[{"uid": "1296048510257392641", "i": 19068, "idx": 2, "sa": ["Andy Coulson", "Ed Miliband", "David Cameron", "David Davis"], "q": "said he was \"surprised\" that \"this week of all weeks\" Mr <strong> David Cameron </strong> had raised the issue of personalities, following communications chief <strong> Andy Coulson </strong>'s departure from No 10. The Labour leader said: <q> Who has made the right judgment, me that appointed the shadow chancellor or you who clung onto <strong> Andy Coulson </strong> for months? </q> Referring to comments by senior Tory <strong> David Davis </strong>, Mr <strong> Ed Miliband </strong> said people would \"know what he meant when he said the Prime Minister and Chancellor don't have a sense of what a large part of the", "new_id": -2, "mturk_index": "1868"}, {"uid": "1296553046084983809", "i": 35615, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "Artikel-Services Google-Chef <strong> Eric Schmidt </strong> <q> <strong> Larry Page </strong>, Sergey und ich sind beste Freunde </q> 25. Januar 2011 Alle Ger?chte seien falsch: \"<strong> Larry Page </strong>, Sergey und ich sind beste Freunde. Ich bin Google weiterhin sehr verbunden\" , sagte der Noch-Vorstandschef von Google, <strong> Eric Schmidt </strong>, auf der Burda-Digitalkonferenz", "new_id": -2, "mturk_index": "549"}, {"uid": "1295154913111345676", "i": 8873, "idx": 16, "sa": ["Kobe Bryant", "Phil Jackson", "Will Solomon", "Tim Rasmussen", "Allen Iverson"], "q": "more bruised and battered- than the one that fell to Boston in the finals last year. \"Now we're in a place where we didn't get the job accomplished last year,\" <strong> Kobe Bryant </strong> said. <q> Hopefully we <strong> Will Solomon </strong> this Tim Rasmussene. </q> Instead of cruising through the West this Tim Rasmussene, the Lakers survived an arduous seven-game semifinal series against Houston and Jacksonly-Allen Iverson's_First_Game_vs_Nuggets_December_7,_2009 <strong> Allen Iverson </strong> socred 11 points, dished six assists and grabbed five rebounds in his return to the Sixers.", "new_id": -2, "mturk_index": "1149"}, {"uid": "1296012315232554503", "i": 12894, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": ". He was arrested in Osaka while waiting for a ferry to Okinawa. He refused to eat for two weeks after the arrest, \"but I could not die,\" he said. <q> Before and after the escape, all I cared about was myself, after all. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog San Francisco only the nation's 11th gayest city?: City Insider SAN MATEO 2", "new_id": -2, "mturk_index": "1234"}, {"uid": "1294988930024674308", "i": 31304, "idx": 0, "sa": ["Michael Gove"], "q": "income tax threshold, plenty of moves on civil liberties, and how much she and other Lib Dems altered <strong> Michael Gove </strong>'s academies legislation. But how much does she worry about all those miserable poll ratings? <q> Quite a lot. It would be daft not to. But the polls for the Lib Dems have always leapt up and down. I think, frankly, there's no prospect of there being a very substantially supportive poll for the Liberal Democrats this side of this year. It depends on whether we begin to come out of the economic crisis in the next few months. </q> This is roughly the line you get from all senior Lib Dems- that, as one minister puts it, \"we are going to see a steady economic recovery, and when that happens, we", "new_id": -2, "mturk_index": "1282"}, {"uid": "1297270668047726598", "i": 36311, "idx": 0, "sa": ["Bob Ortegel", "Dick Motta", "Michael Vick", "Josh Hamilton"], "q": "the Mavs as any media voice in this town. Interesting choices, to say the least. Says <strong> Bob Ortegel </strong>, who started calling Mavs games when <strong> Dick Motta </strong> coached the team way back in the late 1980s: <q> I'm extremely grateful for the 23 years I've been with the Mavericks. It's been a wonderful experience. </q> Wait, During Super Bowl Week We Gave a Key to Our City to <strong> Michael Vick </strong>?( 61) Now That the Super Bowl is Over, Let's Disqus. Olive Branch?( 53) <strong> Josh Hamilton </strong> Says", "new_id": -2, "mturk_index": "801"}, {"uid": "1296627677025493515", "i": 3312, "idx": 0, "sa": ["Bill Lockyer"], "q": ", in fact that whole wing of my family works for the government, two brothers and two sisters. \" they all make more money than i do. they will retire with pensions. Report Abuse <q> I'll be watch'n the Anarchy in California, ILLinois, and New York down here in Tennessee... No State Income Tax... Sweet! Firearm Carry Permits... pack my Colt Python.357 Magnum.. shoot filthy muggers on the spot.. oh yahll... high velocity impact holes clean through'm. No stinking filthy Gangster Rappers... Swangster Dropout Rappers.. just Sweet country Singing Babes... uhmmmm.. uhmmmm. </q> Report Abuse \" \"The idea galls critics. \"Baloney\" is what California Treasurer <strong> Bill Lockyer </strong> calls it, saying his state, which is already weighing painful tax hikes and spending cuts, doesn't need the option", "new_id": -2, "mturk_index": "2092"}, {"uid": "1295137697028803114", "i": 10336, "idx": 7, "sa": ["Julianne Hough", "Camille Grammer", "David Letterman"], "q": "kids. Are the kids and everybody all right now?\" \"The kids seem to be doing OK, yeah,\" <strong> Camille Grammer </strong> said, referring to the son and daughter he has with <strong> Camille Grammer </strong>. <q> We've been spending quite a bit of time with them, Kayte and I. Kayte's my new girl, and we're planning to get married soon. </q> \"You're getting married soon?\" <strong> David Letterman </strong> asked. \"Sometime in February,\" <strong> Camille Grammer </strong> replied. <strong> Julianne Hough </strong> drops brunette look, back to having fun as a blonde <strong> Camille Grammer </strong>'s husband", "new_id": -2, "mturk_index": "1029"}, {"uid": "1296119539165298330", "i": 52115, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> News 9 7401 N. Kelley Ave. Oklahoma City, OK 73111", "new_id": -2, "mturk_index": "505"}, {"uid": "1296480328231522306", "i": 11017, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy. \"I think it is also one of the best things that could have happened to Chrysler, too.\" Milan, Italy, contributed to this report.", "new_id": -2, "mturk_index": "1613"}]