[{"uid": "1296573815267468851", "i": 506, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "host <strong> David Letterman </strong>. On last night's US chat show, the 16-year-old U Smile singer plugged <strong> David Letterman </strong>'s programme, although <strong> David Letterman </strong> himself wasn't sure what <strong> Justin Bieber </strong>'s tweet would accomplish. <strong> Justin Bieber </strong> asked: <q> You want me to Twitter you? </q> <strong> David Letterman </strong> responded:`` What do you mean Twitter me?'' <strong> Justin Bieber </strong> added:`` I will just tweet, like just say you're here. It's just cool to let the fans", "new_id": -2}, {"uid": "1295883286043008003", "i": 41073, "idx": 0, "sa": ["Philipp Wolf", "Hermann Parzinger", "Bernd Neumann", "Zahi Hawass"], "q": ". Die darin formulierte Bitte um R?ckgabe der Nofretete h?tten aber weder der gyptische Ministerpr?sident noch andere Regierungsmitglieder unterzeichnet. <strong> Zahi Hawass </strong> hatte bereits in der Vergangenheit immer wieder die R?ckgabe der ber?hmten 3500 Jahre alten Gipsb?ste gefordert. <q> In der Sachlage gibt es nichts Neues </q>, betonte Bernd Neumanns Sprecher <strong> Philipp Wolf </strong>. <strong> Hermann Parzinger </strong>, Pr?sident der Stiftung Preu?ischer Kulturbesitz, best?tigte den Brief aus gypten.`` Das Schreiben ist nicht vom Ministerpr?sidenten unterzeichnet'', teilte <strong> Hermann Parzinger </strong> mit. Der damalige preu?ische Staat", "new_id": -2}, {"uid": "1294954762094584920", "i": 54017, "idx": 2, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand", "Debbie Wasserman Schultz"], "q": "her hospital gown. She even scratched her nose, Lemole said. The encouraging news continued when <strong> Kirsten Gillibrand </strong> and Rep. <strong> Debbie Wasserman Schultz </strong>, D-Fla., stood in the hospital room Wednesday, talking, joking and touching their friend. <q> She was rubbing our hands and gripping our hands so... we knew she could hear and understand what we were saying and she moved her leg, and so we knew she was responding, </q> <strong> Kirsten Gillibrand </strong> said.`` And the more we joked about what we were going to do, she started to open her eyes.'' <strong> Gabrielle Giffords </strong>' husband, <strong> Mark Kelson </strong>, realized the significance of the moment.`` <strong> Gabrielle Giffords </strong>", "new_id": -2}, {"uid": "1297088895231997447", "i": 37625, "idx": 0, "sa": ["Paolo Romani", "Sergio Marchionne"], "q": ", Fiat boss <strong> Sergio Marchionne </strong> said in remarks on Feb. 5. His comments on were quoted by Italy's Corriere della Sera, prompting the mayor of Turin, Fiat's birthplace, to demand`` immediate clarification.'' <q> It's clear that an international group can have several offices but it would be different if the headquarters were in the United States, </q> <strong> Sergio Marchionne </strong> said. A number of leading politicians also expressed indignation, and ANSA news agency said talks were planned next week between <strong> Sergio Marchionne </strong> and Economic Development Minister <strong> Paolo Romani </strong>.`` In the next two or three years we will", "new_id": -2}, {"uid": "1295415443092504110", "i": 10993, "idx": 0, "sa": ["Lee Iacocca", "Sergio Marchionne"], "q": "said the company would develop a new type of minivan by 2014. Chrysler, which popularized minivans in 1983 under former CEO <strong> Lee Iacocca </strong>, will`` rethink'' the minivan to make it more versatile, <strong> Sergio Marchionne </strong> said. <q> We're not going to give one inch of territory in terms of our domination of( the minivan) segment, </q> <strong> Sergio Marchionne </strong> told workers at the Windsor Assembly Plant, where the Dodge Grand Caravan and Chrysler Town& Country minivans are made. A fresh architecture for a new generation of minivans will be introduced in 2013 or 2014,", "new_id": -2}, {"uid": "1295030362239566879", "i": 34122, "idx": 2, "sa": ["Steve Ballmer"], "q": "This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles,'' said <strong> Steve Ballmer </strong>, in an e-mail Monday to Microsoft employees. Then came the inevitable follow-up. <q> In conjunction with this leadership change, Bob has decided to leave Microsoft this summer, </q> wrote <strong> Steve Ballmer </strong>.`` He will continue to actively run STB as I conduct an internal and external search for a new leader.'' If <strong> Steve Ballmer </strong>'s e-mail is to be taken at face value, it", "new_id": -2}, {"uid": "1295674743088440893", "i": 33129, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "55, has no doubt <strong> Larry Page </strong> is ready for the challenges ahead.`` <strong> Larry Page </strong> has been with me in every major decision in the past decade,'' <strong> Eric Schmidt </strong> said in an interview Thursday. <q> It's not like he has been sitting around doing nothing. </q> Although management by committee worked well enough to turn Google into an enormous success, it eventually slowed Google's reaction to popular new ideas such as Facebook and Twitter. The bureaucracy has also caused", "new_id": -2}, {"uid": "1295581455002506782", "i": 56446, "idx": 11, "sa": ["Larry Page", "Eric Schmidt"], "q": "`` Our strong performance has been driven by a rapidly growing digital economy... and by the extraordinary momentum of our newer businesses, such as display and mobile,'' <strong> Eric Schmidt </strong> said about Google's quarter. <q> These results give us the optimism and confidence to invest heavily in future growth. </q> Adult supervision over: <strong> Eric Schmidt </strong> yields to Google co-founder <strong> Larry Page </strong> Select one with 3-12 characters; Numbers and letters only Make sure you typed it correctly. You will receive an e-mail to validate your account Yes", "new_id": -2}, {"uid": "1296376709098549798", "i": 13996, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "' heads off, young civilians took it upon themselves to save the priceless artifacts by grabbing batons and surrounding the building to keep anything from being stolen. Cops later arrived and locked the area down. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some[ looters] managed to enter from above and they destroyed two of the mummies, </q> <strong> Zahi Hawass </strong> said. The museum was still in danger yesterday, however. A building next door which houses the offices of President <strong> Hosni Mubarak </strong>'s ruling party was on fire and about to collapse.``", "new_id": -2}, {"i": 3036, "idx": 5, "index_answer": 0, "new_id": -1, "q": "user data to continue deliverin... After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 www.StockMarketFunding.com Pt 1$ 16 Drop <q> <strong> Google Inc. </strong> had a strong second quarter, </q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>.`` Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major produ... video", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295571782118030340"}]