[{"uid": "1295596863029032481", "i": 18814, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "den Posten des CEO, twitterte <strong> Eric Schmidt </strong>.( ddp) Google- Mitbegr?nder <strong> Larry Page </strong> kehrt an die Konzernspitze des Internetriesen zur?ck. Der 37- J?hrige wird die Nachfolge von <strong> Eric Schmidt </strong> am 4. April antreten. <q> T?gliche Aufsicht durch Erwachsene nicht mehr n?tig </q>, twitterte der 55- j?hrige <strong> Eric Schmidt </strong> kurz nachdem Google die Bombe platzen liess. <strong> Eric Schmidt </strong> hatte vor zehn Jahren das Ruder bernommen, da die Google-Investoren einen erfahreneren Manager forderten. Doch nun sind die Lehrjahre vorbei", "new_id": -2}, {"uid": "1295093326117588004", "i": 14021, "idx": 2, "sa": ["David Letterman", "Martha Stewart"], "q": "next month. The 55-year-old`` Cheers'' and`` Frazier'' target=\"_blank\" href=\"http://starhello.com/\"> star said on CBS'`` Late Show With <strong> David Letterman </strong>'' on Thursday night that he's marrying Kayte Walsh. He says that <q> Kayte's my new girl </q> and that they're getting married`` in February, we think.'' His <strong> Martha Stewart </strong> gets stitches after dog strikes lip Newsday Quick ReadMartha Stewart gets stitches during NY snowstorm after startled, sleepy dog strikes her lip( AP", "new_id": -2}, {"uid": "1294977377249905175", "i": 42238, "idx": 8, "sa": ["Kareem Abdul-Jabbar", "Allen Iverson", "Tracy McGrady", "Dwyane Wade"], "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the Milwaukee Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers bKareem Abdul-Jabbar a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/Dwyane Wade_Dwyane Wade_33_points_vs_Tracy McGrady_Tracy McGrady_23_points_2008 The Houston Rockets' 10th straight win was somewhat", "new_id": -2}, {"uid": "1295787142191660061", "i": 3475, "idx": 0, "sa": ["Simon Cowell"], "q": "that. I like them at that age when they can talk and understand. I'm not sure I could deal with the whole` ga ga goo' thing. But I genuinely like kids. \" <q> Also, if children could be born at the age of five I'd quite like that. I like them at that age when they can talk and understand. I'm not sure I could deal with the whole` ga ga goo' thing. But I genuinely like kids. </q> Comment on this Article <strong> Simon Cowell </strong> also admitted Mezhgan, 36, has`` softened'' him and has finally made him think about settling down forever. He added on a forthcoming episode of` Oprah", "new_id": -2}, {"uid": "1296059213015597591", "i": 24839, "idx": 1, "sa": ["Richard Keys", "David Cameron", "Andy Coulson", "Karren Brady"], "q": ", who received a warning from Sky Sports over the exchange, also compared the row to the News of the World phone-tapping scandal which led to the resignation of <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> last week. <q> What's the difference?, </q> he said.`` If off-air conversations were made public then there would be no-one left working in the country.'' <strong> Richard Keys </strong> said he had tried to contact West Ham vice-chairman <strong> Karren Brady </strong>, who he", "new_id": -2}, {"uid": "1297117164184680469", "i": 34813, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul"], "q": "help him select the winner of the TV talent show but admitted he is in`` regular'' contact with the singer, who he worked with on` American Idol' until 2009. He said: <q> I'm a massive fan of <strong> Paula Abdul </strong>. We've been in regular contact. I'm not going to say who we are going to confirm or not because the truth is we haven't made up our minds up yet. It comes down to who I think is interesting and the commitment and the expertise each person offers. </q> \" We've started to see a trend with kids this age and what they can do. Times have changed. You have to make a case-by-case decision based on them as a person. \" <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1296443805235372683", "i": 57058, "idx": 5, "sa": ["Ty Lawson", "Allen Iverson", "Chauncey Billups", "Joe Smith"], "q": "assists and eight rebounds while hitting all 11 of his free throws. <strong> Chauncey Billups </strong> made and attempted more free throws than the entire Sixers team-- 8-for-9.`` Defense led to offense for us,'' <strong> Chauncey Billups </strong> said. <q> Defense is what wins games. On this particular night, I had to pick it up offensively. On this team, it's a team effort every night. I just happened to be the one scoring in this game. As long as we get Ws, I don't care who scores. Believe me,` Melo isn't going to be held to 14 too often. </q> <strong> Ty Lawson </strong> provided a huge spark off the bench with 12 points, six rebounds and four assists while JR <strong> Joe Smith </strong> scored 11 http://wn.com/Allen Iverson_Allen Iverson_32pts_vs_76ers_Intro_Interview_Highlight_07/08 <strong> Allen Iverson </strong> had the ball in his hands and the game on the line, yet couldn't", "new_id": -2}, {"uid": "1295937890179191810", "i": 14220, "idx": 3, "sa": ["Rasheed Wallace", "Allen Iverson", "Manu Ginóbili"], "q": "Tuesday night despite the return of <strong> Manu Ginóbili </strong> to the Spurs' starting lineup.`` After the tech, he kind of took matters in his own hands, started being a lot more aggressive,'' <strong> Allen Iverson </strong> said. <q> It paid dividends for us. </q> But scoring wasn't the first thing on <strong> Rasheed Wallace </strong>'s mind in the second half. He was more concerned with how the game was being officiated-- tipping toward the Spurs, he thought.`` I knew what", "new_id": -2}, {"uid": "1297433861129613836", "i": 23623, "idx": 1, "sa": ["Michael Gove"], "q": "back and reconsider how the devastating decision to cancel BSF projects in Waltham Forest was made. It is a victory for common sense and fair play.'' A spokesman for the Department for Education said: <q> We are delighted that the judge did not call into question the decision to end the wasteful and bureaucratic Building Schools for the Future programme.`` On the substantive points he concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects. </q> Mr <strong> Michael Gove </strong> will now look again at his decision with regard to these authorities with an open mind, taking representations from them, the spokesman added. BSF was among the first education schemes in", "new_id": -2}, {"i": 30603, "idx": 3, "index_answer": 0, "new_id": -1, "q": "was a part of. <strong> Michael Vick </strong>'s people rushed him out of the event, and <strong> Richard Hunter </strong> relayed that when he told <strong> Michael Vick </strong> that he adopted one of the dogs and showed him a picture of the animal, <strong> Michael Vick </strong> <q> turned and looked at the picture... then looked me right in the eye... and walked away. </q>( Note: there's one quick F-bomb about halfway through the video below, so be aware...) Report Abuse 11 turn overs in 7 games. OVER-RATED Report Abuse this", "sa": ["Richard Hunter", "Michael Vick"], "uid": "1297140587008634392"}]