[{"uid": "1295665800077054080", "i": 12627, "idx": 0, "sa": ["Andy Coulson"], "q": "Mahindra Racing in the 125cc category this season, the team said on Friday. The team, owned by Indian automaker Mahindra Group, will debut in the first race in Qatar in March. <q> I hope that all the experience I have racing in the 125cc class can help this new but ambitious team and I can take a step up this year, </q> Webb said. World Video: Around the World: Protesters, Police Clash in Albania Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End", "new_id": -2}, {"uid": "1297302363011485203", "i": 27036, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld", "President Bush"], "q": "presidential nominee to run with <strong> John McCain </strong> in 2008. Sprinkled among the speeches by Republican and tea party notables are seminars ranging from how to break into the Hollywood movie business to a political study session titled: <q> Is Atlas Shrugging.The Cultural Impact of the Tea Party. </q> <strong> President Bush </strong> Defense <strong> Donald Rumsfeld </strong> will sign copies of his newly released book and receive the CPAC Defender of the Constitution Award. The CPAC gathering concludes Saturday evening with the release of a straw poll of potential", "new_id": -2}, {"uid": "1295804716188252188", "i": 6605, "idx": 9, "sa": ["Colin Powell", "Barack Obama"], "q": "political divides to tone down the rhetoric and urged members of Congress to do the same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race. <q> I will always vote for the person who I think is best qualified, </q> he said.`` I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed", "new_id": -2}, {"uid": "1295619162009781260", "i": 4902, "idx": 2, "sa": ["Kay Burley", "Rupert Murdoch", "Andy Coulson", "David Cameron", "John Prescott"], "q": "calls her` dim'. <strong> Kay Burley </strong> hits the nail on the head when she says`` Nobody cares what I think''.( Apologies for shaky video and crappy sound!) A clip from Channel 4's <q> Dispatches- Tabloids, Tories and Telephone hacking </q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation. <strong> John Prescott </strong> has written to <strong> David Cameron </strong> complaining about <strong> Andy Coulson </strong> the Tory head of communications, who was editor of the News of the World newspaper when the hacking took place", "new_id": -2}, {"uid": "1295743991123617308", "i": 23252, "idx": 2, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "quoted www.publications.parliament.uk Download link here filehostcool.com Scotland Yard defends itself against claims it failed to thoroughly investigate accusations of phone hacking at the News of the World.. Follow us on twitter http://wn.com/Andrew_Neil_and_John_Prescott_on_quitter_Coulson_21Jan11 A clip from Channel 4's <q> Dispatches- Tabloids, Tories and Telephone hacking </q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation. Trials and tribulations of News International: Where, exactly, will it all end? Secret tapes, <strong> Andy Coulson </strong>'s exit and the riddle of a story that", "new_id": -2}, {"uid": "1295945093061587461", "i": 31613, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Monday that the officers' claims were overblown.`` We're confident we're going to be able to prove that by the time police arrived, they knew he was unarmed,'' Safire said. <q> There were six cops and a trained dog, and they had an overabundance of nonlethal means at their disposal. </q> The case is Santa Rosa vs. DeSantis, 10-434. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog TECHNICAL SR TECHNICAL PROJECT", "new_id": -2}, {"uid": "1297417370218677347", "i": 11110, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Phone 7 will now become Nokia's primary smartphone operating system. The company said that its strategic partnership with Microsoft would`` build a new global mobile ecosystem''. Nokia's Chief Executive <strong> Stephen Elop </strong> said that <q> Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race. </q> <strong> Steve Ballmer </strong>, Microsoft's Chief Executive, said:`` I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale,", "new_id": -2}, {"uid": "1296963339115425283", "i": 4676, "idx": 0, "sa": ["Michael Vick"], "q": "the kind of reformation away from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.`` As a person and a player", "new_id": -2}, {"uid": "1297366036123617280", "i": 1193, "idx": 0, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman"], "q": "the actor to remarry later this month. She thanked family and friends who had been supportive throughout the couple's divorce, which was filed in July. The couple were married nearly 13 years. <q> What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children, </q> her statement said. She also wished her ex and his fiancee, <strong> Kayte Walsh </strong>,`` love and happiness in their new marriage.'' <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last month", "new_id": -2}, {"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q> It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together, </q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade,`` or even cutting spending'' as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}]