[{"uid": "1296768935227753988", "i": 43261, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": "realize the influence of extremist organizations, as well as the Muslim Brotherhood, but I don't think the status quo is something that could lead to anything but much more violence,'' <strong> John McCain </strong> said. <q> I do think that what a lot of us should be advocating for is an orderly transition, a government composed of the army, pro-democracy forces and individuals that would keep things calm, and an open and free election process for the elections in September.`` We will... have to understand that there is the radical Islamic element out there that is bent on our destruction. </q> On ABC's`` Good Morning America,'' <strong> John McCain </strong> responded to former U.S. Defense Secretary <strong> Donald Rumsfeld </strong>'s criticisms of him in his new book saying,''( <strong> Donald Rumsfeld </strong>) and I had a very, very", "new_id": -2}, {"uid": "1296443805235372683", "i": 57064, "idx": 11, "sa": ["Carmelo Anthony", "LeBron James", "Allen Iverson", "Tim Duncan", "Andre Miller"], "q": "and the Tim Duncane would run out.'' <strong> Andre Miller </strong> insisted he wanted <strong> Allen Iverson </strong>, who was hobbled by a sprained ankle he twisted in the third quarter, to take a jump shot rather than drive to the basket. <q> I got a hand up on the shot. He knocked the shot down. It was a good play, </q> <strong> Andre Miller </strong> said. The 76ers, on the other hand, weren't about to let <strong> Carmelo Anthony </strong> get a good look at the end.`` You don't want somebody shooting that had been maLeBron James a lot of shots", "new_id": -2}, {"uid": "1296074639036618248", "i": 59773, "idx": 1, "sa": ["Eric Schmidt"], "q": "evil.'' The dynamics of what even Google calls its management`` triumvirate'' are somewhat murky, but the co-founders appear to worry more about idealism, while <strong> Eric Schmidt </strong> has advocated increased commercialisation. <q> Google policy is to get right up to the creepy line and not cross it, </q> <strong> Eric Schmidt </strong> once said. Debate about the location of that line is most likely when it comes to markets like China and activities like using users' data for profit. So far, the company seems to", "new_id": -2}, {"uid": "1295591909000901162", "i": 25774, "idx": 5, "sa": ["John McCain", "Colin Powell", "Jackie Chan", "Bill Clinton", "Barack Obama", "Manmohan Singh"], "q": "answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly http://wn.com/Barack Obama_Barack Obama_Calls_for_Clean_Energy_and_Climate_Legislation www.repoweramerica.org In his State of the Union address, <strong> Barack Obama </strong> reiterated his commitment to pasJackie Chan <q> a comprehensive energy and climate <strong> Bill Clinton </strong>... because the nation that leads the clean energy economy will be the nation that leads the global economy. </q> http://wn.com/Barack Obama_Barack Obama_Takes_Questions_at_GOP_House_Issues_Conference The <strong> Barack Obama </strong> takes questions from Republican members of the House of Representatives at the GOP House Issues Conference in Baltimore, MD.. January 29, 2010. http://wn.com/Barack Obama_Barack Obama_Welcomes_Prime_Minister_Manmohan Singh_of_India The <strong> Barack Obama </strong> and Prime Minister <strong> Manmohan Singh </strong> of India speak during", "new_id": -2}, {"uid": "1295524151082116614", "i": 391, "idx": 0, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "John Atta Mills, who had previously opposed the use of force, and the presidents of Burkina Faso and Mali.However, Gbagbo's foreign minister has rejected <strong> Raila Odinga </strong> as a mediator, accusing him of siding with <strong> Alassane Ouattara </strong>. <q> Mr <strong> Raila Odinga </strong> failed in his mission and we are no longer ready to receive him here in Ivory Coast, </q> Alcide Djedje said after the Kenyan premier left, according to a statement on the website of the Ivory Coast presidency.`` We think that there is no wish on Mr <strong> Raila Odinga </strong>'s part to find a durable solution", "new_id": -2}, {"uid": "1296158717066846725", "i": 33206, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "watching <strong> Steve Jobs </strong> operate-- since 1982. The companies, deals, and trends in tech that are moving market and making headlines. Written by@FortuneMagazine RT@ktbenner: Hate Goldman? Its employees love it for a <q> sense of family and belonging </q>( and maybe money)@FortuneMagazine RT@LaMonicaBuzz:$ SLE plunges 7% on reports it will split meat& coffee units instead of selling out to PE firms or Brazil's JBS.@FortuneMagazine Google's <strong> Eric Schmidt </strong> refutes", "new_id": -2}, {"uid": "1295595231037634053", "i": 13253, "idx": 9, "sa": ["Larry Page", "Eric Schmidt", "Ken Auletta"], "q": "<strong> Larry Page </strong> said. Although he tried to debunk the idea, <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinised companies. <q> I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped, </q> said <strong> Ken Auletta </strong>, author of Googled: The End of the World As We Know It.`` I think <strong> Eric Schmidt </strong> is burned out.'' There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For", "new_id": -2}, {"uid": "1295560041021315598", "i": 39292, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "more mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to <strong> Larry Page </strong> and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. The changes will be effective April 4. <q> In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,", "new_id": -2}, {"uid": "1294966347267878400", "i": 9669, "idx": 0, "sa": ["Simon Cowell"], "q": "elsewhere in the capital. Investment targets include prime London retail and office properties with lot sizes of up to? 150m. It is also looking for more central London hotels. Aziz said: <q> <strong> Simon Cowell </strong> Group Investors is looking for prime trophy assets in central London with triple-A covenants </q>. Midweek Bulletin: <strong> Simon Cowell </strong> looking foolish and the iPad revolution is here", "new_id": -2}, {"i": 47897, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and religious liberty have forgotten the lessons of history,'' said Rep. <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Former Arkansas <strong> Mike Huckabee </strong>, at the same summit, said: <q> We need to understand there is a direct correlation between the stability of families and the stability of our economy.... The real reason we have poverty is we have a breakdown of the basic family structure. </q> And <strong> Sen. Jim DeMint </strong>, R-S.C., said:`` It's impossible to be a fiscal conservative unless you're a social conservative because of the high cost of a dysfunctional society.'' Those are reasonable concerns", "sa": ["Mike Huckabee", "Mike Pence", "Sen. Jim DeMint"], "uid": "1297490833134791170"}]