[{"uid": "1295425615261013543", "i": 55290, "idx": 5, "sa": ["Bernie Sanders", "Barack Obama"], "q": "one-year cut in the payroll tax- the source of Social Security's funding- from 6.2 to 4.2 percent. <strong> Barack Obama </strong> previously argued the compromise was necessary to prevent a tax hike on middle class Americans. <q> I believe very strongly that it will be very, very difficult to undo this one-year program, </q> <strong> Bernie Sanders </strong> said.`` Republicans will say it is a tax increase on workers, and they control the House.'' Indeed, GOP lawmakers have since admitted they have no intention of letting the payroll tax return to", "new_id": -2}, {"uid": "1295944369182452242", "i": 15497, "idx": 1, "sa": ["Newt Gingrich", "Bill Lockyer", "Keith Smart"], "q": "off the court in the waning moments of Friday night's victory over Sacramento, but he played 42 minutes the next night against the Clippers.`` Monta bounces back quickly,'' coach <strong> Keith Smart </strong> said. <q> I didn't even think he'd able to play Saturday. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog CONCORD 4 BR/ 2.0 BA$ 320,000.00 BRENTWOOD 2 BR/ 2.0 BA$ 160,000.00", "new_id": -2}, {"uid": "1297203269184696860", "i": 7802, "idx": 3, "sa": ["George W. Bush", "Donald Rumsfeld", "Colin Powell"], "q": "<strong> George W. Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later. <strong> Donald Rumsfeld </strong> quotes himself as telling the meeting, <q> We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it. </q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as`` Terrorist Poison and Explosive Factory, Khurmal.'' <strong> Donald Rumsfeld </strong> said Khurmal was operated", "new_id": -2}, {"uid": "1295278612032079917", "i": 21553, "idx": 0, "sa": ["David Cameron", "Andy Coulson", "Nick Clegg"], "q": "' body the British Medical Association, the Royal College of Nursing and trade unions- which together represent many of the more than 1 million NHS employees- warned that the scale and pace of reform made the changes <q> extremely risky and potentially disastrous. </q> <strong> David Cameron </strong> speaks at the Royal... <strong> David Cameron </strong> says communications chief <strong> Andy Coulson </strong> is... Photo in Slideshow: Britain's Deputy Prime Minister <strong> Nick Clegg </strong> <strong> David Cameron </strong> will today vow to modernize the U.K.'s state... Business Video: Fiat workers", "new_id": -2}, {"uid": "1296506864214663229", "i": 28736, "idx": 0, "sa": ["Eric Schmidt"], "q": " href=\"http://www.csmonitor.com/Innovation/Horizons/2010/0910/Android-OS-growing-in-leaps-and-bounds\" target=\"_blank\"> drawn attention to the growth of Android, as has Google itself. Last summer, for instance Google CEO <strong> Eric Schmidt </strong> href=\"http://www.csmonitor.com/Innovation/Horizons/2010/0806/Android-has-helped-smartphone-market-double-study-shows\" target=\"_blank\"> announced that 200,000 new Android devices are sold every day. <q> People are finally beginning to figure out how successful Android is, </q> <strong> Eric Schmidt </strong> said, calling Android's growth rate`` phenomenal.'' Still, the smartphone market is a volatile place, and some analysts have argued that the arrival of the Verizon iPhone could shake things up all", "new_id": -2}, {"uid": "1297278646168607769", "i": 47616, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul"], "q": "habits, revealed the inspiration behind her famous`` seal clap,'' took a few jabs at her old pal <strong> Simon Cowell </strong> and dished on the`` naughty voicemails'' she leaves for the cantankerous reality judge. <q> Oh please-[ I'll say]` Hi jerk, how are you?' </q> <strong> Paula Abdul </strong> joked, when asked if she leaves sexy voicemails for <strong> Simon Cowell </strong>.`` Yes, that arouses him.'' Whispers of a possible Simon Cowell/Paula Abdul reunion are swirling as <strong> Simon Cowell </strong> is currently assembling his judges panel for", "new_id": -2}, {"uid": "1295979046057327630", "i": 11426, "idx": 3, "sa": ["Eric Schmidt"], "q": "the same interview, saying it had started to become clear the company needed to be run more crisply.`` I am not as concerned about the titles as I am winning,'' <strong> Eric Schmidt </strong> said. <q> I am quite certain that this change will result in faster decision making and better value for the shareholders. </q> SAN FRANCISCO- When Google Inc. went public in 2004, the three men running the company promised each other they would remain a ruling triumvirate for at least 20 more years. Although their commitment", "new_id": -2}, {"uid": "1295272429170541065", "i": 42192, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Evans said Ford is interested in much the same bargaining goals.`` We are looking at various proposals linking employee compensation to company performance, which could include quality as a metric,'' she said. <q> We will continue to explore our options with the UAW as we enter into 2011 negotiations. </q> Chrysler Group CEO <strong> Sergio Marchionne </strong> declined to outline his negotiating goals when asked about them during the auto show. Because Chrysler has yet to report a net profit, its hourly workers won't be seeing the profit-sharing", "new_id": -2}, {"uid": "1295553219232112198", "i": 52270, "idx": 2, "sa": ["Eric Schmidt"], "q": "'' <strong> Eric Schmidt </strong> wrote in a recent href=\"http://hbr.org/web/extras/hbr-agenda-2011/Eric Schmidt-Eric Schmidt\"> Harvard Business Review article. <strong> Eric Schmidt </strong> also emphasized that Google was interested in promoting the use of mobile devices as serious and secure financial tools. <q> Phones, as we know, are used as banks in many poorer parts of the world- and modern technology means that their use as financial tools can[ certainly] go much further than that. </q> Finally, <strong> Eric Schmidt </strong> noted that Google wanted to increase the availability of inexpensive smartphones in the poorest parts of the world.`` We envision literally a billion people getting inexpensive, browser-based touchscreen phones over", "new_id": -2}, {"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up.`` A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,'' <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding guys. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}]