[{"uid": "1295790223050479164", "i": 13803, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "$ 133 million for a project near a new BART station. Can <strong> Jerry Brown </strong> move the Legislature to act against this powerful lobby, which has the support of some pro-business Repubs and some big-government Dems? <q> I think everyone agrees that the redevelopment mechanism has been useful and created jobs, </q> Democratic Treasurer <strong> Bill Lockyer </strong> said. But:`` The last I heard, the University of California and California schools create jobs.'' The bad news: <strong> Jerry Brown </strong> also told the League of Cities Wednesday,``", "new_id": -2}, {"uid": "1295294243074366995", "i": 23379, "idx": 1, "sa": ["Eric Cantor", "Mike Pence", "Barack Obama"], "q": "the House Republican alternative health care reform bill. http://wn.com/12-3-2009__Mike Pence_Discusses_Republican_Economic_Roundtable_on_CNBC Congressman <strong> Mike Pence </strong> appeared on the CNBC program`` Power Lunch'' to discuss the economy, the White House jobs summit and the Republican Economic Roundtable. http://wn.com/11/26/09_Weekly_Republican_Address_Rep_Mike Pence_Mike Pence_R-IN <strong> Mike Pence </strong>: <q> The AmEric Cantoran people know we can't borrow and spend and bail our way back to a growing economy.... Republicans have proposals to get our economy moving again, to achieve energy independence and lower the cost of health care. </q> http://wn.com/2-1-2010__Congressman_Mike Pence_Mike Pence_Discusses_House_GOP_Retreat_on_Fox_and_Friends Congressman <strong> Mike Pence </strong> appeared on`` FOX and Friends'' to discuss the House GOP Conference retreat over the past weekend and <strong> Barack Obama </strong>'s appearance there. http://wn.com/Congressman_Mike Pence_Mike Pence_at_Southern_Republican_Leadership_Conference__Part_1 Remarks by Congressman <strong> Mike Pence </strong> at the Southern Republican Leadership Conference on April", "new_id": -2}, {"uid": "1297308631028164131", "i": 14594, "idx": 0, "sa": ["Ivana Bacik", "Eamon Gilmore"], "q": "stint in the city's Mountjoy Prison. Referring to opinion polls that find <strong> Eamon Gilmore </strong> the most popular politician in the state, <strong> Ivana Bacik </strong> predicts a seismic shift in what were once conservative voting patterns. <q> It is possible that we could have a government led by Labour. For the last 90 years every single government has been headed by either Fianna F?il or Fine Gael. So Labour coming out on top would be a really historic change. Even to be contemplating that scenario is massive change. </q> Irish election gives rising radicals chance of a left turn 17.49 GMT on Friday 4 February 2011. A version appeared on p24 of the Saturday 5 February 2011. It was last modified at Bestsellers from", "new_id": -2}, {"uid": "1295163959124190743", "i": 10153, "idx": 5, "sa": ["LeBron James", "Allen Iverson"], "q": "Orlando, 3-1, and will meet the Indiana Pacers in the second round, beginning Monday in Indianapolis.`` I don't know how you can be any more proud of your team,'' Brown said. <q> I told them this was a great opportunity for us to grow up. <strong> Allen Iverson </strong>'s doing what great players do. He's maLeBron James other people better and he is taLeBron James responsibility and steps up. I feel good that a young team could respond this way. </q> With <strong> Allen Iverson </strong> leading the way with 26 points, the Sixers built an 18-point lead by the 7:33 mark of the third quarter. But Orlando fought all the way back and took an 86-84 lead after a jumper by", "new_id": -2}, {"uid": "1296144836056688640", "i": 26748, "idx": 5, "sa": ["Louis Walsh", "Simon Cowell"], "q": "CHEZZA& <strong> Simon Cowell </strong> AT THE NATIONAL TELEVISION AWARDS IN MTV'S GALLERY HERE! Cheryl Cole refused to comment on whether she will be <strong> Louis Walsh </strong>, stating:`` They haven't been given a contract yet.'' <q> We are in the process of going through all the shows. I think there are going to be a few surprises. I genuinely do. I don't think there's one set way of doing it... I am in conversations with ITV and Fox. </q> <strong> Simon Cowell </strong> added:`` The most important thing is to make a commitment to the people who watch the shows and make sure they are better than last year's.'' 884 news stories,", "new_id": -2}, {"uid": "1297156905137773056", "i": 26538, "idx": 0, "sa": ["Donald Rumsfeld", "Jane Francis"], "q": ", faster than any other part of the world. So, if this warming was to continue unabated, could an emerald Antarctica be reborn?`` It is just possible,'' said Professor <strong> Jane Francis </strong>. <q> However, that assumes that plant species are able to migrate across the Southern Ocean from places like South America or Australia, </q> she said. Homeless to Harvard How a destitute child of drug addicts turned her life around Known and unknown US media react to ex-US defence chief <strong> Donald Rumsfeld </strong>'s memoir", "new_id": -2}, {"uid": "1297538046212795392", "i": 8836, "idx": 3, "sa": ["Sergio Marchionne"], "q": ". Fiat a le contr?le op?rationnel de Chrysler depuis 2009 et s` est fix comme objectif de produire avec son partenaire 6 millions de v?hicules en 2014, contre moins de 4 millions actuellement. <q> Le gouvernement prend acte de mani?re positive des intentions manifest?es </q> par Fiat et`` confirme sa volont d'aider? r?aliser les meilleures conditions de comp?titivit'' en Italie, selon le communiqu. M. <strong> Sergio Marchionne </strong> s` est souvent plaint du manque de comp?titivit des usines italiennes de", "new_id": -2}, {"uid": "1297545931157515827", "i": 52092, "idx": 0, "sa": ["David Letterman"], "q": "choice had been suggested to him by his wife, who sensed that the 44-year-old funnyman was beginning to get frustrated by his female-filled household. He quipped during an appearance on the Late Show With <strong> David Letterman </strong>: <q> My wife let me get a transgender housekeeper. Just to be cool for me to have just one other penis in the house. His name is Clemente and he's very nice. </q> Justin TimberlakeWatch an exclusive clip of the DS Competitions Win a 3D TV from Samsung. href=\"http://digitalspy.co.uk/soaps/s3/coronation-street/spoilers/a302454/peter-gets-his-revenge-at-the-blessing.html\"> Coronation Street: Peter gets his revenge at the blessing EastEnders: Ronnie's latest lie starts to", "new_id": -2}, {"uid": "1295449124083853322", "i": 7630, "idx": 0, "sa": ["Michael Gove", "Andy Burnham"], "q": "to end the grants for teenagers. Mr <strong> Andy Burnham </strong> said it was an attack on the aspirations of young people. Education Secretary <strong> Michael Gove </strong> said the grant had been`` poorly targeted'' and told MPs <q> you can not spend money you do not have </q>.`` Choices are dependent on the money- and where is the money coming from?'' said Mr <strong> Michael Gove </strong>. MPs have been debating a call for the Michael Government to rethink its announcement that", "new_id": -2}, {"i": 41592, "idx": 8, "index_answer": 3, "new_id": -1, "q": "Muslim, and that- by implication- there was something wrong with a Muslim running for the US presidency.`` He's not a Muslim,'' said <strong> Colin Powell </strong>, but`` what if he is?'' <q> I'm troubled by the fact that within the party we have these kinds of expressions </q> about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state.`` We have got to stop polarizing ourselves.'' Republican State <strong> Ron Paul </strong> <strong> Leo Berman </strong> debates his <strong> Barack Obama </strong> Citizenship <strong> Bill Ayers </strong> on CNN Republican State", "sa": ["Barack Obama", "Bill Ayers", "Leo Berman", "Colin Powell", "Ron Paul"], "uid": "1295966915202670097"}]