[{"uid": "1295568158148553733", "i": 29656, "idx": 0, "sa": ["Simon Cowell"], "q": "The judges aren't desperately trying to fill a premade roles and I find myself agreeing with them more often than not. JEANNE DEPAUL: I wasn't going to watch Wednesday evening either, Susie. <q> They won't pull me in again; I will watch when I want to, not when THEY decide I should. I'll record it and watch it Thursday... or maybe even Friday. </q> But I am a child of the TV generation. I had to see it right away, that gaping and smoking hole left by the departure of <strong> Simon Cowell </strong>. Perhaps there would be a shrine off to", "new_id": -2}, {"uid": "1296010057252100625", "i": 35678, "idx": 3, "sa": ["Newt Gingrich", "Bill Lockyer", "Stephen Sandstrom"], "q": "saving lives on the battlefield, <strong> Stephen Sandstrom </strong> said. \"Tragic events happen because of bad people in this world. But handguns, and firearms in general, do not kill people,\" <strong> Stephen Sandstrom </strong> said. <q> We need to stop demonizing firearms. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Land Rover 2008 Range Rover$ 44,794 Land Rover 2008 Range Rover$ 48,991", "new_id": -2}, {"uid": "1296142019223117323", "i": 16491, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "a two-year endorsement deal with Unequal Technologies, a producer of the protective pads worn in football games, according to RadarOnline. The deal will be publicly announced today, according to the company. <q> We're real excited about it, </q> the company's chief executive officer Rob Vito said. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great", "new_id": -2}, {"uid": "1295568038178864146", "i": 43428, "idx": 4, "sa": ["Larry Page", "Eric Schmidt"], "q": "of the reason was that <strong> Eric Schmidt </strong> was overstretched, a person familiar with the situation said. <strong> Eric Schmidt </strong> was getting tired of dealing with reporters, another person said. In a press release, <strong> Eric Schmidt </strong> said, <q> By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead. </q> <strong> Larry Page </strong> said <strong> Eric Schmidt </strong> had done \"an outstanding job leading Google for the last decade. The results speak for themselves.\" The news surprised and worried Google observers. \"The executive", "new_id": -2}, {"uid": "1295735726035799045", "i": 648, "idx": 1, "sa": ["David Letterman"], "q": "with <strong> David Letterman </strong>\" ( 1993) 6 6.7 Add note \"Life on Mars\" ( 2006) 7 8.9 Add note \"Location, Location, Location Revisited\" ( 2000) 6 7.3 Add note <q> The New Adventures of Superman </q>( 1993) 10 7.1 Add note \"Lost\" ( 2004) 10 8.6 Add note \"Mega Disasters\" ( 2006) 7 7.7 Add note \"MegaStructures\" ( 2004) 6 7.3 Add", "new_id": -2}, {"uid": "1295969219252559400", "i": 9741, "idx": 1, "sa": ["Eric Schmidt"], "q": "Europa schaffen, darunter mehrere hundert im Forschungs- und Entwicklungszentrum in M?nchen. \"Wir hatten ein sehr, sehr gutes Jahr\" , sagte <strong> Eric Schmidt </strong> zum Abschluss der Internet-Konferenz DLD( Digital, Life, Design). <q> Aus diesen Gr?nden werden wir weiter investieren. </q> Life, Design(DLD) in M?nchen\"> Foto: dpa Der scheidende Google-Vorstandschef <strong> Eric Schmidt </strong> verspricht in M?nchen Investitionen in die Forschung- und Entwicklung des Konzerns Mit Blick auf den Wettbewerb mit neuen Internet-Giganten wie dem", "new_id": -2}, {"uid": "1296968967018399232", "i": 40579, "idx": 0, "sa": ["Jamie Oliver", "David Letterman"], "q": "District spokesman Robert Alaniz. Charles Sykes/ AP Photo- FILE- This March 23, 2010 photo shows <strong> Jamie Oliver </strong> as he leaves a taping of \"The Late Show with <strong> David Letterman </strong>\" in New York. <q> We decided to put a halt to it until we receive that proposal, </q> said Alaniz. \"We really don't want to be part of reality TV. The success formula for reality TV is drama and conflict. We're just not interested in either. This serves as a wake-up", "new_id": -2}, {"uid": "1295586053144719901", "i": 257, "idx": 0, "sa": ["Betty White", "David Letterman"], "q": "all: He slipped her mouthy mother some sedatives. <strong> Betty White </strong>, who turned 89 years young on Monday, shares some of her favorite pastimes on The Late Show with <strong> David Letterman </strong>. She plays with animals, obviously. <q> And vodka's kind of a hobby, </q> she deadpans, as Dave whips out two glasses of Grey Goose on the rocks. Cheers! 5. Sweetest Last Words: After agonizing over the contents of a newly discovered voicemail from his late father", "new_id": -2}, {"uid": "1297186852119177227", "i": 39621, "idx": 1, "sa": ["Paul Bremer", "George Stephanopoulos", "Donald Rumsfeld"], "q": "threat of weapons of mass destruction. He denied that advisers on the ground in Iraq told him early on that more troops were needed. \"It's well documented,\" <strong> George Stephanopoulos </strong> contended. <q> It is not well documented, </q> <strong> Donald Rumsfeld </strong> replied. this one, quote <strong> Paul Bremer </strong>, the former head of the Coalition Provisional Authority as saying he requested more troops to maintain order, but was rebuffed. This exchange is indicative of <strong> Donald Rumsfeld </strong>'s", "new_id": -2}, {"uid": "1295582258248299524", "i": 18270, "idx": 5, "sa": ["Larry Page", "Sandeep Aggarwal", "Eric Schmidt"], "q": "Thursday's announcement. In the regular session earlier, the stock fell$ 4.98, or 0.8 percent, to close at$ 626.77. The stock peaked at$ 747 before the recession. <q> <strong> Eric Schmidt </strong> has played his innings very well, </q> said analyst <strong> Sandeep Aggarwal </strong> of Caris& Co. The management reshuffling appears to be amicable. Both Mr. <strong> Larry Page </strong> and Mr. <strong> Eric Schmidt </strong> had high praise for each other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing", "new_id": -2}]