[{"uid": "1297242006104841258", "i": 25282, "idx": 0, "sa": ["Gov. Rick Perry", "Bill Lockyer"], "q": "problems.\" <strong> Gov. Rick Perry </strong> has a two-year budget cycle, which allowed it to camouflage its red ink last year, thanks in large part to billions of dollars in federal stimulus money. Now, however, <q>someone just turned the lights on in the bar, and the sexiest state doesn't look so pretty anymore,</q> said California Treasurer <strong> Bill Lockyer </strong>, with evident satisfaction. The scene in the statehouse in Austin in recent days would be familiar to those who frequent California's Capitol. Throngs of advocates for the poor, the", "new_id": -2}, {"uid": "1297466062241451037", "i": 3294, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "the ones we don't know we don't know.\" Article continues below the advertisement... Mr <strong> Donald Rumsfeld </strong>'s statement soon made waves. It inspired economists Salvatore Modica and Aldo Rustichini to pontificate thus: <q>A subject is certain of something when he knows that thing; he is uncertain when he does not know it, but he knows he does not... he is unaware of something when he does not know it, and he does not know he does not know.</q> Psychoanalytic philosopher Slavoj Å½iÅ¾ek went one step further and defined what even Mr <strong> Donald Rumsfeld </strong> missed: the unknown known, things we don't know we know. I'm still grappling with this one, trying desperately", "new_id": -2}, {"uid": "1296941359073138176", "i": 3745, "idx": 0, "sa": ["Stephen Harper", "Kirsten Gillibrand", "Barack Obama"], "q": "up our game to counter those seeking new ways to harm us,\" <strong> Stephen Harper </strong> said. Local lawmakers, however, focused first and foremost on the surprising statement about the shared border concept. <q>I am pleased that <strong> Barack Obama </strong> and Canadian <strong> Stephen Harper </strong> Minister <strong> Stephen Harper </strong> have reopened discussions on how to best integrate and coordinate law enforcement on both sides of the border,</q> said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., a supporter of the shared border concept. \"It is a great opportunity to make our important border crossing safe and secure, while addressing the needs of local residents, businesses and", "new_id": -2}, {"i": 36633, "idx": 1, "index_answer": 0, "new_id": -1, "q": "to Be Rude, But...\" in which he laid down five important principles that actors can use when auditioning. 1. Don't grovel when you come in. <strong> Simon Cowell </strong> writes <q>I look upon it[ groveling] as a sign of desperation. So many times people come in and they come up with this terrible dialogue about how much they like me or Randy or Paula. It's demeaning, and there's no point to it. We're not looking for a nice person; we're looking for somebody who's confident and assured, but talented above all. Trust me-- most stars aren't nice.</q> 2. Believe in yourself the second you leave the house. \"Self-possession isn't something you can turn on seconds before you walk into the audition room. People like Ruben or Kelly", "sa": ["Simon Cowell"], "uid": "1296146610048234548"}, {"uid": "1296376331049594445", "i": 30665, "idx": 0, "sa": ["Bill Lockyer"], "q": "( perhaps bankruptcy). Some elected officials, like California Treasurer <strong> Bill Lockyer </strong>, say states don't need the ability to file bankruptcy because they have permanent revenue sources: taxpayers. <strong> Bill Lockyer </strong> told Reuters that states <q>have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with.</q> That seems to be the consensus among too many politicians: Just raise taxes to deal with our ill-advised promises to government workers. It's unconscionable to saddle future generations with crushing debt to support", "new_id": -2}, {"uid": "1295757318175325187", "i": 4113, "idx": 1, "sa": ["Allen Iverson", "Chris Webber"], "q": "rebound and looked down the court for an open man, only to have <strong> Chris Webber </strong> reach around and strip the ball. \"I was very cognizant of the fact, don't touch him,\" <strong> Chris Webber </strong> said. <q>I saw him hold it out there. He was looking at the ref. A lot of times they'll hold the ball close to their chest and he didn't do that today.</q> <strong> Allen Iverson </strong> missed two free throws-- the second http://wn.com/[NBAD]_[M21]Boston_Celtics-Rise_of_Legends_[M2_Playoffs_Round_3] Hey guys here is my latest mix. I made this one about Boston Celtics.I wanted to show their toughness and fighting spirit in this mix.I think that they did", "new_id": -2}, {"uid": "1296330397077611024", "i": 5048, "idx": 2, "sa": ["Allen Iverson"], "q": "its lead Sports story Saturday, topping the piece with the four-inch headline \"NO PAIN, NO GAIN.\" Related: <strong> Allen Iverson </strong> and the top 6 basketball players outside the NBA 12 surprising things I learned from <q>The Undisputed Guide to Pro Basketball History</q> These comments are not screened before publication. Constructive debate about the above story is welcome, but personal attacks are not. Please do not post comments that are commercial in nature or that violate any copyright[", "new_id": -2}, {"uid": "1296712328055181329", "i": 23969, "idx": 0, "sa": ["Pat Tiberi", "Sen. Bernie Sanders"], "q": "to limit spending on Medicare, which covers health costs for the elderly. Breann Gonzalez, a spokeswoman for <strong> Sen. Bernie Sanders </strong> <strong> Pat Tiberi </strong>, R-Genoa Township, said <strong> Pat Tiberi </strong> would work with his colleagues on Ways and Means to <q>write a replacement measure that will actually lower the cost of health care, and include provisions like the coverage of pre-existing conditions... and the ability to purchase health care across state lines.</q> Gonzalez added that <strong> Pat Tiberi </strong> would work \"to chip away at some of the most offensive pieces\" of the law, including eliminating the contribution limits on flexible-spending accounts and making it clear that federal dollars can", "new_id": -2}, {"uid": "1295994268049692680", "i": 17103, "idx": 0, "sa": ["Eric Schmidt", "Jamie Court"], "q": "Consumer Watchdog president <strong> Jamie Court </strong> did, however, blog that changes could be afoot in Google's privacy policies now that co-founder Larry Page is set to step into the CEO position being vacated by <strong> Eric Schmidt </strong>, who oversaw <q>one of the largest privacy breaches ever, when Google's street-view cars sucked up private data from Wi-Fi networks in 30 countries around the world.</q> Mozilla this week proposed a new feature for its Firefox Web browser that allows users to set a browser preference that will broadcast their desire to opt-out of third-party, advertising-based tracking by transmitting a Do Not Track", "new_id": -2}, {"uid": "1295559606214679608", "i": 2266, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "act as an adviser to Page and Google's other co-founder, <strong> Sergey Brin </strong>, who would work on strategic projects and new products. The management changes were due to take effect on April 4. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> <strong> Eric Schmidt </strong> said in a statement. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. \"In my clear opinion, Larry is ready to", "new_id": -2}]