[{"uid": "1296173958124354567", "i": 24156, "idx": 0, "sa": ["Shirley Franklin", "Michael Vick"], "q": ", the new one can scarcely fail to generate more urgency.`` I guess it's orange,'' said Brian Broom, of Decatur, as he retrieved his luggage from a Los Angeles flight. <q> But it seems like it's always orange. </q> Fair point. The last time the threat level was a different color-- 2006-- <strong> Michael Vick </strong> was still the starting quarterback for the Falcons, <strong> Shirley Franklin </strong> was mayor of Atlanta and Dunwoody wasn't a city.", "new_id": -2}, {"uid": "1297108555141246488", "i": 6669, "idx": 1, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "was reluctant to endorse his former boss's assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was`` the most important failure in the execution of the war''. <q> I don't have enough confidence to say that that's right. I think that it's possible, </q> <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>.`` We had[ an] enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed.``", "new_id": -2}, {"uid": "1296754813198328326", "i": 41451, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Barack Obama"], "q": "the CIA,'' she said.`` <strong> Saddam Hussein </strong> had nothing to do with 9/11,'' she added,`` and I have never seen anything to make me change my mind.'' But, she said, <q> it was not a judgment that found favor with some parts of the American machine </q>- namely <strong> Donald Rumsfeld </strong> <strong> Barack Obama </strong> <strong> Donald Rumsfeld </strong>, the United States secretary of defense at the time. That`` is why <strong> Donald Rumsfeld </strong> started an alternative intelligence unit in the Pentagon to seek an alternative judgment,'' she said. MI5", "new_id": -2}, {"uid": "1295735932001638409", "i": 37001, "idx": 3, "sa": ["Bill Lockyer", "Ronald M. George", "Malcolm M. Lucas"], "q": "said many of his colleagues thought <strong> Malcolm M. Lucas </strong>`` went out of his way to add gratuitous insult to the commentary.''`` So Ron <strong> Ronald M. George </strong> had to clean up after the elephant,'' <strong> Bill Lockyer </strong> said. <q> He restored relationships partly because he worked so hard and partly because he may be the most diplomatic human being I have met.... When I would try to provoke him, I couldn't. </q> <strong> Ronald M. George </strong> took command of cases that involved the Legislature or the governor, and when the court ruled against the other branches, he couched the losses in language designed not to give offense.``", "new_id": -2}, {"uid": "1297436149252068026", "i": 44674, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama", "Dick Cheney"], "q": "<strong> Barack Obama </strong> Photo in Slideshow: <strong> Dick Cheney </strong> waits in... Article: <strong> Donald Rumsfeld </strong> reveals prewar Iraq strike plan... Video: <strong> Barack Obama </strong> promotes expanding wireless access And the answer is; OWN3D BY CHENEY Report Abuse <q> when will dick cheny die... and all the bushes... theres dirt under every bush... and bill o'reilly... sarah palin. </q> Report Abuse <blockquote> The GOP and tea scums of this nation are a disgrace and most of all traitors to the middle class, and, this country. The tea bums are nothing but a bunch of racists low", "new_id": -2}, {"uid": "1296671847037879814", "i": 29554, "idx": 6, "sa": ["Karl Malone", "Allen Iverson", "Shaquille O'Neal"], "q": ".'' At one point, both <strong> Allen Iverson </strong> and <strong> Karl Malone </strong> were 12-for-16 from the floor.`` When you're in a zone, it doesn't matter if guys are on you or anything,'' <strong> Allen Iverson </strong> said. <q> It just feels good. It just feels like throwing rocks in an ocean. </q> The Suns have lost twice-- by a combined 46 points-- since their 129-127 double-overtime win at Dallas on Wednesday http://wn.com/Study_Finds_No_Reason_to_Delay_Pregnancy_After_a_Miscarriage Local college basketball previews Butler garners <strong> Shaquille O'Neal </strong> East Honor Roll accolades Top-25 foes meet up in <strong> Shaquille O'Neal </strong> East", "new_id": -2}, {"uid": "1297275513262340680", "i": 40572, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "PM Microsoft has picked an executive with deep engineering and online experience to help build its presence in the nascent cloud computing market. Groundwork OpenSource targets the Big Four IT management vendors with an open approach <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "new_id": -2}, {"uid": "1295867707217595946", "i": 32645, "idx": 0, "sa": ["Andy Coulson"], "q": "without <strong> Andy Coulson </strong> the Conservative leadership lacks a connection with`` the poorer parts of the country''. Pienaar's Politics on BBC Radio 5 live, the former Shadow Home Secretary says of the Conservative front bench: <q> The criticism that is often levelled at them is that they don't have a sense of what a large part of the country, the poorer part of the country, what their views and priorities are. </q> You can hear other BBC Radio 5 live highlights by visiting the", "new_id": -2}, {"uid": "1295419250126189579", "i": 24264, "idx": 4, "sa": ["Sergio Marchionne"], "q": "only automaking factory in North America running on three shifts. It employs 4,300 workers who build 1,452 minivans a day. The plant is about to add versions for Europe equipped with a 2.8-liter diesel engine. <q> The minivan remains a significant part of our revitalization plan going forward, </q> <strong> Sergio Marchionne </strong> said.`` The success of this plant is crucial to pay back our( government) loans.'' For 2011, the minivans received significant updates to better differentiate the Dodge and Chrysler versions until", "new_id": -2}, {"i": 24346, "idx": 0, "index_answer": 0, "new_id": -1, "q": "decision taken by the International Committee of Museums( ICOM) to establish an international supervision committee to oversee and monitor the Egyptian Museum in an attempt to protect it following the recent attempt to loot it. <q> We don't need any international supervision. The Egyptian Museum and all archaeological sites in Egypt are under the protection of the army and honest Egyptian people, </q> <strong> Zahi Hawass </strong> insisted. He noted that some foreigners thought Egypt was not interested in protecting its monuments and museums, but said that was not true.`` Egypt has 5,000 years of civilisation, and we love", "sa": ["Zahi Hawass"], "uid": "1297344246193150984"}]