[{"uid": "1295981696139264040", "i": 15893, "idx": 0, "sa": ["John Wayne", "Jeff Bridges", "Andy Coulson", "Richard Keys"], "q": "of the <strong> John Wayne </strong> classic starring <strong> Jeff Bridges </strong>, is the next most nominated, followed by ANDY GRAY SACKED IN SKY SPORTS SEXISM ROWAndy Gray, Sky Sports' senior football pundit, has been sacked after what the broadcaster called <q> new evidence of unacceptable and offensive behaviour </q> emerged. Gray had already been suspended, along with anchor <strong> Richard Keys </strong> and touchline reporter <strong> Andy Coulson </strong> Burton, over remarks they made off-air about a female linesman. The Scot was fired on Tuesday when another clip, taken during", "new_id": -2}, {"uid": "1296782411243531782", "i": 44400, "idx": 2, "sa": ["Jamaal Charles", "Michael Vick"], "q": "his third season with the Chiefs, carried 10 times for 72 yards- a 7.2-yard average- including a long run of 32 yards and an 8-yard touchdown in last Sunday night's game in Honolulu. <q> Great football players were there who you were a big fan of, </q> said <strong> Jamaal Charles </strong>, who took his mother, an aunt and his girlfriend to Hawaii. \"My mom and my aunt were so excited to see <strong> Michael Vick </strong>, they were going crazy... they were excited to see Ray", "new_id": -2}, {"uid": "1295667459145047582", "i": 11411, "idx": 1, "sa": ["Eric Schmidt"], "q": "Sales& Marketing Director for VisiStat. VisiStat is a company that offers a software as a service application for web service analytics. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1296160210095223816", "i": 13769, "idx": 3, "sa": ["Mr. John", "Kayte Walsh", "Kelsey Grammer", "David Letterman"], "q": "$ 30 million and expects a much larger sum. http://wn.com/Camille_Grammer_Demands_50_Million_In_Divorce_Settlement <strong> Kelsey Grammer </strong> tells Wendy <strong> Mr. John </strong> if he plans on living in New York City full-time with his new girlfriend Kate. http://wn.com/Kelsey_Grammer_To_Marry_Girlfriend_Kayte_Walsh_in_February click our link thetodaybuzz.com- to watch full <q> <strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February </q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the \"Late Show with <strong> David Letterman </strong>\" on Thursday night that he plans on marrying his girlfriend <strong> Kayte Walsh </strong> next month. The actor currently stars in the Tony Award-winning musical", "new_id": -2}, {"uid": "1295296048157237314", "i": 30811, "idx": 0, "sa": ["Michael R.", "David M. McIntosh", "Mike Pence"], "q": "more accountable to the people it serves. http://wn.com/12-3-2009__Pence_Discusses_Republican_Economic_Roundtable_on_CNBC Congressman <strong> Mike Pence </strong> appeared on the CNBC program \"Power Lunch\" to discuss the economy, the <strong> Michael R. </strong> House jobs summit and the Republican Economic Roundtable. http://wn.com/11/26/09_Weekly_Republican_Address_Rep_Mike_Pence_R-IN <strong> David M. McIntosh </strong> <strong> Mike Pence </strong>: <q> The American people know we can't borrow and spend and bail our way back to a growing economy.... Republicans have proposals to get our economy moving again, to achieve energy independence and lower the cost of health care. </q> http://wn.com/Weekly_Republican_Address_10/16/10_Rep_Mike_Pence_R-IN <strong> David M. McIntosh </strong> <strong> Mike Pence </strong>( R-IN) delivers the Weekly Republican Address. <strong> David M. McIntosh </strong> <strong> Mike Pence </strong> calls for immediate action on pledge to create jobs, cut spending. http://wn.com/Congressman_Mike_Pence_at_Southern_Republican_Leadership_Conference__Part_1 Remarks by Congressman <strong> Mike Pence </strong> at the Southern Republican Leadership Conference on April", "new_id": -2}, {"uid": "1296827448182681606", "i": 11425, "idx": 0, "sa": ["Eric Schmidt"], "q": "an interview with The Wall Street Journal, Google's chief executive, <strong> Eric Schmidt </strong>, predicted that in the future, people will be automatically entitled to change their names upon adulthood to escape the hijinks of their youth. <q> I don't believe society understands what happens when everything is available, knowable and recorded by everyone all the time, </q> he said. There is a constant stream of cautionary tales of woe, as ordinary people come a cropper when their lives unexpectedly go viral- from the student with the PowerPoint \"thesis\" on her", "new_id": -2}, {"uid": "1296745421246644752", "i": 16669, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "of Defense <strong> Donald Rumsfeld </strong> describes a <strong> President Bush </strong> administration marred by chaos and disorder during the months leading up to the Iraq War- the prime reason, he says, why the postwar transition was so poorly planned. <q> There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch, </q> writes <strong> Donald Rumsfeld </strong> in Known and Known, which is set to hit bookstores next week. Advanced excerpts were first obtained by the New York Times and Washington Post. <strong> Donald Rumsfeld </strong> writes a key point", "new_id": -2}, {"uid": "1297662083114016267", "i": 38002, "idx": 1, "sa": ["Patrick Carney", "Justin Bieber", "David Letterman", "Lady Gaga"], "q": "backstage after accepting the award for pop performance with vocals by a duo or group.___ \"<strong> Justin Bieber </strong>? Hairpiece.\"- <strong> David Letterman </strong> revealing the top Grammy surprises.___ <q> I need to say thank you tonight to <strong> Whitney Houston </strong>. I wanted to thank <strong> Whitney Houston </strong> because when I wrote \"Born This Way,' I imagined she was singing it because I wasn't secure enough in myself to imagine I was a superstar. </q>- <strong> Lady Gaga </strong> as she accepted best pop vocal album for \"The Fame <strong> Lady Gaga </strong>.\"___ \"We never expected we\"d even get invited after we were nominated.\"- <strong> Patrick Carney </strong> of The", "new_id": -2}, {"i": 33582, "idx": 3, "index_answer": 1, "new_id": -1, "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> <strong> Reggie Jackson </strong>'s really what I did. It helped me out. </q> <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds, and <strong> Allen Iverson </strong> added 31 points to lead the 76ers to a 98-89 win over the <strong> James Cleveland </strong> Cavaliers on Friday night", "sa": ["James Cleveland", "Chris Webber", "Allen Iverson"], "uid": "1295753709087883837"}, {"uid": "1295383474094978094", "i": 18751, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "than his singing voice and he should stick to that. The new age of nice on \"American Idol\" might have been ushered in by <strong> Nigel Lythgoe </strong>, the producer who uses a similar style while judging <q> So You Think You Can Dance. </q> He is returning to the show this year after an absence reportedly caused by a rift with <strong> Simon Cowell </strong>- possibly about their different approaches. Either way, the most telling change about \"American Idol\" in", "new_id": -2}]