[{"uid": "1296250454060604417", "i": 7765, "idx": 0, "sa": ["Eric Schmidt"], "q": "drop. And let's not forget <strong> Eric Schmidt </strong>'s href=\"http://www.google.com/url?sa=t&amp;source=custom&amp;cd=1&amp;ved=0CAgQFjAA&amp;url=http%3A%2F%2Fwww.cmswire.com%2Fcms%2Fenterprise- 20%2FEric Schmidt- <strong> Eric Schmidt </strong>- steps- down- as- googles- ceo- 009897.php&amp;ei=hhxDTa2HMIXmsQOr9fmZCg&amp;usg=AFQjCNEVu0g8T9bIPw- BiIDB2x_HyI7YlQ\"> step-down, which is kind of a big deal. <q> Google couched the announcement in terms of management clarity and efficiency... but the real need is to reestablish the entrepreneurial drive that is propelling Facebook, </q> href=\"http://online.wsj.com/article/SB70001424052748703956604576110141917085166.html\"> wrote James B. Stewart of the Wall Street Journal. Meanwhile, <strong> Eric Schmidt </strong> tried to set the record straight at the World Economic Forum in Davis.`` This has nothing to do with competitors", "new_id": -2}, {"uid": "1295338731116441123", "i": 10286, "idx": 2, "sa": ["Glenn Mulcaire", "James Robinson", "Andy Coulson"], "q": "that the`` investigation'' will reveal that hacking was carried out by two rogues rather than one. And we won't swallow that either. Why? Note this sentence in <strong> James Robinson </strong>'s report: <q>`` It is also understood that <strong> Glenn Mulcaire </strong> said in the court statement that several other executives at the News of the World were aware that phone hacking was taking place, although he does not name them. </q> \" In other words, there was a rogues' gallery. How did <strong> Andy Coulson </strong> edit without noticing them? <strong> Andy Coulson </strong>- and Murdoch- feel the heat as phone-hacking story gains traction News of the", "new_id": -2}, {"uid": "1295753709087883837", "i": 40742, "idx": 9, "sa": ["Chris Webber", "LeBron James", "Allen Iverson", "Žydrūnas Ilgauskas", "Dwyane Wade"], "q": "<strong> Allen Iverson </strong>'s Žydrūnas Ilgauskasgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> Webbe... Miami Heat vs Sacramento LeBron Jamess( 104- 83) December 11, 2010 Miami Heat vs Sacramento LeBron Jamess( 104- 83) December 11, 2010 <strong> Dwyane Wade </strong> scores 36 points and leads the Heat to their", "new_id": -2}, {"uid": "1295779327127156334", "i": 19929, "idx": 0, "sa": ["David Cameron", "Andy Coulson", "Nick Clegg"], "q": "campaigners finally distancing themselves from this offensive site.` It raises serious questions about the judgment of those pushing to abolish our voting system.` When <strong> Nick Clegg </strong> launched the Yes campaign he claimed, <q> It's about fair play </q>.` We are now writing to <strong> Nick Clegg </strong> asking him to ensure dirty tricks form no further part of his campaign.' More... href=\"http://www.dailymail.co.uk/news/article-1349681/Andy Coulson-Andy Coulson-kept-secret-No10-diary-David Camerons-spin-chief.html\"> <strong> Andy Coulson </strong> kept secret No10 diary while <strong> David Cameron </strong>", "new_id": -2}, {"uid": "1297145799209272848", "i": 33703, "idx": 1, "sa": ["Simon Cowell", "Paula Abdul", "Hailee Steinfeld"], "q": "learned about. Who knows how much of this really goes on. Report Abuse \" i like <strong> Paula Abdul </strong>. She is cute and very honest person. I am sure <strong> Simon Cowell </strong> knows her very well. \" Report Abuse <q> i like <strong> Paula Abdul </strong>, she isa cute and I think a very honest person. I think <strong> Simon Cowell </strong> </q> ABC News: Watch: <strong> Hailee Steinfeld </strong> on` True Grit' ABC News: <strong> Simon Cowell </strong>: US' X Factor' Panel yet to Be Set Friday Night Lights Comes to an End: The Cast on Series-Saving Fans,", "new_id": -2}, {"uid": "1297300010261144606", "i": 53166, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "for Clunkers'' program? \" Report Abuse \" What's the difference between <strong> Barack Obama </strong>'s cabinet and a penitentiary? \" One is filled with tax evaders, blackmailers, and threats to society. Report Abuse <q> <strong> Barack Obama </strong> wants spend 50 billion on cupcakes. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs", "new_id": -2}, {"uid": "1295564377105267210", "i": 35501, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "products and more than$ 25 billion a year in revenue. On a conference call with analysts, <strong> Eric Schmidt </strong> expressed confidence in <strong> Larry Page </strong>.`` I believe <strong> Larry Page </strong> is ready,'' <strong> Eric Schmidt </strong> said. <q> It's time for him to have a shot at running this, and I'm sure he'll do a fantastic job. </q> <strong> Eric Schmidt </strong> said there would be no material change in the company's strategy, because`` we all agree with each other.''`` I believe as a result of this we will execute and", "new_id": -2}, {"uid": "1295456452061816888", "i": 21122, "idx": 0, "sa": ["Kelsey Grammer", "David Letterman"], "q": "have a huge blow-out in a limo. Sounds pretty accurate! <strong> Kelsey Grammer </strong> was recently on the Late Show with <strong> David Letterman </strong> and shared some details about his upcoming nuptials to new fianc?e Kayte Walsh. <q> The kids seem to be doing okay. We've been spending quite a bit of time with them, Kayte and I. Kayte's my new girl. We're planning to get married soon, </q> he told the host, who quickly asked when the wedding will take place. OK! VIDEO: <strong> Kelsey Grammer </strong> ON WEDDING DATE WITH KAYTE WALSH-`` SOMETIME IN FEBRUARY''`` Sometime in February, we", "new_id": -2}, {"uid": "1295762804109936656", "i": 7776, "idx": 4, "sa": ["Rajon Rondo", "Shaquille O'Neal", "Allen Iverson", "Kwame Brown", "Phil Jackson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Phil Jacksonadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/Boston_Celtics_VS_Detroit_Pistons_Recap_RoShaquille O'Nealson_14_Points_In_16_Minutes! March 2nd, 2010: The Boston Celtics end their 2 game losing streak to the Detroit Pistons. <strong> Rajon Rondo </strong> had 15 points", "new_id": -2}, {"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a`` powerful political insider- precisely because he had a feel for the world outside Westminster'' and the PM would be looking for a <q> someone with similar nous and journalistic experience </q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}]