[{"uid": "1296282353007127044", "i": 23067, "idx": 5, "sa": ["Mike McDaniel", "Mike Pence", "Larry Bucshon"], "q": "person like him, with a wealth of experience, is always important to have backing you up when you're just getting started.'' <strong> Larry Bucshon </strong> wouldn't speculate about <strong> Mike Pence </strong>'s future, but said, <q> No matter what he decides to do, I'll be supportive. </q> Other Republicans seemed more sure of <strong> Mike Pence </strong>'s plans.`` I am convinced he is now going to run for governor,'' said <strong> Mike McDaniel </strong>, a former state Republican chairman. Former", "new_id": -2}, {"uid": "1295611340109838367", "i": 50297, "idx": 4, "sa": ["Larry Page", "Eric Schmidt"], "q": "be evil''-`` Tue nichts B?ses'' stammt. <strong> Eric Schmidt </strong> wurde in der ffentlichkeit oft als eine etwas finstere Figur gerade bei der Datenschutzfrage wahrgenommen und hat dazu mit einigen ungl?cklichen u?erungen in Interviews auch selbst beigetragen( <q> Wenn es etwas gibt, von dem Sie nicht wollen, dass es jemand erf?hrt, vielleicht sollten Sie es dann gar nicht erst tun. </q>) Die amerikanische Verbraucherschutzorganisation`` Consumer Watchdog'' sah jedenfalls den F?hrungswechsel bei Google als Anlass genug, selbst eine Pressemitteilung herauszugeben, in der sie die Ernennung von <strong> Larry Page </strong> zum Vorstandsvorsitzenden und den Abgang von <strong> Eric Schmidt </strong> ausdr?cklich begr?te.", "new_id": -2}, {"uid": "1294997802152699116", "i": 21626, "idx": 0, "sa": ["Bill Cosby", "David Letterman", "Conan O'Brien"], "q": ". Yet, despite its huge popularity- it was the No. 1-ranked show for five straight seasons- there were still naysayers, particularly those who thought the show wasn't edgy or realistic. <q> Someone said,` How come one of your kids( from the show) is not dating a white kid?' </q> remembers the show's patriarch, <strong> Bill Cosby </strong>.`` And I said,` Because the one on` Family Ties' hasn't touched a black person yet.''' <strong> Conan O'Brien </strong> OK with <strong> David Letterman </strong>, not", "new_id": -2}, {"uid": "1296424070007127071", "i": 20765, "idx": 7, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "2013.( Comment on this story.) <strong> Zahi Hawass </strong> says he expects the current museum to reopen in a few days. He knows that the episode could have had a very different ending. <q> Thank God they did not know where the gold is, because if they knew about the jewelry room, this could have been a disaster. </q> Just ask the director of the Iraqi museum. Al Jazeera In Cairo Being Shut Down, Press Credentials Revoked: Egypt State TV ElBaradei Says U.S. Should Tell <strong> Hosni Mubarak </strong> to Give Up Power in Egypt Not a Fan", "new_id": -2}, {"uid": "1296142066049446919", "i": 29177, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> href=\"http://www.worldnow.com\" target=\"_blank\"> All content? Copyright 2000- 2011 WorldNow and WISTV, a", "new_id": -2}, {"uid": "1297273521044515353", "i": 9739, "idx": 1, "sa": ["Donald Rumsfeld", "Ashton Carter"], "q": "often-frosty relations under former Defense Secretary <strong> Donald Rumsfeld </strong>.`` A strong, technologically vibrant, and financially successful defense industry is... in the national interest,'' <strong> Ashton Carter </strong> said, adding that the department planned to pursue <q> policies and actions that provide for long-term innovation, efficiency, profitability, and productivity growth. </q> He said defense officials would focus on seven key`` guideposts'' in evaluating the changing structure of the industry in coming years: We welcome comments that advance the story directly or with relevant tangential information", "new_id": -2}, {"uid": "1294980050041599127", "i": 21379, "idx": 1, "sa": ["Eric Schmidt"], "q": "Society Slides available: www.ncbi.nlm.nih.gov... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the Woodrow Wilson School of Public and International Affairs, on April 18, 2009.... SocialMediaDaily.com Video Update# 1- Michelle MacPhearson SocialMediaDaily.com Video Update# 1- Michelle MacPhearson www.socialmediadaily.com Social media optimization guide", "new_id": -2}, {"uid": "1296530715200818714", "i": 37135, "idx": 1, "sa": ["James Cleveland", "Chris Webber", "Allen Iverson", "Cam Ward", "Žydrūnas Ilgauskas", "Phil Jackson"], "q": "<strong> Allen Iverson </strong>'s Žydrūnas Ilgauskasgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It Cam Warde in words of encouragement to Phil Jacksonly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> <strong> Chris Webber </strong> had his best performance in his four games with Phil Jacksonadelphia, scoring 24 points and grabbing 12 rebounds, and <strong> Allen Iverson </strong> added 31 points to lead the 76ers to a 98-89 win over the <strong> James Cleveland </strong> Cavaliers on Friday night", "new_id": -2}, {"uid": "1296564162137969723", "i": 5621, "idx": 1, "sa": ["Angelina Jolie", "Jon Voight"], "q": "affection for Israel and the Jewish people,'' but that he doesn't know where she stands on the nation. <strong> Jon Voight </strong> revealed he would`` love to see'' UN goodwill ambassador <strong> Angelina Jolie </strong> at his side <q> coming on a visit to Israel </q>. He added:`` That would be a nice thing before I go.'' Follow the E&S on Twitter Keep up with the latest breaking news and best content with our Twitter updates.", "new_id": -2}, {"i": 1480, "idx": 0, "index_answer": 1, "new_id": -1, "q": "else.`` It was the only thing I didn't want to quit. I started when I was 19. I quit every single job I had up until that point,'' <strong> Joe Matarese </strong> said. <q> I started going and I was hooked immediately. And I never stopped. </q> The comedian has gone on to carry his own half-hour special on Comedy Central; appear on The Late Show with <strong> David Letterman </strong>, The <strong> Howard Stern </strong> Show, The Late Late Show with <strong> Craig Kilborn </strong>, and NBC's Last", "sa": ["Howard Stern", "Joe Matarese", "David Letterman", "Craig Kilborn"], "uid": "1295163756229244974"}]