[{"uid": "1296155717100335616", "i": 28072, "idx": 0, "sa": ["Mike Pence", "Paul Ryan", "Nikki Haley", "John Kasich", "John Thune", "Susana Martinez", "Robert Jones Portman", "Marco Rubio", "Bobby Jindal", "Mitt Romney"], "q": ", from a longtime senior Republican political aide who believes the`` Why now?'' question is exactly what leads to the answer that <strong> Mike Pence </strong> should run. This aide explained that 2012 would be <strong> Mike Pence </strong>'s moment: <q> If you're a smart, ambitious, medium-age pol... do you want to run against <strong> John Thune </strong> and <strong> Mitt Romney </strong> and[ etc.] now? Or do you want to run against rock stars later? </q> Among the names he rattled off for future presidential candidates were <strong> Paul Ryan </strong>, <strong> Bobby Jindal </strong>, <strong> Marco Rubio </strong>, <strong> Nikki Haley </strong>, <strong> Susana Martinez </strong>, <strong> John Kasich </strong>, and <strong> Robert Jones Portman </strong>. The aide, who has 20 years of experience in national politics, continued", "new_id": -2}, {"uid": "1296404755252772352", "i": 14498, "idx": 1, "sa": ["Nicolas Sarkozy", "Alassane Ouattara", "Bingu wa Mutharika"], "q": "la capital de Etiop?a, <strong> Bingu wa Mutharika </strong> inst tambi?n a Gbagbo a que le ceda el poder a <strong> Alassane Ouattara </strong>, candidato de la oposici?n y reconocido por la comunidad internacional como ganador de las elecciones del pasado noviembre. <q> Una vez m?s llamo a Gbagbo a que respete la voluntad del pueblo marfile?o, que se adhiera a los resultados de los comicios, y que deje a <strong> Alassane Ouattara </strong> liderar Costa de Marfil, como eligi el electorado </q>, dijo <strong> Bingu wa Mutharika </strong> frente a m?s de 30 l?deres africanos, el secretario general de la ONU y el mandatario franc?s, <strong> Nicolas Sarkozy </strong>. Tras los comicios presidenciales que se celebraron en Costa de Marfil el pasado 28", "new_id": -2}, {"uid": "1296170831157696208", "i": 58306, "idx": 4, "sa": ["Mike Pence", "Mike McDaniel"], "q": "`` I am convinced he is now going to run for governor,'' said <strong> Mike McDaniel </strong>, a former state Republican chairman. The 51-year-old <strong> Mike Pence </strong> is a darling of social conservatives and often describes himself as <q> a Christian, a conservative, and a Republican, in that order. </q> He had made multiple trips to states that host early presidential primary contests. <strong> Mike McDaniel </strong> said the decision not to run must have been difficult.`` He had a lot of people around the country", "new_id": -2}, {"uid": "1295432569026050653", "i": 25855, "idx": 0, "sa": ["Kevin McCarthy", "Tim Bivins", "Mike Pence", "Paul Ryan", "Jeffrey Young", "John Boehner"], "q": "And <strong> John Boehner </strong> was far from the only one laying out$ 100 billion in non-defense discretionary spending cuts as the benchmark. Incoming House Budget Committee Chairman <strong> Paul Ryan </strong>( R-WI) said that the GOP's goal was to cut <q> a good$ 100 billion. </q> <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of`` <strong> Jeffrey Young </strong> Gun'' fame) reiterated the promise, saying,`` We're saying you go through, go back to pre-sTim Bivinsulus bailout numbers. We can live with that.''`` We", "new_id": -2}, {"uid": "1297109629077856777", "i": 11508, "idx": 3, "sa": ["Sergio Marchionne"], "q": "of the U.S. auto industry.`` The great thing about this country, it has the ability to learn.'' Eminem, one of Detroit's most famous residents, gets it, <strong> Sergio Marchionne </strong> said. <q> He represents part of America that I think is important as hell. I think it's at the heart of what we are. </q> OK, not everyone likes the rapper's music, <strong> Sergio Marchionne </strong> conceded,`` but a lot of what he is is us, you know? I mean there's sort of a seriousness about that kid that is", "new_id": -2}, {"uid": "1295095158012894227", "i": 15898, "idx": 3, "sa": ["Chris Webber", "Allen Iverson", "Jason Richardson", "Maurice Cheeks", "Troy Murphy"], "q": "field goals. While <strong> Allen Iverson </strong> scored 24 points in the first half, <strong> Chris Webber </strong> followed with 15 in the second.`` I don't think I had any doubt about them playing together,'' coach <strong> Maurice Cheeks </strong> said. <q> The reason you put the ball in their hands is because they make plays. </q> The Sixers will need the All-Stars to keep it up when they open a seven-game road trip Friday night at Atlanta. They won't return home until Jan. 9 against Seattle. <strong> Jason Richardson </strong> scored 24 points, <strong> Troy Murphy </strong> had", "new_id": -2}, {"uid": "1297379494030818333", "i": 25276, "idx": 0, "sa": ["Robert Gates", "Janet Napolitano", "Kirsten Gillibrand"], "q": "reaching out to Homeland Security Secretary <strong> Janet Napolitano </strong> and Defense Secretary <strong> Robert Gates </strong> to help make that happen. BREEDS VIOLENCE Sen. <strong> Kirsten Gillibrand </strong>( D-NY) has also joined the push, saying in a news release that <q> vast drug networks along our northern border are exacerbating the gang-related violence in many communities across the state. This problem must be fought at its source. </q> <strong> Kirsten Gillibrand </strong>, a member of the Senate Armed Services Committee, said,`` We need a commitment by Secretaries <strong> Janet Napolitano </strong> and <strong> Robert Gates </strong> to work with local communities along the border to make sure they have the resources", "new_id": -2}, {"uid": "1296541564262815760", "i": 12676, "idx": 3, "sa": ["Allen Iverson", "Erik Spoelstra", "Stan Van Gundy", "Tony Allen", "Dwyane Wade", "Glen Davis"], "q": "points in the first five minutes, the Celtics found themselves down 14 and a quarter and a half away from losing home-court adStan Van Gundytage.`` We are normally good in those situations,'' Heat coach <strong> Erik Spoelstra </strong> said. <q> We are normally able to control the game, grind it, take good shots, dictate the pace. </q> Enter <strong> Tony Allen </strong> and <strong> Glen Davis </strong>. With <strong> Allen Iverson </strong> on <strong> Dwyane Wade </strong> and <strong> Glen Davis </strong> surveying Miami's offense, ready to pounce on anyone who attacked the lane, the Celtics exposed the Heat for what they are-- a team that can", "new_id": -2}, {"uid": "1295994291049692710", "i": 14285, "idx": 1, "sa": ["Tom Reed", "Chris Lee", "Barack Obama", "Kirsten Gillibrand"], "q": "<strong> Chris Lee </strong> issued a statement today saying, The <strong> Barack Obama </strong> should use the State of the Union address to clearly lay out a real plan to strengthen our economy and create jobs in western New York.'' He adds, <q> The <strong> Barack Obama </strong> also needs to truly work with both republicans and democrats to rein in government spending and put our fiscal house back on track. </q> News 10NBC has been told Congressman <strong> Tom Reed </strong> will be sitting with a bipartisan group from upstate New York tonight. Congresswoman Slaughter has not yet announced who she's sitting next to. Both Senators <strong> Kirsten Gillibrand </strong>", "new_id": -2}, {"i": 25251, "idx": 0, "index_answer": 0, "new_id": -1, "q": "wanted that to go out.'' <strong> Jonathan Ross </strong> also said he suggested to <strong> Simon Cowell </strong> that <strong> Michael McIntyre </strong> join the panel of Britain's Got Talent- but <strong> Simon Cowell </strong> did not know who the comedian was. <strong> Jonathan Ross </strong> said: <q> He( <strong> Simon Cowell </strong>) looked at me and said:` Who is he?' When he finally met him, he opened the conversation by saying:` The problem with you <strong> Michael McIntyre </strong>...' </q> Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "sa": ["Jonathan Ross", "Simon Cowell", "Michael McIntyre"], "uid": "1297124840188514307"}]