[{"uid": "1296687771060637190", "i": 10845, "idx": 0, "sa": ["Bernie Sanders"], "q": "officials listed a series of actions the military has taken to guard against contractor wrongdoing, including the formation of a working group focused on procurement fraud. But <strong> Bernie Sanders </strong> said much more needs to be done. <q> It is clear that DOD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud, </q> he said. Mariners FanFest Instead of watching from the bleachers, Mariners fans took to the field itself at Safeco Field with a variety of activities and opportunities to meet players during the 2011 Mariners FanFest.", "new_id": -2}, {"uid": "1295741039001638405", "i": 515, "idx": 2, "sa": ["Allen Iverson", "Tim Duncan", "David Robinson", "Malik Rose"], "q": "1984-85 campaign. It was a different <strong> Allen Iverson </strong> in this contest as he dominated on the offensive end and came within four points of a career high, hitting 14-of-26 from the floor and 15-of-17 from the foul line. <q> It would have been better to have a one-point performance and win than having a 40-point game and lose, </q> said <strong> Allen Iverson </strong>, who added seven rebounds and six assists. <strong> Malik Rose </strong>, whose previous career best was 14 points, was the surprising hero as <strong> David Robinson </strong> and <strong> Tim Duncan </strong> battled foul trouble. <strong> David Robinson </strong>, who picked up his fifth", "new_id": -2}, {"uid": "1295604338233226243", "i": 29313, "idx": 3, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "href=\"http://twitter.com/#!/pkedrosky/status/28202243870171136\" title=\"he added\"> he added.`` Not to be all self-serving, but I read Google's mgmt shakeup as a confession that the co is a decision-making mess losing its way in search,'' adding: <q> Ask employees. Any engineer with initiative has been going mad at processes and vacillation. </q> Why would that mean <strong> Eric Schmidt </strong> should go? Because the arrangement in which he was chief executive and <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, the co-founders, had an equal role eventually has led to drift. Google needs", "new_id": -2}, {"uid": "1295777587220971009", "i": 49304, "idx": 5, "sa": ["Ed Miliband", "David Cameron", "Andy Coulson"], "q": "spokesman it's time to move on.'' Mr <strong> Andy Coulson </strong> joined Mr <strong> David Cameron </strong>'s team before the General Election and then ran the PM's communications strategy. Labour leader <strong> Ed Miliband </strong> said the row raised <q> real questions about <strong> David Cameron </strong>'s judgement that he hung on to <strong> Andy Coulson </strong> for so long </q>. Play video Thousands say farewell to Ark Royal crew Subscribe to RSSMost Popular in: UK Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News editor", "new_id": -2}, {"uid": "1295539340089374724", "i": 6821, "idx": 1, "sa": ["George W. Bush", "William Hartung", "Helen Caldicott", "Bernie Sanders", "Ben Ali", "John King", "Barack Obama", "David Cay Johnston"], "q": "Retiring Generals Entering Defense Industry`` The Worse Off You Are, Your Taxes Increase'': JournBen Alist <strong> David Cay Johnston </strong> Slams Barack Obama-GOP Tax Deal <strong> Bernie Sanders </strong> Denounces Barack Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming`` Banana Republic'' <q> Prophets of War: Lockheed Martin and the MaJohn King of the Military-Industrial Complex. </q> By <strong> William Hartung </strong>.( Nation Books, 2010) Rep. McDermott:`` The Medical-Industrial Complex in this Country is Bigger than the Military-Industrial Complex'' Dr. <strong> Helen Caldicott </strong> On the New Nuclear Danger: <strong> George W. Bush </strong>'s Military-Industrial Complex EXCLUSIVE...", "new_id": -2}, {"uid": "1295672695088440834", "i": 21272, "idx": 3, "sa": ["Eric Schmidt"], "q": "with breaking the anti-obscenity law on both state and federal levels, because she used the post office to mail her sex guides. Craddock soon found herself making headlines as she stood trial in federal court. <q> Here is someone who is claiming her right to freedom of expression, freedom of speech, and Comstock has thrown her in jail. And so her stock is rising as a civil liberties figure, </q> <strong> Eric Schmidt </strong> says. Craddock would eventually come to be regarded as an important figure in the feminist and civil liberties movements, but ultimately, it would be as a martyr. The night before her final sentencing", "new_id": -2}, {"uid": "1297695198250560536", "i": 43442, "idx": 0, "sa": ["Michael Vick", "Piers Morgan", "Oprah Winfrey"], "q": "shows. According to a January report in USA Today, <strong> Oprah Winfrey </strong> made a bet with <strong> Piers Morgan </strong> that she'd get <strong> Michael Vick </strong> first. When he heard about the bet, the Eagles quarterback said on 97.5 FM-The Fanatic, <q> If the bet was made, she'll probably win, because I know nothing about that other guy. </q> <strong> Michael Vick </strong> then said on the radio, according to USA Today, that he'd welcome an opportunity to be a guest on <strong> Oprah Winfrey </strong>'s show. Use of and/or registration on any portion of this", "new_id": -2}, {"uid": "1296064734049987593", "i": 33108, "idx": 0, "sa": ["Lu Du", "Alassane Ouattara", "David Ferrer"], "q": "d'une agence de l'ONU, target=\"_blank\" href=\"http://wn.com/?'il\"> il a fait appel au secr?taire g?n?ral de l'ONU pour le reconna?tre, malgr la dissolution de son parti par le gouvDavid Ferrerement. AFP- le 26 janvier 2011, 16h17 <q> Je suis le pr?sident <strong> Lu Du </strong> Gabon </q>, a d?clar? l'AFP Mba Obame de derri?re les C?te d'Ivoire: <strong> Alassane Ouattara </strong> et Gbagbo s` affrontent sur la BCEAO Le Matin CH Le pr?sident sortant ivoirien Laurent Gbagbo a ordonn la`` r?quisition'' des agences en", "new_id": -2}, {"uid": "1297242441083116117", "i": 25376, "idx": 4, "sa": ["Hosni Mubarak", "Jay Leno", "David Letterman"], "q": "Egyptian President <strong> Hosni Mubarak </strong> would indeed step down, or wind up`` pulling a <strong> Jay Leno </strong>.'')`` I love you. I am in your corner,'' Stern pledged, eliciting a fist-bump from <strong> David Letterman </strong>. <q> I don't want the same thing to happen to you that happened to Regis. </q> This elicited a big laugh from Dave and the audience, but Stern pressed on, making <strong> David Letterman </strong> uncomfortable.`` You know, he was fired. He lives in my building... He got fired. He asked", "new_id": -2}, {"i": 10783, "idx": 6, "index_answer": 0, "new_id": -1, "q": ", something that was only done once, in 1880?`` A number of things would have to fall into place to make him competitive,'' said <strong> Charlie Black </strong>, a veteran GOP strategist. <q> The key is the conservative movement adopting him as its favorite. </q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more.`` The folks I've heard, the names I've seen, are", "sa": ["Charlie Black", "Mike Pence"], "uid": "1295958129216842277"}]