[{"uid": "1297678702023707655", "i": 51784, "idx": 0, "sa": ["Zahi Hawass"], "q": "protests for the sake of Egypt. The Egyptian Museum, home to priceless collections, announced on Sunday that several priceless artefacts were stolen during a break-in on January 28. The missing pieces include <q> a gilded wood statue of the 18th Dynasty Pharaoh Tutankhamun being carried by a goddess, </q> and parts of another gilded wood statue of the king, Minister of State for Antiquities <strong> Zahi Hawass </strong> said in a statement.", "new_id": -2}, {"uid": "1295640246179568662", "i": 48703, "idx": 0, "sa": ["Eric Schmidt"], "q": "of Google, which gained 2 percent following Thursday's better-than-expected quarterly results and the news that Page would replace <strong> Eric Schmidt </strong> as chief executive, were down$ 1.08 at$ 625.69 in midday trading on Friday. <q> What's going to change under Larry? </q> said BGC Partners analyst Colin Gillis, asking the question on the minds of executives from the tech capital of Silicon Valley to media-centric New York.`` In our opinion, Larry is likely to increase investments", "new_id": -2}, {"uid": "1296316440229146640", "i": 24179, "idx": 1, "sa": ["Zahi Hawass"], "q": "hoy cuando llegu esta ma?ana( del s?bado) al Museo Egipcio y encontr que algunos hab?an tratado de asaltar el museo por la fuerza anoche'', dijo <strong> Zahi Hawass </strong>, presidente del Consejo Supremo de Antig?edades. <q> Ciudadanos egipcios intentaron detenerlos y se les uni la polic?a de Turismo, pero algunos( saqueadores) lograron ingresar desde arriba y destruyeron dos de las momias </q>, dijo. Agreg que los saqueadores tambi?n registraron la boleter?a. El Universal respeta y defiende el derecho a la libre expresi?n, pero tambi?n vela por el respeto a la legalidad y a los participantes en este foro", "new_id": -2}, {"uid": "1295599345020365320", "i": 34618, "idx": 6, "sa": ["Sergey Brin", "Eric Schmidt", "Mark Zuckerberg", "Larry Page"], "q": "denke ich, bei allem berein.'' Und was macht nun <strong> Sergey Brin </strong>, der Kompagnon von <strong> Larry Page </strong>? Der macht das, was ihm schon an der Uni am meisten lag: Er t?ftelt an neuen Produkten. <q> Die Rolle passt perfekt zu ihm </q>, sagt <strong> Eric Schmidt </strong> v?terlich.`` <strong> Sergey Brin </strong> ist bis ins <strong> Mark Zuckerberg </strong> ein Erfinder und Gr?nder.'' Die Zeit, in der beide wie Zwillinge auftraten mit gleichen Rechten und Pflichten, ist damit aber vorbei. Jetzt gibt es", "new_id": -2}, {"uid": "1295959277216842330", "i": 6510, "idx": 2, "sa": ["Simon Cowell"], "q": "`` I have been in there. He loves a bath, <strong> Simon Cowell </strong>, it gives him time to think.'' The 37-year-old credited the TV mogul for giving him a masterclass in confidence. <q> He's a workaholic. He's a great boss, and I'm not just saying that, </q> he said.`` He's very loyal, he's very honest, and he just wants that in return. He smells fear though, he's like a wolf. If you're confident in", "new_id": -2}, {"uid": "1295250982187957297", "i": 39308, "idx": 0, "sa": ["Jerry Smith", "Jerry West", "Allen Iverson"], "q": "still say`` Bubbachuck'' <strong> Allen Iverson </strong> was better than both of them. Schools such as Arkansas, Kentucky, Duke, and three dozen other top <strong> Jerry Smith </strong> scored 20 points in number 7 ranked louisvills win over <strong> Jerry West </strong> virginia <q> This is only a fan made video and is not made for monetary gain. No copyright infringement intended. </q>*** Rate, Comment, Subscribe*** Visit: www.ojmayonnaise.com OJ Mayo is the Rookie of the Month... With PPG 21,0. I hope he will be the Rookie of the Year...* Honors for this video:", "new_id": -2}, {"uid": "1297089447093831169", "i": 3710, "idx": 6, "sa": ["Donald Rumsfeld", "Colin Powell", "Barack Obama"], "q": "that he didn't want to go to the CIA[ in the Ford administration]. And that someone made him go there. And it was probably <strong> Donald Rumsfeld </strong> or something.'' Secretary of State <strong> Colin Powell </strong> <q> did not, in my view, do a good job of managing the people under him, </q> <strong> Donald Rumsfeld </strong> said.`` There was a lot of leaking out of the State Department, and the <strong> Barack Obama </strong> knew it. And it was unhelpful. And most of it ended up making the State Department look good.", "new_id": -2}, {"uid": "1295890742159269051", "i": 35119, "idx": 1, "sa": ["Angelina Jolie"], "q": "is for good relations between Russia and US. As for the latest spy scandal, she added, the presidents tackled it quite efficiently.`` I am somebody who is a little political,'' said <strong> Angelina Jolie </strong>. <q> I love positive relationships between America and Russia, and all the good things. </q>`` I did not focus too much on the scandal,'' she added.`` Except I thought it was handled really well by our presidents and kind of very quickly.'' Prior to the visit <strong> Angelina Jolie </strong> agreed", "new_id": -2}, {"uid": "1297257274238534666", "i": 1356, "idx": 6, "sa": ["George W. Bush", "Colin Powell"], "q": "York because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> George W. Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An Associated Press reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children-but no obvious sign of", "new_id": -2}, {"i": 11988, "idx": 5, "index_answer": 2, "new_id": -1, "q": "to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q> I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company, </q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called`` Googled: The End of the World As We Know It,'' said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "uid": "1295562453217792578"}]