[{"uid": "1295563322217792546", "i": 56758, "idx": 2, "sa": ["Eric Schmidt"], "q": "the money or anything.`` Using this trading plan, <strong> Eric Schmidt </strong> can diversify his investment portfolio and can spread stock trades out over a period of one year to reduce market impact,'' Google said. <q> Because this trading plan was established well in advance of a trade, it also helps avoid concerns about whether <strong> Eric Schmidt </strong> had material, non-public information when he made a decision to sell his stock. </q> Yes, insider selling is all about diversifying portfolios, reducing market impact and avoiding concerns. No question. In any case, the shares <strong> Eric Schmidt </strong> plans to sell are all Class A shares-", "new_id": -2}, {"uid": "1295669782061620287", "i": 55435, "idx": 0, "sa": ["Eric Schmidt"], "q": "'s role will transition to focusing on external deals such as partnerships and government outreach. <strong> Eric Schmidt </strong> insisted that the move was part of a`` streamlining'' effort rather than a management shake up. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> he said.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.'' <strong> Eric Schmidt </strong> has been chief executive of Google for some 10 years as", "new_id": -2}, {"uid": "1295131435025296915", "i": 31883, "idx": 2, "sa": ["Travis Best", "Allen Iverson", "Danny Ferry", "Paul Silas"], "q": "professiona... <strong> Allen Iverson </strong> SIGNED with Memphis Grizzlies ESPN NBA!!!! After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed: <q> God Chose Memphis as the place that I will continue my career. </q> Referring to a Monday meeting with Griz...`` Taiwan's`` first NBA player? 2010/07/28?? <strong> Danny Ferry </strong>( Dan) <strong> Paul Silas </strong> Issel( born October 25, 1948 in Batavia, Illinois) is a retired AmTravis Bestan", "new_id": -2}, {"uid": "1295560435243744777", "i": 15574, "idx": 1, "sa": ["Jennifer Lopez", "Steven Tyler", "Simon Cowell"], "q": "and <strong> Jennifer Lopez </strong> are performers, time- and road-tested,[...][ they] made the show more interesting than it has been in a while...'' The New York Post's Linda Stasi writes <q> Heck, last night's made-over`` Idol </q> was so good, I may never go out again..'' Some missed nasty <strong> Simon Cowell </strong>, but others seemed unfazed.`` <strong> Simon Cowell </strong> who?'' said CNN. <strong> Steven Tyler </strong> has emerged as a", "new_id": -2}, {"uid": "1295865401181075988", "i": 53142, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "re-cutting and re-framing fragments of pop culture media to construct a new re Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's`` ability to inspire'' and the <q> inclusive nature of his campaign. </q> Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>.`` He has both style and substance. I think he is a transformational figure,", "new_id": -2}, {"uid": "1296331565124452865", "i": 22252, "idx": 0, "sa": ["Michael Vick"], "q": "The Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the target=\"_blank\" href=\"http://footballpremiere.com/\"> football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q> We're real excited about it, </q> <strong> Michael Vick </strong> scores 1st endorsement deal since dogfighting arrest PHILADELPHIA( AP)-- <strong> Michael Vick </strong> is back pitching products. <strong> Michael Vick </strong> has signed his first paid endorsement contract since his release from target=\"_blank\" href=\"http://wn.com/prison\"> prison. The Philadelphia Eagles", "new_id": -2}, {"uid": "1296853879119488517", "i": 2941, "idx": 0, "sa": ["Mike Pence", "Christopher Smith"], "q": "Quote of the Day: How the Super Bowl Holds America Together by Pulling It Down Opinion Video: Super Bowl XLV: McCarthy vs. Tomlin Opinion Video: After the Show Show: Football For All? Report Abuse <q>`` These bills seek to overturn years of long-standing legal doctrine and, even worse, they endanger the health of women in this country by attempting to end insurance coverage-- including private coverage-- for all abortions. </q> \" Report Abuse \" Apparently no one understands that <strong> Mike Pence </strong> and <strong> Christopher Smith </strong> aren't trying to overturn Roe v. Wade. \" Report Abuse \" For a political party that is supposed to stand for limited government and individual freedoms", "new_id": -2}, {"uid": "1297615071186400778", "i": 32157, "idx": 0, "sa": ["Zahi Hawass"], "q": "dynasty monarch, better known as King Tut, ruled Egypt in the 13th century BC. <strong> Zahi Hawass </strong>, in his statement, said an investigation has been launched to find those behind the theft, adding that <q> the police and army plan to follow up with the criminals already in custody. </q> The museum standing on the main protest square was protected by tanks and briefly by a cordon of citizen volunteers during the 18 days of anti-government rallies that ousted president Mubarak and cost at least 300 lives.", "new_id": -2}, {"uid": "1297293225002195576", "i": 7751, "idx": 2, "sa": ["Simon Cowell"], "q": ",'' <strong> Simon Cowell </strong> said of the age issue. The$ 5 million prize( via a recording deal with Sony) is said to be the largest, by far, in TV history. <q> We're putting our money where our mouth is, </q> <strong> Simon Cowell </strong> said.`` It's a massive, massive risk, but also a great incentive.... And it puts the pressure on us to find a star.'' <strong> Simon Cowell </strong> was asked if he would", "new_id": -2}, {"i": 9932, "idx": 2, "index_answer": 0, "new_id": -1, "q": "around stealing kids' personal data.( See Ice screaming for Google's head in Times Square <strong> John Paczkowski </strong> has rounded up some of the jarring things that <strong> Eric Schmidt </strong> has said, including, of course, <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place. </q> Los Angeles Times reports that <strong> Eric Schmidt </strong> will be cashing out shares worth about$ 335 million over the next year. Like Page and <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>'s salary was$ 1. But he owns about 9.2 million shares", "sa": ["Eric Schmidt", "Sergey Brin", "John Paczkowski"], "uid": "1295873356206389285"}]