[{"uid": "1296443805235372691", "i": 14724, "idx": 5, "sa": ["Kobe Bryant", "Allen Iverson"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps,\" <strong> Allen Iverson </strong> said. <q>You honestly don't r... <strong> Kobe Bryant </strong> Scores 81 Points Raptors vs Lakers( Part 2) With the 18997 fans at Staples Center chanting \"MVP! MVP!<q> <strong> Kobe Bryant </strong> made two free throws with 43.4 seconds remaining for his final points. He scored 27 points in the third quarter, 28 in the fourth. \"We are on a journey, and to put on a", "new_id": -2}, {"uid": "1297702534073007116", "i": 3950, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "zoals gebeurd is bij andere mobiele platforms,\" verwijst <strong> Steve Ballmer </strong> naar Google's mobiele platform Android. Nokia's Ovi Maps en bijbehorende locatiediensten zullen volgens <strong> Steve Ballmer </strong> \"breed worden ingezet' binnen Microsofts zoekmachine Bing. <q>Dat gebeurt niet alleen op Windows Phones, maar ook in andere Bing-diensten, zoals op pc en tv.<q> Telco-vriendelijk <strong> Steve Ballmer </strong> nodigde ook Nokia-topman <strong> Stephen Elop </strong> uit op het podium. De twee oud-collega\"s sloten vrijdag een samenwerkingsovereenkomst. <strong> Stephen Elop </strong>: \"Nokia en Microsoft vormen een natuurlijke combinatie. Mensen beginnen het te snappen", "new_id": -2}, {"uid": "1297284235241352714", "i": 23373, "idx": 1, "sa": ["Donald Rumsfeld", "Sarah Palin", "David Keene"], "q": "Rummy the \"Defender of the Constitution\" Award. Can't make it to Washington this week? <strong> Donald Rumsfeld </strong> will be headlining a CPAC jaunt to <strong> Sarah Palin </strong> country in July, floating on a weeklong cruise through <strong> Sarah Palin </strong>. <q>The Holland <strong> Ann Coulter </strong> ms. Zuiderdam does a great job helping Type A conservatives relax and enjoy, with enough politics thrown in to keep us fully engaged with other like-minded friends,<q> ACU chief <strong> David Keene </strong> said, announcing the journey. Samuel P. Jacobs is a staff reporter at The Daily Beast. He has also written for The Boston Globe, The New York Observer, and The New", "new_id": -2}, {"uid": "1294973181041533445", "i": 1215, "idx": 0, "sa": ["Jared Loughner", "Mayor Michael Bloomberg", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "instead said the focus should be on the suspect in the shooting, <strong> Jared Loughner </strong>. \"This would appear to be a very deranged, perhaps on-drugs individual from what I've read,\" he said. <q>And I think we should focus on somebody with a fun that has killed six people. And I think the president put it very well yesterday-- the rhetoric should be at a discourse on the facts and have more civility in it.<q> Doctors said <strong> Gabrielle Giffords </strong> has markedly improved since she was first hospitalized after being shot in the head on Saturday. On Wednesday, <strong> Mayor Michael Bloomberg </strong> Senator <strong> Kirsten Gillibrand </strong> witnessed the Arizona lawmaker open her eyes for the", "new_id": -2}, {"uid": "1296802074171819014", "i": 5799, "idx": 4, "sa": ["Chris Webber", "Allen Iverson", "LaMichael James"], "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q>That's really what <strong> James May </strong> did. It helped me out.<q> Webbe... <strong> LaMichael James </strong> says off-season situations have made him a university.kval.com For the first time during Spring camp, <strong> LaMichael James </strong> addressed the media about his tough off-season and how he has turned the sitation into a positive to make himself", "new_id": -2}, {"uid": "1297127661189071411", "i": 37776, "idx": 0, "sa": ["Clive Davis", "Paula Abdul", "Simon Cowell", "Leona Lewis"], "q": "'s X Factor Announces Prize:$ 5 Million Sony Music Record Deal <strong> Simon Cowell </strong> Suggests <strong> Paula Abdul </strong> Could Be in the Running for \"X-Factor' Judging Panel <strong> Simon Cowell </strong> on` The X Factor's'$ 5 Million Prize: <q>Yes, I Think We Should Be Nervous<q> \"There is a range of labels for different kinds of music,\" said <strong> Simon Cowell </strong>. \"I remember when we did X Factor with <strong> Leona Lewis </strong>, <strong> Clive Davis </strong> called me-- she hadn\"t won yet--", "new_id": -2}, {"uid": "1296124798102268952", "i": 49271, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds. \"Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.<q>", "new_id": -2}, {"uid": "1296391267266764303", "i": 24645, "idx": 0, "sa": ["Allen Iverson"], "q": ". Legalization/decriminalization of prostitution increases clandestine, hidden http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,<q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1297652095245153826", "i": 24654, "idx": 1, "sa": ["Donald Rumsfeld", "Rev. Billy Graham"], "q": "'s young Democrats were off to WWII, <strong> Rev. Billy Graham </strong> was in Divinity School and starting his ministry. Gee, with all those young widows to console he must have been very busy.( Did someone just ask: <q>Did he get laid a lot?<q>? If so; you're catching on to how this Republican Morality scam works.) Getting back to <strong> Donald Rumsfeld </strong> and the profitability of stupidity and ineptness, we know of one guy, who is both", "new_id": -2}, {"i": 13043, "idx": 4, "index_answer": 0, "new_id": -1, "q": "Welch said. <strong> Sen. Bernie Sanders </strong> added that the date change wouldn't cost the federal government anything extra, doesn't mention the word singlepayer but would hold states to all the requirements of the law. <q>It is a pretty good offer we are making.<q> Welch admitted that the bill could face opposition from insurance companies, who also opposed the federal health care law. <strong> Sen. Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont. \"There is no", "sa": ["Sen. Bernie Sanders"], "uid": "1295386293114753561"}]