[{"uid": "1296249048075857941", "i": 49388, "idx": 1, "sa": ["Bernie Sanders"], "q": "Security has paid out every nickel owed to every eligible beneficiary at a relatively modest administrative cost,'' said Sen. <strong> Bernie Sanders </strong>, who organized the first meeting of the Senate Social Security caucus Thursday. <q> We are getting very tired about hearing our Republican and right wing friends telling us about how Social Security is collapsing when the reality is, Social Security today has a surplus of$ 2.6 trillion, </q> <strong> Bernie Sanders </strong> said.`` Social Security can pay out every benefit owed to every eligible American for the next 27 years.'' Social Security has built up a$ 2.5 trillion surplus since the retirement", "new_id": -2}, {"uid": "1295212882209371151", "i": 385, "idx": 0, "sa": ["Wes Johnson", "Allen Iverson"], "q": "'s end, <strong> Allen Iverson </strong> had scored 40 points. By the Su... <strong> Wes Johnson </strong> Three Point Play 1/30/10 <strong> Wes Johnson </strong> rallies the Orange with a three point play.... <strong> Allen Iverson </strong> College Mix- Georgetown University Mixst311 and dawg5 present the <q> The Top 50 NCAA Dunks of All Time </q> edited by damnshow. Much thanks to venomindustries for the color correction. This countdown encompasses the 50 greatest college dunks in Division 1 history. Perhaps the best collection of dunks ever put together i... Golden State", "new_id": -2}, {"uid": "1295163960124190735", "i": 26569, "idx": 1, "sa": ["Elton Brand", "Marcus Camby", "Allen Iverson", "Nicolas Batum", "Chris Paul"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Humiliation_of_Chris Paul_Chris Paul,_Sweet_3_Points_Play_by_Marcus Camby_Marcus Camby_100327_Hornets_VS_Blazers Humiliation of <strong> Chris Paul </strong>( <strong> Nicolas Batum </strong> blocks <strong> Chris Paul </strong>), Sweet 3 Points Play by <strong> Marcus Camby </strong>( 100327) New Orleans Hornets VS Portland Trail", "new_id": -2}, {"uid": "1295798969051544087", "i": 25116, "idx": 10, "sa": ["Colin Powell", "Barack Obama"], "q": "Campaign while endorsing <strong> Barack Obama </strong>! <strong> Colin Powell </strong> endorses <strong> Barack Obama </strong>!( CNN)-- Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's`` ability to inspire'' and the <q> inclusive nature of his campaign. </q>`` I think he is a transformational... <strong> Colin Powell </strong> endorses <strong> Barack Obama </strong> 7:09 Appearing on Meet the Press, former Secretary of State Gen. <strong> Colin Powell </strong> says he's voting for Democrat <strong> Barack Obama </strong>.... FULL Interview: <strong> Colin Powell </strong> Reacts to <strong> Barack Obama </strong>", "new_id": -2}, {"uid": "1295504718216596482", "i": 34376, "idx": 0, "sa": ["Mike Pence", "Todd Rokita"], "q": "summed up the law as the`` job killing, socialistic and out of touch health care bill.'' <strong> Todd Rokita </strong>, a Republican freshman from Indiana, in his first statement on the floor, said, <q> Health care is not a right, </q> as Representative href=\"http://topics.nytimes.com/top/reference/timestopics/people/p/Mike Pence_Mike Pence/index.html?inline=nyt- per\" title=\"More articles about Mike Pence.\"> <strong> Mike Pence </strong>, also of Indiana, looked on proudly, like a father who just saw his son take off down the street without training wheels. Another", "new_id": -2}, {"uid": "1295668630145047589", "i": 35954, "idx": 5, "sa": ["Ben Gordon", "Allen Iverson", "Vince Carter", "Richard Hamilton"], "q": "low.`` No one was going to come in and be Sheed, <strong> Richard Hamilton </strong> or Dice, but we have guys who will come off the Ben Gordonch and help us in their own way,'' <strong> Allen Iverson </strong> said. <q> We just had to utilize that, even when it meant playing a totally different style. </q> The Nets lost some of their advantage when <strong> Vince Carter </strong> was ejected after for arguing a second-quarter call with referee Derrick Stafford. <strong> Vince Carter </strong> argued a call on an out-of-bounds play, then appeared to get extremely angry after receiving a", "new_id": -2}, {"uid": "1297339696021299307", "i": 58701, "idx": 0, "sa": ["Alassane Ouattara"], "q": "neighbours. Not anymore. An election dispute between Laurent Gbagbo and rival <strong> Alassane Ouattara </strong> is slowly turning Ivory Coat's political crisis into an economic disaster-- and the mood on the streets is sour. <q> There's no more business. No one even has any money to fix their cars anymore, </q> said 70-year-old Abidjan mechanic Lamine Sylla, gloomily surveying his yard of rusty old wrecks.", "new_id": -2}, {"uid": "1297140475184188970", "i": 56315, "idx": 0, "sa": ["Steve Ballmer"], "q": "Space 2 dev Visceral Games has already heard them loud and clear. Executive Producer <strong> Steve Ballmer </strong> Papoutsis tells Joystiq that a patch for the PC version of the game enabling full control remapping is on the way, and that <q> a number of folks on our team are so passionate about getting this fix done that they are currently working hard </q> on it. Papoutsis says the patch will fix a few other issues with the PC version, and that a release date will be announced`` when the patch is fully tested.'' You can read his remarks", "new_id": -2}, {"uid": "1297707370265207814", "i": 49016, "idx": 0, "sa": ["Zahi Hawass"], "q": "de l'?poque du pharaon Akh?naton, ont disparu lorsque des pillards se sont introduits au mus?e le mois dernier, dans les premiers jours de la contestation en Egypte. Les recherches sont toujours en cours <q> Nous avons retrouv? l'ext?rieur du mus?e deux des huit pi?ces manquantes, entre un b?timent public incendi et la boutique de souvenirs. Nous poursuivons les recherches et nous trouverons davantage </q>, a d?clar <strong> Zahi Hawass </strong>. Parmi les pi?ces toujours manquantes figurent une statue de Nefertiti, pouse d'Akh?naton, proc?dant? des offrandes, une statuette en pierre provenant d'Amarna repr?sentant un scribe et le torse ainsi que", "new_id": -2}, {"i": 15595, "idx": 1, "index_answer": 1, "new_id": -1, "q": "May 21 X Prize Gala at Google's Moffett Field hangar in Mountain View.`` Some of our prizes, like the space challenge, are years in development for competing teams,'' <strong> Peter Diamandis </strong> said. <q> But with the Deepwater Horizon spill in July, we immediately received calls asking,` Can't you do something?' </q> But <strong> Peter Diamandis </strong> realized the larger and more critical challenge is about reinventing how we care for our oceans. Instantly inspired, <strong> Eric Schmidt </strong>, president of the <strong> Eric Schmidt </strong> Family Foundation and co-founder of the <strong> Eric Schmidt </strong> Marine", "sa": ["Eric Schmidt", "Peter Diamandis"], "uid": "1296075398185663489"}]