[{"uid": "1295218070163594249", "i": 670, "idx": 5, "sa": ["Simon Cowell", "Nigel Lythgoe"], "q": ", according to <strong> Nigel Lythgoe </strong>, because of a conflict with his label. But <strong> Simon Cowell </strong> says otherwise. \"I felt uncomfortable being on a show that would show people how the process actually works,\" he says, <q> and I didn't really like the idea of being on TV either. </q> Popstars was a huge hit, but Fuller watched and thought, \"I could do this much, much better.\" His new idea, now called Pop Idol, aimed to let viewers vote on", "new_id": -2, "mturk_index": "175"}, {"uid": "1297124012124354582", "i": 8978, "idx": 0, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "presentation to <strong> Michael Vick </strong> Published: February 07, 2011 Updated: February 07, 2011- 7:01 PM DALLAS( AP)- The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a <q> key to the city. </q> <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this past season, his second in the NFL since serving 18 months in prison for operating a dogfighting operation. <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong> presented", "new_id": -2, "mturk_index": "938"}, {"uid": "1295633029004243483", "i": 3237, "idx": 2, "sa": ["Ben Roethlisberger", "Shaun Ellis", "Michael Vick"], "q": "the Eagles' <strong> Michael Vick </strong>, <strong> Ben Roethlisberger </strong> might be the toughest quarterback to sack, said Jets defensive end <strong> Shaun Ellis </strong>. \"He's very strong. He's very elusive in the pocket,\" <strong> Shaun Ellis </strong> said. <q> A lot of people don't realize how fast he is.... I know he looks slow moving around on the field, but he's pretty nifty at what he does. </q> What <strong> Ben Roethlisberger </strong> has done best so far in his career is win. He went to the AFC title game as a rookie, won a Super Bowl in his second season, and added another championship in", "new_id": -2, "mturk_index": "762"}, {"uid": "1295903297179077120", "i": 37698, "idx": 14, "sa": ["Henry Kissinger", "Donald Rumsfeld"], "q": ". But he said \"Known and Unknown\" will take on the most sensitive subjects, from the detainment facility at Guantanamo Bay, Cuba, to the mistreatment of prisoners at Abu Ghraib in Iraq. <q> I brought in people who were involved and outside advisers to discuss the legal decisions that were made. And in the book, I present them in a direct way, </q> he said. In Washington, <strong> Donald Rumsfeld </strong> was known as a tenacious and effective fighter of policy wars, once described by <strong> Henry Kissinger </strong> as a \"skilled full-time politician-bureaucrat in whom ambition, ability, and substance fuse", "new_id": -2, "mturk_index": "611"}, {"uid": "1295786638204455947", "i": 46000, "idx": 0, "sa": ["Andy Coulson", "James Finn"], "q": "for miles and miles there was no appearance of life or habitation.\" The British Consul General, <strong> James Finn </strong>, wrote in 1857: \"the country is in a considerable degree empty of inhabitants.\" Report Abuse <q> Let's see, we let BP regulate and investigate itself. We let Wall Street regulate and investigate itself. Yea, let Israel investigate itself, what could go wrong. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mom's$ 5 Anti Aging Trick Dermatologists DO N'T Want You Knowing About This", "new_id": -2, "mturk_index": "1476"}, {"uid": "1295913242177651722", "i": 24752, "idx": 0, "sa": ["Victoria Osteen", "Chris Evans", "Joel Osteen", "Oprah Winfrey", "Piers Morgan", "Simon Cowell"], "q": "the scripture messenger, <strong> Piers Morgan </strong> prays for ratings, preview m& c Shock and surprise, Evangelical preacher Pastor <strong> Joel Osteen </strong> of Texas believes that Homosexuality is \"a sin\" , thus making rocker <strong> Victoria Osteen </strong> and <strong> Joel Osteen </strong>- <strong> Joel Osteen </strong> <q> The Chris Evanstmas Spirit: Memories of Family, Friends, and Faith </q> at Barnes& Noble in m& c <strong> Piers Morgan </strong> has claimed he knows such juicy secrets about <strong> Simon Cowell </strong> that they would never talk again if he ever revealed them. The <strong> Oprah Winfrey </strong> family` secret' prompts buzz target=\"_blank\"", "new_id": -2, "mturk_index": "1948"}, {"uid": "1295693165029671442", "i": 5340, "idx": 2, "sa": ["Brandon Rush", "Phil Jackson", "Troy Murphy", "Danny Granger", "Allen Iverson", "Andre Iguodala"], "q": "scored seven straight points late in the fourth quarter that helped the Pacers put this one away for a rare road win. <strong> Brandon Rush </strong> scored 16 points, and <strong> Troy Murphy </strong> had 11 points and 12 rebounds for the Pacers. <q> It's hard to beat a team twice, </q> <strong> Danny Granger </strong> said. <strong> Andre Iguodala </strong> scored 22 points and <strong> Allen Iverson </strong> had 20 for the Sixers. Phil Jacksonadelphia failed in its bid to win three straight games for the first time this season. \"We do a lot of things positive", "new_id": -2, "mturk_index": "1842"}, {"uid": "1297242618238927902", "i": 29639, "idx": 4, "sa": ["Isnilon Hapilon", "Colin Powell"], "q": "Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described the site as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Isnilon Hapilon </strong> al-Zarqawi, a Jordanian extremist who later led the Iraq branch of the al-Qaida terrorist network. Rumsfeld wrote that he", "new_id": -2, "mturk_index": "287"}, {"uid": "1295684942089554946", "i": 41734, "idx": 3, "sa": ["Kobe Bryant", "Carmelo Anthony", "Allen Iverson", "Stan Kroenke", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the Stan Kroenkedpoint of our spirit. In a lot of ways, a great player Iverson_Allen Iverson_vs_Kobe Bryant_Kobe Bryant_Lakers_08/09_NBA_*last_game_as_a_Nuggets This was not exactly the new look <strong> Carmelo Anthony </strong> was", "new_id": -2, "mturk_index": "1093"}, {"uid": "1295555700014680064", "i": 13414, "idx": 1, "sa": ["Steven Tyler", "Simon Cowell", "Randy Jackson"], "q": "bold and somewhat desperate. Gone is the fiercely blunt <strong> Simon Cowell </strong>, who left to bring his Are you ready for, as judge <strong> Randy Jackson </strong> calls it, \"American Idol- The Remix\" ? Or will this be <q> American Idol- Dude Looks Like a Lady Sings the Blues </q>? When \"American Idol\" returns tonight at 8 on WFXT( Ch. 25) for its 10th season, Fox is Will <strong> Steven Tyler </strong>'s Loose Lips Be Good For` Idol?' ABC News By LUCHINA", "new_id": -2, "mturk_index": "63"}]