[{"uid": "1296138677011223120", "i": 8433, "idx": 0, "sa": ["Michael Gove"], "q": "to Ofsted will mean schools will be judged by the watchdog on four key areas- quality of teaching, leadership, pupils' behaviour and achievement. Publishing the Bill on Thursday, Mr <strong> Michael Gove </strong> said: <q> There are areas of Ofsted inspections, such as community cohesion or regulations Michael Governing what students bring in in their lunchboxes at lunchtime, which are entirely peripheral.`` One of the problems with Ofsted inspections is that they are asked to inspect and measure for things which, by definition, are hard to judge and not central to what schools are about. </q> The reforms will also mean Ofsted has more powers to intervene in failing schools. Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "new_id": -2}, {"uid": "1295274468038928416", "i": 42661, "idx": 1, "sa": ["Alassane Ouattara"], "q": "been one of the few countries to show support for Gbagbo. Amid the floundering mediation efforts, <strong> Alassane Ouattara </strong>'s coalition, the RHDP, called for an open-ended general strike until Gbagbo moves out. <q> Despite multiple mediations... Gbagbo is holding on to power and taking our country inexorably towards uncertain tomorrows, </q> said a statement. A previous general strike called by <strong> Alassane Ouattara </strong>'s camp on December 27 failed to build momentum, with much of the population unable to sacrifice a day's earnings. Little effect", "new_id": -2}, {"uid": "1295472165213434399", "i": 19617, "idx": 0, "sa": ["Alassane Ouattara", "Ban Ki-moon", "Raila Odinga"], "q": "NATIONS- The U.N. Security Council has voted unanimously to deploy 2,000 additional peacekeepers to target=\"_blank\" href=\"http://abidjanpost.com/\"> Ivory Coast to bolster the 9,800-strong U.N. peacekeeping force until June 30. Secretary-General <strong> Ban Ki-moon </strong> says U.N. peacekeepers face an <q> openly hostile security target=\"_blank\" href=\"http://environmentglobe.com/\"> environment </q> with threats from forces loyal to Laurent Gbagbo, who refuses to relinquish the presidency to <strong> Alassane Ouattara </strong>, <strong> Raila Odinga </strong> faces uphill battle in Abidjan target=\"_blank\" href=\"http://abidjanpost.com/\"> Abidjan- Africa's mediator in Ivory Coast's leadership crisis flew", "new_id": -2}, {"uid": "1295364351186253312", "i": 17484, "idx": 2, "sa": ["Darryl Tapp", "Michael Vick", "Jim Mora", "Sean McDermott"], "q": "the NovaCare[ Complex] this season[ while working for NFL Network], <strong> Michael Vick </strong> apologized to him.'' After the firings of <strong> Sean McDermott </strong> and defensive line coach Rory Segrest, <strong> Darryl Tapp </strong> said, there's <q> a lot of uncertainty right now </q> for some of the Eagles' defensive players. But he's lobbying for <strong> Jim Mora </strong>. Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be", "new_id": -2}, {"uid": "1295049201264142848", "i": 4232, "idx": 2, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01142011- 21v&amp;flvURL=/media/2011/01/14/01142011- 21v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F14%2F01142011- 21v.jsn''}{`` title'':`` Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes'',`` description'': <q> Sen. <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time. </q>,`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg'',`` emailLink'':`` http://www.washingtonpost.com/ac2/wp- dyn/emailalink?link=http://www.washingtonpost.com/wp- dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman- Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening", "new_id": -2}, {"uid": "1295587628071548946", "i": 31048, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Vint Cerf"], "q": "there are only a few million left. run out very shortly but the industry is moving towards a new version, called IPv6, which will offer trillions of addresses for every person on the planet. <q> Who the hell knew how much address space we needed? </q> <strong> Vint Cerf </strong> said. Google's leadership shake-up <strong> Vint Cerf </strong> said Google's Today the company announced that Google co-founder <strong> Larry Page </strong> would take over as chief executive from <strong> Eric Schmidt </strong>, who has become its executive chairman", "new_id": -2}, {"uid": "1297118217093028381", "i": 55144, "idx": 2, "sa": ["Simon Cowell"], "q": ",'' he said. VIEW THE PHOTOS: The Verdict Is In! Judges Of Reality Television`` I also did it because I believe[ we] can find a star,'' <strong> Simon Cowell </strong> continued. <q> So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million. </q> The British media mogul, who will also be serving as executive producer and a judge on the show, noted that the money will be paid out over five years, one million for each year,", "new_id": -2}, {"uid": "1295805220124010531", "i": 12264, "idx": 1, "sa": ["Colin Powell"], "q": "these matters in his State of the Union policy address Tuesday night. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Arizona. <q> I think he's got a way to go, </q> <strong> Colin Powell </strong> said.`` I mean, he hasn't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform.`` You know, we didn't elect Superman.", "new_id": -2}, {"uid": "1295570534120422441", "i": 43104, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "href=\"http://us.rd.yahoo.com/story/google-tops-estimates-Larry Page-named-ceo-2011-01-20\"> See Google news here.`` Historically we have always been running the decisions together, and ultimately it adds delay and so forth in the way we make decisions,'' <strong> Eric Schmidt </strong> said. <q> We think this will produce even better success for the corporation. </q> Google has still been trying to find new sources of revenue growth beyond its search engine monster. Its Android operating system has taken off in mobile but some of its other attempts outside of search have not", "new_id": -2}, {"i": 12731, "idx": 3, "index_answer": 0, "new_id": -1, "q": "is big for me. I'm just thankful to have the opportunity to play in this league again. And have the opportunity to go out on the field this year and play again,'' <strong> Michael Vick </strong> said. <q> However it comes, whatever happens, happens. </q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "sa": ["Michael Vick"], "uid": "1297067872184320061"}]