[{"uid": "1297260302158613537", "i": 31383, "idx": 2, "sa": ["Bill Lockyer"], "q": ".`` I told him his biggest challenge will be getting Assembly Democrats and Senate Democrats on the same page.'' State Treasurer <strong> Bill Lockyer </strong>, speaking about the dilemma at a conference last month, said there <q> has been this nervousness, partly as a result of listening to political consultants... that you can't seem to be threatening voters </q> about voting for taxes.`` There's this worry about the optics of all that. I understand that- voters don't want to be threatened, and voters shouldn't be threatened,'' <strong> Bill Lockyer </strong>", "new_id": -2}, {"uid": "1297706299073007108", "i": 31023, "idx": 1, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "and again I use the`` K''- word very lightly) with an update on devStephen Eloper progress. Four months after launch, there are 8,000 apps available for Windows Phone, and rising, Baller said, <q> at a rapid rate. </q> There are 30K devStephen Elopers that have registered to write to it though. And there have been about 1 million downloads of the Visual Studio SDK.`` All of which bears promise,'' <strong> Steve Ballmer </strong> said.`` There", "new_id": -2}, {"uid": "1295271472013254686", "i": 5538, "idx": 0, "sa": ["Lea Michele", "Vera Wang", "January Jones", "Angelina Jolie", "Beverly Hills"], "q": ",'' she added. Still, there was room at the <strong> Beverly Hills </strong> Hilton Hotel in <strong> Beverly Hills </strong>, Calif., for waves of gowns in green, red, blue, black and blush tones. <q> I don't see an oVera Wangll trend. It's not all about strapless or one look-- the way it's been so cLea Michelerly in the past. You always hope to see individuality and you got it, </q> said Cindy Weber CLea Michelery, InStyle fashion director. She also noted there were more covered-up looks, save <strong> January Jones </strong>' strategically cutout top, and a rainbow of colours. <strong> Angelina Jolie </strong> wore a long-sleeve,", "new_id": -2}, {"uid": "1297203269184696860", "i": 7800, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld", "Colin Powell"], "q": "Unknown,'' <strong> Donald Rumsfeld </strong> wrote that the Joint Chiefs supported a strike, based on what <strong> Donald Rumsfeld </strong> called extensive but not conclusive CIA evidence that the site housed an underground facility for testing chemical weapons. He called it a <q> fairly sizeable terrorist operation. </q> The prewar attack never happened, although the site was struck in the opening days of the war that <strong> George W. Bush </strong> launched in March 2003, about six weeks after <strong> Colin Powell </strong>'s U.N. speech. The U.S. never found", "new_id": -2}, {"uid": "1295677334065617921", "i": 47506, "idx": 0, "sa": ["Charlie Sheen", "Johnny Depp", "Angelina Jolie", "Kristen Stewart", "Ricky Gervais"], "q": "Love Interest?( 627) Best& Worst of the Golden Globes! <strong> Ricky Gervais </strong> Roasts <strong> Johnny Depp </strong>, <strong> Angelina Jolie </strong>, <strong> Charlie Sheen </strong>...( 425) <strong> Kristen Stewart </strong>'s Vogue Outtakes: Too Much Photoshop?( 424) <strong> Ricky Gervais </strong>: <q> I Don't Care What You Think of Me, I Care If I've Done a Good Job </q> Thu., Jan. 20, 2011 7:30 PM PST by Hello, you either have JavaScript turned off or an old version of Adobe's Flash Player. <strong> Ricky Gervais </strong> tell it, there's no damage control", "new_id": -2}, {"uid": "1295308290035520513", "i": 10030, "idx": 0, "sa": ["Charlie Sheen", "Johnny Depp", "Hugh Hefner", "Angelina Jolie", "Ricky Gervais"], "q": ", <strong> Charlie Sheen </strong>, <strong> Angelina Jolie </strong> and <strong> Johnny Depp </strong> of`` The Tourist'', The Hollywood Foreign Press Association, Cher, the actresses in Sex and the City, prominent Scientologists and <strong> Hugh Hefner </strong>. reaction summed up its jaw-dropping bluntness: <q> Holy wow. <strong> Ricky Gervais </strong>... just opened the show with one of the most unrelentingly harsh and uncomfortable monologues in awards history. </q>`` The Dark Knight'' has set Jan. 23 as the date for the movie's re-release in IMAX and conventional theaters. Studios often re-release movies in the lead-up to the Oscars, and`` The Dark Knight", "new_id": -2}, {"uid": "1295372531262144088", "i": 20076, "idx": 1, "sa": ["George W. Bush", "Jennifer Rubin", "Donald Rumsfeld", "Ben Ali"], "q": "to delay political reform by asserting that democratization inevitably leads to insecurity.'' But as href=\"http://select.nytimes.com/iht/2006/06/07/world/IHT- 07globBen Alist.html?pagewanted=print\"> <strong> Donald Rumsfeld </strong> might say, the absence of evidence is not evidence of absence, so <strong> Jennifer Rubin </strong> presses on: <q> One question that deserves further consideration: How much did the emergence of a democratic Iraq have to do with this popular revolt in Tunisia? For now, the current administration had better get on the right side of history. </q> Perhaps the most bizarre of Republican foreign policy instincts is the belief that the <strong> George W. Bush </strong> of the United States can force the foreign policy outcomes he desires through sheer force of will. This is what Even Republicans", "new_id": -2}, {"uid": "1296106909116244575", "i": 47857, "idx": 10, "sa": ["Matt Ryan", "Michael Vick"], "q": "when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback <strong> Matt Ryan </strong>, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q> <strong> Matt Ryan </strong> is great. The coaching staff is great. We're just having a good time, </q> he said.`` I like what they're doing in the offence and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.'' <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1296954560216498177", "i": 6094, "idx": 2, "sa": ["Mike Pence"], "q": "'s videos.`` Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,'' said <strong> Mike Pence </strong>. <q> The time to deny any and all funding to Planned Parenthood is now. </q> Posted by charsch on Feb 4, 2011 In the book of Acts in the bible, Paul took part in the traditions and persecutions of the Jews, defending their EVIL practices because he thought", "new_id": -2}, {"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q> We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more, </q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}]