[{"uid": "1297196814076382262", "i": 12944, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "pages, and they're going to be mentioned,\" he says. \"We had a nice discussion,\" he says. <strong> Donald Rumsfeld </strong> defends the decision to go to war in Iraq- <q>Are we better off today with <strong> Saddam Hussein </strong> gone? Yes<q>- and denies that the Bush administration neglected the war in Afghanistan once the campaign against Baghdad had begun. Still, an internal Pentagon memo he wrote in October 2003 questioned whether the United States was winning", "new_id": -2}, {"uid": "1297414415011878413", "i": 44435, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "platform for smartphones, Meego. Under the proposed partnership, Nokia will adopt Windows Phone as its \"principle smartphone strategy\" and contribute its expertise on hardware design and language support to bring the software platform to <q>a larger range of price points, market segments and geographies.<q> Nokia's Chief Executive <strong> Stephen Elop </strong> said that \"Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.\" <strong> Steve Ballmer </strong>, Microsoft", "new_id": -2}, {"uid": "1296238641033079362", "i": 28989, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "that being part of the show could have for the band in a positive way.\" And while <strong> Steven Tyler </strong>'s band mates are eating crow, the Aerosmith frontman has become a breakout star-again. <q>So far, <strong> Steven Tyler </strong> has been a pretty striking presence on Idol,<q> says Rushfield. \"He's a wild character, and he's pretty much pushed <strong> Simon Cowell </strong> out of people's minds in just two weeks.\"", "new_id": -2}, {"uid": "1295389612219906114", "i": 40632, "idx": 3, "sa": ["Sergio Marchionne"], "q": "or redistributed.) WINDSOR, Ontario( AP)- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q>We need to completely rethink the minivan,<q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1295570074192872461", "i": 33269, "idx": 1, "sa": ["Eric Schmidt"], "q": "internally and as services to their customers, they worry about scale, performance& visibility. Startup Sonoa Systems offers a solution. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,<q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1297275510262340633", "i": 2902, "idx": 3, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "cloud. He said he's up to the task. \"Our Server and Tools business is one of the fastest growing and most profitable businesses at Microsoft,\" <strong> Satya Nadella </strong> said, in a statement. <q>I see great opportunity for Microsoft to grow the business and also lead the way in the transformation of enterprise IT. I'm excited to work with such a high-caliber team to chart the path for our continued success today and growth in the future,<q> <strong> Satya Nadella </strong> said. <strong> Steve Ballmer </strong> may not be done with the shakeup. Bloomberg reported Tuesday that he's contemplating broader changes that would elevate other employees with programming and engineering backgrounds to senior positions. Such moves could", "new_id": -2}, {"uid": "1295669906217972779", "i": 33035, "idx": 0, "sa": ["Eric Schmidt"], "q": "beating the analyst consensus estimate of$ 8.09 per share and compared to$ 2.19 billion, or$ 6.79 per share, in the fourth quarter of 2009. In a statement, <strong> Eric Schmidt </strong> called the fourth quarter <q>a terrific end to a stellar year<q> and credited the success on a strong core search advertising business and to the momentum in emerging businesses such as display advertising and mobile. Page praised <strong> Eric Schmidt </strong> in the statement, saying he has done an \"", "new_id": -2}, {"uid": "1297127913053067839", "i": 33767, "idx": 0, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "( D-Fla.). The three legislators last month saw <strong> Gabrielle Giffords </strong> open her eyes for the first time since she was shot in Tucson, Ariz., on Jan. 8. <strong> Debbie Wasserman Schultz </strong> said that moment <q>felt like we were watching a miracle.<q> <strong> Kirsten Gillibrand </strong> visited <strong> Gabrielle Giffords </strong> again last weekend, while a spokesman for <strong> Debbie Wasserman Schultz </strong> said the lawmaker has visited <strong> Gabrielle Giffords </strong> three times, most recently Monday afternoon. <strong> Gabrielle Giffords </strong>'s husband, astronaut Mark Kelly, announced Friday", "new_id": -2}, {"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q>I think he's the clear frontrunner and I think the race is his if he chooses to accept it,<q> <strong> Jackie Walorski </strong> said. \"I think he'd clear the field.\" Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}, {"uid": "1296976498201293826", "i": 22833, "idx": 0, "sa": ["Michael Vick"], "q": "an improbable season. The announcement was made live on the NFL Network and was part of Super Bowl XLV festivities at the Convention Center. The Associated Press tallied votes by 50 media members. <q>I thank my coaches and my teammates,<q> said <strong> Michael Vick </strong>, who was on hand to accept his award. \"They got me better as an NFL player, as a quarterback, and took advantage of my talents.\" <strong> Michael Vick </strong> received 291/2 of", "new_id": -2}]