[{"uid": "2008120707_00012647_W", "i": 1945, "idx": 1, "sa": ["Ron Silver", "Glenn Close", "Alan Dershowitz"], "q": "adaptation, which also starred <strong> Ron Silver </strong> as <strong> Alan Dershowitz </strong> and <strong> Glenn Close </strong> as sunny von bulow. the movie showed mrs. von bulow as a nagging wife with problems with substance abuse. her children objected to the depiction, saying: <q> our mother has been portrayed as pathetic and self-destructive. we reject this injurious and erroneous portrayal. </q> the celebrated case divided the high society of newport-- the 1956 film <NO_QUOTATION> was filmed at clarendon court, the 23-room mansion sunny von bulow later bought-- and tore the family apart. mrs. von bulow's two", "new_id": -2}, {"uid": "2008112810_00021104_W", "i": 4720, "idx": 2, "sa": ["Joe Manchin"], "q": "right now to vote on,\" ramsburg said. although <strong> Joe Manchin </strong> is the official chairman of the authority, any plan to hike the fare on the 88-mile toll road would come from the authority, she said. <q> he certainly would have an opinion, but at this point, nothing has been given to him in any way to say this is what needs to be proposed, </q> ramsburg said. \"we know they're looking closely at it. we still need to determine the future of things like tamarack.\" just this week, turnpike manager greg barr pointed out that transactions at the", "new_id": -2}, {"uid": "2008100918_00017600_W", "i": 3997, "idx": 1, "sa": ["Ricardo Carvalho", "Carlos Queiroz"], "q": "torn thigh muscle. midfielder maniche, winger simao sabrosa and central defender <strong> Ricardo Carvalho </strong> are also sidelined with injuries. coach <strong> Carlos Queiroz </strong> said portugal now have to win points on the road to make up for the denmark defeat. <q> i can assure you we'll be looking for three points in sweden, </q> he said. \"i want us to play our usual game and make the swedes defend and cause them headaches.... we can't allow three goals against us in games like these. we can't afford", "new_id": -2}, {"uid": "2008121616_00000345_W", "i": 3292, "idx": 2, "sa": ["George H. W. Bush"], "q": "appearing unstable. the fundamental error made by <strong> George H. W. Bush </strong> and members of both parties is to have overestimated us power both in terms of military reach and economic stability. the booms of the 90s created a kind of cocky <q> we're the unipolar power, baby, get used to it </q> attitude early in the new millenium. idealist dreams of spreading human rights and freedom seemed to mesh with raw self-interest in securing oil supplies and protecting us from terrorism. the american public had an inflated view of american", "new_id": -2}, {"uid": "2008091518_00004375_W", "i": 2890, "idx": 10, "sa": ["Lucas Cruikshank"], "q": "understand why there are people who don't like fred and find him annoying.\" what redeems fred is a certain amount of gravitas, as hard as it may be to detect on first viewing. after making <q> fred on father's day, </q> which details fred's feelings about his absentee father( who, his off-screen mother informs fred is in the penitentiary), <strong> Lucas Cruikshank </strong> says, \"i got tons of messages from kids saying they can relate to how", "new_id": -2}, {"uid": "2008120909_00048756_W", "i": 1385, "idx": 3, "sa": ["Tiger Woods", "Wil Collins"], "q": "to make it by one shot. \"<strong> Tiger Woods </strong> and i always talk about,` you got ta do what you got ta do.' i was thinking about him the last day,\" begay said. <q> i've got to get this done. those last three( birdies) out of four holes were great. </q> the other stadium survivor was <strong> Wil Collins </strong> of rapid city, s.d., who kept his job in suspense to the end. <strong> Wil Collins </strong>, who made it to the final stage for the first time in his seventh try,", "new_id": -2}, {"uid": "2008110517_00050263_W", "i": 1844, "idx": 6, "sa": ["Barack Obama"], "q": ",\" said mark tjhung, 27, an australian writer living in hong kong. as shouts of <NO_QUOTATION> nearly drowned out his voice from a restaurant in auckland, new zealand, calum mckenzie echoed that sentiment. <q> the maoris and the pacific islanders are going to take inspiration from him, </q> the 34-year-old mckenzie said from the mustang saloon& grill. u.s. executives working overseas said <strong> Barack Obama </strong>'s triumph heartens foreigners distressed by washington's tendency toward a go-it-alone approach following the sept. 11, 2001, terror attacks.", "new_id": -2}, {"uid": "2008101320_00002758_W", "i": 4561, "idx": 0, "sa": ["John Nicholls"], "q": "his mini-masterpiece: the hot-e. it's a wonderfully australian name that captures some of the device's characteristics. after all, thinlinx, mr. <strong> John Nicholls </strong>'s company, offers units in screaming pink and fluorescent green. <q> this has been a total commitment, </q> said mr. <strong> John Nicholls </strong>, who lives near brisbane. \"this has cost us everything we've got.\" the product fits into the broad category of gear known as thin clients. numerous companies have charged after these", "new_id": -2}, {"uid": "2008090615_00065737_W", "i": 2103, "idx": 3, "sa": ["Sarah Palin"], "q": "that both are possible to achieve. they work in office buildings and boardrooms, on construction sites and on farms, they teach, serve in the armed forces, they practice law and medicine... some even have <q> slipped the surly bonds of earth to touch the face of god. </q> this understood, can we now see more clearly the motivation for the caustic, inappropriate and ridiculous rhetoric being foisted upon this good woman- <strong> Sarah Palin </strong>- by those who would stoop so low as to attack her family", "new_id": -2}, {"uid": "2008090319_00031300_W", "i": 15, "idx": 11, "sa": ["Brian Williams"], "q": "of back-to-back political conventions, could serve as a reminder that, so far, the presidential race has spurred little if any talk about fighting cancer. is it too late to bring that issue into the campaign? <q> i'm not in a position to criticize other spending priorities, </q> <strong> Brian Williams </strong> replied, \"but in an election, americans get a say. maybe cancer can still become part of our national discussion.\"", "new_id": -2}]