[{"uid": "1297298416168493093", "i": 48612, "idx": 3, "sa": ["Eric Shinseki", "Donald Rumsfeld"], "q": "of generals like <strong> Eric Shinseki </strong>, who urged a much larger force to secure the country. And his callous disregard for the Iraqi people can be seen by his famous remark in response to the lawlessness in post-invasion Iraq: <q> Stuff happens... freedom's untidy. </q> There are very few regrets in the memoir. <strong> Donald Rumsfeld </strong> still justifies the Iraq War, and says there was nothing wrong in the way the Afghanistan War was conducted. He takes potshots at many of his", "new_id": -2}, {"uid": "1295641664003719173", "i": 3391, "idx": 1, "sa": ["Andy Coulson", "James Murdoch"], "q": "Methinks perhaps the tentacles and the money of the <strong> James Murdoch </strong> empire spread a very long way. Or perhaps <strong> James Murdoch </strong> knows too much about too many people. Selfishridge 21 January 2011 7:51 PM <q> But for most of the newspaper-reading public this story does not exist </q> WurzelGummidge 21 January 2011 7:52 PM It's just the start?I thought this tedious story might be nearly ending with <strong> Andy Coulson </strong> departing. Celtiberico 21 January 2011 7:52 PM HopeSprings1 21 January 2011", "new_id": -2}, {"uid": "1295503548083329037", "i": 18959, "idx": 5, "sa": ["Allen Iverson", "Kobe Bryant", "Tyronn Lue", "Juan Carlos Navarro"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said Palau Sant Jori, Barcelona, Spain Boxscore: www.nba.com <strong> Kobe Bryant </strong> plays 25 minutes, misses all 3-pointers BARCELONA, Spain-- <strong> Juan Carlos Navarro </strong> scored 25 points to help Barcelona beat the NBA champion Los Angeles Lakers 92-88 in", "new_id": -2}, {"uid": "1295945703061587482", "i": 11673, "idx": 0, "sa": ["Rahm Emanuel", "Bill Lockyer", "Newt Gingrich"], "q": "Grosby, an aviation security worker at O'Hare International Airport. Del Valle, another Hispanic candidate, said <strong> Rahm Emanuel </strong>'s quandary bodes well for the other candidates, regardless of what the court does. <q> Now voters see there's an opportunity to look at the field and give candidates either a second look or in some cases a first look, </q> del Valle said. \"People are going to pay more attention to the other candidates.\" Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics", "new_id": -2}, {"uid": "1295189804049070144", "i": 24494, "idx": 5, "sa": ["Simon Cowell"], "q": "especially when it's time to disinvite tone-deaf hopefuls from the competition. Compare some choice <strong> Simon Cowell </strong> quotes over the years to opinions offered by the new panel in the first few episodes this season. <strong> Simon Cowell </strong> <q> Did you really believe you could become the American Idol? Well, then, you're deaf. </q> \"Oh, Robert, I think you just killed my favourite song of all time.\" ( On the infamous Sanjaya's attire) \"I presume there was no mirror in your dressing", "new_id": -2}, {"uid": "1295790309226426886", "i": 35918, "idx": 0, "sa": ["Michael Gove", "Michael Wilshaw"], "q": "offer to study economics, and Liam Downes, 18, is aiming for a place at Pembroke college to study German and Latin. Sir <strong> Michael Wilshaw </strong>, Mossbourne's executive principal, told the Sunday Times: <q> Cambridge saw kids from an inner-city comprehensive doing exceptionally well and that must have impressed them. Some of the feedback we got was terrific, along the lines of` please send us more applicants like this'. </q> <strong> Michael Wilshaw </strong>, a member of the panel formed by the education secretary, <strong> Michael Gove </strong>, to review the national curriculum, put the school's success down to high expectations, close monitoring of staff and acting as", "new_id": -2}, {"uid": "1296154380245841959", "i": 31807, "idx": 0, "sa": ["Michael Noer", "Michael Vick", "Barack Obama"], "q": "of dollars when he went to prison for killing dogs, had signed a new endorsement deal with target=\"_blank\"> Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore during most of last season. <q> We're real excited about it, </q> chief executive officer Rob Vito told the Associated Press. \"<strong> Michael Noer </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes", "new_id": -2}, {"uid": "1296810148059981845", "i": 16471, "idx": 1, "sa": ["Kirsten Gillibrand", "Jon Kyl", "Bob Casey", "Barbara Boxer", "Jerry Moran", "Mark Kirk", "Joe Lieberman", "Mike Johanns", "Scott Brown", "Al Franken"], "q": "points to the European financial system,\" said the letter signed by Senators Frank R Lautenberg, <strong> Mike Johanns </strong>, <strong> Barbara Boxer </strong>, <strong> Bob Casey </strong>, <strong> Scott Brown </strong>, <strong> Al Franken </strong>, <strong> Kirsten Gillibrand </strong>, <strong> Mark Kirk </strong>, <strong> Jon Kyl </strong>, <strong> Joe Lieberman </strong> and <strong> Jerry Moran </strong>. <q> The threat of a nuclear-armed Iran is undeniable and we must make sanctions as strong as possible to deny Iran the economic means to develop those weapons. Europ?isch- Iranische Handelsbank must halt these practices or be closed immediately, </q> they said. Expressing their grave concern with the continued financial support of Iran's nuclear proliferation activity by Europ?isch- Iranische Handelsbank( EIH) in Hamburg, the senators urged the German government to take immediate", "new_id": -2}, {"uid": "1295498285152403986", "i": 11265, "idx": 1, "sa": ["Kara DioGuardi", "Steven Tyler", "Simon Cowell"], "q": ", <strong> Kara DioGuardi </strong> and <strong> Simon Cowell </strong>. <strong> Steven Tyler </strong> doesn't plan to be cruel in his critiques, but said he offers the competition a level of credibility within the music industry that it might have lacked. <q> I'm bringing the 40 years of being the front guy of Aerosmith, who's judged the hell out of himself </q> to the show, he said. \"No more, no less. \"I'm looking for three things: can they sing, are they in pitch and do they have star quality. That", "new_id": -2}, {"uid": "1297137461190611470", "i": 7711, "idx": 9, "sa": ["George H. W. Bush", "Colin Powell", "Donald Rumsfeld"], "q": ", had \"never served in a senior administration position,\" a lack of experience that hampered her ability to organize critical meetings, <strong> Donald Rumsfeld </strong> said. He said <strong> Colin Powell </strong>-- <strong> George H. W. Bush </strong>'s first top diplomat-- <q> did not, in my view, do a good job of managing the people under him, </q> calling leaks out of the State Department \"unhelpful.\" <strong> Donald Rumsfeld </strong> said <strong> Colin Powell </strong>, along with other top <strong> George H. W. Bush </strong> advisers and officials, truly believed Saddam Hussein had weapons of mass destruction when he made a presentation", "new_id": -2}]