[{"uid": "1295432564076251150", "i": 10227, "idx": 0, "sa": ["Steven Tyler", "Jennifer Grey", "Randy Jackson", "Simon Cowell", "Jennifer Lopez", "Michael Jackson"], "q": "any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more`` Idol'' wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on the singing competition that airs on CTV. <q> I think with every artist-- and <strong> Jennifer Grey </strong> and <strong> Randy Jackson </strong> are legendary artists-- you have a lot of warmth and a lot of nurturing, </q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel.`` That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "new_id": -2}, {"uid": "1297415666256622593", "i": 52402, "idx": 0, "sa": ["Sergio Marchionne"], "q": "the matter. Bloomberg News reported Thursday that the bonuses would average$ 10,000 for the company's 10,755 salaried workers, but some who aren't covered by government pay restrictions could get up to half their salary. <q> Details regarding salaried performance awards are considered confidential employment records, </q> Ranieri said. Chrysler CEO <strong> Sergio Marchionne </strong> has said the workers deserve bonuses even though the company lost money because of work they did in revamping or redesigning 16 models since the 2009 bankruptcy. For both companies, the bonuses", "new_id": -2}, {"uid": "1295613901243957775", "i": 18940, "idx": 5, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": ", pero que cada uno tendr claro cu?les son sus roles a nivel individual''. Desde esta plataforma oficial, <strong> Eric Schmidt </strong> ha querido animar a su compa?ero <strong> Larry Page </strong> en su nueva empresa como Consejero Delegado diciendo que <q> est muy orgulloso de su d?cada como consejero, pero que est seguro de que? <strong> Larry Page </strong> ser a?n mejor! </q>, exclama. En cuanto al tercer co fundador de Google, <strong> Sergey Brin </strong>, ha dicho que`` se dedicar a proyectos estrat?gicos sobre nuevos productos y que este puesto le viene perfectamente''. Finalmente", "new_id": -2}, {"uid": "1295862934192184341", "i": 37349, "idx": 0, "sa": ["Mandy Moore", "Simon Cowell", "Myleene Klass"], "q": "the whole world \" However, on this visit <strong> Mandy Moore </strong> did manage to make a little time to indulge in one of her favourite pastimes- shopping. Comment on this Article The beautiful brunette said: <q> Of course there was one day off so it's like I'm a girl who has some of the best shopping here, so I had a whole little laundry list of things to do yesterday( 22.01.11) and I really tried to hit the ground running. You've got to do a little Oxford Street, a little Harvey Nichols. All of the good, fun stuff. It was a good day. </q> Among the stars who attended the premiere of` Tangled' with their excited children were <strong> Simon Cowell </strong>'s ex-lover Sinitta, pregnant TV presenter <strong> Myleene Klass </strong> and", "new_id": -2}, {"uid": "1295788220057016357", "i": 39818, "idx": 7, "sa": ["Enver Lisin", "Allen Iverson", "Chauncey Billups"], "q": "for the Lakers, but went 12-of-30 from the floor.`` We just played a good all-around game,'' <strong> Allen Iverson </strong> said after the Pistons won for the third time since his arrival from DEnver Lisin five games ago. <q> It's just about playing basketball, understanding what we want to do on the basketball court.`` We didn't feel like it would take long, but we knew it would be kind of shaky in the beginning because I'm a totally different player than <strong> Chauncey Billups </strong>. I'm a lot more aggressive when it comes to driving to the basket, so my teammates have to know what spot I want them to be in to be able to create shots for them. </q> In winning their first seven, the Lakers had averaged a league-high 104.7 points and held opponents to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final", "new_id": -2}, {"uid": "1297711727141344774", "i": 47863, "idx": 3, "sa": ["Zahi Hawass"], "q": "but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website.`` Many people make the mistake of thinking that dreams can not come true, but they can,'' he wrote. <q> You have to believe, and know that they are more than just imagination. </q> href=\"http://www.worldnow.com\" target=\"_blank\"> All content? Copyright 2000- 2011 WorldNow and WISTV, a", "new_id": -2}, {"uid": "1297230061243105794", "i": 43315, "idx": 0, "sa": ["Olivia Wilde", "Harrison Ford", "Simon Cowell", "Catherine, Duchess of Cambridge", "Sam Rockwell"], "q": "years older than the sexy House M.D. star. Continues the pal of <strong> Olivia Wilde </strong>, who has about half a dozen film roles on her plate( including this year's <strong> Harrison Ford </strong> and <strong> Sam Rockwell </strong>): <q> She is a hot property now... it was weighing her down being married. </q> Her estranged husband, meanwhile,`` is heartbroken and really wanted to stay together.'' <strong> Simon Cowell </strong> Unveils His' X Factor' Wardrobe Plans& Offers A Wedding Update <strong> Catherine, Duchess of Cambridge </strong> deemed top fashion buzzword February", "new_id": -2}, {"uid": "1296062062204603398", "i": 1079, "idx": 0, "sa": ["David Letterman", "Jay Leno"], "q": "Big Bang Theory( R) 1.0/ 3 5.11 ABC href=\"http://tvbythenumbers.com/cougar-town-abc\" title=\"Cougar Town ratings, news, and viewing links\"> Cougar Town( R) 0.7/ 2 2.95- via NBC press note: <q> In Late-Night Metered Markets Tuesday night:? In Nielsen's 56 metered markets, household results were:`` The href=\"http://tvbythenumbers.com/tag/tonight-show-ratings\" title=\"Tonight Show\"> Tonight Show with <strong> Jay Leno </strong>, </q> 2.8/ 7; CBS's'' href=\"http://tvbythenumbers.com/tag/late-show-ratings\" title=\"Late Show\" target=\"_blank\"> Late Show with <strong> David Letterman </strong>,'' 2.0/ 5 with an encore delayed by news coverage; and ABC's combo of'' href=\"http://tvbythenumbers.com/tag/nightline-ratings\" title=\"Nightline\"> Nightline", "new_id": -2}, {"uid": "1295432346076251250", "i": 56038, "idx": 1, "sa": ["Jane Lynch", "Simon Cowell"], "q": "say there's a lot of <strong> Simon Cowell </strong> in her.`` He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her.'' <q> He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. </q> <strong> Jane Lynch </strong> also admitted she is`` amazed'' by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. Comment on this Article She explained in", "new_id": -2}, {"i": 11683, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> My Settings Your comment contains inappropriate content in violation of our How One Japanese TV Audition Turned Into a Real-Life` Truman Show' PublishDate= 2/7/2011 3:00:00 PM New on DVD& Blu-ray, Week", "sa": ["Simon Cowell"], "uid": "1297129562188514341"}]