[{"uid": "1297384383139427845", "i": 10871, "idx": 6, "sa": ["Giuliano Noci", "Sergio Marchionne"], "q": "2009, the company said Jan. 31. <strong> Sergio Marchionne </strong> has said he wants to take Chrysler public in the second half of 2011 and that he'll need two quarters of profitability before he can do it. <q> <strong> Sergio Marchionne </strong> is playing two different games, one in the U.S. and the other in Europe, </q> said <strong> Giuliano Noci </strong>, a professor at the MIP Management School of Milan's polytechnic university.`` In North America he's creating consensus on Chrysler before its initial public offering, while in Italy he needs to shock the", "new_id": -2}, {"uid": "1295806243069746705", "i": 35522, "idx": 2, "sa": ["Ana Kasparian", "Robert Gates", "Colin Powell"], "q": "<strong> Robert Gates </strong> announces preliminary spending cuts ahead of comprehensive military spending Ana Kasparianlysis.... Martin <strong> Colin Powell </strong> King, Jr.:`` I Have a Dream... to Go to War!'' Join the fight to end the war: facebook.com <q> The great initiative in this war is ours. The initiative to end it must be ours. </q>-- Martin <strong> Colin Powell </strong> King, Jr., speaking of Vietnam. This week the Pentagon sank to a new low: claiming that Dr. King would`` understand'' the wars in... My Colleague Wants To Spend On Defense", "new_id": -2}, {"uid": "1296003358223510536", "i": 51585, "idx": 2, "sa": ["Michael Vick", "Wes Welker"], "q": "<strong> Wes Welker </strong> used during his pregame news conference were,`` putting your best foot forward,''`` sticking your toe in the water'' and`` being good little foot soldiers.'' He told the Herald <q> the best way to stick up for your teammate is on the field. </q> <strong> Michael Vick </strong> signs first endorsement contract since arrest PHILADELPHIA( AP)- <strong> Michael Vick </strong> has signed his first endorsement contract since his release from prison. The Philadelphia Eagles' Pro Bowl quarterback inked a", "new_id": -2}, {"uid": "1296077804003751936", "i": 36350, "idx": 0, "sa": ["Alassane Ouattara", "Rupiah Banda"], "q": "AU to take`` strong decisions'' against strongman Laurent Gbagbo, who is refusing to step down although Soro's boss, <strong> Alassane Ouattara </strong>, is widely seen as the winner of the November 28 presidential election. <q> The military operation is the best option to remove Laurent Gbagbo from power, </q> Soro told journalists in Lusaka after meeting with Zambian President <strong> Rupiah Banda </strong>.`` The government is asking the African Union to take strong decisions against Laurent Gbagbo and his clan, who is refusing to hand over power", "new_id": -2}, {"uid": "1296618944233766944", "i": 8953, "idx": 0, "sa": ["Angelina Jolie", "Ricky Gervais", "Johnny Depp"], "q": "<strong> Ricky Gervais </strong> joked that there was a`` ridiculous rumor'' that surprise contender`` The Tourist'' was nominated so that the members could hang out with the stars of the costly flop, <strong> Angelina Jolie </strong> and <strong> Johnny Depp </strong>. <q> That is rubbish. That is not the only reason, </q> <strong> Ricky Gervais </strong> told the audience.`` They also accepted bribes.''( The association has said the lawsuit is`` completely without merit.'') <strong> Ricky Gervais </strong> later joked that he had to help Berk get off", "new_id": -2}, {"uid": "1297427886014975028", "i": 44393, "idx": 0, "sa": ["Angelina Jolie", "Brad Pitt"], "q": "shoulders. While <strong> Brad Pitt </strong> takes a strong interest in <strong> Angelina Jolie </strong>'s wardrobe, the 35-year-old actress has previously claimed she doesn't worry about being fashionable as long as she feels comfortable. She said: <q> I don't think too much about what to wear on the red carpet. I usually have three basic colours and I get the same shapes in different colours!`` But I like to get dressed up and feel like a lady every once in a while. </q>( c) BANG href=\"http://www.facebook.com/pages/The-Post-Chronicle/118032884888798\" title=\"The Post Chronicle\" target=\"_TOP\">", "new_id": -2}, {"uid": "1295884119196345879", "i": 26039, "idx": 0, "sa": ["Megan Fox", "Angelina Jolie", "Éric Alt"], "q": "'s Face and <strong> Megan Fox </strong>'s Accent(`` Jonah Hex'') The Entire Cast(`` The Last Airbender'') The Entire Cast(`` The Twilight Saga: Eclipse'') <q> Cats and Dogs 2: Revenge of Kitty Galore </q>`` The Last Airbender''`` Nutcracker 3D'' <strong> Éric Alt </strong>, Senior Entertainment Editor <strong> Éric Alt </strong> has written about movies, celebrities, and movies starring celebrities. He once babysat with <strong> Angelina Jolie </strong>,", "new_id": -2}, {"uid": "1297323276070123533", "i": 28233, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence", "Tim Scott"], "q": "security.`` If <strong> Mitch Daniels </strong> is planning to run for president by running away from social issues, he will face a grass-roots revolt,'' said Andy Blom, executive director of the American Principles Project. <q> Mr. <strong> Mitch Daniels </strong> is only causing divisions in the movement by this talk of a` truce.' </q> <strong> Mike Pence </strong>, R-Ind., who is a favorite of fiscal and social conservatives but rejected appeals that he run for president, turned down an invitation to speak at CPAC, where he has appeared six Tim Scottes.", "new_id": -2}, {"uid": "1296727907183500817", "i": 19765, "idx": 19, "sa": ["Allen Iverson", "Doc Rivers", "Antonio McDyess"], "q": ". The Denver guard hit seven straight attempts before missing a 3-pointer early in the third quarter. He also made all 10 of his free throws.`` It felt OK before the game,'' <strong> Allen Iverson </strong> said. <q> Now, it feels that much worse. It's throbbing like a heartbeat. </q> <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Antonio McDyess </strong> a week ago, slips on a brace after every game per Doc Riverstors orders.`` If I didn't wear this brace to keep it straight after every game,", "new_id": -2}, {"i": 11988, "idx": 5, "index_answer": 2, "new_id": -1, "q": "to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q> I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company, </q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called`` Googled: The End of the World As We Know It,'' said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "uid": "1295562453217792578"}]