[{"uid": "2008110613_00003172_W", "i": 2842, "idx": 2, "sa": ["Raj Thackeray"], "q": "is no need to resign. provocative action should not be taken. the maharashtra government has brought the situation under control.\" tripathi, who is also the chief spokesman of the party, said such moves are <q> unnecessarily humiliating the accommodative culture of maharashtra. </q> besides, he said mns chief <strong> Raj Thackeray </strong>, \"fortunately for maharashtra, is political nobody\" . \"maharashtra's director general of police anami roy is from uttar pradesh and senior police officer in charge is also from", "new_id": -2}, {"uid": "2008121223_00028662_W", "i": 28, "idx": 3, "sa": ["Robbie Gould", "Scott Shanle"], "q": "for interference on a deep, third-down incompletion, putting chicago in position for a field goal. after <strong> Robbie Gould </strong>'s kick split the uprights, the saints again left a frigid soldier field with their playoff hopes dashed. <q> it's frustrating that it has worked out like that for three years in a row, </q> <strong> Scott Shanle </strong> said. \"it's disheartening to feel this way again in this locker room.\" three results in particular this weekend could make what's left of new orleans' season a little more interesting: the", "new_id": -2}, {"uid": "2008122616_00008355_W", "i": 20, "idx": 2, "sa": ["Norm Coleman", "Jonathan Head"], "q": "the monarchy, a crime known as lese-majeste, is sometimes used for political purposes to smear its targets. wattanasak said he was acting on behalf of thais who have come to him complaining about <strong> Jonathan Head </strong>'s coverage. <q> as a thai, i made a decision that i had to do something to let foreign reporters know that thais are not happy with those who write something bad about our royal family, </q> wattanasak told the associated press. bangkok, thailand- a group that campaigns for journalists' rights called on thai police thursday to drop complaints against a british broadcasting corp. journalist accused of slandering the country's... <strong> Norm Coleman </strong>", "new_id": -2}, {"uid": "2008091017_00036596_W", "i": 3895, "idx": 0, "sa": ["Zac Efron"], "q": "? <strong> Zac Efron </strong> gave personal autographs to each of them! his favorite things: the actor loves the movie 21, the iconic film star marlon brando, and preppy rockers vampire weekend. <strong> Zac Efron </strong>, on the papparazzi: <q> i'm really surprised they care... </q> <strong> Zac Efron </strong>, on the third( and final) installment of high school musical: \"the stakes are higher because there are real decisions to be made. what college are you going to? what happens to the", "new_id": -2}, {"uid": "2008103019_00025459_W", "i": 1795, "idx": 7, "sa": ["Lizzie Borden"], "q": ",\" says christopher moon, a well-known paranormal investigator from denver. four weekends a year, moon conducts <NO_QUOTATION> at the b& b. \"we have full interaction in the <strong> Lizzie Borden </strong> house,\" he adds. <q> we have the knowledge to communicate with all the spirits there. </q> wilber says she didn't believe in ghosts before buying the house four years ago. but after many strange occurrences, she doesn't know what to believe. \"things have moved on me. i've been", "new_id": -2}, {"uid": "2008101709_00009503_W", "i": 2027, "idx": 9, "sa": ["Phil Spector"], "q": ".\" riordan stressed that the incidents occurred a decade before <strong> Phil Spector </strong> met clarkson. attorney doran weinberg, <strong> Phil Spector </strong>'s lead lawyer in the new trial, said he was concerned that the prosecution's remarks indicate the case <q> is going to be tried on a theory that <strong> Phil Spector </strong> hates women. </q> he argued that <strong> Phil Spector </strong> can't be tried for <NO_QUOTATION> <strong> Phil Spector </strong>, 69, famed for inventing the <NO_QUOTATION> recording technique, did not attend the hearing. attorneys said he would be present for jury selection. get$", "new_id": -2}, {"uid": "2008092910_00004587_W", "i": 1167, "idx": 0, "sa": ["Nisar Ali"], "q": "eight hours and go four to five feet deep under the water holding the leaf of a nadru to cut it from the roots. local residents and tourists throng the markets in large numbers to buy fresh nadrus. <q> nadru is sold during eid and ramadan. we enjoy collecting them. they are also bought by the tourists, </q> said <strong> Nisar Ali </strong>, a nadru collector. \"nadru is best in kashmir. a number of people come here to purchase it,\" said shafi akhoon, another nadru collector. for many local residents, nadru ensures", "new_id": -2}, {"uid": "2008100320_00005314_W", "i": 705, "idx": 0, "sa": ["Joss Stone"], "q": "dispelling rumors that acting had become her focus, r& b star <strong> Joss Stone </strong> says new music is on the way. <q> at the end of the day i would love to go into acting and i am, but my first love is music. </q> <strong> Joss Stone </strong>, as previously announced, has been tapped to appear in the hit series` the tudors' next year. starring as henry viii's wife anne of cleves, <strong> Joss Stone </strong> says she is ready to land more", "new_id": -2}, {"uid": "2008101620_00001873_W", "i": 4036, "idx": 3, "sa": ["Nicholas Bond-Owen"], "q": "has said is to \"save energy costs and reduce carbon emissions\" . the october 30 black tie event will be held at the caf royal and hosted by bbc news presenter <strong> Nicholas Bond-Owen </strong>. the magazine bills it as <q> an evening of exceptional networking opportunities and the kudos that comes with being short-listed </q>. council spokeswoman alison donovan said: \"the council is going to attend and it will be the council that is paying for it.\" yet marc wallace, spokesman for the taxpayers' alliance, said:", "new_id": -2}, {"uid": "2008121917_00012933_W", "i": 4283, "idx": 10, "sa": ["Harry Markopolos", "Bernard Madoff"], "q": "profit <strong> Bernard Madoff </strong> was reporting to have been gained legally. but <strong> Bernard Madoff </strong> continued to thrive, even as <strong> Harry Markopolos </strong> continued to pursue the case. in 2005, he submitted a report to the sec saying it was <NO_QUOTATION> that <q> <strong> Bernard Madoff </strong> securities is the world's largest ponzi scheme. </q> in the report, he says he knew his research could ruin people's careers and asked the sec be discreet about circulating the report and his name. \"i am worried about the personal safety of myself and", "new_id": -2}]