[{"uid": "1297259173238534680", "i": 45297, "idx": 0, "sa": ["Zahi Hawass"], "q": "most prominent archaeologist, said a review of antiquities in the aftermath of anti-government protests revealed that 70 objects were broken, of which 25 were now being restored, with work to begin soon on the remaining 45. <q>There needs to be tighter security around the museum and fire trucks on standby. The museum can be set ablaze. This would be a disaster,</q> <strong> Zahi Hawass </strong> said in a statement.The military is guarding the museum, which is in the heart of Cairo and has on display some 125,000 antiquities, including the funeral mask of King Tutankhamun.As the protests started last month, hundreds", "new_id": -2}, {"uid": "1296925242142311425", "i": 14361, "idx": 0, "sa": ["Mike Pence"], "q": "senior longtime Republican political aide thought that <strong> Mike Pence </strong> had somehow let down his principles and his country by not taking a chance on the presidential race. Folks on the <strong> Mike Pence </strong> for president bandwagon were in a deep funk. <q>Seriously, who else do we have?</q> one asked me. ''Unless something miraculous happens and we get an unexpected gift candidate.'' Another GOP stalwart agreed: ''Sad to say, but at a time when we need someone with guts", "new_id": -2}, {"uid": "1297176031226918403", "i": 3178, "idx": 20, "sa": ["David Letterman", "Aaron Rodgers"], "q": ", so. That's kind of how it worked out.'' <strong> David Letterman </strong>: ''So there's a certain justice in this then isn't there? I think so.''( audience applauds) <q>Is it nearly-- I mean, there's only a handful of men who do this, and some women--</q>( audience laughs)''-- but is it impossibly hard to be an NFL quarterback?'' <strong> Aaron Rodgers </strong>:' I don't-- I don't know how to answer that. If I say I", "new_id": -2}, {"uid": "1296322600190955617", "i": 14098, "idx": 0, "sa": ["Zahi Hawass"], "q": "biggest collection of Pharaonic antiquities, is adjacent to the headquarters of the ruling National Democratic Party that protesters had earlier set ablaze. Flames were seen still pouring out of the party headquarters early on Saturday. <q>I felt deeply sorry today when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,</q> <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said on Saturday. ''Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from", "new_id": -2}, {"uid": "1296546100250052628", "i": 4711, "idx": 1, "sa": ["David Letterman", "Justin Bieber"], "q": "answer <strong> David Letterman </strong>'s question without alienating himself, but <strong> David Letterman </strong> is a funny man who can make a point. ''Well, that's really what me and my mom was thinking,'' says <strong> Justin Bieber </strong>. <q>Like this guy named Scooter wants to sign me. Just how professional could he be? But it turns out he says he has some credibility.</q> There's no question that Scooter is definitely one of the forces behind <strong> Justin Bieber </strong>. The friendship they have created while being shot to stardom keeps both of them going strong and it is more than just business", "new_id": -2}, {"i": 36300, "idx": 5, "index_answer": 1, "new_id": -1, "q": "were seeing,'' <strong> Kirsten Gillibrand </strong> said. ''They were saying this is unbelievable progress, to see this.'' Video: House peers reflect on bedside visit to <strong> Gabrielle Giffords </strong>( on this page) <q>Mark started to tell her, ''<strong> Gabrielle Giffords </strong>, if you can see me, give me the thumbs up sign,'</q> <strong> Debbie Wasserman Schultz </strong> told MSNBC's <strong> Chris Matthews </strong> on ''Hardball.'' '''He encouraged her and pushed her to do that. She kept opening her eyes a little more and a little bit more and suddenly, her", "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Chris Matthews", "Gabrielle Giffords"], "uid": "1294991426005357592"}, {"uid": "1297140015083361792", "i": 5822, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "on Mexican drug gang... Botox help lift the Irvine company's fourth-quarter profit, but net... World Video: South Sudan votes 98.83% to secede World Video: ABC News Exclusive: <strong> Donald Rumsfeld </strong> Opens Up Report Abuse <q> ''Prosecutors said <strong> Sandra Avila </strong> Beltran spent more than a decade working her way to the top of Mexico's drug trade, seducing several notorious kingpins and uniting Colombian and Mexican gangs.</q>'' This is a common daily news event at New York City, Chicago, L.A., San Francisco, Houston, Las Vegas... Report Abuse ''Just another example of the need for the cure.", "new_id": -2}, {"uid": "1295710848073957419", "i": 3744, "idx": 0, "sa": ["Andy Coulson"], "q": "and the next step is just blow up all the pirate's boats every time'' you see them and let them float along the coast line so others can see... and no more pirates???? Report Abuse <q>Where have you all been with your racist comments when Republicans during Reagan made arena for political game with Russia out of Somalia. Current generation of Somalis grew under civil war because someone was taking sides by providing military aid to anticommunist clans. When it got really nasty we withdrew. What do you expect from people who lived for more than 20 years without government, under extreme conditions? Do you think your children would have been any better under similar circumstances. Tackle the crime problem in your cities first.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1296085377165281888", "i": 30794, "idx": 0, "sa": ["David Jason", "Simon Cowell"], "q": "'m A Celebrity... Get Me Out Of Here! was named Most Popular Entertainment show. Speaking from Cardiff, where they were filming Britain's Got Talent, Ant could hardly contain his excitement shouting: <q>Ten years in a b**** y row, Declan!</q> <strong> David Jason </strong> picked up the award for Most Outstanding Drama Performance for A Touch Of Frost- despite earlier predicting on the red carpet he would not win. Meanwhile <strong> Simon Cowell </strong> handed The X Factor's award", "new_id": -2}, {"uid": "1296395184086278204", "i": 35034, "idx": 0, "sa": ["Simon Cowell", "Louis Walsh"], "q": " ''She's my woman of the decade,' <strong> Simon Cowell </strong> says... 13:18, Sunday, 30 January 2011 It's looking increasingly likely that <strong> Simon Cowell </strong> gets his way. <q>Do I want Jordan as a judge on The X Factor panel? Yeah, that could work,</q> he said in a new interview. ''Why not? I like her as a person. In fact I'd even go as far as to say she's my woman of the decade.''' <strong> Louis Walsh </strong> on", "new_id": -2}]