[{"uid": "1297309778072155253", "i": 17664, "idx": 0, "sa": ["David Letterman"], "q": "in anticipation of the big reveal Feb. 14 on <strong> David Letterman </strong>'s show, followed by newsstand sales the next day. The location of the famous shoots and who makes the cover are top secret until then. <q> Consumers love to follow what's hot, what's glamorous, what's beautiful, </q> Southwood said.`` The first question that the sales rep will ask is,` What did you get into Sports Illustrated this year?''' Southwood and his Sauvage Swimwear in San Diego, California", "new_id": -2}, {"uid": "1295891307156680197", "i": 33833, "idx": 4, "sa": ["Zahi Hawass", "Sarah Palin"], "q": "returned to the possession of its rightful owners, the Egyptian people.'' World Video: Banned books back on sale in Tunisia's bookshops World Video: Raw Video: Deadly explosion at Moscow airport Report Abuse <q> <strong> Zahi Hawass </strong> is nothing more than an Egyptian <strong> Sarah Palin </strong>( albeit with brains). He's a shameless self-promoter who says/does things to draw attention to himself. </q> How about, <strong> Zahi Hawass </strong>, you have a good look at the Egyptian Museum in Cairo, just for a start. At the outdated displays, the dusty glass cases, the impossible layout, the hoards", "new_id": -2}, {"uid": "1295629613045006864", "i": 47803, "idx": 0, "sa": ["Jeff Immelt", "Steve Ballmer", "Barack Obama"], "q": "'s Council on Jobs and Competitiveness. Having worked with <strong> Jeff Immelt </strong> in the past, <strong> Steve Ballmer </strong> apparently wanted the world to know where he stands. He released the following statement on the Official Microsoft blog: <q> <strong> Jeff Immelt </strong> and I started our careers together at Proctor& Gamble, and I have enormous respect for the success he's had at GE. He is an ideal business leader to chair the <strong> Barack Obama </strong>'s Council on Jobs and Competitiveness and help drive a focus on what we can all do to increase American competitiveness and create new jobs. </q> Microsoft is all about some competitiveness lately, as evidenced by the company recently href=\"http://www.webpronews.com/topnews/2010/12/13/microsoft-and-others-join-fairsearch-fight-against-google\"> joining Fairsearch, the coalition ruffling Google's feathers over its pending acquisition of ITA Software. Yesterday during", "new_id": -2}, {"uid": "1296184328117178369", "i": 22862, "idx": 2, "sa": ["Simon Cowell", "Steven Tyler", "Randy Jackson"], "q": ".( <strong> Simon Cowell </strong> might have booted her out before she said a word.)`` You should do voice overs for cartoons,'' <strong> Randy Jackson </strong> said. Later, he added,`` That's not serious.'' <q> I got one yes and two no's, </q> she said. She thought <strong> Steven Tyler </strong> said yes when he said no. are Nashville exes who decide to come in together. They sing a Bee Gees song in fine harmony, show lovely chemistry. They also", "new_id": -2}, {"uid": "1294987633005357618", "i": 39794, "idx": 0, "sa": ["Sergio Marchionne"], "q": "optimism of the North American International Auto Show this week lurked a growing sense of ambition in many of the key players, from Detroit and beyond, a reminder that motoring machismo is alive and well. <q> By definition, this industry breeds cocky people, </q> Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> said in an interview.`` I think we should distribute cocky pills.'' Not sure how much good they would do, <strong> Sergio Marchionne </strong>. Toyota Motor Corp., whacked", "new_id": -2}, {"uid": "1295677693065617939", "i": 40957, "idx": 0, "sa": ["Gilbert Arenas", "David Letterman", "Michael Jordan", "John Wall"], "q": "A montage for the Washington Wizards that is played in Verizon Center... <strong> Michael Jordan </strong> Mix# 23 Washington Wizards <strong> Michael Jordan </strong> Mix# 23 Washington Wizards... <strong> David Letterman </strong>- Washington Wizards Top Ten From the Home Office, it's the <q> Top Ten Washington Wizards Explanations. </q>... Real Training Camp 2010- Washington Wizards( 1/5) NBA TV takes an exclusive in-depth look at <strong> John Wall </strong>, <strong> Gilbert Arenas </strong>, and the Wizards training camp. Patriot Center at George Mason University- Fairfax, VA-", "new_id": -2}, {"uid": "1295280874135249947", "i": 1447, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "vote for <strong> Barack Obama </strong>. Maybe you should be asking why?'' Since when is character not an important issue? The Barack Obamaial election is an interview process for the most important job in our country; to <q> preserve, protect and defend the Constitution of the United States. </q> The election process is an interview. Since when isn't character an important issue in an interview process?`` Martin <strong> Colin Powell </strong> King spoke about the day when people would be judged by their character, not", "new_id": -2}, {"uid": "1295778208220971018", "i": 21387, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "shake-up, will give a$ 100 million equity award to outgoing chief executive href=\"http://timesofindia.indiatimes.com/topic/Eric Schmidt-Eric Schmidt\"> <strong> Eric Schmidt </strong>, who in April will be succeeded by company co-founder href=\"http://timesofindia.indiatimes.com/topic/Larry Page-Larry Page\"> <strong> Larry Page </strong>, says a media report. <q> Google... will give a$ 100 million equity award to outgoing chief executive <strong> Eric Schmidt </strong>, </q> the href=\"http://timesofindia.indiatimes.com/topic/Wall-Street-Journal\"> Wall Street Journal reported. It was the first such award for <strong> Eric Schmidt </strong> since he joined the company in 2001. It includes stock and options, the report said citing a Google spokesperson", "new_id": -2}, {"uid": "1297666670251969545", "i": 34686, "idx": 0, "sa": ["Enda Kenny", "Angela Merkel", "Eamon Gilmore"], "q": "5 billion in taxes and cuts. At his midday meeting with Dr <strong> Angela Merkel </strong> today, Mr <strong> Enda Kenny </strong> said he would signal Fine Gael's intent to seek changes to the content and cost of the EU-IMF bailout deal. <q> But we also recognise the need to rebuild relationships with our European and international colleagues so that we can negotiate the best deals possible for our country, </q> Speculation about the prospect of Fine Gael being able to form a government on its own or with like-minded Independents grew yesterday. Labour leader <strong> Eamon Gilmore </strong> said he was sure some in Fine Gael were contemplating the prospect of", "new_id": -2}, {"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q> It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together, </q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade,`` or even cutting spending'' as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}]