[{"uid": "1296709236003522652", "i": 5043, "idx": 2, "sa": ["Sergio Marchionne", "Callum Macrae"], "q": ", sino en todo el mundo.`` El mercado global de veh?culos se est enfocando cada vez m?s en los modelos europeos'', se?ala <strong> Callum Macrae </strong>, analista de la industria del motor PricewaterhouseCoopers. <q> Los fabricantes europeos son expertos en tecnolog?a de motores </q>, asegura. Esto podr?a beneficiar a Fiat si logra transmitir el mensaje de que la`` econom?a de combustible est integrada en su marca'', reconoce <strong> Sergio Marchionne </strong>.`` Sin embargo, es mucho", "new_id": -2}, {"uid": "1295940572109330440", "i": 29968, "idx": 0, "sa": ["Alassane Ouattara"], "q": "D'IVOIRE: Ivory Coast's internationally recognised leader <strong> Alassane Ouattara </strong> on Monday, 24 January 2011, ordered a one-month halt to exports of cocoa and coffee, a statement said. The government of the world's top cocoa producer <q> informs economic operators of the immediate stoppage of all exports of coffee and cocoa </q> starting Monday until 23 February, the statement from his office said. Producers and exporters who violate the ban will be considered to be`` financing the illegitimate regime'' of Laurent Gbagbo, who has refused", "new_id": -2}, {"uid": "1297209660067371057", "i": 6568, "idx": 3, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "a Feb. 3, 2003, National Security Council meeting in which Mr <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later. Mr <strong> Donald Rumsfeld </strong> quotes himself as telling the meeting, <q> We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it. </q> Khurmal is the name of a village near the site. Mr <strong> Colin Powell </strong> objected.", "new_id": -2}, {"uid": "1297096904101318657", "i": 25709, "idx": 4, "sa": ["Donald Rumsfeld", "Colin Powell", "Condoleezza Rice", "George H. W. Bush"], "q": ",'' he said.... <strong> Colin Powell </strong>, <strong> Donald Rumsfeld </strong> said, never spoke up in meetings with the <strong> George H. W. Bush </strong> to raise objections to the Iraq war. Nor was <strong> Donald Rumsfeld </strong> particularly impressed with <strong> Condoleezza Rice </strong>, either: <q> <strong> Donald Rumsfeld </strong> was less impressed by some of the <strong> George H. W. Bush </strong>'s closest advisers. Of <strong> Condoleezza Rice </strong>, <strong> George H. W. Bush </strong>'s national security adviser and later secretary of state, he said,`` She'd never served in a senior administration position </q>- a lack of experience that showed in her lack of organization in putting together critical meetings. \"`` She'd been an academic. And, you know, a lot of academics like to have", "new_id": -2}, {"uid": "1296532535074448923", "i": 53057, "idx": 3, "sa": ["Amir Johnson", "Allen Iverson", "Rodney Stuckey", "Rasheed Wallace", "Tayshaun Prince", "Ben Roethlisberger", "Richard Hamilton"], "q": "<strong> Rasheed Wallace </strong> as their only <strong> Ben Roethlisberger </strong> starter. The Pistons acknowledged after the game that they are better defensively with <strong> Amir Johnson </strong> on the floor, and better offensively when <strong> Richard Hamilton </strong> and <strong> Allen Iverson </strong> are on the court together with guard <strong> Rodney Stuckey </strong>. <q> When we have the Ben Roethlisbergerger lineup, obviously we're better defensively, </q> <strong> Tayshaun Prince </strong> said.`` It's kind of pick and choose.`` Sometimes you are going to need the offensive side, but more importantly you're going to need the defensive side.'' The game was tight", "new_id": -2}, {"uid": "1295125227265830412", "i": 42529, "idx": 8, "sa": ["Ron Lee Wyden", "Donald Rumsfeld", "Isnilon Hapilon", "George H. W. Bush"], "q": ", which had backed <strong> George H. W. Bush </strong> in the 2000 election, carried a photo of the Isnilon Hapilonse with the words`` Resign, <strong> Donald Rumsfeld </strong>.'' Perhaps most notably, The Army Times claimed that <strong> Donald Rumsfeld </strong>'s role in the scandal <q> amount( ed) to professional negligence </q>, wrote`` shame... on the chairman( of the Joint Chiefs of Staff) and secretary( of defense)'', and insinuated that <strong> Donald Rumsfeld </strong> was a`` moRon Lee Wyden.''[ 43] This", "new_id": -2}, {"uid": "1294986070245579805", "i": 18931, "idx": 1, "sa": ["Alassane Ouattara", "Barack Obama", "Alain Le Roy", "Youssoufou Bamba"], "q": ". <strong> Barack Obama </strong> Laurent Gbagbo has refused to relinquish power to <strong> Alassane Ouattara </strong>, who is widely regarded as the winner of the election. Ambassador <strong> Youssoufou Bamba </strong> spoke in New York after being formally welcomed at the U.N.'s headquarters. <q> Ambassador <strong> Youssoufou Bamba </strong>:`` 172 people killed, only because they want to demonstrate, they want to speak out, they want to defend the will of the people. We think it's not acceptable. That's one of the messages I tried to get across during the conversations I've conducted so far, to tell we are on the brink of genocide. Something should be done. </q> \" Ambassador <strong> Youssoufou Bamba </strong> was appointed by <strong> Alassane Ouattara </strong> after last month's election. <strong> Alain Le Roy </strong>, the head of the U.N. peacekeeping operation in Ivory Coast, has accused <strong> Barack Obama </strong> Gbagbo of using the airwaves to instigate violence.", "new_id": -2}, {"uid": "1295890742159269051", "i": 35118, "idx": 0, "sa": ["Angelina Jolie"], "q": "'' Russian for`` good evening.'' <strong> Angelina Jolie </strong> told the media that she is for good relations between Russia and US. As for the latest spy scandal, she added, the presidents tackled it quite efficiently. <q> I am somebody who is a little political, </q> said <strong> Angelina Jolie </strong>.`` I love positive relationships between America and Russia, and all the good things.''`` I did not focus too much on the scandal,'' she added.`` Except I thought it", "new_id": -2}, {"uid": "1296580317091275273", "i": 19880, "idx": 13, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "Ministry, but it constitutes a separate ministry in the new government. While protesters dismissed the Cabinet reshuffle as cosmetic and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. <q> The people in the streets have to give this government an opportunity to change, </q> he said cheerfully.`` Beautiful things happened in the last five days.'' 53% Off Facial at Irina's Secret Day Spa in Olathe", "new_id": -2}, {"i": 4137, "idx": 1, "index_answer": 0, "new_id": -1, "q": "Museum, which houses thousands of ancient artifacts, was being protected by the army. Head of Antiquities, <strong> Zahi Hawass </strong> said on state television that it was not known if anything was stolen from the museum. <q> There needs to be tighter security around the museum and fire trucks on standby. The museum can be set ablaze. This would be a disaster, </q> <strong> Zahi Hawass </strong> warned.Firefighters were trying to extinguish the blaze at the headquarters of the ruling National Democratic Party.", "sa": ["Zahi Hawass"], "uid": "1296337877236798074"}]