[{"uid": "1295281746135249929", "i": 13677, "idx": 0, "sa": ["Tony Anderson", "Allen Iverson", "Rasheed Wallace", "Stan Van Gundy", "Jeff Fraser"], "q": "it 83-77. <strong> Rasheed Wallace </strong> added two more free throws with 40 seconds left and <strong> Allen Iverson </strong> made two more with 24 seconds to go for the final margin. In the fourth quarter, the Grizzlies were 4-of-20 and didnt www.peopleStan Van Gundydup.ca <q> I am a Canadian, free to speak without fear, free to worship in my own way, free to Stan Van Gundyd for what I think right, free to oppose what I believe wrong, or free to choose those who shall govern my country. This heritage of freedom I pledge to uphold for myself and all mankind. </q> Joel Pink Lawyer <strong> Tony Anderson </strong> and <strong> Jeff Fraser </strong> had sought out many lawyers by the end of February, 2007. A trusted friend, who has been helping us throughout this ordeal, recommended we go to a lawyer who seemed", "new_id": -2}, {"uid": "1297403208107986956", "i": 42281, "idx": 2, "sa": ["Bob Casey", "Kirsten Gillibrand"], "q": ".`` Vast drug networks along our northern border are exacerbating the gang-related violence in many communities across the state,'' said <strong> Kirsten Gillibrand </strong>.`` This problem must be fought at its source.'' <q> Drug trafficking into Pennsylvania that is feeding crime and gang activity must be stopped, </q> <strong> Bob Casey </strong> added.`` A multi-pronged attack is required to catch drug smugglers or terrorists before they can cross the border over Lake Erie into Pennsylvania or other northern states.'' The senators cited what they called", "new_id": -2}, {"uid": "1296521097146833469", "i": 9899, "idx": 0, "sa": ["Peyton Manning", "Michael Vick", "Reggie Wayne", "Peter King"], "q": "way I wanted... I was a little upset, basically, because... we lost.'' SpeaPeter King at the Pro Bowl, <strong> Reggie Wayne </strong> told reporters that seeing <strong> Peyton Manning </strong> throw 11 interceptions during a three-game losing streak <q> was a shock. The main thing we realized, he's not immortal. He's real. He's not a machine. It goes to show you this game is so competitive, even the guys on top can hit a wall somewhere. </q> In Philadelphia, <strong> Michael Vick </strong> not only hit the wall, he spent a couple of years behind them in a prison cell. After a successful comeback, speculation is mounting that <strong> Michael Vick </strong> will be given the franchise", "new_id": -2}, {"uid": "1295813473183353387", "i": 18250, "idx": 8, "sa": ["Gabrielle Giffords", "Colin Powell"], "q": "shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, href=\"http://www.washingtontimes.com/topics/Colin Powell/\"> Mr. <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. <q> There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do, </q> he said.`` All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. But with", "new_id": -2}, {"uid": "1296108950041386014", "i": 12215, "idx": 3, "sa": ["Michael Vick", "Tom Brady"], "q": "guaranteed- he signed with the Atlanta Falcons in December 2004.`` If <strong> Michael Vick </strong> becomes MVP and leads his team to the Super Bowl, he'll get endorsements,'' Appleby said back in 2009. <q> You hate to say it, but there's probably nothing that can repair his image like four touchdown passes and two 40-yard runs. Sports fans have a short memory. </q> How prescient. While <strong> Michael Vick </strong> didn't make the Super Bowl, and New England Patriots quarterback <strong> Tom Brady </strong> is the likely MVP, <strong> Michael Vick </strong>'s touchdowns this season won back scores of fans. TrackBack TrackBack", "new_id": -2}, {"uid": "1296770511173654034", "i": 14689, "idx": 63, "sa": ["Dick Cheney", "Donald Rumsfeld", "Ted Kennedy"], "q": "contemplaTed Kennedy leaving, even after <strong> Dick Cheney </strong> told him that he had to stay. In May 2004, when Bush visiTed Kennedy the Pentagon and then repaired to <strong> Donald Rumsfeld </strong>'s office, the secretary handed him yet another I-quit letter. <q> I have concluded that the damage from the acts of abuse that happened on my watch, by individuals for whose conduct I am ultimately responsible, can best be responded to by my resignation, </q> it said. Bush rejecTed Kennedy the idea. <strong> Donald Rumsfeld </strong> said his mind was made up. But Bush would not accept the resignation, and <strong> Donald Rumsfeld </strong> says he eventually accepTed Kennedy the decision. To no one", "new_id": -2}, {"uid": "1295729029106954780", "i": 3884, "idx": 0, "sa": ["Celia Keenan-Bolger", "David Letterman", "Tom Meehan", "Zachary James", "Lisa Howard", "Nathan Lane", "Derrick Baskin", "Gina Gershon", "William Finn"], "q": "website, www.dabbonbruett.com for sheet music. Music by <strong> David Letterman </strong> Dabbon Lyrics by <strong> Tom Meehan </strong> Bruett Directed by <strong> David Letterman </strong> Alpert Video by Nitty Gritty Studios <strong> David Letterman </strong> DABBON, piano DOUGLAS FISCHER, drums <strong> Zachary James </strong> <strong> Nathan Lane </strong>, bass www.dabbonbruett.com http://wn.com/The_I_Love_You_Song__The_25th_Annual_Putnam_County_Spelling_Bee 16. <q> The I Love You Song </q> from the 2005 OriGina Gershonl Broadway Cast Recoring, The 25th Annual Putnam County Spelling Bee. Featuring <strong> Celia Keenan-Bolger </strong>, <strong> Lisa Howard </strong>, and <strong> Derrick Baskin </strong>. Music and Lyrics by <strong> William Finn </strong>. Opened: May 2, 2005 Closed: Jan 20", "new_id": -2}, {"uid": "1295266259121765959", "i": 36214, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": ", on Saturday night. The astronaut described to <strong> Kirsten Gillibrand </strong> the latest progress in his critically injured wife's recovery after the Jan. 8 shooting.`` She's making progress every day,'' <strong> Kirsten Gillibrand </strong> said. <q> She's using both sides of her body.She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing... Monthly and yearly online subscriptions are available. Access is free for print subscribers. To report abuse or misuse of this area please hit the`` Suggest Removal </q> link in the comment to alert our online managers. Please read our href=\"http://www.nwaonline.com/termsofuse/#posting_rules\"> comment policy. Use the comment form below to begin a discussion about this content. PROPOSED LEGISLATION:", "new_id": -2}, {"uid": "1295351164138281011", "i": 53983, "idx": 0, "sa": ["Ian Edmondson", "Andy Coulson", "Glenn Mulcaire", "Rupert Murdoch", "David Cameron"], "q": "Minister's director of communications, who was editor of the News of the World at that time. Prime Minister <strong> David Cameron </strong> refused to confirm stories about a possible <strong> Andy Coulson </strong>'s resignation, href=\"http://www.guardIan Edmondson.co.uk/media/2011/jan/16/Glenn Mulcaire-Glenn Mulcaire-Andy Coulson-Andy Coulson-sienna\"> The Observer noted. <q> Each week another celebrity launches a legal action against the paper, generating a fresh batch of damaging allegations that <strong> Rupert Murdoch </strong>'s media empire could do without </q>, the article underlined. Other separated legal actions were taken against <strong> Glenn Mulcaire </strong>, who is appealing against the decision to make him divulge the name of other journalists of the paper involved in phone hacking.", "new_id": -2}, {"i": 29453, "idx": 1, "index_answer": 2, "new_id": -1, "q": ", as most broadcasters interrupted their coverage of the Iraq inquiry to devote themselves to Mr. <strong> Andy Coulson </strong>'s drama. While Mr. <strong> David Cameron </strong> was quick to issue a statement supporting Mr. <strong> Andy Coulson </strong> Friday, arguing that his ex-aide <q> has been punished twice for the same offence, </q> the tabloid scandal has tainted his government with two less than desirable associations. The first, evident in yesterday's TV juxtapositions, is with Mr. <strong> Tony Blair </strong>'s Labour government. While Mr. <strong> David Cameron </strong> had campaigned to", "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "uid": "1295670004088440867"}]