[{"uid": "1297116847195428397", "i": 34145, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "During a teleconference Monday, <strong> Simon Cowell </strong> suggested his former American Idol colleague <strong> Paula Abdul </strong> could be in the running for The X-Factor judging panel. \"I'm a massive fan of <strong> Paula Abdul </strong>,\" he said. <q>We've been in regular contact. I'm not going to say today who we are going to confirm or not, because the truth is we haven't made up our minds up yet.... It comes down to who I think is interesting, and the commitment and the expertise each person offers.</q> The panel for the show( which debuts next fall) won't be announced for several weeks. <strong> Simon Cowell </strong> also weighed in on allowing 12-year olds to audition even though some feel that is an early age to deal", "new_id": -2}, {"uid": "1296487859063668265", "i": 18749, "idx": 1, "sa": ["Sergio Marchionne"], "q": "net revenue jumps, Photo: A Fiat union worker holds a picture of Fiat... Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> waits to speak... Video: Workers at GM plant optimistic about future Report Abuse <q>My son bought a$ 60,000 Dodge diesel, Mega cab. 4/4 had major issues with the front end. Every time he went in to have it looked at. They advised they didn't have time to look at it. at 16,000 miles the bolt holding the front suspension axle had came loose, fell out, and dropped that bar down almost causing him to wreck. Lucky for them he is nicer than me.</q> He now owns a new$ 65,000-2011 diesel Ford. Will never buy another Dodge of anykind. Report Abuse \"That \"A Yahoo User\" chap seems conflicted.\" Dobble gobble the make-me-okay", "new_id": -2}, {"uid": "1296774336205651968", "i": 15207, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Bill Clinton"], "q": " Nearly all Mass. schools meet anti-bully deadline Nearly every public school district in Massachusetts has filed an anti-bullying plan with the state. <strong> Kirsten Gillibrand </strong> Says All American Should be Proud About 9-11 <strong> Bill Clinton </strong> <q>All Americans should be proud of this accomplishment. Our nation- Democrats, Republicans, and Independents- all came together to do what was right and provide health care to the brave men and women who served with such heroism in the days and weeks following 9/11,</q> said U.S. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>. <strong> Bill Clinton </strong> Signs into Law Aid to 9-11 Survivors and First Responders <strong> Bill Clinton </strong> <strong> Barack Obama </strong> has signed into law a bill to provide aid to survivors of the Sept. 11 attacks and first", "new_id": -2}, {"uid": "1297679866095076375", "i": 44464, "idx": 4, "sa": ["Arcade Fire", "Zahi Hawass", "Lady Gaga"], "q": "Giza. It is supposed to be finished in 2013. <strong> Zahi Hawass </strong> says he expects the current museum to reopen in a few days. He knows that the episode could have had a very different ending. <q>Thank God they did not know where the gold is, because if they knew about the jewelry room, this could have been a disaster.</q> Just ask the director of the Iraqi museum. A Night of Grammy Upsets: <strong> Arcade Fire </strong> Beats <strong> Lady Gaga </strong> to Win Album of the Year WAEL GHONIM, a Google executive and activist who was detained for running a Facebook", "new_id": -2}, {"uid": "1295610219050561027", "i": 8664, "idx": 4, "sa": ["Eric Schmidt"], "q": "wanted to make it clear to all the executives and the managers who report to us where they should send an e-mail,\" he said. Mr. Page and Mr. <strong> Eric Schmidt </strong> said the decision was mutual. <q>I don't think there's another person in the universe that could have done as good a job as <strong> Eric Schmidt </strong> has done in the company,</q> Mr. Page said. The relationship between the founders and Mr. <strong> Eric Schmidt </strong> was rocky during its early years, as the founders frequently undercut Mr. <strong> Eric Schmidt </strong>'s decisions. Although they worked well together for the last several", "new_id": -2}, {"uid": "1296619353222035984", "i": 21723, "idx": 2, "sa": ["Michael Vick", "M. Night Shyamalan"], "q": "left before ending of 3rd quarter, Eagle is setting another record for \"Most Scoring Team\" on Monday <strong> M. Night Shyamalan </strong> Football with the spank \"Eagle 59- 21 Redskin\". Eagle also set a new record for <q>Most Scoring Team On The Road In NFL</q>. This is an amazing night for Micheal <strong> Michael Vick </strong> performing. The final score of the game is \"Eagle 59- 28 Redskin\". <strong> Michael Vick </strong> Record <strong> M. Night Shyamalan </strong>^^. http://wn.com/Monday_Night_Football's_Dumbest_Play_Ever_By_A_Rookie! IF YOU LIKE TO READ,", "new_id": -2}, {"uid": "1294959202181354591", "i": 15956, "idx": 0, "sa": ["Colin Powell"], "q": "They presumed the United States now could cut its military budget dramatically and spend that money at home. That perception was bolstered two years later when <strong> Colin Powell </strong>, then chairman of the Joint Chiefs of Staff, declared: <q>I'm running out of enemies. I'm down to Castro and <strong> Kim Il Sung </strong>.</q> <strong> Colin Powell </strong>'s observation 20 years ago is still basically true: The United States has no militarily significant rivals, notwithstanding the terrorist threat and the war in Afghanistan. Regardless, the Defense Department is still buying", "new_id": -2}, {"uid": "1296527704266076229", "i": 47381, "idx": 0, "sa": ["Eric Schmidt", "Patrick Pichette", "Nikesh Arora"], "q": "Google Q409 Earnings Call 53:43 <strong> Eric Schmidt </strong>, <strong> Patrick Pichette </strong>, <strong> Nikesh Arora </strong>, and Jonathan Rosenberg participate in Google's Q409 Earnings Call on January 21, 2010.... Slave Auction at Colonial Williamsburg- Part 1 A scene from movie <q>History Of The World, Part 1</q>... BayCon 2009 Klingon Slave Auction Part 1 Part 1 of 5 DISCLAIMER: The following feature contains scenes that are not suitable for young audiences. Parents may wish to consider whether it should be viewed by those under", "new_id": -2}, {"i": 12103, "idx": 2, "index_answer": 1, "new_id": -1, "q": "\" again, <strong> Betty White </strong> quips, \"I think you do a thing once and then you run like a thief.\" <strong> David Letterman </strong> then asks her what she does in her free time and <strong> Betty White </strong> says, <q>Oh, I like to do most anything. Play with animals, mostly. And vodka's kind of a hobby.</q> So <strong> David Letterman </strong> reaches down from behind the desk and produces a bottle of Grey Goose, to which <strong> Betty White </strong> laughs heartily. They share some vodka, then she does a classic spit-take. How can you not", "sa": ["David Letterman", "Betty White"], "uid": "1295452144253739151"}, {"uid": "1295578537195002486", "i": 4075, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "roots, 13 years after he and fellow Stanford University student <strong> Sergey Brin </strong> founded what has become the world's No. 1 Internet search engine with$ 29 billion( Â£ 19 billion) a year in revenue. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> tweeted after the announcement. The news came as <strong> Google Inc. </strong> reported earnings and revenue that blew past expectations. While <strong> Google Inc. </strong> has dominated Internet search for a decade, the company has struggled to find", "new_id": -2}]