[{"uid": "1295559413260145159", "i": 57680, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "CEO Google has just released its fourth quarter and fiscal year 2010 results, but buried in the details is a rather large change happening at the search giant. As part of an effort to <q> streamline decision making and create clearer lines of responsibility and accountability at the top of the company </q> <strong> Eric Schmidt </strong> is stepping down as CEO and being replaced by <strong> Larry Page </strong>. The official announcement states: Starting from April 4, <strong> Larry Page </strong>, Google Co-Founder, will take charge of Google's day-to-day operations as Chief", "new_id": -2}, {"uid": "1297249285086392846", "i": 16702, "idx": 0, "sa": ["Chris Huhne"], "q": "the Government. Energy company E.ON was granted permission to build the 77-turbine Humber Gateway wind farm, which will be sited around five miles off Holderness. <strong> Chris Huhne </strong>, Energy and Climate Change Secretary, said: <q> Offshore wind not only provides clean, green, secure energy, the investment that comes with it is great for the UK economy too.`` A new wind farm off the Humberside coast will be a further jobs and investment boost for the region, hot on the heels of Siemens' announcement of plans to develop the Port of Hull. </q> The wind farm is the first to be given consent since December 2008. Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "new_id": -2}, {"uid": "1295669771065781827", "i": 3124, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "become the most real threat to Google in years. The management changes, which will take effect April 4, are the biggest at the company since <strong> Eric Schmidt </strong> joined as chief executive in 2001. <q> <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as`` deals, partnerships, customers and broader business relationships,'' whilLarry Page would`` merge Google's technology", "new_id": -2}, {"uid": "1297248048022511617", "i": 1367, "idx": 0, "sa": ["Bernie Sanders", "Sarah Palin", "Paul Kanjorski"], "q": " Sen. <strong> Bernie Sanders </strong> from Vermont is using the recent tragedy for fundraising. No vitriolic rhetoric there. Congressman <strong> Paul Kanjorski </strong>, D-Pa., in reference to opposing Republican candidate Scott for Florida's governorship. <q> Take Scott out and put him against a wall and shoot Him! </q> Oh, wait, that's not fair. <strong> Sarah Palin </strong> always gets quoted, though I don't know who elected her the leader of the astro-turf crowd or what office she holds to be reviled daily", "new_id": -2}, {"uid": "1296680691235356182", "i": 47799, "idx": 0, "sa": ["Craig Oliver", "Kirstie Allsopp", "Andy Coulson"], "q": "The 41-year-old, currently Controller of BBC Global target=\"_blank\" href=\"http://wn.com/?_news\"> News, replaces <strong> Andy Coulson </strong>, who resigned earlier this month amid the continuing row over phone-hacking when he was editor of the World. Mr Cameron said: <q> I am very pleased that <strong> Craig Oliver </strong> is to become the new Director <strong> Kirstie Allsopp </strong> slammed for insulting comment made about BBC pundit on her Twitter page Straight-talking <strong> Kirstie Allsopp </strong> always tells it like it is to potential home owners as she scours the country looking for their perfect abode. But her abruptness landed her in trouble China TV` substitutes Top Gun for air force footage' an explosion that was identical to a scene from the 1986 film Top Gun. The broadcaster often uses film clips Youtube Code of Conduct </q> UpDownMostly'' Obaid Karki An Outcast Spinoziste Pantheon Hexalingual Automath Former UAE Under Secretary Independant Street-Knowledge Urban Talkshow Guru. Unaffiliated to any State, Organized Religion Group, Sect or Kin. Anti Tribal Gentile US News in Arabic", "new_id": -2}, {"uid": "1296022111091013128", "i": 49240, "idx": 5, "sa": ["Michael Vick"], "q": "pads made by the company.`` The Unequal technology is a part of my game now and I won't play without my Unequal,'' <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. <q> Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible. </q> <strong> Michael Vick </strong> was once the NFL's highest-paid player and he endorsed many products during his six seasons with the href=\"http://www.cbssports.com/nfl/teams/page/ATL/atlanta-falcons\"> Atlanta Falcons. But <strong> Michael Vick </strong> lost everything following his 2007 arrest on dogfighting charges,", "new_id": -2}, {"uid": "1295624359256049159", "i": 5765, "idx": 0, "sa": ["Steve Ballmer"], "q": "about the hottest PC speech app around-- Dragon Naturally Speaking 10-- as InformationWeek's Alex Wolfe talks with Peter Mahoney, vice president of worldwide sales at Nuance Communications. WinRumors said Microsoft would release the utilities <q> in the coming months. </q> The company has not confirmed the report. It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told", "new_id": -2}, {"uid": "1295564145075235334", "i": 50878, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "giant. Mr <strong> Eric Schmidt </strong> said the management changes, which take effect on April 4, were part of a plan to`` streamline'' decision making and create clearer lines of responsibility and accountability. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> Mr <strong> Eric Schmidt </strong> said. He added:`` <strong> Larry Page </strong> will now lead product development and technology strategy, his greatest strengths... <strong> Sergey Brin </strong> has decided to devote his time and energy to strategic projects, in particular working", "new_id": -2}, {"uid": "1295394636226230309", "i": 1763, "idx": 0, "sa": ["Salim Lone", "Alassane Ouattara", "Raila Odinga"], "q": "on Monday and had been initially expected to stay for some days as part of efforts to persuade Laurent Gbagbo to step aside as president after an election his rival <strong> Alassane Ouattara </strong> is widely recognised to have won. <q> No, he's not given up on this process, </q> <strong> Raila Odinga </strong>'s spokesperson <strong> Salim Lone </strong> told Reuters by telephone.`` He's leaving tomorrow morning, then going to Ghana, Burkina Faso and South Africa to push for the AU leaders to respect the AU position( that Gbagbo", "new_id": -2}, {"i": 1135, "idx": 4, "index_answer": 1, "new_id": -1, "q": "who has been the vocal wrestling fan having guest hosted WWE's`` Monday Night RAW'' back in October 2009.`` Yeah the belt's really caught on,'' said <strong> Aaron Rodgers </strong>. <q> It's a celebration that started in practice and the fans loved it and you got to give them what they love. Usually it was just after a run or something. Sometimes <strong> Ric Flair </strong> surprise myself on those. </q> <strong> David Letterman </strong> ended the segment by heading out into the audience and having <strong> Aaron Rodgers </strong> wing him a pass. Guidelines: Fan feedback should be within the guidelines for the NFL community. These guidelines will", "sa": ["David Letterman", "Aaron Rodgers"], "uid": "1297451512119193621"}]