[{"uid": "1295906899076185749", "i": 16098, "idx": 0, "sa": ["Alassane Ouattara"], "q": "<strong> Alassane Ouattara </strong>. <strong> Alassane Ouattara </strong> ordered the one-month halt to cocoa and coffee exports in a bid to financially strangle his rival Laurent Gbagbo, the incumbent president who has refused to cede power since November elections. <q> We do support President <strong> Alassane Ouattara </strong>'s call for a month-long ban on cocoa exports, </q> State Department spokesman Philip Crowley told reporters.`` It is part of our strategy to deny Laurent Gbagbo the resources so that he continue to buy support from the military and political actors. And we hope", "new_id": -2}, {"uid": "1297639577156467200", "i": 15623, "idx": 0, "sa": ["Simon Cowell", "Lindsay Lohan"], "q": "to <strong> Simon Cowell </strong> allegedly feeling that the Mean Girls star would add`` edginess'' to the show. However, an X Factor spokesperson has now insisted that there are no truth to the reports. <q> We have never spoken to <strong> Lindsay Lohan </strong> about any role in The X Factor, </q> they said, according to Heatworld gives us an insight into her character Justin TimberlakeWatch an exclusive clip of the", "new_id": -2}, {"uid": "1296552417261570573", "i": 28480, "idx": 2, "sa": ["Larry Brown", "Allen Iverson", "Jason Kidd"], "q": "'' It was a nice touch by <strong> Allen Iverson </strong> to seek out <strong> Larry Brown </strong>, his coach for the past 3 1/2 seJason Kidds. For a player often described as selfish and immature, it was a giant step toward superstardom. <q> It's special, and it's a tribute to my coach and my teammates, </q> said <strong> Allen Iverson </strong>.`` I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball,'' <strong> Larry Brown </strong> said.``", "new_id": -2}, {"uid": "1296059213015597591", "i": 24840, "idx": 2, "sa": ["Richard Keys", "Andy Coulson", "Andy Gray", "Karren Brady", "David Cameron"], "q": "compared the row to the News of the World phone-tapping scandal which led to the resignation of <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> last week.`` What's the difference?,'' he said. <q> If off-air conversations were made public then there would be no-one left working in the country. </q> <strong> Richard Keys </strong> said he had tried to contact West Ham vice-chairman <strong> Karren Brady </strong>, who he also mentioned disparagingly in the off-air conversation with <strong> Andy Gray </strong>, but claimed he was ignored. Play video Government Anti-Terror Review Criticised Subscribe", "new_id": -2}, {"uid": "1295569778103104523", "i": 40367, "idx": 7, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "... <strong> Eric Schmidt </strong> will remain as Chairman of the Board and <strong> Sergey Brin </strong> will work on... <strong> Eric Schmidt </strong> broke some huge news Thursday on the company's blog: he's... Technology Video: Spy Satellite Launched From California Report Abuse <q> If he's like any other CEO of a major corporation, he has no idea what it was that actually happened when he was uplifted to enormous and undeserved levels of compensation. The staff did 99% of the work( of which he was unaware of at the time) and his main concern was to look good in a suit, try to keep up to date on new products created by his company and to entertain other pompous and clueless CEO's while they served on each other's boards. </q> Report Abuse \" Constitution for the new Islamic Republic of USA is under construction. \" We will fight infidel to death. Meanwhile, AmEric Schmidtan laws will protect us. Democrats and Leftist will support us", "new_id": -2}, {"uid": "1295238967163905547", "i": 32396, "idx": 1, "sa": ["Steve Ballmer"], "q": "IT involved. SharePoint is a great bridge for that,'' said <strong> Steve Ballmer </strong> in an interview with InformationWeek. When asked what SharePoint brings to the table that other Web development platforms don't, <strong> Steve Ballmer </strong> responded <q> Well, you can do anything with anything. The question is, how much work is it? What we're trying to do is essentially give the people who build these sites a higher-level set of tools, so they're not reinventing the wheel. Can we provide infrastructure that ties in and lets the end user participate, and is done in a very high-quality, finished way for those folks? And we think the answer is yes. </q> <strong> Steve Ballmer </strong>'s keynote also discussed Microsoft's commitment to SharePoint in the cloud. The company already has more than one million users signed up for SharePoint Online, a hosted version of the software. SharePoint Online", "new_id": -2}, {"uid": "1296499489172736561", "i": 2100, "idx": 0, "sa": ["Michael Vick", "Jhon García Sossa"], "q": "release. On the one hand, the <strong> Michael Vick </strong> dogs are all success stories- on the road to recovery and serving as ambassadors for a breed that has been widely derided as too dangerous. <q> Some people might say,` Three years, that seems like such a long time,' </q> said <strong> Jhon García Sossa </strong>, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls.`` But we measure their progress in baby steps, especially when they were on the", "new_id": -2}, {"uid": "1297485029134791201", "i": 51809, "idx": 2, "sa": ["Sandy Parker", "Chris Lee", "Charles Ellis Schumer", "Kirsten Gillibrand"], "q": "that she and Senator <strong> Charles Ellis Schumer </strong> are already very active in.`` He's( <strong> Charles Ellis Schumer </strong>) on both the Banking and Finance Committee. It's the equivalent on the Senate side,'' said <strong> Kirsten Gillibrand </strong>, <q> and tax policy is something that I take a leadership role in as well. </q>`` It's definitely a setback for us,'' said <strong> Sandy Parker </strong>, President of the Rochester Business Alliance. <strong> Sandy Parker </strong> said <strong> Chris Lee </strong> was a friend to business in Upstate New York.``", "new_id": -2}, {"uid": "1295884905140918812", "i": 20775, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "that could produce an`` improvement in the state's structural misalignment between revenues and expenditures.'' The agency, however, expressed its doubts that <strong> Jerry Brown </strong> and <strong> Bill Lockyer </strong> would be able to pull it off, adding: <q> we also believe the scale of the governmental and fiscal reforms proposed may prove difficult, given the timeline with which lawmakers have to work. </q>", "new_id": -2}, {"i": 46835, "idx": 0, "index_answer": 1, "new_id": -1, "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q> It felt like we turned that corner, </q> <strong> Allen Iverson </strong> said.`` <strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen.'' <strong> Chris Webber </strong>", "sa": ["Chris Webber", "Allen Iverson", "Fatboy Slim"], "uid": "1295209231006406224"}]