[{"uid": "1297233116160825368", "i": 10195, "idx": 0, "sa": ["Catherine Ashton", "Alassane Ouattara"], "q": ". We will continue to engage with the North and South alike'' including on the crucial task of building the vital democratic institutions'' in full cooperation with the UN and other partners.'' On C <q> d`` Ivoire, where former president Laurent Gbagbo`` s refusal to step down despite his electoral defeat has led to violence and the displacement of tens of thousands of people, Ms. <strong> Catherine Ashton </strong> voiced full support for the`` key role </q> played by the UN mission there in support of opposition leader <strong> Alassane Ouattara </strong>, the clear winner in November`` s run-off elections.`` There are many others[ cases] in which the EU is engaged,", "new_id": -2}, {"uid": "1295773698001081355", "i": 28991, "idx": 1, "sa": ["Matt Geiger", "Allen Iverson", "Bob Dylan"], "q": "That's just Philly. When I play bad, they <strong> Bob Dylan </strong>.'' <strong> Matt Geiger </strong> missed 10 of 14 shots, and kept losing rebounds to the Raptors. When rookie Todd MacCullough replaced him, the crowd cheered. <q> The crowd getting on <strong> Matt Geiger </strong>, and then at the end of the game he ended up being one of the heroes, </q> said <strong> Allen Iverson </strong>, who scored 37 points.`` It's tough.`` For this guy to help us get to the playoffs last year and come in here off having surgery and push himself to get back a", "new_id": -2}, {"uid": "1296034359264519680", "i": 9102, "idx": 4, "sa": ["Michael Vick"], "q": "Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore shoulder pads and thigh pads made by the company. <q> The Unequal technology is a part of my game now and I won't play without my Unequal, </q> <strong> Michael Vick </strong> said in a statement acquired by the Associated Press.`` Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.'' <strong> Michael Vick </strong> was once the NFL", "new_id": -2}, {"uid": "1296334289060850198", "i": 45024, "idx": 0, "sa": ["Zahi Hawass"], "q": "2 days of protests in Egypt <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1295669827061620291", "i": 6384, "idx": 0, "sa": ["Larry Page", "Steve Jobs", "Jerry Yang", "Eric Schmidt", "Chris Dixon"], "q": " But across technology circles the move by Google-- founded during the first dot-com boom-- to replace CEO <strong> Eric Schmidt </strong> with the 38-year-old <strong> Larry Page </strong> left some wondering how the search giant would deal with middle age. <q> Founder becoming CEO... Is this like a <strong> Steve Jobs </strong> returning or a <strong> Jerry Yang </strong> returning? </q> <strong> Chris Dixon </strong>, a technology veteran who has invested in Skype and Foursquare, tweeted. <strong> Steve Jobs </strong> returned to Apple Inc in the 1990s to save the company he founded from near death. Yahoo Inc's <strong> Jerry Yang </strong> made", "new_id": -2}, {"uid": "1297233116160825368", "i": 10196, "idx": 1, "sa": ["Catherine Ashton", "Alassane Ouattara"], "q": "violence and the displacement of tens of thousands of people, Ms. <strong> Catherine Ashton </strong> voiced full support for the`` key role'' played by the UN mission there in support of opposition leader <strong> Alassane Ouattara </strong>, the clear winner in November <q> s run-off elections.`` There are many others[ cases] in which the EU is engaged, with, and in support of, the UN, to protect the vulnerable and ensure that genuine democracy can take root, </q> she concluded.`` Let me end by acknowledging the great responsibility of this Council in steering the international community away from conflict and confrontation. In carrying out its tasks, it can count on the full", "new_id": -2}, {"uid": "1295524677199704589", "i": 39912, "idx": 5, "sa": ["Allen Iverson", "Vladimir Putin", "Tyronn Lue"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.''`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/Russian_Prime_Minister_Vladimir Putin_may_join_Russian_Olympic_judo_team The Russian Judo Olympic team may", "new_id": -2}, {"uid": "1295030362239566879", "i": 34120, "idx": 0, "sa": ["Steve Ballmer"], "q": "Chief Out At Microsoft, Is <strong> Steve Ballmer </strong> Next? seven ways Microsoft can save itself in 2011. One of the most important, I wrote, was that CEO <strong> Steve Ballmer </strong> must bring management stability back to Redmond: <q> In the past 18 months, the entrance to Microsoft's corporate headquarters has revolved faster than the judge's panel on American Idol. </q> Noritsu's new printer is smaller than competing products and uses ink jet cartridges instead of chemicals <strong> Steve Ballmer </strong> was vague about the reasons.`` This is simply recognition that all businesses go through cycles and need new and", "new_id": -2}, {"uid": "1295919171195493891", "i": 55095, "idx": 0, "sa": ["David Letterman"], "q": "When the big day comes at the rodeo, Molly is a little nervous, but is determined to ride the big sheep with her eyes open. Molly tumbles off after a few seconds. <q> It was like a race car, </q> said Molly. 10:35 PM Late Show with <strong> David Letterman </strong> 11:37 PM The Late Late Show with Craig Ferguson", "new_id": -2}, {"i": 12731, "idx": 3, "index_answer": 0, "new_id": -1, "q": "is big for me. I'm just thankful to have the opportunity to play in this league again. And have the opportunity to go out on the field this year and play again,'' <strong> Michael Vick </strong> said. <q> However it comes, whatever happens, happens. </q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "sa": ["Michael Vick"], "uid": "1297067872184320061"}]