[{"uid": "1295863491265486374", "i": 12703, "idx": 0, "sa": ["Alassane Ouattara"], "q": "incumbent president Laurent Gbagbo, who is refusing to relinquish power. Analysts say the ban could send the price of cocoa spiraling higher. Ivory Coast is the largest producer of cocoa in the world <q> Last week we had a meeting with the main cocoa exporters in Ivory Coast and they have agreed to suspend exports for a month, </q> Malick Tohe, an advisor to <strong> Alassane Ouattara </strong>'s government, was quoted as saying by Bloomberg on Sunday. Tohe said the revenues from cocoa exports went to the National Coffee and Cocoa Management Committee, which was", "new_id": -2}, {"uid": "1295786138191660080", "i": 5009, "idx": 2, "sa": ["Stewart Bradley", "Michael Vick", "Tony Dungy", "Sean McDermott"], "q": "' shortcomings on defense were entirely the fault of coordinator <strong> Sean McDermott </strong>.`` You never know-- he was following a great system, but they had a ton of injuries,'' <strong> Tony Dungy </strong> said. <q> You lose a guy like <strong> Stewart Bradley </strong> and you take an integral part out of the defense, that always hurts, but sometimes it just doesn't work.`` I got fired in Tampa and I still thought I was a pretty good coach. </q>`` He wants it to work out here,'' <strong> Tony Dungy </strong> said about <strong> Michael Vick </strong>,`` and I would be surprised if it doesn't.'' Working it out is really", "new_id": -2}, {"uid": "1295425570127008913", "i": 5872, "idx": 0, "sa": ["Mark Lyall Grant", "Alassane Ouattara"], "q": "diplomat said.`` We have to listen to them.'' British Ambassador <strong> Mark Lyall Grant </strong> confirmed that Russia, whose oil giant Lukoil is exploring for crude in Ivory Coast, had issues with the draft resolution. <q> They want a delay in the vote, </q> he told reporters before the council meeting. <strong> Alassane Ouattara </strong> is widely recognised by Western and African governments as president-elect of Ivory Coast, after the electoral commission proclaimed him winner of the November 28 presidential poll. The", "new_id": -2}, {"uid": "1297148717028524550", "i": 33507, "idx": 4, "sa": ["Simon Cowell"], "q": "I rip up the rule that everybody pretends to be friends and they're all going to be pen pals for the rest of their lives, which is complete and utter nonsense,'' he said. <q> I like people who are ambitious, and with that comes controversy. </q> One unwelcome flap last season on the UK version of X Factor involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said on Monday it was the", "new_id": -2}, {"uid": "1297175078196968452", "i": 57965, "idx": 3, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "the execution of the war.''`` I don't have enough confidence to say that that's right. I think that it's possible,'' <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. <q> We had( an) enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed.`` It's hard to know. You know, the path you didn't take is always smoother, </q> he added. The former Pentagon chief's comments came in his first television interview since leaving public life in December 2006 after a long and divisive tenure at the Pentagon. File photo of former US", "new_id": -2}, {"uid": "1296693857231915532", "i": 25069, "idx": 0, "sa": ["Andy Coulson"], "q": "Scotland, the son of a former chief constable of Grampian. He attended a comprehensive school before reading English Literature at St <strong> Andy Coulson </strong>'s University. In the BBC news room he was known as a film buff. <q> He never gave a sense that he was party political, </q> said a long-standing colleague and close friend.`` His views, as far as I could see, were fairly centrist. He's not an ideologue by any means. I would imagine he's fairly mainstream on", "new_id": -2}, {"uid": "1297461177215384092", "i": 13013, "idx": 6, "sa": ["Mark Buehrle", "Michael Vick"], "q": "<strong> Michael Vick </strong>, causing an uproar among animal rights activists. Recently, Chicago White Sox pitcher and animal rights activist <strong> Mark Buehrle </strong> told MLB.com that there were times this season he wished <strong> Michael Vick </strong> would get hurt. <q> He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong> told MLB.com.`` Everything you've done to these dogs, something bad needs to happen to these guys.'' Knorr said that the public's perception of <strong> Michael Vick </strong> depends on whether a person owns", "new_id": -2}, {"uid": "1295958129216842277", "i": 12963, "idx": 7, "sa": ["Charlie Black", "Mike Pence"], "q": ", something that was only done once, in 1880?`` A number of things would have to fall into place to make him competitive,'' said <strong> Charlie Black </strong>, a veteran GOP strategist. <q> The key is the conservative movement adopting him as its favorite. </q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more.`` The folks I've heard, the names I've seen, are", "new_id": -2}, {"uid": "1295965652202670112", "i": 41559, "idx": 4, "sa": ["Larry Page", "Eric Schmidt"], "q": "wieder als Vorstandschef auf die Position zur?ckzukehren, die er in den ersten Jahren des Unternehmens schon einmal innehatte, bekannt gewesen seien. Obwohl ein Softwareingenieur sei <strong> Larry Page </strong> immer stark am Management des Unternehmens interessiert gewesen. <q> Wir stehen am Anfang einer gro?en Entwicklung in der Computerwelt, nicht am Ende </q>, sagte <strong> Eric Schmidt </strong>. Verantwortlich daf?r sei die Kombination aus internetf?higen Handys( Smartphones), schnellen Mobilfunknetzen und riesigen Rechenzentren, der`` Cloud''.`` Ihre Kinder schlafen entweder- oder sie sind online'', sagte", "new_id": -2}, {"i": 6221, "idx": 4, "index_answer": 0, "new_id": -1, "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead.`` Larry has been with me in every major decision in the past decade,'' <strong> Eric Schmidt </strong> said in an interview Thursday. <q> It's not like he has been sitting around doing nothing. </q> Although management by committee worked well enough to turn Google into an enormous success, it eventually slowed Google's reaction to popular new ideas such as Facebook and Twitter. The bureaucracy also has caused Twitter and", "sa": ["Eric Schmidt"], "uid": "1295668654007979024"}]