[{"uid": "1296741882231227444", "i": 24850, "idx": 3, "sa": ["Donald Rumsfeld"], "q": ". In a lengthy section on the administration's treatment of wartime detainees, <strong> Donald Rumsfeld </strong> regrets not leaving office in May 2004, after the Abu Ghraib prison scandal erupted, The Washington Post said. <q>Looking back, I see there are things the administration could have done differently and better with respect to wartime detention,</q> <strong> Donald Rumsfeld </strong> acknowledges.( Reporting by JoAnne Allen, editing by Eric Beech)", "new_id": -2}, {"uid": "1295461104131301415", "i": 35312, "idx": 2, "sa": ["Gary Moore", "Allen Iverson"], "q": "team would assess <strong> Allen Iverson </strong>'s future after another MRI this week. <strong> Gary Moore </strong> had no timetable for <strong> Allen Iverson </strong>'s surgery, only that that it was \"soon.\" <q>People need to know that <strong> Allen Iverson </strong> is and always has been a fighter,</q> <strong> Gary Moore </strong> said. \"He's got a battle ahead of him.\" <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> \"totally disputes\" reports out of Turkey that he was set to retire.", "new_id": -2}, {"uid": "1296552417261570573", "i": 23546, "idx": 14, "sa": ["Kobe Bryant", "Kwame Brown", "Allen Iverson", "Shaquille O'Neal"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Allen_Iverson_2001_NBA_Final_Game_2_vs_Kobe_Bryant_Lakers <strong> Shaquille O'Neal </strong> attacked, <strong> Kobe Bryant </strong> bounced back and the Los Angeles Lakers got on track. The Lakers responded like defending champions and evened the", "new_id": -2}, {"uid": "1297123330195428355", "i": 5334, "idx": 5, "sa": ["the Black", "Simon Cowell"], "q": "X Factor\" involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was the work of sound technicians and done without his knowledge. <q>Once we found out what was going on it was stopped immediately.... The most important part was once the show went live and( viewers) could see that everyone was singing live and it was a proper, fair competition.</q> Advertisement The \"X Factor\" contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as <strong> the Black </strong> Eyed Peas or Destiny's Child. \"", "new_id": -2}, {"uid": "1295571285120422422", "i": 25913, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "important given Google's global reach. Internally, he will continue to act as an advisor. <strong> Sergey Brin </strong>, Google co-founder, will devote his energy to strategic projects, in particular working on new products. <q>When I joined Google in 2001 I never imagined- even in my wildest dreams- that we would get as far, as fast as we have today.[...] But as Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured,</q> said <strong> Eric Schmidt </strong> in a letter to Google staff. According to the now former chief executive of Google, all three executives have all been equally involved in making decisions throughout the last ten years. This triumvirate", "new_id": -2}, {"i": 38274, "idx": 0, "index_answer": 0, "new_id": -1, "q": "trucks, including a new version of its Jeep Grand Cherokee. <strong> Sergio Marchionne </strong>, the chief executive of both Chrysler and Fiat, said that retooling the product lineup had positioned Chrysler to start making money again. <q>It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,</q> He said the company would increase revenues this year to$ 55 billion and achieve net income of$ 200 million to$ 500 million. The company still owes more than$ 7 billion to", "sa": ["Sergio Marchionne"], "uid": "1296478830064815110"}, {"uid": "1295566282254656542", "i": 15764, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "in August of 2001, <strong> Eric Schmidt </strong>, Page, and co-founder <strong> Sergey Brin </strong> have been running the company as a triumvirate, with each man taking over one specific role, but all three making the major decisions. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time.</q> <strong> Eric Schmidt </strong> said. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with", "new_id": -2}, {"uid": "1296149236246923378", "i": 47354, "idx": 5, "sa": ["Eric Schmidt"], "q": "initiatives,\" on which <strong> Eric Schmidt </strong> didn't elaborate. <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook. \"We have a competitor called Microsoft,\" he said. <q>Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.</q> Facebook, on the other hand, \"has clearly stated they don't want to get into the search business. Facebook users tend to use Google search. Facebook's ads business does not displace our advertising.", "new_id": -2}, {"uid": "1297220789217088052", "i": 17129, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush", "Robert Gates"], "q": "who worked at the site in the interview on Fox News Channel's Hannity show. <strong> Donald Rumsfeld </strong> was US defence secretary from 2001 to 2006 under former president <strong> President Bush </strong>. He was replaced by <strong> Robert Gates </strong>. <q>The heartbreaking thing with respect to Guantanamo is not that there's anything wrong with it, it's one of the finest prison systems in the world,</q> said <strong> Donald Rumsfeld </strong>. \"What's awkward is the fact that, for whatever reason, the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that", "new_id": -2}, {"uid": "1297094849185942031", "i": 10764, "idx": 1, "sa": ["Sir Howard Stringer", "Simon Cowell"], "q": "Miami, New York/New Jersey and Seattle will also host auditions. \"I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,\" said <strong> Simon Cowell </strong>. <q>I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar.</q> \"I have always been proud of the achievements of THE X FACTOR worldwide, and am looking forward to its American launch,\" said <strong> Sir Howard Stringer </strong>, Chairman, CEO and President of Sony Corporation. \"", "new_id": -2}]