[{"uid": "1295628138018169942", "i": 1782, "idx": 1, "sa": ["Andy Coulson"], "q": " ''continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed'' in his role as Downing Street communications chief. <q>I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.</q> A reporter and a private investigator working for the News of the World were caught illegally eavesdropping on the phones of the British royal family's entourage in 2007. <strong> Andy Coulson </strong> quit the paper when the pair were", "new_id": -2}, {"uid": "1295992799205340701", "i": 4606, "idx": 2, "sa": ["The Lost Dogs", "Michael Vick"], "q": "officials that united to save them. ''I didn't interview <strong> Michael Vick </strong> for this book because to me the story was more about what happened afterwards, which was an amazing thing,'' says Gorant. <q>At the very core of the story is the human-animal bond that affects and inspires us all.</q> Gorant will kick-off NASC's Annual Conference with the story of <strong> The Lost Dogs </strong>, on May 11 at 5 p.m., at Town and Country Resort and Convention Center in San Diego. The conference is exclusive to", "new_id": -2}, {"uid": "1296776761237715477", "i": 13364, "idx": 0, "sa": ["Rashard Mendenhall", "Michael Vick", "Jonathan Singer"], "q": "Say Never.'' Posting of videos of fights adds insult to injury News 215-854-2595 YOU USED to have to go down to the schoolyard to see student scraps and downright vicious classmate conflicts are easily found on YouTube. <q>It is using technology to further humiliate or denigrate somebody, to retraumatize them,</q> said <strong> Jonathan Singer </strong>, Packers emerge as hot properties of NFL fantasy drafts this fall CNN Story HighlightsSteelers' <strong> Rashard Mendenhall </strong> has played way into Top 10 of 2011 fantasy drafts <strong> Michael Vick </strong> appears to be solid bet as top overall", "new_id": -2}, {"uid": "1297616629186400779", "i": 26907, "idx": 49, "sa": ["Donald Rumsfeld"], "q": "were responsible,'' says <strong> Donald Rumsfeld </strong>. ''We all agreed.'' by James93x February 13, 2011 11:54 AM EST by consh8theusa February 13, 2011 11:26 AM EST by LiberalismIsaCancer February 13, 2011 11:20 AM EST <q><strong> Donald Rumsfeld </strong> Opens Up About Mistakes in Iraq</q> You mean start an illegal war based on lies against a country that didn't threaten us at the expense of fighting a real enemy? A war that cost over 1,000,000 innocent lives? There is a", "new_id": -2}, {"uid": "1297137701068190259", "i": 18293, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers"], "q": "the things that give people the most success,'' <strong> Aaron Rodgers </strong> said. <strong> Aaron Rodgers </strong> said his confidence was his greatest asset in a game, whether it's an exhibition game or the Super Bowl. <q>I feel like I've been successful because I've not only been surrounded by great people, but I care about my job and I care about being successful,</q> <strong> Aaron Rodgers </strong> said. At the Super Bowl, <strong> Aaron Rodgers </strong> said the Packers had about 60 plays prepared, but ran about 40. Said <strong> David Letterman </strong>: ''Now at this stage of the game, you", "new_id": -2}, {"uid": "1295677080221315102", "i": 11107, "idx": 3, "sa": ["Andy Coulson", "David Cameron", "Silvio Berlusconi", "Baby Doc"], "q": "the 110 per cent needed in this role,'' <strong> Andy Coulson </strong> said Friday. ''I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,'' <strong> David Cameron </strong> said in a statement. <q><strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.</q> Pope Benedict says public officials must offer good moral examples as Italian <strong> David Cameron </strong> <strong> Silvio Berlusconi </strong> is under mounting criticism from the Roman Catholic Church for his alleged dalliances with young women. Haitian authorities will investigate former dictator <strong> Baby Doc </strong> for", "new_id": -2}, {"uid": "1296279808209059843", "i": 48483, "idx": 0, "sa": ["David Letterman"], "q": "- As soon as Fritz Grobe and Stephen Voltz dropped their first Mentos candies into a bottle of Diet Coke- launching an Internet phenomenon as a bubbling geyser shot into the air- the question began. <q>It was daunting because people were saying, ''Where's your next work of genius?'</q> Voltz said. They put folks off for a while, managing the attention in 2006 that followed millions of Internet hits and appearances on national TV programs such as ''The Late Show with <strong> David Letterman </strong>.'''", "new_id": -2}, {"uid": "1297249562136822788", "i": 7603, "idx": 1, "sa": ["Kirsten Gillibrand", "Barbara Boxer"], "q": "is time for a national debate on abortion that has never really occurred,'' Smith said. Democrats in the Senate, however, said the public would rather Congress focus on other things. <q>This election was about the economy,</q> said <strong> Barbara Boxer </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y. ''So I do not understand how this Republican Congress can move from that mandate to create jobs- to create opportunity in this country- towards how do we undermine women's reproductive health", "new_id": -2}, {"i": 33268, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> As companies look for ways to deploy applications, both internally and as services to their customers, they worry about scale, performance& visibility. Startup Sonoa Systems offers a solution. <strong> Eric Schmidt </strong> will continue to", "sa": ["Eric Schmidt"], "uid": "1295570074192872461"}, {"uid": "1295415443092504110", "i": 9182, "idx": 0, "sa": ["Sergio Marchionne", "Lee Iacocca"], "q": "said the company would develop a new type of minivan by 2014. Chrysler, which popularized minivans in 1983 under former CEO <strong> Lee Iacocca </strong>, will ''rethink'' the minivan to make it more versatile, <strong> Sergio Marchionne </strong> said. <q>We're not going to give one inch of territory in terms of our domination of( the minivan) segment,</q> <strong> Sergio Marchionne </strong> told workers at the Windsor Assembly Plant, where the Dodge Grand Caravan and Chrysler Town& Country minivans are made. A fresh architecture for a new generation of minivans will be introduced in 2013 or 2014,", "new_id": -2}]