[{"uid": "1296990625070254612", "i": 17048, "idx": 1, "sa": ["David Letterman", "Bill Clinton", "Ben Roethlisberger"], "q": "<strong> David Letterman </strong> und <strong> Bill Clinton </strong>, und die National Football-League( NFL) zog ihn wegen ligasch?digenden Verhaltens zu Saisonbeginn f?r vier Spiele aus dem Verkehr. Der wackelnde Riese zeigt seither Reue.`` Ich will'', gelobt er, <q> ein Vorbild sein. Die Kinder, die mein Trikot tragen, sollen zu mir aufschauen. </q> Da hat einer viel gut zu machen, aber unter Druck ist <strong> Ben Roethlisberger </strong> ja am besten. Deshalb hat Jeff Trebac in seinen Sandwichshops den Roethlisburger auf der Speisekarte gelassen. Die j?ngsten Meldungen aus Dallas d?rften ihn", "new_id": -2}, {"uid": "1296124108014483472", "i": 1707, "idx": 0, "sa": ["Andy Coulson"], "q": "10:26 AM So Plastic Dave is trying to spin his way out of this by pleading ignorance.Did he not ever discuss the matter with <strong> Andy Coulson </strong>? Thakinski 27 January 2011 10:26 AM BigB73 <q> Seriously do people really care about this at all? </q> By the number of comments on this issue over the past few months the answer is quite simply a resounding In order to post a comment you need to be registered and signed in.", "new_id": -2}, {"uid": "1296145047005734434", "i": 3864, "idx": 0, "sa": ["Katy Perry", "Justin Bieber", "David Letterman"], "q": "<strong> Katy Perry </strong>'s California Dreams tour is shaping up to be quite the experience, with the singer promising`` a Broadway feel'' with a storyline. The show will even smell good: <q> It's going to smell like you're in cotton candy heaven. </q>( <strong> Justin Bieber </strong> will appear on`` The Late Show With <strong> David Letterman </strong>'' twice next week.( Diddy is going to guest star on an upcoming episode of`` Hawaii 5-0.''( href=\"http://justjared.buzznet.com/2011/01/26/p-diddy-hawaii-five-0-guest-spot/\" target=\"_blank\"> Just Jared", "new_id": -2}, {"uid": "1295045114220282903", "i": 3623, "idx": 0, "sa": ["Andy Coulson", "Chris Bryant"], "q": "legislator <strong> Chris Bryant </strong>, who believes he may have been a victim of the phone hackers, said Friday he welcomed the decision to re-examine the case, adding that it should not have been closed last month. <q> The evidence that this goes far deeper than one rotten apple has continued to stack up, and so a fresh pair of eyes looking at the case is very welcome, </q> he said. <strong> Chris Bryant </strong> said the police had`` severely'' damaged their credibility by failing to properly investigate earlier. <strong> Andy Coulson </strong> and the News of The World have denied the charges. UK", "new_id": -2}, {"uid": "1295873978013910017", "i": 15020, "idx": 2, "sa": ["Bernie Sanders", "Barack Obama"], "q": ". Instead, they said, Democrats and Republicans should sit together.`` As an independent, it's not hard for me to find people who I disagree with,'' <strong> Bernie Sanders </strong> said. <q> I will reach out and sit next to Republicans and Democrats. I think it's a fine idea. </q>( 2 of 2) <strong> Bernie Sanders </strong> said the economy and jobs are the most important issues <strong> Barack Obama </strong> and Congress need to address. He hopes <strong> Barack Obama </strong> will restate his support for creating jobs through building the country", "new_id": -2}, {"uid": "1295667339145047618", "i": 41459, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": ", le cofondateur <strong> Larry Page </strong> deviendra? nouveau le dirigeant de Google- il l'avait d?j t jusqu'en 2001- en prenant les commandes des op?rations quotidiennes. L'autre cofondateur, <strong> Sergey Brin </strong>, sera responsable des nouveaux produits. <q> Nous avons longtemps discut de la meilleure fa?on de simplifier la structure de la direction et d'acc?l?rer la prise de d?cision. En pr?cisant nos r?les individuels nous mettrons en place des responsabilit?s plus claires au sein de la direction de l'entreprise. De mon point de vue, Larry Pagest pr?t? diriger[ Google] et je me r?jouis de travailler avec <strong> Sergey Brin </strong> et lui pour longtemps encore </q>, a d?clar par voie de href=\"http://investor.google.com/earnings/2010/Q4_google_earnings.html\"> communiqu M. <strong> Eric Schmidt </strong>. Fond en 1998 par les informaticiens <strong> Larry Page </strong> et <strong> Sergey Brin </strong>, le moteur de recherche avait fait appel en 2001? <strong> Eric Schmidt </strong>, alors", "new_id": -2}, {"uid": "1297251515136822788", "i": 5885, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld", "John Barry"], "q": "target=\"_blank\"> Known and Unknown. Early leaks of the book's defiant take on his life, times, and conduct of the Iraq War drew howls from some of the targets of his score-settling-notably <strong> John McCain </strong>, who proclaimed <q> Thank God he was relieved of his duties. </q> But <strong> Donald Rumsfeld </strong> battles on, taking his unapologetic account to the public in an interview with Newsweek's <strong> John Barry </strong>. <strong> Donald Rumsfeld </strong>, Defense secretary during the 9/11 attacks and architect of the invasions of Afghanistan The 2011 State", "new_id": -2}, {"uid": "1295582183033980446", "i": 5424, "idx": 3, "sa": ["Eric Schmidt"], "q": "time to do that given the way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred in the same interview, saying Google's triumvirate decided they needed to find ways for the company to run more crisply. <q> I am not as concerned about the titles as I am winning, </q> <strong> Eric Schmidt </strong> said.`` I am quite certain that this change will result in faster decision making and better value for the shareholders.'' Google's stockholders have had little to complain about, not that it would have", "new_id": -2}, {"uid": "1297531362159776779", "i": 13504, "idx": 0, "sa": ["Hosni Mubarak", "Colin Powell"], "q": "apology tour. 6 posted on 02/12/2011 9:05:53 AM PST To paraphrase <strong> Colin Powell </strong> commenting on another war, it is naive in the extreme to think that any popular revolt in Egypt will cause <strong> Hosni Mubarak </strong> to be replaced by <q> a Jeffersonian in some sort of desert democracy where people read the Federalist Papers along with the Koran. </q> I think too many of our leaders have labored for too long under the notion that any democracy anywhere is a good thing. 8 posted on 02/12/2011 9:22:41 AM PST( Laugh, and the world laughs", "new_id": -2}, {"i": 10783, "idx": 6, "index_answer": 0, "new_id": -1, "q": ", something that was only done once, in 1880?`` A number of things would have to fall into place to make him competitive,'' said <strong> Charlie Black </strong>, a veteran GOP strategist. <q> The key is the conservative movement adopting him as its favorite. </q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more.`` The folks I've heard, the names I've seen, are", "sa": ["Charlie Black", "Mike Pence"], "uid": "1295958129216842277"}]