[{"uid": "1295833841223035433", "i": 5917, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Ariz.`` I think he's got a way to go,'' <strong> Colin Powell </strong> said. <q> I mean, he hasn't achieved all of his purposes, but he's stabilized the economy </q> and taken on health care reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.`` I think he has reached out to countries around the world and", "new_id": -2}, {"uid": "1297213698081690631", "i": 29124, "idx": 0, "sa": ["Donald Rumsfeld", "Jim Creighton", "Tony Abbott"], "q": "heaven and earth to ensure they were( appropriately) crucified. <strong> Tony Abbott </strong>= <strong> Donald Rumsfeld </strong>. This is a known. <cite> <strong> Jim Creighton </strong>| Ascot Vale- February 09, 2011, 10:13 AM </cite> <q> I don't particularly like <strong> Tony Abbott </strong> Abott and he does have a tendency to speak before thinking, however I do think that channel 7 manipulated the footage to take him out of context. </q> Mark Riley knew exactly what he was doing when he confronted <strong> Tony Abbott </strong> and can almost guarantee he was licking his lips when he submitted the interview footage to the network. I think it's time the media", "new_id": -2}, {"uid": "1295665787007979011", "i": 22384, "idx": 0, "sa": ["Eric Schmidt"], "q": "All of Google's strategic initiatives this year are about mobile, the company's CEO, <strong> Eric Schmidt </strong>, wrote in a guest article for the Harvard Business Review titled <q> Preparing for the Big Mobile Revolution. </q> He laid out three developments Google plans to encourage in order to realize its vision of delivering personalized, timely and location-aware information to people. The company has already made strides in each area.", "new_id": -2}, {"uid": "1295853731069795901", "i": 26380, "idx": 1, "sa": ["Dick Armey", "Jim Ryun", "Mitch Daniels", "Mike Pence"], "q": "<strong> Mike Pence </strong>, a story Friday highlighted the effort by a group of conservatives, including former House Republican Majority Leader <strong> Dick Armey </strong> and former <strong> Dick Armey </strong> <strong> Jim Ryun </strong>, to convince him to run for president rather than Indiana governor. <q> For them, the Hoosier checks many boxes- a fresh face on the national scene, a charismatic speaker from the heartland and, most important, a Republican who can appeal to all three elements of the party base: social conservatives, economic conservatives and foreign policy conservatives, </q> the story said. <strong> Mitch Daniels </strong> and <strong> Mike Pence </strong> both received votes when the New Hampshire Republican Party held a straw poll during a meeting Saturday. A total of 273 ballots were cast, according to news accounts of", "new_id": -2}, {"uid": "1296362329255475725", "i": 5270, "idx": 3, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "teams in Los Angeles and Chicago have won 47 straight playoff series after winning Game 1.`` I wish I had put it in the bank, so to speak,'' said Jackson, the 10-time champion. <q> We've got to play this out.... Our defense stiffened at various points in the game, was very effective. We've got a lot of work ahead of us, but it's nice to know that( the 47-0 streak) is on our side. </q> Game 2 is Sunday night at Staples Center. http://wn.com/Allen_Iverson_28pts_Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on", "new_id": -2}, {"uid": "1297375987038322177", "i": 10953, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Dick Cheney"], "q": "policies than his current aides. <strong> Dick Cheney </strong> surprised a gathering of conservatives on Thursday to present the former two-time defense secretary an award. The vice president joked that <strong> Donald Rumsfeld </strong> twice served as defense secretary and added that <q> maybe if we give him a third term, he might get it right. </q> <strong> Dick Cheney </strong> also drew laughs when he wondered aloud if <strong> Donald Rumsfeld </strong> may have more influence on <strong> Barack Obama </strong> than his current advisers. <strong> Barack Obama </strong> campaigned against the Bush White House's national security policies and yet", "new_id": -2}, {"uid": "1297441466230703132", "i": 32009, "idx": 0, "sa": ["Eric Schmidt", "Steve Ballmer", "Stephen Elop"], "q": "will provide search advertising services on Nokia's line of devices and services, and Nokia Maps will be at the center of Microsoft's mapping services. letter, Nokia CEO <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong> said: <q> Today in London, our two companies announced plans for a broad strategic partnership that combines the respective strengths of our companies and builds a new global mobile ecosystem. The partnership increases our scale, which will result in significant benefits for consumers, developers, mobile operators and businesses around the world. We both are incredibly excited about the journey we are on together. </q> Nokia CEO had`` held talks'' with both <strong> Steve Ballmer </strong> and Google CEO <strong> Eric Schmidt </strong> about integrating either the Windows Phone or Android mobile platforms into new Nokia handsets. Engadget published a leaked internal memo that is said to have", "new_id": -2}, {"uid": "1297129044188514306", "i": 480, "idx": 2, "sa": ["Simon Cowell"], "q": "amount of pressure, because with pressure, you've got to find a star.`` I think if we can't find a global star, then I would say we failed,'' <strong> Simon Cowell </strong> added. <q> I can't put it any clearer than that. There is that person or that group sitting in America right now waiting to be discovered.[ The money proves] we are genuinely, genuinely serious about this. We believe that there is somebody with that star quality out there. </q> Finding that star on X Factor, slated for a fall premiere on Fox, will be a much more hands-on process for the judges. In keeping with the original British version of the show,", "new_id": -2}, {"uid": "1295780642017170490", "i": 27882, "idx": 0, "sa": ["Andy Coulson"], "q": ", after which the constitutional court has a fortnight to validate them or voice objections. Article: Central African Republic strongman faces vote... Article: Sudan split` virtually certain', say observers... Report Abuse <q> <strong> Francois Bozize </strong> is a puppet of France. In all French-speaking countries, the Presidents are placed there by France. If you do not get the support of France, you get thrown out by force. It's the neo-colonialism. France can't survive without having complete control of the resources of African countries. France has to divide them, and set them against each other, then appoint its own choice as the President. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Served In The USAF? Reconnect With Airmen You Served With. Over 110,000 Air", "new_id": -2}, {"i": 12103, "idx": 2, "index_answer": 1, "new_id": -1, "q": "'' again, <strong> Betty White </strong> quips,`` I think you do a thing once and then you run like a thief.'' <strong> David Letterman </strong> then asks her what she does in her free time and <strong> Betty White </strong> says, <q> Oh, I like to do most anything. Play with animals, mostly. And vodka's kind of a hobby. </q> So <strong> David Letterman </strong> reaches down from behind the desk and produces a bottle of Grey Goose, to which <strong> Betty White </strong> laughs heartily. They share some vodka, then she does a classic spit-take. How can you not", "sa": ["David Letterman", "Betty White"], "uid": "1295452144253739151"}]