[{"uid": "1296476969084410398", "i": 34309, "idx": 0, "sa": ["Kirsten Gillibrand", "John Thune", "Rand Paul", "Charles Ellis Schumer", "Thomas Carper", "Nirav Shah"], "q": "<strong> Charles Ellis Schumer </strong> has also asked the health commissioner of New York State, <strong> Nirav Shah </strong>, to ban the two substances. speaks about... Senator <strong> Charles Ellis Schumer </strong> <strong> Rand Paul </strong>, <strong> Kirsten Gillibrand </strong>, <strong> John Thune </strong>, <strong> Thomas Carper </strong>, Scott... Report Abuse <q> All of you who are against the ban on these drugs, are probably drug users themselves. </q> Report Abuse \" The Senate doesn't want people to get high unless they pay big pharma for it. The Senate doesn't want people to get high because they want you to suffer while they tax you and", "new_id": -2}, {"uid": "1296231906026230879", "i": 15701, "idx": 3, "sa": ["Sergio Marchionne"], "q": ", and Fiat is set to hit two more targets to reach a 35-percent stake in Chrysler, possibly increasing it to 51 percent if it repays outright or refinances loans from the U.S. and Canadian governments. <q> I think the opening of the capital markets window in the United States is real, </q> <strong> Sergio Marchionne </strong> said. \"I think it would be unwise for Chrysler not to take advantage of the opening.\" On the Italian side, he is preparing to invest? 700 million in a plant", "new_id": -2}, {"uid": "1295620269089243650", "i": 44120, "idx": 0, "sa": ["Eric Schmidt"], "q": "phone or send a text message to transfer money. Key mobile players are on board. Just months ago, Google CEO <strong> Eric Schmidt </strong> said that the next version of Google's Android would include tap-and-pay functionality and <q> could replace credit cards. </q> Apple recently hired an NFC product-development veteran to lead its mobile commerce efforts.", "new_id": -2}, {"uid": "1297134297174243841", "i": 24960, "idx": 0, "sa": ["George H. W. Bush", "Diane Sawyer", "George W. Bush", "Donald Rumsfeld"], "q": "from Richard Nixon to H. W. Bush-George H. W. Bush.html\"> <strong> George W. Bush </strong>. The former defense secretary was reluctant to endorse <strong> George H. W. Bush </strong>'s assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was <q> the most important failure in the execution of the war. </q> \"I don't have enough confidence to say that that's right. I think that it's possible,\" <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. \"We had( an) enormous", "new_id": -2}, {"uid": "1295994291049692710", "i": 14285, "idx": 1, "sa": ["Chris Lee", "Tom Reed", "Kirsten Gillibrand", "Barack Obama"], "q": "<strong> Chris Lee </strong> issued a statement today saying, The <strong> Barack Obama </strong> should use the State of the Union address to clearly lay out a real plan to strengthen our economy and create jobs in western New York.\" He adds, <q> The <strong> Barack Obama </strong> also needs to truly work with both republicans and democrats to rein in government spending and put our fiscal house back on track. </q> News 10NBC has been told Congressman <strong> Tom Reed </strong> will be sitting with a bipartisan group from upstate New York tonight. Congresswoman Slaughter has not yet announced who she's sitting next to. Both Senators <strong> Kirsten Gillibrand </strong>", "new_id": -2}, {"uid": "1297446725101842956", "i": 13448, "idx": 17, "sa": ["Donald Rumsfeld"], "q": "defence secretary eating a comfortable Sunday lunch in a Washington hotel while the killing continues in Mideast relief over Donald Rumsfeld's demise\" Iraq and Afghanistan. As politely as I can, I say: <q> Some would say,` Here's <strong> Donald Rumsfeld </strong>, maybe he was wrong about the Iraq war.' What's the comeback for you? </q> <strong> Donald Rumsfeld </strong>'s tone remains even. The only faint sign of agitation as he replies is the furling, unfurling and scrunching of a napkin with his left hand. \"Well, I mean, there are plenty", "new_id": -2}, {"uid": "1297135663068190210", "i": 8439, "idx": 0, "sa": ["Eric Schmidt"], "q": "for the goods to be delivered to Marines in Iraq, where Capt. <strong> Eric Schmidt </strong> falsely certified the goods had been provided by Al-Methwad. The company then used the paperwork to get money from the U.S. government. <q> This is an example of corruption that directly affected our Marines' military capabilities in Iraq, </q> said Chris Hendrickson, an agent with The Defense Criminal Investigative Service, the criminal investigative arm of the Office of the Inspector General, U.S. Department of Defense. \"Captain <strong> Eric Schmidt </strong> found an Iraqi partner, exploited his", "new_id": -2}, {"uid": "1295245546048136202", "i": 24837, "idx": 13, "sa": ["Eduardo Nájera", "Kobe Bryant", "Marcus Camby", "Rafer Alston", "Allen Iverson", "Tim Duncan", "Shaquille O'Neal", "Kenyon Martin"], "q": "out of the playoffs last year. \"I mean, when he's around the house screaming and yelling like he usually does, then I'm pretty sure he'll be all right,\" <strong> Allen Iverson </strong> said. <q> That was my Shaquille O'Nealgest thing once he started acting like himself again. He's real Rafer Alstond, man. </q> While <strong> Allen Iverson </strong> was doing the dirty work offensively, the Nuggets' <strong> Shaquille O'Neal </strong> men-- <strong> Kenyon Martin </strong>, <strong> Marcus Camby </strong>, Nene and <strong> Eduardo Nájera </strong>-- throttled <strong> Tim Duncan </strong>, who scored 20 points but missed 13 of Bryant_Kobe Bryant_49_points_MVP!!_vs_Nuggets_PLAYOFFS_2008_HD <strong> Kobe Bryant </strong> SCORES 49; LAKERS", "new_id": -2}, {"uid": "1295743327004915210", "i": 43373, "idx": 0, "sa": ["Andy Coulson"], "q": "USA, as that really helps our image in the world. Thank you for giving us the Neocons that infested the Bush white house and formed the Project For The New American Century, who called for <q> A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR </q> TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Easy Product", "new_id": -2}, {"uid": "1295485367026624027", "i": 15408, "idx": 6, "sa": ["Colin Powell", "General Saint", "Barack Obama"], "q": "Campaign while endorsing <strong> Barack Obama </strong>! <strong> Colin Powell </strong> endorses <strong> Barack Obama </strong>!( CNN)-- Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's \"ability to inspire\" and the <q> inclusive nature of his campaign. </q> \"I think he is a transformational... Vox Pop: <strong> General Saint </strong> public show high expectation from upcoming budget Vox Pop: <strong> General Saint </strong> public show high expectation from upcoming budget The government has reached in the final stage to present", "new_id": -2}]