[{"uid": "1295547812132497430", "i": 33756, "idx": 0, "sa": ["Donald Rumsfeld", "Valerie Plame", "Roger Clemens", "Condoleezza Rice", "President Bush", "Darrell Issa", "Henry Waxman"], "q": "committee chair, Democrat <strong> Henry Waxman </strong> was the <strong> President Bush </strong> administration's worst enemy, hauling in everyone from <strong> Condoleezza Rice </strong> and <strong> Valerie Plame </strong> to <strong> Donald Rumsfeld </strong> and <strong> Roger Clemens </strong>. As writer Nick Baumann noted in a\" Mother Jones\" article, <q> <strong> Darrell Issa </strong>'s got the potential to be the <strong> Arnold Schwarzenegger </strong> <strong> Henry Waxman </strong>-- on steroids. </q> Following the 2010 election, <strong> Darrell Issa </strong> sent a letter to \"more than 150 trade associations, companies and think tanks\" including \"the oil industry, drug manufacturers and other trade groups and companies\" asking them", "new_id": -2}, {"uid": "1296250154055099417", "i": 20584, "idx": 0, "sa": ["Walt Disney", "David Letterman"], "q": "out to work with <strong> Walt Disney </strong> cast members to create several Mickey Mouse-style candy apples in the Knicks' orange and blue team colo... <strong> David Letterman </strong>- Amar' e Stoudemire Top Ten The New York Knicks star presents the <q> Top Ten Reasons Amar' e Stoudemire Is Excited To Play Basketball In New York </q> from October 29, 2010.... NBA Play of the Day on Wednesday 10.11.2010- Amar' e Stoudemire( Knicks) dunk NBA Play of the Day on Wednesday 10.11.2010- Amar' e Stoudemire( Knicks)", "new_id": -2}, {"uid": "1297176031226918403", "i": 3186, "idx": 28, "sa": ["David Letterman", "Aaron Rodgers"], "q": "\" <strong> Aaron Rodgers </strong>: \"Not this one again.\"( <strong> David Letterman </strong>, audience laugh) <strong> David Letterman </strong>: \"What are we talking about, 20, 25?\" <strong> Aaron Rodgers </strong>: <q> We only had about 60 plays I think in the game, so we probably ran 40 different plays? </q> <strong> David Letterman </strong>: \"Now, at this stage of the game, you don't get guys coming into the huddle saying,` Uh, is that where I go left, or is Larry going left", "new_id": -2}, {"uid": "1296939026066093065", "i": 42371, "idx": 0, "sa": ["Sergio Marchionne"], "q": "CEO apologizes for \"shyster\" comments David Shepardson/ The Detroit News San Francisco- Chrysler CEO <strong> Sergio Marchionne </strong> apologized today for describing the$ 12 billion U.S. government bailout that saved the company as <q> shyster loans. \"<strong> Sergio Marchionne </strong> has repeatedly lamented the fact that the company paid more than$ 1.2 billion last year in interest on its loans. At a industry event here, <strong> Sergio Marchionne </strong> three times referred to the \"shyster </q> loans that the U.S. and Canadian governments made to save Chrysler in 2009. \"I want to pay back the shyster loans,\" <strong> Sergio Marchionne </strong> said Friday. \"When we did this deal back in 2009, we", "new_id": -2}, {"uid": "1296671144083132443", "i": 6260, "idx": 4, "sa": ["Mitt Romney", "David Letterman"], "q": ", \"he broke my hair.\" <strong> Mitt Romney </strong> also starred in a feature titled, \"The Top Ten Things You Don't Know about <strong> Mitt Romney </strong>.\" The list included \"<strong> Mitt Romney </strong> is short for Mitt-hew\" and <q> I'm the guy in the photo that comes with your picture frame. </q> To keep at least some aura of suspense about his plans, <strong> Mitt Romney </strong> has ducked questions about another presidential bid. He told Mr. <strong> David Letterman </strong> he had \"no plans for that at this point,\" but", "new_id": -2}, {"i": 1135, "idx": 4, "index_answer": 1, "new_id": -1, "q": "who has been the vocal wrestling fan having guest hosted WWE's \"Monday Night RAW\" back in October 2009. \"Yeah the belt's really caught on,\" said <strong> Aaron Rodgers </strong>. <q> It's a celebration that started in practice and the fans loved it and you got to give them what they love. Usually it was just after a run or something. Sometimes <strong> Ric Flair </strong> surprise myself on those. </q> <strong> David Letterman </strong> ended the segment by heading out into the audience and having <strong> Aaron Rodgers </strong> wing him a pass. Guidelines: Fan feedback should be within the guidelines for the NFL community. These guidelines will", "sa": ["David Letterman", "Aaron Rodgers"], "uid": "1297451512119193621"}, {"uid": "1296695007231915535", "i": 7920, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "<strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> pointing out that the two companies face a computing revolution that is outpacing them. He said that Nokia in particular needed to drop its resistance to opening its platform and slim down its operations. <q> You both must remember how a whole host of mainframe makers lost out in the shift to PCs and client servers such as WANG, Unisys, IBM and Burroughs, </q> he wrote. \"And, <strong> Steve Ballmer </strong>, you and Bill must remember how you ate IBM's lunch. That's brought a smile to your face, <strong> Steve Ballmer </strong>, hasn't it? Well, this", "new_id": -2}, {"uid": "1295907761051232825", "i": 22903, "idx": 4, "sa": ["Colin Powell"], "q": "==== I doubt <strong> Colin Powell </strong> is a racist. But it's clear to me that you are. Posted by: AlanBrowne| January 23, 2011 1:57 PM| <q> Ethnic minority Republicans, including myself- I am a mixed ethnic minority Republican, too- are growing in number all the time. </q> Listen buddy. Putting a TOKEN in place to win support of the huddled masses of a community and actually REPRESENTING the needs of a community are two very different things. Rattle off all the", "new_id": -2}, {"uid": "1296047228129286218", "i": 6803, "idx": 0, "sa": ["Kirsten Gillibrand", "Gary Ackerman", "Barack Obama", "Mayor Michael Bloomberg"], "q": ", but it will not slow the momentum we are building around the country,\" <strong> Mayor Michael Bloomberg </strong> said. Rep. <strong> Gary Ackerman </strong>( D-Queens) said he heard a \"touch of realism\" in Tuesday's address. <q> I think that he helped everybody to understand that we're really going to have to work together to make anything happen, </q> he told 1010 WINS. <strong> Mayor Michael Bloomberg </strong> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> said the president's speech demanded the need to \"continue the spirit of goodwill.\" \"We need to keep working together, not as Democrats", "new_id": -2}, {"uid": "1294973342249905153", "i": 27329, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "including hundreds of thousands of personal photographs, documents and doodles.\", \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011306236.jpg\", \"emailLink\": <q> http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011306129.html&amp;title=Presidential library puts <strong> John F. Kennedy </strong> archives online& site= nation& type= Video& sent= no& search= Search </q>, \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011306129.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-66v&amp;flvURL=/media/2011/01/13/01132011-66v.m4v&amp;playAds=true&amp;adZone=wpni.video.bc&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-66v.jsn\"}{ \"title\": \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss", "new_id": -2}]