[{"uid": "1297711626197591069", "i": 33589, "idx": 0, "sa": ["Topher Grace", "Michael Vick", "Demetri Martin", "Greta Gerwig"], "q": "Grammy Museum's`` Hip-Hop: A Cultural Odyssey'' exhibit, titled after the new book by the same name, was an opportunity to see how much the genre has grown since it's inception. <q> Hip-hop really has a milestone this year, in the sense that it's 30 years now that hip-hop has emerged and ultimately become a fully integrated and integral part of not only American culture but culture worldwide, </q> he noted. Grammys: Bieber Upset, Gaga Breaks Out of Shell Entertainment Video: Gino Sits Down With Actors <strong> Demetri Martin </strong>& <strong> Topher Grace </strong> Entertainment Video: Gino Sits Down With Actress <strong> Greta Gerwig </strong> ABC News: <strong> Michael Vick </strong> to Appear", "new_id": -2}, {"uid": "1297245717238927921", "i": 10139, "idx": 0, "sa": ["Simon Cowell", "Peter Dickson", "Paul O'Grady"], "q": "X FACTOR boss <strong> Simon Cowell </strong> is trying to entice Britain's top voiceover man to America. Booming <strong> Peter Dickson </strong>, 49, is familiar to millions of fans for telling nervous contestants: <q> It's time... to face... the music! </q> Now <strong> Simon Cowell </strong> wants him to deliver his sound on the talent show's American version from the autumn. <strong> Peter Dickson </strong>, who also does Britain's Got Talent, Family Fortunes, The <strong> Paul O'Grady </strong> Show,", "new_id": -2}, {"uid": "1296055726223051790", "i": 39342, "idx": 0, "sa": ["Rachel Maddow", "David Letterman", "John Horsley", "Chris Edwards", "Gene Healy", "Peter Schiff", "Barack Obama"], "q": "big fat pay rise. http://wn.com/Cato_Scholars_Address_Barack Obama's_First_Address_to_Congress <strong> Barack Obama </strong>'s first address to Congress laid out a laundry list of new spending contained within the stimulus legislation and provided hints as to what will be contained in the budget- a so-called <q> blueprint for America's future </q>- he submits to the legislature. Cato Institute scholars <strong> Chris Edwards </strong>, Jim Harper, <strong> Gene Healy </strong>, Neal McCluskey, <strong> Peter Schiff </strong> Rittgers, <strong> John Horsley </strong> Samples and <strong> David Letterman </strong> D. TRachel Maddowr offer their analyses of the <strong> Barack Obama </strong>'s non-State-of-the-Union Address. This", "new_id": -2}, {"uid": "1296371375213876905", "i": 15072, "idx": 0, "sa": ["Mike Birbiglia", "David Letterman", "Jimmy Fallon", "Conan O'Brien"], "q": "68 Bloomsburg 74, West Chester 61 Bluffton 88, Franklin 76 Bridgeport 80, St. <strong> Jimmy Fallon </strong> Aquinas 53 Sciences, Pa. 56 Drexel 65, Hofstra 60 Farmingdale 81, Bard 53 Felician 80, http://wn.com/Mike Birbiglia_Mike Birbiglia_Tour_Week_Five__The_Basketball_Finale <strong> Mike Birbiglia </strong> ends his <q> I'm in the Future Also </q> tour in memorable fashion in Philadelphia and Atlantic City. Comedian <strong> Mike Birbiglia </strong> has appeared on The Late Show With <strong> David Letterman </strong>, Late Night With <strong> Conan O'Brien </strong>, The View, and Late Night With <strong> Jimmy Fallon </strong>. In 2008, <strong> Mike Birbiglia </strong> teamed", "new_id": -2}, {"uid": "1295029160140197912", "i": 52242, "idx": 2, "sa": ["Simon Cowell"], "q": ".`` It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.'' <strong> Simon Cowell </strong> added: <q> At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years!`` Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge. </q> This is a fictional news article. It is just a bit of fun and purely speculation on what Guy BurnetThe former Hollyoaks star on moving stateside and his 2011 projects EastEnders: Glenda has business talks", "new_id": -2}, {"uid": "1295495428122388503", "i": 18236, "idx": 0, "sa": ["Paul Reid", "Kim Williams", "Ricky Gervais", "Angelina Jolie"], "q": ", <strong> Kim Williams </strong>, says it will capitalise on the growing trend, particularly with younger viewers, of using social-networking tools while watching TV. Despite technological innovations, <strong> Paul Reid </strong> says the Paul Reidet will always be driven by consumers. <q> Consumers will decide what they want to watch and when, whether that's available through their television set or another way.`` Years ago, broadcasters would decide a show was on at 7pm and that was it but these days... people want the freedom to watch what they want, whether that's done through broadcasters, TV recording devices or web content. We will be guided by what consumers want. </q> Panned by critics- and <strong> Ricky Gervais </strong>- <strong> Angelina Jolie </strong> reveals the real reason she made The Tourist. Viewers moved to tears as first Aussie special airs. Accusations of anti-Semitism have cast a cloud", "new_id": -2}, {"uid": "1295774332001081361", "i": 16587, "idx": 2, "sa": ["Andy Coulson"], "q": "leaders to account. More likely, they just wanted to sell more newspapers and exercise undemocratic power based upon confidential information, illegally obtained. If <strong> Andy Coulson </strong> is guilty of any of this, he should be admired. <q> The question is, where were the security services during all of this? </q> Waiting for their script, olympic, with its IT instructions. Ergo are the current heads of intelligence, unfit for future purpose, for are they not supposed to provide future guidance, and much more importantly,", "new_id": -2}, {"uid": "1295509923113688654", "i": 37634, "idx": 0, "sa": ["Sergio Marchionne"], "q": "` completely rethink the minivan,' CEO says WINDSOR, ONTARIO- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new", "new_id": -2}, {"uid": "1296092329226492426", "i": 22491, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> These musicians should get hazardous duty pay for the tumbles they've taken while performing. Clark Atlanta's marching Panthers band practice daily before the annual Honda Battle of the Bands. See", "new_id": -2}, {"i": 20409, "idx": 6, "index_answer": 0, "new_id": -1, "q": "n't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. <q> This was a big win for us at somebody else's home, </q> <strong> Allen Iverson </strong> said.`` Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road.'' Elias Says <strong> Allen Iverson </strong>", "sa": ["Allen Iverson"], "uid": "1295501732152404071"}]