[{"uid": "1297144580090112087", "i": 53571, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "wonderment. It's like a sailor takin' a big boat anchor into the west... if they aks you what it are, then you're as far from your problems as you kin git. Report Abuse <q> I rather have the Chicago blizzard than all the ice and sleet we're getting. </q> Time.com: A Tale of Two Super Bowls: Suspense and Glory Inside, Tears and Anxiety Outside ABC News: Watch: ABC News Exclusive: <strong> Donald Rumsfeld </strong> Opens Up", "new_id": -2}, {"uid": "1297354335264552495", "i": 59423, "idx": 0, "sa": ["Angelina Jolie", "Andie MacDowell", "Brooklyn Decker", "Cameron Crowe"], "q": "in Europe, in The Mask in 1994. Champion also saw <strong> Angelina Jolie </strong> in 1995 for Mortal Kombat and had a producer nix <strong> Andie MacDowell </strong> when Champion tried to cast her in the 1988 ABC miniseries War and Remembrance. <q> Very similar to what I saw in <strong> Cameron Crowe </strong>, <strong> Brooklyn Decker </strong> has got a great attitude, </q> she says.`` She can talk, she's funny, she's humble, she's got a great sense of humor. Women fell in love with <strong> Cameron Crowe </strong>, and men were totally involved. When you", "new_id": -2}, {"uid": "1295762095175325199", "i": 15354, "idx": 0, "sa": ["George W. Bush", "Colin Powell", "Cynthia McKinney", "Condoleezza Rice", "Dick Cheney", "Barack Obama"], "q": "`` yes'' on a House Resolution in 2005 calling for the immediate withdrawal of US troops from Iraq. One of her last acts in office was introducing Articles of Impeachment naming <strong> George W. Bush </strong>, <strong> Dick Cheney </strong> and <strong> Condoleezza Rice </strong>.'' <q> According to <strong> Cynthia McKinney </strong>`` It is time to break the vicious cycle where the poor go to war and veterans come home wounded and ignored. </q>'' Her answers were to the point; no dodging, hedging or dancing around the issues. Refreshing. Former Secretary of State <strong> Colin Powell </strong> Cynthia McKinneyounced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's", "new_id": -2}, {"uid": "1295677692065617926", "i": 12141, "idx": 3, "sa": ["Allen Iverson", "Kobe Bryant", "Andrew Bynum"], "q": ", 2009 Staples Centre Los Angeles, CA <strong> Andrew Bynum </strong> scored 15 points and the Los Angeles Lakers held off the Charlotte Bobcats 91-87 on Saturday night in their first game back at Staples Center since winning the NBA title. <q> It was great to be back home, </q> <strong> Kobe Bryant </strong> Br... <strong> Allen Iverson </strong> 48pts 8asts 7rebs vs Okafor Bobcats 04/05 NBA* one man show <strong> Allen Iverson </strong> 48pts 8asts 7rebs vs Okafor Bobcats 04/05 NBA* one man show The Philadelphia 76ers would rather not rely so heavily on <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1297446628077905988", "i": 48144, "idx": 0, "sa": ["Ashlee Simpson", "Angelina Jolie", "Pete Wentz", "Julia Roberts"], "q": "] being out of control,'' the source says. 2011 Lonely Heart's Club: 5 Celebrities Spending Valentine's Day Alone <strong> Ashlee Simpson </strong> and <strong> Pete Wentz </strong> Join the 2011 Class of Celebrity Divorces Ashlee Simpson-Pete Wentz Pre-Split: <strong> Pete Wentz </strong> Is <q> My Best Friend in the World </q> <strong> Ashlee Simpson </strong> files for divorce from <strong> Pete Wentz </strong> Stars Flock to Super Bowl XLV( 25) 3D` Cleopatra' Pieces Falling into Place for <strong> Angelina Jolie </strong> Five Things You May Not Know About <strong> Julia Roberts </strong> February 11, 2011", "new_id": -2}, {"uid": "1296362287199786555", "i": 54368, "idx": 2, "sa": ["Alassane Ouattara", "Ben Ali"], "q": "<strong> Alassane Ouattara </strong> Article: UN chief tells Gbagbo to` respect will' of Ivorians... Photo in Slideshow: A military police officer mans a roadblock... Video: AP Exclusive: No more color coded threat chart Report Abuse <q> Perhaps par-- ioning Somolia is not such an outrageous idea. I remember when </q> there was British, ItBen Alian and French SomBen Aliland. Some great minds got together Report Abuse \" It's time for the U.S.( and Europe) to quit sending charitable donations to Africa. Keep your money at", "new_id": -2}, {"uid": "1295643952245137419", "i": 48139, "idx": 0, "sa": ["Alassane Ouattara"], "q": "armed forces loyal to incumbent Laurent Gbagbo to stop and search U.N. peacekeeping vehicles in the West African country. Ivorian army spokesman Colonel Babri Gohourou said earlier on state television that the country's armed forces were <q> under instruction to stop and search vehicles marked with a` UN' in circulation. </q> The United Nations has called on Gbagbo to resign the presidency of the cocoa-producing country, saying he lost a November 28 election to challenger <strong> Alassane Ouattara </strong>. Gbagbo has refused to quit, saying he won", "new_id": -2}, {"uid": "1297375549207732796", "i": 32018, "idx": 0, "sa": ["Satya Nadella", "Steve Ballmer", "Bob Muglia", "Amitabh Srivastava"], "q": "Tools division. <strong> Amitabh Srivastava </strong>, senior vice president over the company's Azure cloud unit, will be leaving, CEO <strong> Steve Ballmer </strong> said in an e-mail to employees Wednesday. Groundwork OpenSource offers open source IT management software <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace <strong> Bob Muglia </strong> as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired <strong> Bob Muglia </strong> from the post,", "new_id": -2}, {"uid": "1295564626204079122", "i": 9749, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Larry Page </strong> replaces Google CEO <strong> Eric Schmidt </strong>, who will become executive chairman. In a blog post, <strong> Eric Schmidt </strong> said <strong> Larry Page </strong> would`` merge Google's technology and business vision brilliantly.'' <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better! </q> <strong> Eric Schmidt </strong> wrote.`` <strong> Larry Page </strong>, in my clear opinion, is ready to lead.'' <strong> Larry Page </strong>'s connection to U-M is credited with Google's 2006 decision to launch an AdWords sales office in downtown Ann Arbor", "new_id": -2}, {"i": 18685, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Sunday, Senate Minority Leader <strong> Mitch McConnell </strong>( R-Ky.) told host <strong> David Letterman </strong> Gregory that he did not`` have much to add'' to what <strong> Hillary Clinton </strong> had said on how the administration was handling the uprising. <q> I don't have any criticism of <strong> Barack Obama </strong> or Secretary <strong> Hillary Clinton </strong> at this point, </q> <strong> Mitch McConnell </strong> added after he was pressed by Gregory.`` I mean, they know full well that we can't give the Egyptians advice about who their leadership is. That's beyond the reach of the", "sa": ["Mitch McConnell", "David Letterman", "Hillary Clinton"], "uid": "1296600312069910560"}]