[{"uid": "1295618523207978567", "i": 5853, "idx": 3, "sa": ["Eric Schmidt", "Jessica Vascellaro", "Barack Obama"], "q": "will travel to Cambridge, Maryland to attend the Democratic Issues Conference at the Hyatt Regency Chesapeake Bay.... The <strong> Barack Obama </strong> will return to Washington, DC at night.''-- THE V.P.'s day: <q> In the morning, the Vice <strong> Barack Obama </strong> will meet with <strong> George H.W. Bush </strong> advisors. At 1:45 PM, the Vice <strong> Barack Obama </strong> will deliver remarks at the Democratic Issues Conference in Cambridge, Maryland. </q> TECHWATCH- WSJ 4-col. lead,`` Power Shifts Atop Google: Internet Giant Says Co-Founder Larry Page Will Replace CEO <strong> Eric Schmidt </strong>,'' by Amir Efrati and <strong> Jessica Vascellaro </strong>:`` <strong> Eric Schmidt </strong>[ age 55],", "new_id": -2}, {"uid": "1295485227045400075", "i": 40484, "idx": 0, "sa": ["Zahi Hawass", "Steve Odell"], "q": "guests.`` Our Silver Perspectives enrichment program offers travellers interesting journeys hosted by noted historians, political analysts, bestselling authors and other esteemed experts,'' said <strong> Steve Odell </strong>, Silversea's senior vice president Asia Pacific. <q> And many of these voyages will feature several guest lecturers teaming up to host a broad range of entertaining and enlightening presentations on a single itinerary. </q> One such sailing with multiple guest speakers is Silver Spirit's 15-day, Dubai-to-Athens World Cruise Segment 5109, departing April 18. Highlighting the enrichment program are: <strong> Zahi Hawass </strong>, one of the world's most", "new_id": -2}, {"uid": "1297183312119177307", "i": 46112, "idx": 2, "sa": ["Simon Cowell"], "q": "time here in the UK,'' <strong> Simon Cowell </strong> said.`` I watched some clips last week to get up to speed, and it looked good.'' Asked about the new judges, he said, <q> I think they're doing fine. They have a different approach to what I used to do before. I think the show had to reinvent itself. I think it's right that it's a different show to what we made before. </q> He continued: \"`` I left the show on fantastic terms. I still talk to Randy and Ryan, and I still talk to Kenny, one of the executive producers. We're", "new_id": -2}, {"uid": "1295043177208601103", "i": 18972, "idx": 1, "sa": ["Kirsten Gillibrand", "Rush Limbaugh", "Gabrielle Giffords"], "q": "room this week when <strong> Gabrielle Giffords </strong> opened her eyes for the first time since the shooting last weekend in Tucson.`` She is the vision of hope for this country right now,'' <strong> Kirsten Gillibrand </strong> said referring to <strong> Gabrielle Giffords </strong>. <q> She embodies everything that <strong> Barack Obama </strong> was trying to say that we have to be better than we are, that we all have to conduct ourselves better than we do. </q> While that seems like a fairly innocuous statement- that we as human beings can always strive to be better people- today on his radio program, hate talker <strong> Rush Limbaugh </strong> attacked <strong> Kirsten Gillibrand </strong>, appearing to believe", "new_id": -2}, {"uid": "1297461177215384092", "i": 10815, "idx": 0, "sa": ["Michael Vick"], "q": " Archive The man who led the U.S. government's investigation of <strong> Michael Vick </strong>'s dogfighting case said that he's withholding judgment on <strong> Michael Vick </strong>'s rehabilitation. <q> Do I think he's changed? I don't know, </q> said retired U.S. Department of Agriculture senior special agent Jim Knorr, speaking to ESPN's Outside The Lines.`` I would hope he has but I don't know. Only one person knows and that's him", "new_id": -2}, {"i": 40512, "idx": 2, "index_answer": 1, "new_id": -1, "q": "to him on the judges' panel. We should expect an announcement regarding` The X Factor's' judges' roster`` in three or four weeks,'' <strong> Simon Cowell </strong> said. <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends 80 percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor' producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297163077054263818"}, {"uid": "1296706301075202568", "i": 3241, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "in Iraq has been worth the cost and remains largely unapologetic about his handling of the conflict, The Washington Post reported on Wednesday. Had the government of <strong> Saddam Hussein </strong> remained in power the Middle East would be <q> far more perilous than it is today, </q> <strong> Donald Rumsfeld </strong> wrote in his 800-page memoir, scheduled for release on Tuesday. <strong> Donald Rumsfeld </strong> and other U.S. officials cited the threat posed by Iraqi weapons of mass destruction as justification for the 2003 U.S.-led invasion. No such", "new_id": -2}, {"uid": "1297323276070123533", "i": 23338, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": "telling a neoconservative magazine that the next U.S. president would`` have to call a truce on the so-called social issues'' in order to focus on more urgent matters of the federal debt and national security. <q> If <strong> Mitch Daniels </strong> is planning to run for president by running away from social issues, he will face a grass-roots revolt, </q> said Andy Blom, executive director of the American Principles Project.`` Mr. <strong> Mitch Daniels </strong> is only causing divisions in the movement by this talk of a` truce.''' Rep. <strong> Mike Pence </strong>, R-Ind., who", "new_id": -2}, {"uid": "1296149573243646477", "i": 35903, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "operation.`` This one feels great due to the fact that I've been through so much and trained to getting back to this position,'' he said after the NFC opened practice Wednesday. <q> It's paramount for me and my family and I'm just thankful. </q> After starting the year as a backup to <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title.", "new_id": -2}, {"uid": "1297627010160415775", "i": 32914, "idx": 3, "sa": ["Caroline Heldman", "Mike Pence"], "q": "support abortion rights.''( And obviously Fox`` News'' doesn't given the Ingraham and Bill's earlier <strong> Mike Pence </strong> piece which included Bill's stalker/producer harassing a spokesperson for Planned Parenthood.) He continue <q> they don't want to bring any attention to this controversy. </q> <strong> Caroline Heldman </strong> mentioned how the networks don't want to get burned the way they did with Shirley Sherrod. Bill was happy when she said that Catholic Charities, as well as PP, is a`` sacred cow.", "new_id": -2}]