[{"uid": "1295485188094470155", "i": 41543, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "at the weekend claiming that his communications director, <strong> Andy Coulson </strong>, had offered his resignation. When specifically asked on Today programme whether <strong> Andy Coulson </strong> had offered to resign over the continuing World phone-hacking controversy, <strong> David Cameron </strong> said: <q>I don't have to go into private conversations.</q> <strong> Andy Coulson </strong>'em barrassed' over phone hacking row today that his communications chief <strong> Andy Coulson </strong> was ''embarrassed'' by the continuing row over phone-hacking at the News International phone hacking investigation ABC News investigation in wireless cell phone hacking into", "new_id": -2}, {"uid": "1296016264210583567", "i": 43569, "idx": 2, "sa": ["Eric Schmidt"], "q": "Mr <strong> Eric Schmidt </strong>, speaking at the DLD media conference in Munich yesterday, said he expected to spend another 10 years at the company, after his surprise handover last week to co-founder Larry Page. <q>I'm very personally excited about my next decade at Google,</q> said Mr <strong> Eric Schmidt </strong>, who had previously said that the move was an effort to speed up decision-making. talkback No responses currently. Irrelevant or inappropriate comments might be edited or removed.", "new_id": -2}, {"uid": "1297244891238927904", "i": 23688, "idx": 0, "sa": ["Eric Schmidt"], "q": "CEO <strong> Eric Schmidt </strong> has said they do make significant money on competing platforms on numerous occasions. However, if those phones were feature phones or Windows Mobile phones, Google wouldn't likely make as much per device. <q>We believe Google is well on its way to having users pay$ 10 a year via advertising on Android. Based on Google's quoted$ 1 billion mobile run rate( mobile advertising), we believe Google generated$ 850 million in total on mobile in 2010.</q> Even approaching$ 10, the average revenue per user( ARPU) for mobile devices is still significantly below a desktop OS user's( see graph above), according to Piper's research. ''", "new_id": -2}, {"uid": "1295743991123617308", "i": 23252, "idx": 2, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "quoted www.publications.parliament.uk Download link here filehostcool.com Scotland Yard defends itself against claims it failed to thoroughly investigate accusations of phone hacking at the News of the World.. Follow us on twitter http://wn.com/Andrew_Neil_and_John_Prescott_on_quitter_Coulson_21Jan11 A clip from Channel 4's <q>Dispatches- Tabloids, Tories and Telephone hacking</q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation. Trials and tribulations of News International: Where, exactly, will it all end? Secret tapes, <strong> Andy Coulson </strong>'s exit and the riddle of a story that", "new_id": -2}, {"uid": "1296215007194035773", "i": 29152, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "were in <strong> Gabrielle Giffords </strong>' hospital room when she opened her eyes were three of her close female friends in Congress: House Democratic leader <strong> Nancy Pelosi </strong> of California, <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>, D-Fla., and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y. <q>The doctors couldn't believe it,</q> <strong> Debbie Wasserman Schultz </strong> later told CNN. ''It was the most incredible experience that I have ever had.'' <strong> Gabrielle Giffords </strong> is expected to survive, although her condition and the extent of her recovery remain in doubt.", "new_id": -2}, {"i": 18328, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ban underwriters from shifting the member fees to municipal-bond issuers. Both groups have political-action committees that finance candidate campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said. <q>Apparently, it's a practice all over the country,</q> <strong> Bill Lockyer </strong> said today in a telephone interview. ''I don't think it's a good one.''-- With assistance from <strong> Michael B. </strong> Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum", "sa": ["Pete Young", "Bill Lockyer", "Michael B."], "uid": "1296611107097845302"}, {"uid": "1297112166205144067", "i": 5560, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell"], "q": "done a good job.'' Asked if <strong> Paula Abdul </strong> could be a judge on his new show, which debuts next fall and has not yet announced a full judging panel, <strong> Simon Cowell </strong> demurred. <q>I'm a massive fan of <strong> Paula Abdul </strong>,</q> he said. ''We've been in regular contact... I'm not going to say today who we are going to confirm or not... because the truth is we haven't made up our minds up yet", "new_id": -2}, {"uid": "1295109134267436066", "i": 11614, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "that the Weekly Standard acquired. The senators starts off by mentioning that he wanted to speak about the tragedy, then adding that he encouraged supporters to donate for his 2012 election campaign, saying, <q>the Republican Party, big money corporate interests and right-wing organizations will vigorously oppose me.</q> Perhaps <strong> Sen. Bernie Sanders </strong> saw the two as discrete, but if so, he didn't communicate it clearly, drawing condemnation for fundraising from the shooting. An appeal from the Tea Party Express, a leading Tea Party", "new_id": -2}, {"uid": "1295568042244678667", "i": 20677, "idx": 1, "sa": ["Eric Schmidt"], "q": "a browser-based app that's integrated with Google Apps. It comes with pre-built workflows, includes expense tracking& customer payment tracking. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,</q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295433137260259957", "i": 39335, "idx": 0, "sa": ["Steve Ballmer"], "q": "22.75($ 34) per user per month for the first 12 months. But the promotional period ends on 30 June this year. Here's the significant bit about yesterday's announcement: <q>The service is available today as a cloud offering,</q> said <strong> Steve Ballmer </strong>. ''This is the first time we've made a release in the cloud before we have done so in the server version, and I think that really reflects the push by Microsoft into the cloud", "new_id": -2}]