[{"uid": "1297339126177307664", "i": 10700, "idx": 1, "sa": ["Bill Clinton", "Mike Pence"], "q": "not taking a chance on the presidential race. Folks on the <strong> Mike Pence </strong> for <strong> Bill Clinton </strong> bandwagon were in a deep funk. \"Seriously, who else do we have?\" one of them asked me. <q>Unless something miraculous happens, and we get an unexpected gift candidate.<q> Another GOP stalwart agreed: \"Sad to say, but at a time when we need someone with guts- like Reagan in'76 challenging an incumbent <strong> Bill Clinton </strong> of his own party or Rubio staying in the", "new_id": -2}, {"uid": "1297267752007700492", "i": 28698, "idx": 0, "sa": ["Jay Leno", "Simon Cowell"], "q": "<strong> Simon Cowell </strong>'s \"The X Factor,' she's feigning ignorance. On <strong> Jay Leno </strong> asked whether she missed working with him as an` American Idol' judge. <q>Of course, I miss everybody,<q> she said diplomatically. <strong> Simon Cowell </strong> discussed Abdul during a call with reporters earlier this week. \"I'm a massive fan of Paula\"s. When you work with somebody as long as I did with Paula... we", "new_id": -2}, {"uid": "1295791480232554503", "i": 22786, "idx": 1, "sa": ["Andy Coulson", "Nick Clegg"], "q": "amid the continuing allegations. \"Play a role' Mr <strong> Andy Coulson </strong> has repeatedly denied any involvement in or knowledge of such activities but said on Friday he would step down as continuing media coverage of the issue <q>made it difficult for me to give the 110% needed in this role<q>. Asked whether Mr <strong> Andy Coulson </strong>\"s departure was a blow for the coalition, Mr <strong> Nick Clegg </strong> said he believed the government would not \"miss a beat\" in pressing ahead with its agenda of securing the economic", "new_id": -2}, {"uid": "1295974602230735939", "i": 4693, "idx": 0, "sa": ["Tim Pawlenty", "Bill Lockyer", "Newt Gingrich"], "q": "to solve the entire national debt that now totals$ 1.4 trillion. <strong> Tim Pawlenty </strong> also said raising the retirement age is an option he's willing to consider for younger workers entering Social Security programs. <q>Your retirement age is going to be pegged to some reasonable correlation to life expectancy,<q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SOCCER COACH Company International SOFTWARE ENGINEER Company Oracle America SOFTWARE", "new_id": -2}, {"uid": "1295357507239271942", "i": 36607, "idx": 0, "sa": ["Simon Cowell"], "q": "Randy Jackson, who rarely gave targeted, intelligent criticisms( \"I don't know, dog, it was just ah-aight for me.\") I think deep down, people get tired of the <q>everybody's a winner, everyone is special<q> pablum of the PC Age. Raw, biting truth has become a kind of spectacle- a preserve of freaks. American politics could use a <strong> Simon Cowell </strong>, but would he ever get elected to anything?", "new_id": -2}, {"uid": "1295562661204079164", "i": 3532, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "management shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,<q> Mr <strong> Eric Schmidt </strong> said in a statement. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm", "new_id": -2}, {"uid": "1297108555141246488", "i": 6668, "idx": 0, "sa": ["Diane Sawyer", "Donald Rumsfeld", "Richard Nixon"], "q": "government spanning Republican presidents from <strong> Richard Nixon </strong> to George W Bush. The ex-defence chief was reluctant to endorse his former boss's assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was <q>the most important failure in the execution of the war<q>. \"I don't have enough confidence to say that that's right. I think that it's possible,\" <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. \"We had[ an]", "new_id": -2}, {"uid": "1295365519187695162", "i": 10360, "idx": 2, "sa": ["David Letterman", "Steven Tyler"], "q": "and addictions in the past,\" he told <strong> David Letterman </strong> on \"The Late Show.' \"A couple years ago, I was[ snorting] Lunesta because of some problems with my feet.\" <q>That shows you what kind of a drug addict I was, only the finest for me... I was looking for any excuse to get high.<q> including a seeming fight with guitarist Joe Perry. <strong> Steven Tyler </strong> also admitted that he did a ton of drugs in his past-- \"It\"s not any news here about my drug use and addictions", "new_id": -2}, {"uid": "1296331651034324486", "i": 29498, "idx": 0, "sa": ["Joe Pickett", "Nick Prueher", "Chuck Norris", "David Letterman"], "q": "VHS tapes since high school. Over the years, their collection has swelled to include such oddities as tacky dating service videos, instructional dance shows featuring Roger Rabbit and the long-forgotten <strong> Chuck Norris </strong>: Karate Kommandos cartoon. <q>They're equal parts disturbing and funny,<q> says <strong> Nick Prueher </strong>, 34, who used to work on The Late Show with <strong> David Letterman </strong> and The Colbert Report.( <strong> Joe Pickett </strong> is a contributor to The Onion.) Since 2004, the duo have been taking their best", "new_id": -2}, {"i": 48513, "idx": 0, "index_answer": 1, "new_id": -1, "q": "key given to <strong> Michael Vick </strong>. <strong> Richard Hunter </strong> showed the council a picture of his black pit bull Mel, used by <strong> Michael Vick </strong> as a bait dog to train fighting dogs before he was seized by authorities. <q>On Saturday I was horrified to witness <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gleefully proclaiming that a power had been bestowed on him to give the man who tried to kill my dog a key to my city,<q> <strong> Richard Hunter </strong> said. <strong> Richard Hunter </strong> called <strong> Dwaine Caraway </strong>'s action an embarrassment to the city \"rouge decision to besmirch the reputation of the city.\"", "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "uid": "1297267847143687688"}]