[{"uid": "1296848362199835675", "i": 14707, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "the 2009 season after spending 18 months in prison on federal charges of running a dogfighting ring.`` We're looking for success stories; we're not looking for players to fail,'' <strong> Roger Goodell </strong> said. <q> He's paid a very significant price and he's doing the right thing. </q> <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission.``", "new_id": -2}, {"uid": "1296410091219643918", "i": 31206, "idx": 0, "sa": ["James Victor", "Alassane Ouattara", "Charles Blé Goudé", "Victor Gbeho"], "q": "statement was the strongest sign yet that Gbagbo had failed to convert African unease over possiCharles Blé Goudé military intervention into a reversal of href=\"http://U.N.-certified\" rel=\"nofollow\"> U.N.-certified results showing rival <strong> Alassane Ouattara </strong> won a November 28 presidential poll. <q> The decision that they took was to try once more a peaceful effort to remove Gbagbo, not to legitimize Gbagbo. That is out of the question, </q> <strong> James Victor </strong> <strong> Victor Gbeho </strong>, president of the ECOWAS Commission, told journalists. He was speaking on the sidelines of an African Union( AU) summit in the Ethiopian capital. On Friday, the AU", "new_id": -2}, {"uid": "1296340758125665284", "i": 40958, "idx": 0, "sa": ["Zahi Hawass"], "q": "the Egyptian museum. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1294977284267157543", "i": 144, "idx": 1, "sa": ["Kelsey Grammer", "Camille Grammer", "Beverly Hills", "David Letterman"], "q": "Frasier'' star's two children with <strong> Camille Grammer </strong> are doing now that their parents are divorcing. PLAY IT NOW: Access Snack Break:` The Real Housewives Of <strong> Beverly Hills </strong>'( December 10, 2010) <q> The kids seem to be doing OK, </q> <strong> Kelsey Grammer </strong> said during his visit to the`` Late Show with href=\"http://omg.yahoo.com/celebs/David Letterman-David Letterman/215\"> <strong> David Letterman </strong>'' on Thursday.`` We've been spending quite a bit of time with them, Kayte and I. Kayte's my new", "new_id": -2}, {"uid": "1297368277190234631", "i": 18730, "idx": 0, "sa": ["Angelina Jolie", "Max Azria", "Lubov Azria", "Brad Pitt"], "q": "Actors Guild Awards. href=\"http://omg.yahoo.com/celebs/Angelina Jolie-Angelina Jolie/2\"> <strong> Angelina Jolie </strong> and we had a choice of three gowns with us,'' <strong> Lubov Azria </strong>, chief creative officer of BCBGMax AzriaMax AzriaGroup, told the website href=\"http://www.stylelist.com/2011/02/09/career-advice-fashion-executives-Brad Pitt-Brad Pitt/\" target=\"_blank\"> Styleist.com. <q> When we got there,[ <strong> Angelina Jolie </strong>] said she wanted <strong> Brad Pitt </strong> to pick, </q> <strong> Max Azria </strong> said. That approach was a little different than most celebs, <strong> Max Azria </strong> said, who bring in`` a staff of 10 people who all have an opinion.'' <strong> Brad Pitt </strong>, 47,`` was very", "new_id": -2}, {"uid": "1294977377249905175", "i": 42234, "idx": 4, "sa": ["Christopher Hitchens", "Allen Iverson", "Dirk Nowitzki", "LeBron James"], "q": "control. A day after scoring 51 points in a defeat, <strong> Allen Iverson </strong> may have been even better, scoring 35 points and dishing out 12 assists while leading the Denver Nuggets past the Dallas MavChristopher Hitchensks 122-109 Thursday night. <q> AI had it all going from everywhere, </q> said Dallas' <strong> Dirk Nowitzki </strong>, who tied his season high with 32 points and had 12 rebounds.`` He was driving and maLeBron James shots in-between.'' <strong> Allen Iverson </strong> made 12-of-19 field goals and was 11-of-13 from the line.", "new_id": -2}, {"uid": "1296427521182222881", "i": 36036, "idx": 2, "sa": ["Ömer Aşık", "Allen Iverson", "George Karl", "Yao Ming"], "q": ", <strong> Ömer Aşık </strong> record-setting, for <strong> Allen Iverson </strong> <strong> Ömer Aşık </strong> the Denver Nuggets. <strong> Allen Iverson </strong> scored 31 points, <strong> Ömer Aşık </strong> the Nuggets were nearly flawless, scoring the most points in the NBA this season in a 138-96 rout of the Seattle SuperSonics <q> It was fun to watch, </q> Denver coach <strong> George Karl </strong> said.`` It was fun to see everyone play well.'' Denver easily snapped its three-game losing streak, with a large amount of its points coYao Ming on uncontested dunks <strong> Ömer Aşık </strong> layups. Toss in", "new_id": -2}, {"uid": "1295743327004915210", "i": 43373, "idx": 0, "sa": ["Andy Coulson"], "q": "USA, as that really helps our image in the world. Thank you for giving us the Neocons that infested the Bush white house and formed the Project For The New American Century, who called for <q> A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR </q> TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Easy Product", "new_id": -2}, {"uid": "1296001718040730632", "i": 24673, "idx": 1, "sa": ["Alassane Ouattara"], "q": "members,'' it said. POLICE PRAISE KILLINGS`` Witnesses described seeing family members or neighbors dragged from their homes, mosques, restaurants or the street into waiting vehicles,'' it said. <q> Many were` disappeared,' including some victims who were later found dead. </q> The worst attacks, the group said, occurred in the Abobo, Port-Bouet, Youpougon and Koumassi neighborhoods-- areas heavily populated by <strong> Alassane Ouattara </strong> supporters and immigrants from other parts of West Africa. Human", "new_id": -2}, {"i": 36633, "idx": 1, "index_answer": 0, "new_id": -1, "q": "to Be Rude, But...'' in which he laid down five important principles that actors can use when auditioning. 1. Don't grovel when you come in. <strong> Simon Cowell </strong> writes <q> I look upon it[ groveling] as a sign of desperation. So many times people come in and they come up with this terrible dialogue about how much they like me or Randy or Paula. It's demeaning, and there's no point to it. We're not looking for a nice person; we're looking for somebody who's confident and assured, but talented above all. Trust me-- most stars aren't nice. </q> 2. Believe in yourself the second you leave the house.`` Self-possession isn't something you can turn on seconds before you walk into the audition room. People like Ruben or Kelly", "sa": ["Simon Cowell"], "uid": "1296146610048234548"}]