[{"uid": "1296137934049446922", "i": 27561, "idx": 0, "sa": ["Michael Gove"], "q": "to Ofsted will mean schools will be judged by the watchdog on four key areas- quality of teaching, leadership, pupils' behaviour and achievement. Publishing the Bill on Thursday, Mr <strong> Michael Gove </strong> said: <q> There are areas of Ofsted inspections, such as community cohesion or regulations Michael Governing what students bring in in their lunchboxes at lunchtime, which are entirely peripheral.`` One of the problems with Ofsted inspections is that they are asked to inspect and measure for things which, by definition, are hard to judge and not central to what schools are about. </q> Play video News Headlines( Lunchtime) for January 27th,... Play video Anger Grows Over Forest Sell-Off Plans Subscribe to RSSMost Popular in: UK Keep up to date with Yahoo! News on Facebook.", "new_id": -2}, {"uid": "1295974362157089794", "i": 56035, "idx": 6, "sa": ["Larry Page", "Eric Schmidt"], "q": "Produktanfragen die Angebote anderer Suchdienste in seiner Trefferliste bewusst weiter hinten angezeigt zu haben. Au?erdem geht das Bundeskartellamt einer Beschwerde der Zeitungsverleger nach. Neben Fragen zur Ermittlung der Suchergebnisse geht es hierbei vor allem um das Urheberrecht. <q> Ich denke, mein n?chstes Jahrzehnt bei Google wird noch interessanter sein als das erste </q>, sagte <strong> Eric Schmidt </strong> mit Blick auf seine berraschende R?cktrittsank?ndigung am Donnerstag vergangener Woche. Sein Nachfolger als Vorstandsvorsitzender wird zum 4. April <strong> Larry Page </strong>, einer der beiden Google- Gr?nder. Der 55- j?hrige <strong> Eric Schmidt </strong> wird Google als", "new_id": -2}, {"uid": "1296710234003522625", "i": 17394, "idx": 4, "sa": ["Eamon Gilmore"], "q": " She explained she was getting on in years and due to staff shortages that nursing had become too arduous and she was worried about getting sick and being at the mercy of our healthcare system. <q> It's not just the young who are leaving, </q> she sadly told <strong> Eamon Gilmore </strong>. But every political walkabout brings forth a character, and this time it was the local Elvis fan Miles Kavanagh. Sporting blacker-than-black hair and a pair of gold shades and", "new_id": -2}, {"uid": "1295713400047202305", "i": 31085, "idx": 0, "sa": ["Gerry Adams", "Brian Cowen", "Eamon Gilmore"], "q": "as Taoiseach next Tuesday unless he goes to the President to seek a dissolution of parliament. Labour leader <strong> Eamon Gilmore </strong> claimed the Irish people did not want the Government to remain in office another day. <q> It is simply not tenable for Mr <strong> Brian Cowen </strong> to remain on as Taoiseach as his colleagues in Fianna Fail squabble over the remnants of their party, </q> he said. The Sinn Fein president <strong> Gerry Adams </strong> said Mr <strong> Brian Cowen </strong>'s decision would lead to further instability. Boy, 9, has Disney World trip ruined after US immigration rules him a threat", "new_id": -2}, {"uid": "1297477270042631307", "i": 6096, "idx": 1, "sa": ["Angelina Jolie", "Brad Pitt"], "q": "involving href=\"http://us.rd.yahoo.com/dailynews/dailybeast/ts_dailybeast/storytext/12362_haitiangirlnotbeingadoptedintobrAngelina Joliefamily/40144340/SIG=13dtour1t/*http://www.thedailybeast.com/blogs-and-stories/2010-08-02/Angelina Jolie-Angelina Jolies-biography-12-biggest-revelations/\"> <strong> Angelina Jolie </strong>.`` There's another one on the way-and it's a girl!'' href=\"http://us.rd.yahoo.com/dailynews/dailybeast/ts_dailybeast/storytext/12362_haitiangirlnotbeingadoptedintobrAngelina Joliefamily/40144340/SIG=146gatkmu/*http://www.mirror.co.uk/celebs/news/2011/02/08/Angelina Jolie-Angelina Jolie-wants-to-adopt-7th-child-for-her-brood-with-Brad Pitt-Brad Pitt-115875-22907127/\" target=\"_blank\"> London's Daily Mirror declared earlier this week. The actress <q> has sourced the next addition to her ever-expanding rainbow brood from an orphanage in Haiti, </q> the tabloid said, and`` it was love at first sight'' when <strong> Angelina Jolie </strong> visited the earthquake-ravaged country in February. <strong> Brad Pitt </strong> would adopt the 4 year old, named Leah, who lost her family in the disaster", "new_id": -2}, {"uid": "1296867690001982500", "i": 17106, "idx": 1, "sa": ["Steven Tyler", "Angelina Jolie", "Miley Cyrus", "Brad Pitt", "Jennifer Lopez"], "q": "Oleandra Oxen Free, located on beautiful Lake Perry Como he knew that something was amiss. The <strong> Brad Pitt </strong> and <strong> Angelina Jolie </strong>` United Nations of a Fami... J.Lo Accentuates Best Ass-ets on American Idol to Steal Attention from <strong> Steven Tyler </strong> <q> The gloves are off, </q> says a spokesperson for American Idol, referring to the sparring match <strong> Jennifer Lopez </strong> has challenged co-judge <strong> Steven Tyler </strong> with. <strong> Jennifer Lopez </strong> claims <strong> Steven Tyler </strong> is stealing the thunder from her unofficial come-back and, while she normally wo... <strong> Miley Cyrus </strong> Has Been", "new_id": -2}, {"uid": "1296532535074448926", "i": 17226, "idx": 8, "sa": ["Anthony Morrow", "Allen Iverson", "Bob Anderson", "Carmelo Anthony"], "q": "the Bob Andersoncats with <strong> Allen Iverson </strong> spraining his right ankle and <strong> Carmelo Anthony </strong> spraining his left wrist. <strong> Carmelo Anthony </strong> said he's sore but fine and will play Wednesday night at Portland. <strong> Allen Iverson </strong> sounded a lot less confident in his status. <q> The way I feel right now, I don't know if I would miss a game. I just will have to get up and see how I feel toAnthony Morrow, </q> <strong> Allen Iverson </strong> said.`` Right now it's just frustrating to be out there at the end hobbling like that.'' X-rays on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> are 2-3 together, and their", "new_id": -2}, {"uid": "1295624702009781295", "i": 307, "idx": 0, "sa": ["Steve Ballmer", "Mark Armstrong"], "q": "works only with the Xbox 360 gaming console. <strong> Mark Armstrong </strong>, president of WhamTech, discusses how the company helps customers such as the government integrate their disparate data sources. WinRumors said Microsoft would release the utilities <q> in the coming months. </q> The company has not confirmed the report. It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told", "new_id": -2}, {"uid": "1295965636047955976", "i": 19469, "idx": 2, "sa": ["Darrell Issa", "Mick Jagger", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> to the Cannes Film Festival, where he hobnobbed with <strong> Mick Jagger </strong> and Hollywood stars.`` Our report only reveals only part of the picture,'' said the letter to <strong> Darrell Issa </strong> asking for an investigation. <q> The House Oversight& Government Reform Committee has subpoena power if necessary. We urge you to use all the tools at the committee's disposal to reveal the extent of Google's influence on the government and how the Internet giant has unfairly benefited. </q> Consumer Watchdog's letter also noted:`` Several executive agencies have responded in a severely guarded and limited fashion to Freedom of Information Act requests on significant issues involving Google that the public deserves to", "new_id": -2}, {"i": 554, "idx": 12, "index_answer": 1, "new_id": -1, "q": "that <strong> Simon Cowell </strong> had to be there,'' says <strong> Mike Darnell </strong>, Fox's head of alternative entertainment. But <strong> Simon Cowell </strong> nearly backed out, worried that his harsh persona would not translate to the more politically correct U.S. airwaves. <q> Then a friend of mine... called me and said,' I think you're making a big mistake,'? </q> he says.`` Because if it's a hit you'll wish you were on it, and if it's not a hit, you'll think you could have made it a hit.'?''", "sa": ["Mike Darnell", "Simon Cowell"], "uid": "1295218070163594249"}]