[{"uid": "1296377284098549782", "i": 39924, "idx": 1, "sa": ["Michael Vick", "Jhon García Sossa"], "q": "say,` Three years, that seems like such a long time,''' said <strong> Jhon García Sossa </strong>, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. <q> But we measure their progress in baby steps, especially when they were on the other side of this for as long as some of these dogs were. </q>( 2 of 3) Much as it has been hard to fit the story of <strong> Michael Vick </strong>'s comeback in a tidy little box, the trajectory of these dogs' lives, their recovery and the", "new_id": -2}, {"uid": "1296897095171786300", "i": 4038, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "<strong> Michael Vick </strong> Experience.'' An online invitation on the Deux Lounge website features a large illustration of <strong> Michael Vick </strong> in his Eagles uniform, a`` V7'' logo and video footage of <strong> Michael Vick </strong> playing for the Eagles. <q> I spoke to <strong> Michael Vick </strong> three times in the last two weeks about his schedule here, </q> <strong> Roger Goodell </strong> said.`` He has said that on numerous occasions people have been using his name about being involved with some type of a party, and he had no intention in participating in that.``", "new_id": -2}, {"uid": "1295804524123387906", "i": 46377, "idx": 13, "sa": ["Allen Iverson", "Michael Finley", "Jimmy Kimmel"], "q": "Phoenix Suns in`` The Team Mating Game'' on <strong> Jimmy Kimmel </strong> Live: Game Night. Aired Sunday, June 7 prior to Game 2 of the NBA Michael Finleyals.... JR Smith Top 20 Plays as a Denver Nugget <q> Absolutely no copyright infringement is intended. All images, audio, and video clips are the sole property of their respective owners. This is only clipped for entertainment. </q> All these plays by JR Smith were put in this order by my opinion, so this is NO official list.( Made th... <strong> Allen Iverson </strong> 38pts Denver Nuggets vs LA Clippers 07/08 NBA <strong> Allen Iverson </strong> 38pts Denver Nuggets vs", "new_id": -2}, {"uid": "1295369666220332052", "i": 14782, "idx": 0, "sa": ["Howard Stern", "David Letterman", "Piers Morgan"], "q": "I Hated` The Rachel' <cite> <strong> Howard Stern </strong>| Photo Credits: Bobby Bank/WireImage. com </cite> <strong> Piers Morgan </strong> Tonight, the shock jock calls the NBC late-night host`` insane'' and accuses him of stealing sketch ideas. <q> Jay is a crook and the world knows exactly what he's up to. He steals a tremendous amount of material, </q> The New York Post quoted <strong> Howard Stern </strong> as saying.`` This guy's ripped off like 10 major things from my show.'' href=\"http://www.tvguide.com/celebrities/David Letterman- David Letterman/194124?rss=keywords&amp;partnerid=yahoo&amp;profileid=omg\"> <strong> David Letterman </strong> in the ratings.`` It", "new_id": -2}, {"uid": "1296153161091389985", "i": 16583, "idx": 2, "sa": ["Sergio Marchionne"], "q": ".`` There's a point in time when I have to go back into my kitty and start using the other cash to do this, which is not a good answer,'' <strong> Sergio Marchionne </strong> said. <q> That was not the purpose of the DOE funding. The DOE funding was to encourage innovation in energy. </q> All totaled, the Department of Energy made 25 billion dollars in loan money available. In the summer of 2009, it announced a series of loans, including money Ford used to convert the former Michigan", "new_id": -2}, {"uid": "1295371994257130516", "i": 1125, "idx": 2, "sa": ["Regis Philbin", "David Letterman", "Steven Tyler"], "q": "The 62-year-oldrocker went on to agree with TV talk show host <strong> David Letterman </strong>, who said he prefers musicians to have the`` honest, legitimate stamp of approval'' that comes from gradual success. <strong> Steven Tyler </strong> responded: <q> I tend to agree. </q> However, the` Crazy' hitmaker admitted he is enjoying the`` fun'' of looking for new talent via a television show. Breaking showbiz news, movie reviews, galleries and <strong> Regis Philbin </strong>", "new_id": -2}, {"uid": "1295755514184385545", "i": 26793, "idx": 15, "sa": ["Tracy McGrady", "Allen Iverson", "Marc Anthony"], "q": "Orlando Magic on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. His previous high was 58 against Houston on Jan. 15, 2002. <q> I score a career high and we won the game, </q> <strong> Allen Iverson </strong> said.`` That's how you draw it up in your dreams.'' It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on Marc Anthonyh 10, 2004, Indiana", "new_id": -2}, {"uid": "1295619163009781250", "i": 9284, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": "World when he was editor. Photograph: Ben Stansall/AFP/Getty Images Timeline: how the scandal that led to <strong> Andy Coulson </strong>'s resignation developed Scotland Yard in 2005 to the CPS mounting a review of phone-hacking material <strong> Andy Coulson </strong> said phone-hacking coverage <q> made it difficult for me to give the 110% needed in this role </q>. Photograph: Danny Lawson/PA <strong> David Cameron </strong>'s spin chief <strong> Andy Coulson </strong> quits today, saying the continuing row over phone-hacking when he was editor of the <strong> Andy Coulson </strong>, <strong> David Cameron </strong>'s director of communications, has quit in the wake of the", "new_id": -2}, {"uid": "1295495372185335815", "i": 40239, "idx": 2, "sa": ["Simon Cowell"], "q": "10:41 PM`` Dancing With the Stars'' gets by without <strong> Simon Cowell </strong>.`` America's Got Talent'' gets by without <strong> Simon Cowell </strong>. <q> So You Think You Can Dance </q> gets by without <strong> Simon Cowell </strong>.`` American Idol'' will get by without <strong> Simon Cowell </strong>, too. But off the tenth season premiere, it isn't going to be easy and the show that has been America", "new_id": -2}, {"i": 34235, "idx": 0, "index_answer": 3, "new_id": -1, "q": "wrote:`` I am one of those shocked and yet not altogether suprised by Craig <strong> George Osborne </strong>'s switch from being poacher to becoming gamekeeper.'' Latest from BBC News blogs <strong> Brian Taylor </strong>: <q> Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which... </q>`` The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...''`` Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,", "sa": ["Chris Gent", "Andy Coulson", "George Osborne", "Brian Taylor"], "uid": "1296665253235831378"}]