[{"uid": "1295138821018858005", "i": 37319, "idx": 3, "sa": ["Michael Gove"], "q": "selection of which things matter, I start with what will make this child blossom... and if that turns out to be sport or music or art, I celebrate that.\" <strong> Michael Gove </strong> countered that he believed <q> that it's a good idea for schools to teach people how to spell, how to write a grammatical sentence, how to use multiplication tables </q>.( Don't you love that last one?) Personally, I think both sides have a point, but <strong> Michael Gove </strong>'s patronising tone was loathsome, as ever. Whenever he encounters someone with a different view", "new_id": -2}, {"uid": "1296816610092815363", "i": 42318, "idx": 0, "sa": ["Michael Gove"], "q": "The message will include the name and email address you gave us when you signed up. To send a link to this page to a friend, you must be logged in. <cite>\" <q> After this one is up and running, we will need this kind of school in other parts of Norfolk, like Great Yarmouth, King's Lynn and Thetford. I want us to go there next. </q>\" </cite> Tania Sidney-Roberts, Free School Norwich principal. The school, which education secretary <strong> Michael Gove </strong> recently confirmed would open in September, could be the first of many in Norfolk,", "new_id": -2}, {"uid": "1296123376252575759", "i": 48794, "idx": 1, "sa": ["Michael Gove", "Sally Hunt"], "q": "violent protests. <strong> Sally Hunt </strong>, general secretary of the University and College Union( UCU) accused the coalition of \"sneaking\" the student loan rate changes out in the bill. She said: <q> The general public can see this for what it is- a stealth tax on learning and achievement- and it doesn't matter what piece of legislation the Michael Government tries to hide it in. Graduate unemployment is at a 10-year high, yet the Michael Government has introduced policies to increase student debt to record levels and then charge even higher rates of interest. Surely even they will now stop trying to spin these damaging unfair policies as progressive. </q> Further measures included in the White Paper were plans to overhaul the teacher training process, sweeping reforms of qualifications and the introduction of a reading test for six-year-olds. Mr <strong> Michael Gove </strong> has already announced plans", "new_id": -2}, {"uid": "1297451421077103224", "i": 35914, "idx": 5, "sa": ["Christine Blower", "Andy Burnham", "Michael Gove"], "q": "added that the judge's ruling made clear that it only extended to the councils that brought the case.` Free schools' General secretary of the National Union of Teachers( NUT) <strong> Christine Blower </strong> said: <q> The decision by <strong> Michael Gove </strong> to end the projects was outrageous, particularly in light of the money they are apparently finding to bankroll the free schools programme. </q> Shadow education secretary <strong> Andy Burnham </strong> said school building and repair were in complete chaos thanks to Mr <strong> Michael Gove </strong>. And he called for a public inquiry into Mr <strong> Michael Gove </strong>'s handling of the decision to scrap the", "new_id": -2}, {"uid": "1295466326008323095", "i": 13213, "idx": 2, "sa": ["Michael Gove", "Lindsay Hoyle"], "q": "party has had the courage to atone for or apologise for.\" In an emotional and bad-tempered debate, Mr <strong> Michael Gove </strong> shouted \"sit down\" at MPs trying to interject during his speech. <q> The secretary of state is getting very excited, </q> deputy speaker <strong> Lindsay Hoyle </strong> said. \"People are trying to intervene. I'll decide when they've stood up for too long.\" Student protestors gathered in Piccadilly Circus at around 16:00 GMT before", "new_id": -2}, {"uid": "1295612151098222087", "i": 7466, "idx": 1, "sa": ["Michael Gove"], "q": "Education Minister <strong> Michael Gove </strong> has launched a review of the National Curriculum in England. \"It is my ambition to reduce unnecessary prescription, bureaucracy and central control throughout the education system\" he said. <q> That means making a new approach to the curriculum. </q> The Michael Government has commissioned a panel of headteachers and academics to review the current curriculum, with the new National Curriculum programmes of study for English, mathematics, science and physical education set to be introduced for", "new_id": -2}, {"uid": "1296298466210370624", "i": 39677, "idx": 0, "sa": ["Michael Gove"], "q": "and demonstration and training facilities. Denford is a leading manufacturer of computer-aided design and manufacturing solutions for the education sector. Managing director Simon Moorhouse attributes the company's success to its proactive approach. <q> We've looked at expanding our range and bringing new and affordable products to market as quickly as possible, </q> he said. \"It's been absolutely fantastic in this type of economy. \"We are very interested to see what the Education Secretary <strong> Michael Gove </strong> has planned for education funding in the UK- particularly with", "new_id": -2}, {"uid": "1297427259083165187", "i": 54748, "idx": 0, "sa": ["Michael Gove"], "q": ". But this is hardly the victory that it is being portrayed as by some. Report this comment You say scrapping the equalities assesment should be done immediately. Why exactly? Report this comment <q> This means, in effect, that <strong> Michael Gove </strong>? s original decisions can stand. </q> No it does not. It means that each decision has to be re-looked at and reconsidered in a transparent process. Not just handed from high by <strong> Michael Gove </strong>. If that's a win, my names", "new_id": -2}, {"uid": "1297426645058949636", "i": 54964, "idx": 0, "sa": ["Michael Gove"], "q": "Today Mr Justice Holman, sitting in London, allowed the challenges by the councils, declaring Mr <strong> Michael Gove </strong> had unlawfully failed to consult them before imposing the cuts. In five of the cases the failure was <q> so unfair as to amount to an abuse of power </q>, said the judge. Thank god the Judiciary is there, this abusive Michael Government is about to do away with the European Court.... You really takes the biscuit... At least they can make some money", "new_id": -2}, {"q": "change the world again with our next generation application development and cloud platform, and I feel fortunate to be part of this transformation,\" <strong> Satya Nadella </strong> wrote in a Feb. 9 e-mail to Server and Tools Business employees. <q> Today we are seeing our existing customers move to the cloud to address issues of cost and complexity; tomorrow, our work as leaders in innovation will result in new scenarios and workloads... enabled in the cloud. </q> Back in January, <strong> Steve Ballmer </strong> announced that <strong> Bob Muglia </strong>'s departure would herald the Server and Tools Business' \"move forward into the era of cloud computing,\" one that would apparently require \"new leadership.", "sa": ["Satya Nadella", "Steve Ballmer", "Bob Muglia"], "index_answer": 0, "idx": 3, "i": 46819}]