[{"uid": "1296224676092700695", "i": 2491, "idx": 7, "sa": ["Eric Holcomb", "Mike Pence", "Jonathan Weinzapfel"], "q": "; Evansville Mayor <strong> Jonathan Weinzapfel </strong>; and Kokomo Mayor Greg Goodnight. Indiana Democratic Party Chairman Dan Parker predicted a \" very, very competitive race \" in 2012. He labeled <strong> Mike Pence </strong> an ideologue who is <q> out of the mainstream in Indiana </q> and should be thinking more about his job in Washington and less about seeking another job. Even though <strong> Mike Pence </strong> wasn't officially in the race yet for <strong> Eric Holcomb </strong>, partisans on both sides were acting as", "new_id": -2}, {"uid": "1295604693188841989", "i": 37273, "idx": 0, "sa": ["Mike Pence", "Ted Baehr", "Gary Bauer", "Ron Paul", "Barack Obama"], "q": "; MOVIEGUIDE Founder, <strong> Ted Baehr </strong>; and constitutional attorney, Edwin Vieira( 4 degrees from Harvard www.huffingtonpost.com Excerpt: When conservative activist and former Barack Obamaial candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious fRon Paultline names have all the usual pluses and minuses, </q> Mr. <strong> Gary Bauer </strong> says. But in considering one candidate, Mr. <strong> Gary Bauer </strong> sees only qualities that he likes. Indiana <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the", "new_id": -2}, {"uid": "1297443949230703173", "i": 34637, "idx": 8, "sa": ["Mike Pence", "Michele Bachmann"], "q": "defund the health care law. <strong> Mike Pence </strong> <strong> Michele Bachmann </strong>( R-MN) even adopted the effort as her sole \" 16 GOP lawmakers, the reality of the party's position is coming home to roost. These Republicans, <q> many of whom were swept into office fueled by tea party anger over the health care law, </q> are now facing the same expensive, unforgiving health insurance market as middle-class Americans the GOP wantonly abandoned: \" \" I have a niece who has pre-existing conditions, and I worry about her if she was ever", "new_id": -2}, {"uid": "1296769898240500831", "i": 53400, "idx": 0, "sa": ["Mike Pence", "Eric Holder"], "q": "quickly gave momentum to <strong> Mike Pence </strong>'s, R-Ind., effort to strip federal funding for abortion providers. With Planned Parenthood the biggest recipient of those funds, <strong> Mike Pence </strong> said AmEric Holderans should be \" shocked \" that the organization <q> has been recorded aiding and abetting underage sex trafficking. </q> \" The recent release of an undercover video exposing duplicity and potential criminality by an employee of Planned Parenthood is an outrage, \" <strong> Mike Pence </strong> said. \" The time to deny any and all funding to Planned", "new_id": -2}, {"uid": "1295550720193724498", "i": 14936, "idx": 0, "sa": ["Mike Pence", "Ron Paul"], "q": "with Skaneateles FD probably wouldn't make sense.... Reports: Buffalo police shoot sword-armed suspect Syracuse cuse lax 2000 January 17, 2011 at 1:39 PM Follow \" an arm. It was amazing. How about <q> Buffalo police shoot suspect armed with sword </q> Inappropriate? Alert us. Reply Post new Otiscobum January 17, 2011 at 2:20 PM Follow <strong> Mike Pence </strong> urged to enter GOP race for president in 2012 Syracuse CNYSports13 January 17, 2011 at 7:27 PM Follow <strong> Ron Paul </strong> ya'll", "new_id": -2}, {"uid": "1295633194146702360", "i": 3189, "idx": 15, "sa": ["Louie Gohmert", "Mike Pence", "Ayaan Hirsi Ali", "Peter King"], "q": "\" when it comes to war, is already compiling a radical right King-hearings-panelist/\"> witness list for the hearings, including Dutch critic Islam <strong> Ayaan Hirsi Ali </strong>, who believes that \" Islam is a cult, \" that <q> there is no moderate Islam, </q> and that \" we are at war with Islam. \" This week, <strong> Mike Pence </strong> <strong> Louie Gohmert </strong>( R-TX) joined the growing chorus of Republicans clamoring for hearings to look into the threat of \" creeping Sharia law.", "new_id": -2}, {"uid": "1295273674165380109", "i": 21227, "idx": 0, "sa": ["Tim Pawlenty", "Mike Pence", "Jack Kemp", "Jim Ryan", "Barack Obama", "Mitt Romney"], "q": ", announced the America's <strong> Barack Obama </strong> ComMitt Romneyee to encourage a Mike Pence-for-Barack Obama bid. Former <strong> Mike Pence </strong> <strong> Jim Ryan </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the opTim Pawlentyistic, pro-growth, pro-job creation Reagan-Jack Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said. \" <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity. \" <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice Barack Obamaial candidate.", "new_id": -2}, {"uid": "1296166895131055619", "i": 22098, "idx": 3, "sa": ["Mike Pence", "Barack Obama"], "q": "\" He is not a third party candidate. He is a republican candidate. The article reads \" An independent campaign to draw GOP <strong> Mike Pence </strong> into the 2012 Barack Obamaial race is under way \" . Report Abuse <q> Ya lets just forget this guy was with the administration that gave Chrysler a bailout... had 10%+ unemployment. </q> Report Abuse \" That said, we need a whole new breed of smarter Democrats that no how to win a a dirty fight \" Since dirt is all you know, you think libs would have figured", "new_id": -2}, {"uid": "1296206637167591945", "i": 10962, "idx": 10, "sa": ["Mike Pence", "Barack Obama"], "q": "\" He is not a third party candidate. He is a republican candidate. The article reads \" An independent campaign to draw GOP <strong> Mike Pence </strong> into the 2012 Barack Obamaial race is under way \" . Report Abuse <q> Ya lets just forget this guy was with the administration that gave Chrysler a bailout... had 10%+ unemployment. </q> Washington Post: New GOP proposal targets federal workforce Washington Post: Gun show attendees say firearms limits would be wrong response to Tucson Keller Finance MBA Keller Graduate School Of Management- Discover Your Path to Success. Trader", "new_id": -2}, {"i": 19946, "idx": 0, "index_answer": 1, "new_id": -1, "q": "court of law, very fine lines and what responsibility women have with regards to our own safety. These do not lend themselves to non-reflection, which is understandably all <strong> Ben Roethlisberger </strong> R wanted to do Monday. <q> That is a great reflective question, and I think the time for reflecting is probably after the year, </q> he said. Variations of reflect were the words of the day. But as I listened to him, I could not help but think of beleaguered Eagles QB <strong> Michael Vick </strong>. Every good game,", "sa": ["Michael Vick", "Ben Roethlisberger"], "uid": "1296535397014417929"}]