[{"uid": "1297099616008912898", "i": 26348, "idx": 2, "sa": ["Michael Gove"], "q": "\"Are you really saying to young people and employers today that dead languages are more important than business studies, engineering, ICT, music and RE?,\" he said. Mr <strong> Michael Gove </strong> replied: <q> I am surprised you have the brass neck to stand here and say working-class children shouldn't study modern foreign languages, shouldn't study science, shouldn't study history and shouldn't study geography. \"If it is good enough for you, why shouldn't it be good enough for the likes of working class children elsewhere? Why are you pulling up the draw bridge on social mobility?... It's rank hypocrisy. </q> Certain types of language are banned in Parliament, terms of abuse that have been ruled as out of order include coward, hooligan, rat and traitor. Ski run, school run Inside the", "new_id": -2}, {"uid": "1296138273017236015", "i": 25638, "idx": 0, "sa": ["Michael Gove"], "q": "real risk\" that the referendum may not be held on 5 May because of Labour's filibustering tactics. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1297713387197591223", "i": 30676, "idx": 0, "sa": ["Michael Gove"], "q": "ruling potentially opens the door for other councils hit by spending cuts to seek a judicial review. But Hartlepool Borough Council says it has no plans to launch a challenge. A spokesman said: <q> The council decided against challenging the Michael Government's decision because at the time our focus was on trying to secure the funding for Dyke House and ICT improvements. \"This funding of? 21.5 m was subsequently awarded. \"Clearly, we were very disappointed to lose BSF funding for the other schools but we'll continue to do everything we can to secure investment in the future. </q> Mr Justice Holman said in five of the cases Mr <strong> Michael Gove </strong>'s failure was \"so unfair as to amount to an abuse of power\" . The High Court battle was brought by Waltham Forest", "new_id": -2}, {"uid": "1297433861129613836", "i": 23631, "idx": 9, "sa": ["Michael Gove"], "q": "Under BSF, every secondary school in England was due to be rebuilt or refurbished over a 15-20-year period at an estimated cost of? 55 billion. Mr <strong> Michael Gove </strong> said the programme had been beset by <q> massive overspends, tragic delays, botched construction projects and needless bureaucracy </q>. He also described it as \"a dysfunctional process\" before making the cuts. At a four-day hearing last month, lawyers for the six councils argued that the axing of building, rebuilding", "new_id": -2}, {"uid": "1297702046148619270", "i": 51610, "idx": 7, "sa": ["Michael Gove", "Andy Burnham"], "q": "some, a few or none. \"He concluded by` saying no one should gain false hope from this decision'.\" Mr <strong> Andy Burnham </strong> said the High Court had ruled Mr <strong> Michael Gove </strong> was <q> guilty of an abuse of power </q> and there had not been \"one word of apology\" from the Secretary of State. \"Fresh doubts have been raised about his competence and judgment,\" Mr <strong> Andy Burnham </strong> said. He asked", "new_id": -2}, {"uid": "1296145430207978534", "i": 43575, "idx": 1, "sa": ["Michael Gove"], "q": "central to what schools are about.\" The Bill hands more control to the Education Secretary to intervene in failing schools. Mr <strong> Michael Gove </strong> insisted that under-achieving academies will not be exempt from this. <q> There is absolutely no reluctance on our part to deal with any academy that's failing, </q> he said. \"Every school that under-performs will be held up to high standards. WalesOnline, the best source for Welsh news, sport, business and entertainment. Powered by the Western Mail, South", "new_id": -2}, {"q": ", well-known egyptologist <strong> Zahi Hawass </strong>, on Thursday played down accounts of the break-in at the Museum and warned against \"rumours.\" In a posting on his blog, <strong> Zahi Hawass </strong> said the incident at the museum resulted in <q> 70 broken objects, all of which can be restored. </q> \"I want people to know that after nine days of protests, the monuments are safe,\" <strong> Zahi Hawass </strong> said. \"If anything happens, I will announce it.\" He explained that the fire brigade was", "sa": ["Zahi Hawass"], "index_answer": 0, "idx": 1, "i": 48159}, {"uid": "1297452829228950020", "i": 45972, "idx": 0, "sa": ["Michael Gove"], "q": "the Future scheme last July because it violated equality legislation. Mr Justice Holman said Mr <strong> Michael Gove </strong> failed to properly consult six local authorities before imposing the cuts, and in five of the cases his decision amounted <q> to an abuse of power </q>. The ruling means that other groups affected by central or local Michael Government cuts could apply for a judicial review if they believe they have not been adequately consulted. More than 700 building projects across", "new_id": -2}, {"uid": "1295516813257327112", "i": 18727, "idx": 1, "sa": ["Michael Gove", "Ed Miliband", "David Cameron"], "q": "'s what's on the list. 10.30 am: Lord Taylor of Warwick is due to give evidence in his trial. He denies making false expense claims. 12pm: <strong> Ed Miliband </strong> is holding a <q> New Politics, Fresh Ideas </q> Q&A event in Wolverhampton. 12.15 pm: <strong> Michael Gove </strong> announces the national curriculum review. 1.30 pm: <strong> David Cameron </strong> hosts a plenary session as part of the Nordic/Baltic summit. We're also getting", "new_id": -2}, {"uid": "1294997108216956973", "i": 4472, "idx": 0, "sa": ["Michael Gove", "Lisa Nandy"], "q": "Last night, critics branded the decision a war on working class children and warned free schools, trumpeted by Education Secretary <strong> Michael Gove </strong>, will siphon off public cash from state ones. Labour MP <strong> Lisa Nandy </strong> said: <q> This is a shocking indictment on the Michael Government's policy on free schools, transferring money from the poor to the rich. \"Labour and teaching unions warned about this when the legislation was passed. </q> Bolingbroke Academy, being built on the site of a former hospital in Battersea, is supported by leading City finance firms. Among them are NM Rothschild, Credit Suisse, Citi Group, Barclays Capital,", "new_id": -2}]