[{"uid": "2008121910_00017906_W", "i": 89, "idx": 31, "sa": ["Alex Jones"], "q": "'ll switch back on when rivero's gone... re: questions for <strong> Alex Jones </strong> on the live <strong> Alex Jones </strong> show! the week of 12/14-20/ 08 \"reply# 26 on: december 18, 2008, 12:54:17 pm\" <q> we have reached a stage at which we have surrounded ourselves with more things, but have less joy. </q>- by fyodor dostoevsky translated by ignat avsey re: questions for <strong> Alex Jones </strong> on the live <strong> Alex Jones </strong> show! the week of 12/14-20/ 08 \"reply# 27 on: december 18, 2008, 12:56:55 pm\" in", "new_id": -2}, {"uid": "2008100223_00029189_W", "i": 4541, "idx": 4, "sa": ["John Howard", "Jean-Claude Trichet"], "q": "economic worries although some analysts said this was related to recent hurricanes. a separate us report showed a 4.0 per cent drop in august factory orders. <strong> John Howard </strong> ryding at rdq economics said the slide suggested the us economy <q> probably contracted significantly in the third quarter and the recession appears to be deepening. </q> o'hare said the decision by the european central bank to hold interest rates steady also sent a chill through markets worried about a deepening credit crisis. comments by ecb head <strong> Jean-Claude Trichet </strong> that pointed to lower eurozone rates in the", "new_id": -2}, {"uid": "2008092200_00023407_W", "i": 1599, "idx": 9, "sa": ["George W. Bush"], "q": "been lobbying the peruvian congress to create a seat that would represent peruvians living outside the country. \"in recent years the peruvian government has been placing more importance on our community,\" curitomai said in spanish. <q> not so much in deeds but in words, such as the proposal to create a position for peruvians abroad to be represented in congress. </q> curitomai has hosted many peruvian government officials in paterson- which has such a large peruvian population that it has a foreign consulate- but wishes the country's <strong> George W. Bush </strong> would come to see the neighborhood for himself. \"", "new_id": -2}, {"uid": "2008101806_00008148_W", "i": 1747, "idx": 21, "sa": ["Guðlaugur Þór Þórðarson"], "q": "matter of pride as a man and an icelander,\" he says, \"and it was yanked out from under from me.\" <strong> Guðlaugur Þór Þórðarson </strong> th?r th?rdarson agrees that iceland has sustained a blow to its psyche- <q> especially when uses antiterrorism laws against iceland, </q> he says, referring to the british prime minister's move to invoke an antiterrorism law to freeze icelandic companies' assets in the u.k. \"the people here not only suffer financially- it also makes us feel bad", "new_id": -2}, {"uid": "2008102806_00022194_W", "i": 4075, "idx": 3, "sa": ["Michael Bloomberg"], "q": "ambitions. <strong> Michael Bloomberg </strong> laughed off a question asking whether he wants to run as a democrat next year. \"it's kind of unlikely. i've never had a conversation about it,\" said the mayor. <q> i'm not focusing on the campaign. i'm going to run, but that's way down the road. </q> even though <strong> Michael Bloomberg </strong> insists he is not thinking about politics, he took another step monday to raise his profile nationwide. the mayor released a memo to newsweek giving advice to the two presidential candidates. yet, <strong> Michael Bloomberg </strong>", "new_id": -2}, {"uid": "2008092200_00023407_W", "i": 1591, "idx": 1, "sa": ["George W. Bush", "Ernest Bai Koroma"], "q": "actually very important to the affairs, economy and politics of what's going on in a particular country,\" said joanna regulska, dean of international programs at the school of arts and sciences at rutgers university. <q> it is the sort of local-global connection that is needed for many countries around the world. </q> rutgers hosted one such gathering with <strong> Ernest Bai Koroma </strong>, <strong> George W. Bush </strong> of sierra leone, at the new brunswick campus sunday. regulska said <strong> Ernest Bai Koroma </strong>'s decision to give his first public address in the united states in new jersey- before", "new_id": -2}, {"uid": "2008123001_00016937_W", "i": 3852, "idx": 1, "sa": ["Gary Ross"], "q": "the launch and re-entry of the rocket body was routine. \"officials from our command deemed it not a threat to populated land areas,\" he said in an interview from norad headquarters at colorado springs, colo. <q> we just monitored it until it landed in the ocean. </q> lt.-cmdr. <strong> Gary Ross </strong> said the rocket lifted off on christmas day from kazakhstan. norad officials at peterson air force base tracked the spent rocket as it re-entered the atmosphere over labrador and crashed in the north atlantic, he", "new_id": -2}, {"uid": "2008112720_00000859_W", "i": 481, "idx": 0, "sa": ["Barack Obama", "Mikhail Gorbachev"], "q": "moscow-- former soviet leader <strong> Mikhail Gorbachev </strong> said thursday that the overwhelming election of <strong> Barack Obama </strong> shows that americans want change, and he called on the incoming <strong> Barack Obama </strong> to extend his promised changes to u.s. relations with russia and iran. <q> the entire world felt that america wanted change and was expecting change, </q> <strong> Mikhail Gorbachev </strong>, 77, said in an interview with the associated press. he noted that some in russia have called <strong> Barack Obama </strong> the american <strong> Mikhail Gorbachev </strong> because of his promises to bring change to his country. <strong> Barack Obama </strong>'s detractors in", "new_id": -2}, {"uid": "2008111501_00019457_W", "i": 2623, "idx": 2, "sa": ["Zab Judah"], "q": "the roughly 1,800 fans in an uproar. the confident <strong> Zab Judah </strong>, despite being dominated through parts of the earlier rounds, had landed several combinations in the seventh and eighth and seemed to have momentum on his side. <q> this just hurts, man. everyone here knows who won, </q> said <strong> Zab Judah </strong>, who has struggled to shake the perception that he's never lived up to his potential. \"<strong> Zab Judah </strong> is the peoples' champion.\" game examined <strong> Zab Judah </strong> after the punch and said the battered fighter", "new_id": -2}, {"uid": "2008091208_00014361_W", "i": 3388, "idx": 4, "sa": ["James Madison", "Ralph Nader", "Will Rogers", "Jack Talbert"], "q": "temper is always a virtue; but moderation in principle is always a vice.\" -- <strong> Jack Talbert </strong> paine \"to know and not to do is not to know.\" -- chinese proverb, regularly repeated by <strong> Ralph Nader </strong> <q> the means of defense against foreign danger historically have become the instruments of tyranny at home. </q>-- <strong> James Madison </strong> \"we need a jeffersonian revolution. if it doesn't happen, our democracy <strong> Will Rogers </strong> continue to weaken and things <strong> Will Rogers </strong> get worse. right now, we have a two-party electoral dictatorship with each party looking", "new_id": -2}]