[{"uid": "1295582717207667202", "i": 17769, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "return to Google's technological roots, 13 years after he and fellow Stanford University student <strong> Sergey Brin </strong> founded what has become the world's No. 1 Internet search engine with US$ 29 billion a year in revenue. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. The news came as Google reported earnings and revenue that blew past expectations. While Google has dominated Internet search for a decade, the company has struggled to find", "new_id": -2}, {"uid": "1295400164102039574", "i": 17031, "idx": 0, "sa": ["Larry King", "Piers Morgan", "Simon Cowell"], "q": ". To that, <strong> Piers Morgan </strong> said,`` I'd like to get to the position... where the butt-kicLarry King is reversed.'' He said CNN needs to be more competitive with its rivals, <q> much more than we have been. </q> The brash Brit touted his talk show with plenty of tough talk of his own in a meeting with reporters last week, bragging that he made <strong> Simon Cowell </strong> cry during an interview and suggesting that his interview in", "new_id": -2}, {"uid": "1296760494005144612", "i": 10078, "idx": 11, "sa": ["Donald Rumsfeld"], "q": "of it, why the invasions, is objectionable. And the occupations are both failures, horrors, and probably crimes. daffers56 3 February 2011 6:54 PM cloudberry 3 February 2011 6:55 PM <q> All those lives betered and at a cost f just 4000 US soldiers. </q> RussellH doesn't, of course, discuss the cost of bankrupting the US for <strong> Donald Rumsfeld </strong>'s folly. He doesn't discuss the hatred people there feel for a country that invaded them in pre-emptive war.", "new_id": -2}, {"uid": "1296941344169869340", "i": 46936, "idx": 4, "sa": ["Barney Frank", "Sergio Marchionne", "Chris Dodd"], "q": "a picture of... <strong> Sergio Marchionne </strong> Photo in Slideshow: Chrysler Group LLC employee works on assembly... Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> Photo: A demonstrator wears a mock mask of Fiat CEO <strong> Sergio Marchionne </strong> Report Abuse <q> I'm sorry.. most of us` regular' folks out there think the whole deal.. including <strong> Barney Frank </strong>, <strong> Chris Dodd </strong>, FANNIE MAE, FREDDIE MAC, The Black Congressional Caucus, O'Buma, TARP, the` bailouts'.. EVERYONE connected with the` government'.. are ALL` shysters'. </q> Report Abuse \" And what was inappropriate about the use of the term? \" Report Abuse \" Welcome to the real world. I'd like to hear more super rich CEO's, whine like babies. \"", "new_id": -2}, {"uid": "1295503548083329037", "i": 18958, "idx": 4, "sa": ["Allen Iverson", "Kobe Bryant", "Tyronn Lue", "Juan Carlos Navarro"], "q": "`` I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q>`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said Palau Sant Jori, Barcelona, Spain Boxscore: www.nba.com <strong> Kobe Bryant </strong> plays 25 minutes, misses all 3-pointers BARCELONA, Spain-- <strong> Juan Carlos Navarro </strong> scored 25 points to help", "new_id": -2}, {"uid": "1295447959150847521", "i": 3631, "idx": 0, "sa": ["David Letterman", "Ricky Gervais", "Uma Thurman", "Oprah Winfrey"], "q": "how daunting the brief affair can be. That includes <strong> David Letterman </strong>, who has yet to shed memories of his bumpy 1995 Oscar gig that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. <q> <strong> Ricky Gervais </strong> was the host of the( Globes) show-- very funny guy, </q> <strong> David Letterman </strong> said on his late-night CBS show Monday.`` But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.''' At", "new_id": -2}, {"uid": "1295497950152403983", "i": 18663, "idx": 0, "sa": ["Sergio Marchionne"], "q": " Chrysler debates minivans' future despite popularity WINDSOR, Ontario-- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1295563364204783630", "i": 12691, "idx": 7, "sa": ["Tim Cook", "Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "did.''`` I could not be more excited about moving us forward, and we're really only at the beginning,'' <strong> Larry Page </strong> said. As executive chairman, <strong> Eric Schmidt </strong> said he will <q> focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. </q>`` A decade is a long Tim Cooke to be a CEO,'' <strong> Eric Schmidt </strong> said during the call. <strong> Sergey Brin </strong>, meanwhile, will devote his Tim Cooke and energy to strategic projects, in particular working", "new_id": -2}, {"uid": "1296813127059981847", "i": 5076, "idx": 1, "sa": ["Michael Vick", "Tim Tebow"], "q": "was No. 30 on the Philadelphia list in that October survey.`` <strong> Michael Vick </strong> has one of the highest levels of awareness in Philadelphia, even higher than some of the top five,'' Master said. <q> But his appeal is not really as high, for obvious reasons...`` I would think, based on the success of his season, that he would be higher when we test again in the spring- assuming he stays out of trouble. </q> Because your contributions are currently under review, no comments can be made at this Tim Tebowe. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "new_id": -2}, {"i": 34253, "idx": 0, "index_answer": 4, "new_id": -1, "q": "signing National Security Decision Directive 4-82 and selecting <strong> Donald Rumsfeld </strong> as his emissary to <strong> Saddam Hussein </strong>, whom he visited in December 1983 and March 1984.[ 14] According to U.S. ambassador <strong> Peter W. Galbraith </strong>, far from winning the conflict, <q> the <strong> Ronald Reagan </strong> administration was afraid Iraq might actually lose. </q>[ 15] In 1982, Iraq was removed from a list of State Sponsors of Terrorism to ease the transfer of dual-use technology to that country. According to investigative journalist <strong> Alan Friedman </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Alexander Haig </strong>", "sa": ["Donald Rumsfeld", "Alan Friedman", "Saddam Hussein", "Alexander Haig", "Peter W. Galbraith"], "uid": "1297395806049545220"}]