[{"uid": "1295285903003260422", "i": 36710, "idx": 2, "sa": ["Jim Ryun", "Mike Pence", "Ronald Reagan"], "q": "encouraging him to get in the race,\" <strong> Jim Ryun </strong> said in a release. \"<strong> Mike Pence </strong> describes himself as \"first a Christian, then a conservative, then a Republican,\" Benko added. <q>He unifies fiscal, social, and national security conservatives, and will energize the conservative coalition essential to winning back the White House in 2012.</q> Benko, in a brief interview, said the American <strong> Ronald Reagan </strong>\"s Committee has raised$ 70,000 so far for the draft <strong> Mike Pence </strong> initiative. Over the last several years, political observers have had kept", "new_id": -2}, {"uid": "1296632456234962986", "i": 21924, "idx": 0, "sa": ["Zahi Hawass"], "q": "The ruling party headquarters building next door to the museum was still in flames and billowing black smoke into the sky on Saturday, a day after protesters torched it during mass anti-government demonstrations. <q>What scares me is that if this building is destroyed, it will fall over the museum,</q> antiquities boss <strong> Zahi Hawass </strong> said as he watched fire trucks try to extinguish the blaze in the NDP headquarters. Early Saturday morning, Egyptian army commandoes secured the museum and its grounds, located near some of the", "new_id": -2}, {"uid": "1295628282045006886", "i": 34948, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Twitter: \"Day-to-day adult supervision no longer needed!\" <strong> Eric Schmidt </strong> said that although what he called the \"triumvirate approach\" of leadership by himself, Page and <strong> Sergey Brin </strong> has real benefits, it is time <q>to clarify our individual roles so there's clear responsibility and accountability.</q> <strong> Eric Schmidt </strong> became CEO of Google in July 2001, when he'd already been chairman of the board for several months- Google put him on the board and made him chairman in March of that year.", "new_id": -2}, {"uid": "1295559949061718541", "i": 3667, "idx": 1, "sa": ["Eric Schmidt"], "q": "will now be in charge of day-to-day operations at Google, and discussed how he's studied closely under <strong> Eric Schmidt </strong> for the last ten years. \"I believe Larry is ready,\" <strong> Eric Schmidt </strong> told investors. <q>It's time for him to have a shot at running[ Google].</q> The two were careful to frame the move as a positive transition. <strong> Eric Schmidt </strong> will be \"elevated\" to his new position, it was explained. \"How can we run the company even better?", "new_id": -2}, {"uid": "1295541654101302284", "i": 23753, "idx": 1, "sa": ["Saddam Hussein", "Colin Powell"], "q": "some choice words that former US secretary of state <strong> Colin Powell </strong> had to say about the country when he visited in December 2003. \" \"Our bilateral relationship is very, very strong,\" said <strong> Colin Powell </strong>. <q>We are great admirers of Tunisia and the progress that has been achieved under president Ben Ali's leadership.</q>\" And it was only a few months earlier, in February of that year, that After his stirring performance listing the conclusive proof of <strong> Saddam Hussein </strong>'s weapons of mass destruction, and his", "new_id": -2}, {"uid": "1297413424025755648", "i": 11260, "idx": 0, "sa": ["Kayte Walsh", "David Letterman"], "q": " \"What I hope is that Kelsey and I can improve our communications and truly co-parent our two wonderful children,\" her statement said. She also wished her ex and his fiancee, <strong> Kayte Walsh </strong>, <q>love and happiness in their new marriage.</q> Those are the kinds of good wishes that only a dollar sign followed by a lot of zeroes buys. Kelsey told <strong> David Letterman </strong> last month that he plans to marry <strong> Kayte Walsh </strong> this month. Moon over the", "new_id": -2}, {"i": 8108, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Page replaces Google CEO <strong> Eric Schmidt </strong>, who will become executive chairman. In a blog post, <strong> Eric Schmidt </strong> said Page would <q>merge Google's technology and business vision brilliantly.</q> \"I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!\" <strong> Eric Schmidt </strong> wrote. \"Larry, in my clear opinion", "sa": ["Eric Schmidt"], "uid": "1295564626204079122"}, {"uid": "1295974238110362647", "i": 35204, "idx": 0, "sa": ["Barack Obama", "Eric Cantor", "Steve Israel", "Nir Barkat", "Sen. Bernie Sanders", "Peter Roskam", "Benjamin Netanyahu"], "q": "GREENWALD Soon-to-be GOP House Majority Leader <strong> Eric Cantor </strong> met on Wednesday with Israeli Prime Minister <strong> Benjamin Netanyahu </strong>-- the same day when the actual US Secretary of State met with <strong> Benjamin Netanyahu </strong>-- and vowed that he and his GOP colleagues wo... <q><strong> Steve Israel </strong> is an Ally, Not a Project</q> Jerusalem's Mayor, <strong> Nir Barkat </strong>, met with the Co-Chair of the Republican <strong> Steve Israel </strong> Caucus, <strong> Sen. Bernie Sanders </strong> <strong> Peter Roskam </strong>, today in Washington. They discussed the Mayor's plans for upgrading and improving the Holy City that <strong> Barack Obama </strong> has requested", "new_id": -2}, {"uid": "1297242543083116089", "i": 15463, "idx": 6, "sa": ["Jennifer Lopez", "Paula Abdul", "Simon Cowell", "Steven Tyler"], "q": "host. He's no longer co-workers with <strong> Paula Abdul </strong> either- but does he think she made a bad choice leaving \"Idol\"? \"No, I don't think so,\" <strong> Simon Cowell </strong> said. <q>I think she just decided enough was enough. She wanted to do something new and the truth is on a show like that, you can't stay on it forever. It's not good for you. I don't think it's right for the show. You got ta freshen things up.</q> And \"Idol\" has certainly freshened things up with the new judges, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> joining Randy Jackson. \"I talk to Randy all the time,\" <strong> Simon Cowell </strong> said. \"We", "new_id": -2}, {"uid": "1296625607088883227", "i": 30313, "idx": 0, "sa": ["Sergio Marchionne"], "q": "4 million Cinquecentos( 500 in Italian) were built from 1957 to 1975. Warm, fuzzy feelings worked for VW's New Beetle and for BMW, with its revival of the Mini. <q>To some extent, the Fiat will share that same( nostalgia) bump,</q> said Charlie Vogelheim of IntelliChoice. \"It's an iconic design.\" Sensing it would be a winner, Fiat and Chrysler CEO <strong> Sergio Marchionne </strong> pushed to bring the 500 into the U.S. as soon", "new_id": -2}]