[{"uid": "1296047570033832973", "i": 29813, "idx": 0, "sa": ["Eric Schmidt"], "q": "now sees much of its product extension through the prism of consumers on-the-move. So, what about travel? Well, on the eve of his surprise standing down as Google CEO, <strong> Eric Schmidt </strong> <q>`` We are at the point where, between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are, what you could do there right now, and so forth- and to deliver such a service at scale. </q> \" If there was ever a`` strategic initiative'' for Google in 2011 it will be the integration of ITA Software in some way into search( presuming for a moment that the US Department of Justice", "new_id": -2}, {"uid": "1295094125134053943", "i": 20116, "idx": 46, "sa": ["Rasheed Wallace", "Allen Iverson"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak.`` The best part about it is we struggled at times in the game but we got it done,'' <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by http://wn.com/Allen_Iverson_30pts_Highlight_vs_Philadelphia_76ers_06/07 <strong> Allen Iverson </strong> took plenty of shots at his former team, before, during and after the game.", "new_id": -2}, {"uid": "1295907761051232811", "i": 10882, "idx": 4, "sa": ["Barack Obama", "Sen. Joe Lieberman", "John McCain", "Hu Jintao", "Colin Powell", "Chuck Schumer"], "q": "`` You shouldn't expect <strong> Hu Jintao </strong> to run back home and suddenly say` <strong> Sen. Joe Lieberman </strong>'ve seen the light,''' <strong> Colin Powell </strong> said of the summit between the two presidents. He also said of expectations of <strong> Barack Obama </strong>, <q> We didn't elect Superman, we elected a human being. </q> CBS: FACE THE NATION <strong> Chuck Schumer </strong>: Health care repeal will`` look like Swiss cheese'' Sens. <strong> John McCain </strong>( R-Ariz.) and <strong> Chuck Schumer </strong>( D-N.Y.) discussed potential budget cuts and who", "new_id": -2}, {"uid": "1295654535220856332", "i": 35300, "idx": 0, "sa": ["Andy Coulson", "Sarah Palin", "Brian Cowen"], "q": "handling of Arizona attack: Video: Gallup: <strong> Sarah Palin </strong>'s Image Among Americans... Photo: <strong> Brian Cowen </strong>, Irish Prime Minister and leader of World Video: Assault on the increase in France as crime drops overall Report Abuse <q> <strong> Mary Harney </strong> resigned four years too late. She should have done this years ago as she is detested as one of the worst ministers in Irish history next to <strong> Brian Cowen </strong>. </q> Report Abuse \" Fianna Fail took the debts of the rich and handed them to the taxpayer. Its that simple. \" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and", "new_id": -2}, {"uid": "1295965341261718017", "i": 5312, "idx": 0, "sa": ["Anna Diamantopoulou", "Bill Lockyer"], "q": "is not just for students. It's for anyone who needs it,'' said law student Petros Satamoudis. The government appeared taken by surprise, and demanded that the protest end immediately. <q> The law must be respected and this protest must end, </q> Education Minister <strong> Anna Diamantopoulou </strong> said. Greece's Socialist government has promised to improve screening procedures for asylum seekers, whose claims are rarely considered, but also toughen border protection and expulsion measures. Treasurer <strong> Bill Lockyer </strong> says", "new_id": -2}, {"uid": "1295125227265830412", "i": 35016, "idx": 19, "sa": ["Donald Rumsfeld", "Abu Musab al-Zarqawi"], "q": "more Soldiers sentenced for <strong> Abu Musab al-Zarqawi </strong> Ghraib abuse Archived September 15, 2005 at the Wayback Machine.^`` Iraq abuse` ordered from the top'''. BBC News. June 15, 2004.^ <q> US unit denies jail` dogs' charge </q>. BBC News. June 16, 2004.^ <strong> Donald Rumsfeld </strong> tried to resign during scandal- Conflict in Iraq- MSNBC.com^ Justice Dept. Memo Says Torture` May Be Justified'^ a b From", "new_id": -2}, {"uid": "1296774835205651968", "i": 5222, "idx": 3, "sa": ["David Vitter", "Sen. Bernie Sanders"], "q": ",'' many millions more will join the ranks of the uninsured.`` To say we should return to where we were is beyond comprehension,'' <strong> Sen. Bernie Sanders </strong> said. But, <strong> David Vitter </strong> said, <q> we want full repeal of Obamacare for a simple reason-- the big problem with the bill, the big problem with the plan aren't at the margins, they are the core, and the big problems can't be fixed with... changing a comma, or changing the punctuation or revising one or two or five or 10 sentences. The big problems are at the core, with the demand that every man, woman and child in the nation has to go onto the market and buy a particular product. </q>`` That's why we demand repeal,'' said <strong> David Vitter </strong>, who said`` we will be replacing this huge burdensome bill with a targeted approach.'' Beyond the constitutional questions, <strong> David Vitter </strong> said", "new_id": -2}, {"uid": "1297134526194773022", "i": 4287, "idx": 0, "sa": ["Michael Vick", "Mike Munchak", "Mayor Tom Leppert"], "q": "my own man, and I'll be judged by what I do and not what was done before me. I'm not looking here to blame anybody about what was left for me,'' <strong> Mike Munchak </strong> said. <q> I think it's a great opportunity here with what we have, and I think I'm the guy to pick up the pieces and hopefully get us in the right direction. </q> Dallas <strong> Mayor Tom Leppert </strong> says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a`` key to the city.'' <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this year, his second", "new_id": -2}, {"uid": "1295545167266109004", "i": 39171, "idx": 2, "sa": ["Sergio Marchionne"], "q": "''`` In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers-especially if their dollars stay in America,'' <strong> Sergio Marchionne </strong> said. <q> Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track. </q> China Takes Aim at Boeing and Airbus Unfazed by its previous flops, China is more determined than ever to build a homegrown commercial airplane. This time around, China may get it right. An Atmosphere", "new_id": -2}, {"i": 44049, "idx": 0, "index_answer": 0, "new_id": -1, "q": ". Ask him how he feels, and he'll let you know. So on Monday, when <strong> Michael Vick </strong> said on The <strong> Tony Mercurio </strong> Show on ESPN 94.1 in Virginia Beach that his injured leg has <q> probably went from 50 percent to 75 percent, </q> you can believe him. What the Eagles have to hope is that before Sunday that percent jumps up to between 85 to 95 percent. <strong> Michael Vick </strong> saying,`` I'll be 100 percent by", "sa": ["Michael Vick", "Tony Mercurio"], "uid": "1296084752130252877"}]