[{"uid": "1295461104131301415", "i": 42924, "idx": 6, "sa": ["Gary Moore", "Allen Iverson"], "q": "said have been resolved. When no NBA team was interested in him, <strong> Allen Iverson </strong> was wooed by Besiktas executive board member Seref Yalcin to continue his career overseas. <q> He's enjoying the beauty of the country, the beauty of the people, </q> <strong> Gary Moore </strong> said.`` No one has any expectations of him other than what he gives on the basketball court. No one cares about what he did five, six years ago.'' href=\"http://www.freep.com/article/20110119/NEWS05/101190377/\" rel=\"nofollow\"> Ex-con", "new_id": -2}, {"uid": "1295921270141459483", "i": 18963, "idx": 0, "sa": ["Antonio Villaraigosa", "Debbie Stabenow", "Joe Lieberman", "Kirsten Gillibrand"], "q": "there that is a reward system for good behavior.'' More than 1,000 participants are expected to witness this launch, having traveled from all 50 states to unite behind a declaration that says in part: <q> We believe hyperpartisanship is destroying our politics and paralyzing our ability to govern. We may disagree on issues, but we do so with civility and mutual respect. </q> I'm scheduled to moderate a morning session featuring U.S. Sens. <strong> Joe Lieberman </strong>( I., Conn.), <strong> Kirsten Gillibrand </strong>( D., N.Y.), and <strong> Debbie Stabenow </strong>( D., Mich.); Democratic Mayor <strong> Antonio Villaraigosa </strong> of Los", "new_id": -2}, {"uid": "1296962832064782345", "i": 7963, "idx": 1, "sa": ["Rachel Uchitel", "Simon Cowell"], "q": "judging role on the US X Factor. The 27-year-old star has been speaking with pals such as <strong> Simon Cowell </strong> and Will.i.am as she plans to kick-start her career in the States. A source said: <q> <strong> Simon Cowell </strong> still hasn't confirmed the panel. She is in a state, it's her ticket out of the UK. </q>*** Cole is signed to Universal and it is thought they will help promote her on US television to boost her profile. Miss USA 2010 Winner a Pole Dancer- <strong> Rachel Uchitel </strong> Poses for Playboy", "new_id": -2}, {"uid": "1295901953137494561", "i": 1995, "idx": 6, "sa": ["Viktor Orbán", "Zahi Hawass"], "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.'' If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q> They don't like me for making these requests, </q> said <strong> Zahi Hawass </strong>.`` But I don't care; I am doing this for Egypt.'' Photo: Hungarian Prime Minister <strong> Viktor Orbán </strong>, left, talks to... FILE- In this March 7, 1982 file", "new_id": -2}, {"uid": "1297718613156434435", "i": 35832, "idx": 0, "sa": ["David Letterman", "Nicole Kidman", "Nathan Lane", "David Lindsay-Abaire", "Kristin Chenoweth"], "q": "are too many lovey-dovey show tunes to name just one favorite, we couldn't be help but remember this charming video of Tony winners <strong> Kristin Chenoweth </strong> and href=\"http://www.broadway.com/shows/the-addams-family/\"> The Addams Family's <strong> Nathan Lane </strong> singing Irving Berlin's <q> You're Just In Love. </q> Back in 2000 the talented duo appeared on The Late Show With <strong> David Letterman </strong> to perform the Call Me Madam What's Up, <strong> David Lindsay-Abaire </strong>? The Good People Scribe on <strong> Nicole Kidman </strong>, South Boston's Mystique& More Earnest Ingenue", "new_id": -2}, {"uid": "1296091592093798426", "i": 32594, "idx": 12, "sa": ["Mike Shanahan", "Donovan McNabb", "Michael Vick"], "q": "served 18 months at Leavenworth, Kan. This week he's staying at a posh, oceanside hotel at Ko Olina Resort, savoring his experience with his teammates and soaking in the 80-degree weather. <q> I'm definitely enjoying the weather. I'm about to hit the golf course right now, so we've got to cut the interviews short, </q> he said. Things seem to be turning around for <strong> Michael Vick </strong> off the field as well. Photo: <strong> Mike Shanahan </strong>, <strong> Donovan McNabb </strong> Sports Video: Woods looks to turn a new page at Torrey Pines Sports Video", "new_id": -2}, {"uid": "1295445276220266496", "i": 23750, "idx": 1, "sa": ["Bernie Sanders"], "q": "in the United States- represents the ultimate surrender to the demands of corporate America.`` Once we allow companies to become this powerful, the FCC does not regulate them,'' says Vermont Senator <strong> Bernie Sanders </strong>. <q> They regulate the FCC, </q> says the senator. No reasonable regulator would debate <strong> Bernie Sanders </strong>'s point- or the threat to democracy posed when traditional protections against media monopoly are abandoned. Unfortunately, there was only one reasonable regulator", "new_id": -2}, {"uid": "1296535349017350719", "i": 7685, "idx": 0, "sa": ["Eric Schmidt"], "q": "chief executive, href=\"http://topics.wsj.com/person/s/Eric Schmidt-Eric Schmidt/177\"> <strong> Eric Schmidt </strong>- who will give up that post and become executive chairman in April-said in a recent blog post that all the company's strategic initiatives this year involve mobile devices. <q> Between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are, what you could do there right now, </q> he wrote on the Harvard Business Review website. Google executives in October said the company was on track to generate$ 1 billion a year in mobile-related revenue, though it declined to provide a breakdown of", "new_id": -2}, {"uid": "1296016123074825728", "i": 34030, "idx": 1, "sa": ["Barack Obama", "Kirsten Gillibrand"], "q": "'' \" Senator <strong> Kirsten Gillibrand </strong> cited the 9/11 health care bill-which she helped shepherd to passage during the lame-duck session last month-as an example of the kind of bipartisan work that might be possible in this Congress. <q>`` This last election was not a mandate for any one political party. It was a mandate for action. <strong> Barack Obama </strong> laid out a bold vision for this Congress. It is time to come together and work to create jobs across America. </q>`` I firmly believe that Congress is capable of putting politics aside and coming together to forge solutions. The way we fulfilled our moral obligation to the survivors and heroes of 9/11 is a testament to Congress'", "new_id": -2}, {"i": 11683, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> My Settings Your comment contains inappropriate content in violation of our How One Japanese TV Audition Turned Into a Real-Life` Truman Show' PublishDate= 2/7/2011 3:00:00 PM New on DVD& Blu-ray, Week", "sa": ["Simon Cowell"], "uid": "1297129562188514341"}]