[{"uid": "1295063130219856898", "i": 2171, "idx": 0, "sa": ["Mike D'Antoni", "David Letterman"], "q": "'s read, and said his plans for upgrading the roster haven't changed since the season began. \"The team out there is the strategy,\" he said before the game, pointing to the court. <q> And then we have( salary cap) room next year and the year after. We want to build this team. Period. That's what we've been doing. </q>... <strong> Mike D'Antoni </strong> said he stayed up late Thursday to watch Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach. \"He doesn't listen", "new_id": -2}, {"uid": "1295919467156090424", "i": 3523, "idx": 0, "sa": ["Gov. Rick Perry", "Bill Lockyer"], "q": "considered a GOP presidential contender, said: \"In <strong> Gov. Rick Perry </strong>, the governor and legislators practice fiscal responsibility and are required by law to have a balanced budget, something that Washington should adopt.\"- <q> Bankruptcy should not be a bailout for states that have been poorly managed. Families across America have to live within their means, and state and federal government need to do the same. </q>+ CALIFORNIA- Democratic State Treasurer <strong> Bill Lockyer </strong> said: \"States didn't ask for it. We don't want it. We don't need it.\"- \"Bankruptcy would devastate states", "new_id": -2}, {"uid": "1297192837228835342", "i": 10832, "idx": 1, "sa": ["Steve Ballmer", "Bill Gates"], "q": "technical or engineering backgrounds; most of them have since left the company. \"The question: Is a sales and marketing culture going to resonate or conflict with the company that <strong> Bill Gates </strong> built?\" I asked <q> From private conversations with Microsoft employees closer to product development, I've heard a fair bit of grumbling about swelling middle management and a priority of hiring more MBAs or sales people than technical staff. </q> I'm still hearing those grumblings today. I must wonder about the question in reverse: If <strong> Steve Ballmer </strong> puts more engineers in place, will that cause disruptive cultural conflict with the sales and marketing hierarchy? Why", "new_id": -2}, {"uid": "1295797463130105346", "i": 15334, "idx": 0, "sa": ["Andy Coulson"], "q": "the judges to consider a plea agreement that would convict him on manslaughter charges, which would carry far lesser penalties. Iraqi law requires defendants to enter their formal pleas at the end of trial. Report Abuse <q> I hope Fritzsimons will get a fair hearing. The important thing in this is to show, that nowbody is above the law and if you murder someone- regardless of who you are- you will be prostecuted and sentenced under the local jurisdiction. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1297174755196968449", "i": 49400, "idx": 4, "sa": ["Simon Cowell"], "q": "competitive. Unlike the singers, we don't pretend to like each other.\" <strong> Simon Cowell </strong> avoided commenting extensively on the new \"Idol\" judges panel, saying he hasn't seen a whole episode. <q> From what I've seen and heard, things seem to be going well, which I expected. </q> He sees this as good news because it means, \"People are still excited by these shows.\" Tweets that mention <strong> Simon Cowell </strong> says X-Factor will find a superstar- Tom Jicha's TV Plus-", "new_id": -2}, {"i": 33514, "idx": 0, "index_answer": 3, "new_id": -1, "q": "It comes after Downing St director of communications <strong> Andy Coulson </strong> quit amid allegations about phone hacking at the News of the World when he was editor. Labour deputy leader <strong> Harriet Harman </strong>, speaking on Sky News, said: <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced. \"Nobody is above the law, no newspaper editor, no journalist. </q> Although the Independent on Sunday also reported that Mr <strong> Gordon Brown </strong>'s predecessor <strong> Tony Blair </strong> had asked the Met Police to investigate whether he was the victim of phone hacking, his spokesman said: \"<strong> Tony Blair </strong> did not have", "sa": ["Tony Blair", "Gordon Brown", "Andy Coulson", "Harriet Harman"], "uid": "1295792724254902285"}, {"uid": "1296524457137232397", "i": 1042, "idx": 1, "sa": ["Michael Vick"], "q": "The head of a Tijuana-area drug trafficking ring who worked... Report Abuse \" \"Let's stick with the facts and numbers when talking about where we are with the border,\" she said.\" Report Abuse <q> \"<strong> Janet Napolitano </strong> touts safety of US border communities </q>.\" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Serial Rapist Suspected of Strangling Wash.. Guard Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$", "new_id": -2}, {"uid": "1297610241160759815", "i": 31880, "idx": 2, "sa": ["Zahi Hawass"], "q": "missing. \"An investigation has begun to search for the people who have taken these objects, and the police and army plan to follow up with the criminals already in custody,\" <strong> Zahi Hawass </strong> said. <q> I have said if the Egyptian Museum is safe, than Egypt is safe. However, I am now concerned Egypt is not safe. </q> <strong> Zahi Hawass </strong> also said that, \"in another terrible turn of events\", a magazine in Dahshur near Cairo was broken into on Friday night. \"This magazine contains large blocks and small artifacts,\"", "new_id": -2}, {"uid": "1295563261075235353", "i": 5066, "idx": 2, "sa": ["Eric Schmidt"], "q": "of co-founder as opposed to his current role of president, Technology. \"He's an innovator and entrepreneur to the core, and this role suits him perfectly,\" <strong> Eric Schmidt </strong> wrote in his post. <q> As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> wrote in his post. 250){ this.style.height= ifh+ \"px';} else{ this.style.height=' 250px\";};\"> ZDNet: 5 things to know about electric", "new_id": -2}, {"uid": "1296925561182648841", "i": 9323, "idx": 0, "sa": ["Steve Ballmer"], "q": "powers back-end search for Yahoo, whose share stood at 16 percent. Even if you combine its share into Bing's, however, the audience for Microsoft's search engine remains half that of Google. <q> I don't know how old I will be when that'll happen, </q> Microsoft CEO <strong> Steve Ballmer </strong> told an audience in March 2010, during the Search Marketing Expo in Santa Clara, Calif., when asked if and when Bing would overtake Google in search. Whatever the future holds,", "new_id": -2}]