[{"uid": "1295754864179863585", "i": 31398, "idx": 5, "sa": ["Rafer Alston", "Joe Smith", "Michael Bruce Curry", "Earnest Ross", "Allen Iverson", "Ben Wallace"], "q": "missed only one of his eight shots while recording 14 points and 10 rebounds.`` You've just got to take one shot at a time,'' <strong> Joe Smith </strong> said of the streak after shooting 1-of-5 before intermission. <q> In the first half, it was awful, so I came out early at halftime and tried to get my http://wn.com/Allen Iverson_Allen Iverson_highlights_vs_Bucks_08/09_NBA_*Missed_Practice_Coming_off_the_Ben Wallacech_*CEarnest Rossover_on_Lue One day after a missed practice landed him on the Detroit Pistons' Ben Wallacech, <strong> Allen Iverson </strong> spoke Rafer Alstondly with his play Friday night. Once he got the chance. Coming off the Ben Wallacech for the first time as a Piston, <strong> Allen Iverson </strong> scored 17 points and led Detroit to a 107-97 victory over the slumping Milwaukee Bucks.`` With everything going on, I wanted to play well, </q> <strong> Allen Iverson </strong> said.`` I just wanted to play well. Especially for my teammates because I let them down by not being here.'' <strong> Allen Iverson </strong> was Ben Wallaceched by Pistons coach <strong> Michael Bruce Curry </strong> to begin the game, punishment for", "new_id": -2}, {"uid": "1294964788123027464", "i": 35976, "idx": 0, "sa": ["Mark Kelson", "Kirsten Gillibrand"], "q": ". Members of Congress who visited Giffords in hospital said she had briefly opened her eyes for the first time since the attack. Senator <strong> Kirsten Gillibrand </strong>, who was holding Giffords's hand, said: <q> So her eye is flickering and <strong> Mark Kelson </strong> sees this and gets extremely excited... And so he said: Gabby, open your eyes, open your eyes. And he's really urging her forward. </q>`` And then she finally opens her eyes and you could she was like desperately trying to focus and it took enormous strength from her. And <strong> Mark Kelson </strong> could just can't believe it. I mean,", "new_id": -2}, {"uid": "1295530178028180481", "i": 10326, "idx": 3, "sa": ["Michael Gove"], "q": "less prescriptive LaRitournelle 20 January 2011 1:23 PM Pethia: I'd be very interested in evidence( from you or <strong> Michael Gove </strong>) to illustrate your assertion that the National Curriculum has become <q> a vehicle for imposing political fads on our children </q>.( Daily Mail articles not admissible). \" Given the woeful subject knowledge that many teachers now seem to have in relation to other subjects such as maths and science \" In order to post", "new_id": -2}, {"uid": "1295451814058523658", "i": 28296, "idx": 0, "sa": ["Howard Stern", "David Letterman", "Jay Leno"], "q": "interviewed Sirius Radio host, <strong> Howard Stern </strong>. During the interview, Mr. <strong> Howard Stern </strong> commented that he doesn't like <strong> Jay Leno </strong> of NBC's Tonight Show and doesn't understand why his ratings are higher than <strong> David Letterman </strong>'s. <q> America must be filled with morons, </q> he said about <strong> Jay Leno </strong>'s fans who tune in every night.`` I don't like <strong> Jay Leno </strong> personally,'' <strong> Howard Stern </strong> said. He complimented the comedian's career David Lettermany on, but added,`` I", "new_id": -2}, {"uid": "1295096435134053898", "i": 6780, "idx": 2, "sa": ["Alassane Ouattara"], "q": "et notamment en C?te d'Ivoire. Il serait bon que les dirigeants europ?ens retrouvent leurs sens et prennent la mesure de la situation qui a cours en C?te d'Ivoire''. Le conseiller du pr?sident Gbagbo a qualifi <strong> Alassane Ouattara </strong> de <q> candidat http://wn.com/Mosaic_News__01/11/11_World_News_From_The_Middle_East Watch more Mosaic at www.linktv.org Today's News: Tunisian schools ordered to shut down amid unrest, Ivory Coast's Gbagbo rejects rival's unity offer, Iran dismantles Israeli spy ring, and more. Headlines:`` Tunisian schools ordered to shut down amid unrest, </q> Al Jazeera TV, Qatar`` Sudan denies Bashir offered to bear country's entire debt if south secedes,'' Dubai TV, UAE`` Ivory Coast's Gbagbo rejects rival's unity offer,'' BBC- Arabic", "new_id": -2}, {"uid": "1295264028094093318", "i": 8697, "idx": 5, "sa": ["David Cameron", "Andy Coulson"], "q": "alone. Pressed on the claims today that <strong> Andy Coulson </strong> offered to quit over recent developments, <strong> David Cameron </strong> refused to divulge`` private conversations'' other than to say that <strong> Andy Coulson </strong> was`` extremely embarrassed'' by the reports <q> as anyone who is human would be </q>. But the prime minister said that he judged his staff on whether they were doing a`` good job'', telling BBC Radio 4's Today programme that <strong> Andy Coulson </strong>`` can't be responsible for the", "new_id": -2}, {"uid": "1296590712205504524", "i": 47417, "idx": 1, "sa": ["Ted DiBiase", "Emma Stone", "Angelina Jolie", "Stone Cold Steve Austin", "Anne Hathaway", "Steve Austin", "Julianne Moore", "Annette Bening"], "q": "actress can do her best work until she's slept with me.'' He then hinTed DiBiase that nominees- <strong> Julianne Moore </strong>, <strong> Annette Bening </strong>, <strong> Angelina Jolie </strong> and <strong> Anne Hathaway </strong>- had at one point rejecTed DiBiase his advances. He went on: <q> I'm not trying to creep anyone out, but where's <strong> Emma Stone </strong>? </q> in reference to 22-year-old <strong> Emma Stone </strong>. And he finished by adding:`` I'm not saying that my theory holds water but <strong> Steve Austin </strong> talks about the WWE/TNA battle Last night's RAW guest host, <strong> Stone Cold Steve Austin </strong>, recently appeared", "new_id": -2}, {"uid": "1296820432076218415", "i": 641, "idx": 1, "sa": ["Howard Stern", "David Letterman", "Jay Leno"], "q": ". href=\"http://www.examiner.com/Howard Stern-Howard Stern-in-national/Howard Stern-Howard Stern-talks-intern-sex-scandal-on-David Letterman-video\" rel=\"nofollow\"> <strong> Howard Stern </strong> to <strong> David Letterman </strong>: sorry about your sex scandal( video) Instead of deflecting <strong> Howard Stern </strong>'s apology, <strong> David Letterman </strong> responded with candor and a bit of reciprocal praise. <q>`` You have been very, very nice to me on the radio and viciously ugly to me on the radio and I except both with equanimity because I know a little bit about how you operate and I'm still fond of your talent and your ability and what you've represented to the United States of America-and of course, the world. </q> \" href=\"http://www.examiner.com/Howard Stern-Howard Stern-in-national/Howard Stern-Howard Stern-on-David Letterman-calls-for-hollywood-to-boycott-Jay Leno-Jay Leno-video\" rel=\"nofollow\"> <strong> Howard Stern </strong> calls for Hollywood to boycott <strong> Jay Leno </strong>( video) <strong> Howard Stern </strong> ended his third and final segment on Thursday night's Late Show once again pushing for <strong> David Letterman </strong> to holler back", "new_id": -2}, {"uid": "1295592036054968326", "i": 16608, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Tim O’Reilly", "Peter Piot", "Larry Brilliant", "Michael Schmidt"], "q": "other entrepreneurs. 5:48 By <strong> Larry Page </strong>, Co-Founder of Google, and <strong> Eric Schmidt </strong>, CEO of Google.... Google.Org: 25 Years of AIDS 53:11 A conversation with Dr. <strong> Peter Piot </strong>, <strong> Eric Schmidt </strong>, and <strong> Larry Brilliant </strong> on the topic of <q> AIDS: Are We Destined for Another 25 years? </q>( February 2007)... video results for: google <strong> Michael Schmidt </strong> Larry Pageric <strong> Michael Schmidt </strong> of Google: Change Creates Opportunity Despite the economic downturn, <strong> Michael Schmidt </strong> tells students now is the perfect Tim O’Reillye to be graduating. Additionally, the Google", "new_id": -2}, {"i": 16616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q> The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with, </q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities to", "sa": ["Bill Lockyer"], "uid": "1295960930216842358"}]