[{"uid": "1297670559058834956", "i": 9652, "idx": 3, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Ken Rudin", "President Bush"], "q": "follow the election of <strong> President Bush </strong>, because <strong> Saddam Hussein </strong> was seen as unfinished business from the administration of the first <strong> President Bush </strong>. If that were true for some, <strong> Donald Rumsfeld </strong> said, it wasn't for him. <q>INSKEEP: Did you go into your tenure as secretary of defense believing that war with Iraq was coming?<q> Looking for <strong> Ken Rudin </strong>'s Political Junkie? It has a new home inside the new It's All Politics Blog Ron Elving and his Watching Washington", "new_id": -2}, {"uid": "1296102285053329931", "i": 861, "idx": 0, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "said he will step down as chief executive officer in favor of <strong> Google Inc. </strong> co-founder Larry Page and become executive chairman. <strong> Eric Schmidt </strong> is \"committed to <strong> Google Inc. </strong>,\" he said at the Digital-Life-Design conference in Munich on Tuesday. <q>How long are you committed to doing what you're doing? As long as it's exciting,<q> he said in response to a question about his plans. Advertisement <strong> Eric Schmidt </strong>, 55, may be considering a career as a television host, the New York Post reported. <strong> Ken Auletta </strong>, author of", "new_id": -2}, {"i": 38274, "idx": 0, "index_answer": 0, "new_id": -1, "q": "trucks, including a new version of its Jeep Grand Cherokee. <strong> Sergio Marchionne </strong>, the chief executive of both Chrysler and Fiat, said that retooling the product lineup had positioned Chrysler to start making money again. <q>It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,<q> He said the company would increase revenues this year to$ 55 billion and achieve net income of$ 200 million to$ 500 million. The company still owes more than$ 7 billion to", "sa": ["Sergio Marchionne"], "uid": "1296478830064815110"}, {"uid": "1297716682175407198", "i": 19641, "idx": 1, "sa": ["Steve Ballmer"], "q": "world's biggest mobile operators were \"all smiles\" about the tie-up because Nokia has traditionally been more amiable to telecoms providers than Apple or Google. \"This is good news for operators,\" he said. <q>We are in a position to create a third ecosystem. We know what it means to be the most friendly to the operators.<q> <strong> Steve Ballmer </strong>, Microsoft's chief executive, said: \"Windows Phone will be the most operator friendly\". 10 Feb 2011 Recently Europe's big telecoms groups- O2, Vodafone, France Telecom", "new_id": -2}, {"uid": "1297185058166789171", "i": 41007, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "ceremonial gifts are different from the official keys to the city presented by the mayor,\" he said. As for honouring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and <q>am deeply sorry to offend anyone who loves animals.<q> He acknowledged <strong> Michael Vick </strong>'s past but noted that \"since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends", "new_id": -2}, {"uid": "1295149208134824011", "i": 1425, "idx": 0, "sa": ["Saddam Hussein", "Colin Powell"], "q": "Iraq, setting the stage to target their manufactured outrage, against a former CIA asset, <strong> Saddam Hussein </strong>. With Defense Secretary <strong> Colin Powell </strong>'s UN speech justifying invasion of Iraq, he <q>could not escape the reality that this speech greased the skids for death and destruction in Iraq and brought unprecedented shame on our country<q>. Operation Iraqi Freedom starts the last gasp of the military-industrial-complex to colonize oil resources and to encircle Asian aspirations. The\" Central Intelligence Agency admits that the imminent threat from weapons of mass destruction", "new_id": -2}, {"uid": "1296225359092700754", "i": 12056, "idx": 5, "sa": ["Gov. Rick Perry", "Barack Obama", "Mike Pence", "Rahm Emanuel", "Mitch Daniels"], "q": ", current <strong> Gov. Rick Perry </strong> <strong> Mitch Daniels </strong>, who can't seek a third term. The chair of the Republican Governors Association, <strong> Gov. Rick Perry </strong>, issued a boastful statement Thursday saying he was encouraged by <strong> Rahm Emanuel </strong> <strong> Mike Pence </strong>'s decision. <q>While the Republican presidential field lost a strong voice today, I am confident the people of Indiana will benefit from <strong> Mike Pence </strong>'s decision,<q> <strong> Gov. Rick Perry </strong> said. NEW FACE At the end of his third week on the job, <strong> Barack Obama </strong>'s chief of staff, Bill Daley, wrapped up the West Wing reorganization that has been underway for", "new_id": -2}, {"uid": "1295943954061587491", "i": 6486, "idx": 0, "sa": ["Eric Schmidt"], "q": "the award is \"unusual\" for an executive who is transitioning out of the CEO role, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q>the board clearly wants to retain his guidance for the next four years.<q> <strong> Eric Schmidt </strong>, 55, is being replaced as Google's CEO by co-founder Larry Page. Page, 37, takes over the CEO role in April. Purchase Photos Other", "new_id": -2}, {"uid": "1295907459085770303", "i": 28959, "idx": 7, "sa": ["Zahi Hawass"], "q": "Egyptian people.\" If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. \"They don't like me for making these requests,\" said <strong> Zahi Hawass </strong>. <q>But I don't care; I am doing this for Egypt.<q> Cooperstown for noodles It's Michael Bauer's Bay Area pasta hall of fame. This heavenly ragout from Cotogna makes the list. EDUCATION Company Cabrillo College Location EMPLOYMENT OPPORTUNITIES Company ENGINEER", "new_id": -2}, {"uid": "1296292861120143897", "i": 22719, "idx": 1, "sa": ["Zahi Hawass"], "q": ", from looters.\"- Ah, let them loot and take the treasure prime: This <strong> Zahi Hawass </strong>, much the human crime; Full of himself and of that great hot air Report Abuse <q>First the \"protesters' formed a human chain to protect the musium<q> In Cairo, Egypt, a street-eye view on a day of` revolution' and high hopes Why Palestine papers didn't spark outrage against Abbas\"s government", "new_id": -2}]