[{"uid": "1295973768250167296", "i": 34877, "idx": 4, "sa": ["Ricki Lake", "Wendy Williams", "Eric Schmidt"], "q": "My show is the <strong> Eric Schmidt </strong>\" , \"<strong> Eric Schmidt </strong> Happens\" , \"I'm getting too old for this <strong> Eric Schmidt </strong>\" , \"I <strong> Eric Schmidt </strong> you not\" and \"Who Gives a <strong> Eric Schmidt </strong>?\" . <q> So <strong> Eric Schmidt </strong> wants his own talk show. I think instead he should partner with <strong> Wendy Williams </strong> and <strong> Ricki Lake </strong> and call it` <strong> Eric Schmidt </strong> Sandwich', </q> wrote Aubrey Sabala. McGuirk is the executive producer for CNN's Parker Spitzer, a show on which <strong> Eric Schmidt </strong> recently appeared and caused concern by saying that people who were worried about their home featuring on Google", "new_id": -2}, {"uid": "1295361627259211268", "i": 27578, "idx": 0, "sa": ["Steve Ballmer"], "q": "Year award, Glo was selected by Microsoft Corp. as a prime example of applications touch-tuned to maximize the interactivity and features of the new slate devices that were shown at the Microsoft booth at CES in Las Vegas. <q> \"We are honored to be included in Product Scout </q> \" Microsoft CEO <strong> Steve Ballmer </strong> introduced several Windows 7-powered slates during his CES keynote presentation, and the CES trade show floor was punctuated with Microsoft and OEMs showing Windows 7-powered slates at their booths including apps such as", "new_id": -2}, {"uid": "1295727628021119018", "i": 25766, "idx": 0, "sa": ["Simon Cowell", "Nigel Lythgoe"], "q": "a ratings slump or slip further away from the top spot. American viewers have never known an Idol that does not feature <strong> Simon Cowell </strong>'s rolling eyes, one-liners or antagonistic adjectives. Will they embrace it? <q> We're certainly back to having fun, </q> said executive producer <strong> Nigel Lythgoe </strong>, who rejoined the singing competition after a two-year hiatus. \"At some point along the way, and we're certainly all guilty of it, we started taking ourselves too seriously. I", "new_id": -2}, {"uid": "1297096904101318657", "i": 25707, "idx": 2, "sa": ["George H. W. Bush", "Colin Powell", "Donald Rumsfeld"], "q": "a good job of managing the people under him,\" <strong> Donald Rumsfeld </strong> said. \" \"There was a lot of leaking out of the State Department, and the <strong> George H. W. Bush </strong> knew it,\" he said. <q> And it was unhelpful. And most of it ended up making the State Department look good. We didn't do that in the Pentagon. I insisted we not do it. </q> <strong> Colin Powell </strong>, <strong> Donald Rumsfeld </strong> said, never spoke up in meetings with the <strong> George H. W. Bush </strong> to raise objections to the Iraq war. \"There's a lot of stuff[ in] the press that say <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1296371374213876760", "i": 43353, "idx": 0, "sa": ["Rick Adelman", "Chris Webber", "Del Negro", "Phil Jackson", "Chris Bosh", "Allen Iverson", "Nicolas Batum", "Peja Stojaković"], "q": "what's going on.\" The Kings visit the New York KNicolas Batumks on Wednesday, but <strong> Rick Adelman </strong> wasn't sure about <strong> Peja Stojaković </strong>'s status. \"I have a lot of faith in <strong> Peja Stojaković </strong>,\" <strong> Rick Adelman </strong> said. <q> He's meant a lot to me and this franchise. He's been a pro his whole career. </q> The Sixers have won three in a row, improving to 21-20 at the halfway point of the season. Phil JacksonaDel Negrophia, which came in allowing the third-most points in the NBA, reverted to Iverson_Allen Iverson_50pts_vs_Chris Bosh_Chris Webber_Sacramento_Kings_99/00 <strong> Allen Iverson </strong> calmly sank two", "new_id": -2}, {"uid": "1295678185221315132", "i": 38219, "idx": 0, "sa": ["Andy Coulson", "Bill Clinton", "Jean-Claude Duvalier"], "q": "you do possess them. \" Report Abuse \" Only in France would they harbour this criminal. \" Report Abuse \" forget <strong> Jean-Claude Duvalier </strong>.. the real evil have always been the americanS: From wikileaks \"' <q> Ambassador and PolCouns... stressed continued US G[ overnment] insistence that all efforts must be made to keep Aristide from returning to Haiti or influencing the political process...[ and that Washington was] increasingly concerned about a major deterioration in security, especially in Port au Prince. </q>' Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Trader Makes$ 4 Bill Clintonion Wiz Kid Stock& Option Trader Makes$ 4", "new_id": -2}, {"uid": "1295401402180518914", "i": 31169, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Writer Dee-ann Durbin, Ap Auto Writer WINDSOR, Ontario- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1297684045187187200", "i": 22149, "idx": 3, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "from the US occupation still far from dying down, peaceful protests seemed simply too dangerous to be possible. Re: Six Years Later: March 19- Shock& Awe( aka The Beginning of the End) <q> Reply# 2415 on: February 12, 2011, 06:02:47 AM </q> <strong> Donald Rumsfeld </strong> on Iraq War: \"Nobody Lied\" 2/11/2011 4:02:09 PM In an interview with WSJ's Jerry Seib, former Secretary of Defense <strong> Donald Rumsfeld </strong> reveals that <strong> George H. W. Bush </strong> never asked anyone whether going to", "new_id": -2}, {"uid": "1296619353222035981", "i": 37395, "idx": 3, "sa": ["Ming Yi", "M. Night Shyamalan", "Michael Vick"], "q": "left before ending of 3rd quarter, Eagle is setting another record for \"Most Scoring Team\" on Monday <strong> M. Night Shyamalan </strong> Football with the spank \"Eagle 59- 21 Redskin\" . Eagle also set a new record for <q> Most Scoring Team On The Road In NFL </q>. This is an amazing <strong> M. Night Shyamalan </strong> for Micheal <strong> Michael Vick </strong> perforMing Yi. The final score of the game is \"Eagle 59- 28 Redskin\" . <strong> Michael Vick </strong> Record <strong> M. Night Shyamalan </strong>^^. This is just a song and a picture", "new_id": -2}, {"uid": "1297114055149651533", "i": 55873, "idx": 0, "sa": ["Simon Cowell"], "q": "largest prize in television history! Check out <strong> Simon Cowell </strong> at \"Idol\" NYC auditions! The show will also feature contestants age 12 and up. In a statement issued by FOX, <strong> Simon Cowell </strong> said, <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group. </q> Breaking news and hot photos are just a touch away! Extra connects you with friends and the latest in celebrity news. Check out exclusive performances from all your favorite acts!", "new_id": -2}]