[{"uid": "1295440324144605237", "i": 37514, "idx": 4, "sa": ["Jimmy Iovine", "Simon Cowell"], "q": "coach the contestants two or three days a week. \"They're going to be bringing them along the same way they bring any artist that signs with Interscope along every week,\" <strong> Simon Cowell </strong> <strong> Jimmy Iovine </strong> said. <q>I think you're going to see a remarkable difference from week to week; much bigger than it was in the previous shows and previous airings.</q> The brunt of the changes won't be noticed until after the first month of telecasts, which feature auditions in different parts of the country. The contestants who make it through the Hollywood round of auditions", "new_id": -2}, {"uid": "1297183312119177307", "i": 46113, "idx": 3, "sa": ["Matt Lauer", "Simon Cowell"], "q": "what I used to do before. I think the show had to reinvent itself. I think it's right that it's a different show to what we made before.\" He continued: <q> \"I left the show on fantastic terms. I still talk to Randy and Ryan, and I still talk to Kenny, one of the executive producers. We're still good friends, but we're going to be competitive with each other; make no mistake.</q>\" <strong> Matt Lauer </strong> was unsuccessful in getting any real X Factor \"news\" out of the acerbic judge. He asked about who will be judging the American version of the show with <strong> Simon Cowell </strong> when it begins here", "new_id": -2}, {"uid": "1295458414232456261", "i": 31458, "idx": 1, "sa": ["Sergio Marchionne"], "q": " \"In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers, especially if their dollars stay in America,\" <strong> Sergio Marchionne </strong> said. <q>Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.</q> \"Hydraulic hybrid vehicles represent the cutting edge of fuel-efficiency technology and are one of many approaches we're taking to save money for drivers, clean up the air we breathe and cut the greenhouse gases that jeopardize", "new_id": -2}, {"uid": "1295647859184696927", "i": 45621, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "is owned by <strong> Rupert Murdoch </strong>'s News Corp, which is waiting to hear if the government will clear its planned$ 12 billion buyout of pay TV operator BSkyB or refer the deal to competition authorities for further checks. <q>Continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role,</q> said <strong> Andy Coulson </strong>, who has always denied any knowledge of wrongdoing at the newspaper. \"When the spokesman needs a spokesman it's time to move on,\" he said in a statement. <strong> David Cameron </strong> has repeatedly", "new_id": -2}, {"uid": "1297284502241352719", "i": 44894, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "Slideshow: FILE- In this April 27, 2010 file photo, a... U.S. Video: City worker's striptease raises questions Report Abuse \"cut off our arm to pay for pretty clothes.\" Report Abuse <q>Just another quick fix lets see how fast gasoline prices drop.They wont LOL</q> remember our Government is here to hurt us not help us. ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading", "new_id": -2}, {"i": 466, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,</q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295467181182812683"}, {"uid": "1297183707149962781", "i": 36718, "idx": 1, "sa": ["Cheryl Cole", "Paula Abdul", "Katy Perry", "Simon Cowell", "Nicole Scherzinger", "Matt Lauer", "Mariah Carey"], "q": "talking to somebody on Friday who I really, really want to be on the show and I'm waiting on a decision.\" When <strong> Matt Lauer </strong> asked for the identity of the individual, <strong> Simon Cowell </strong> responded: <q>I can't say. I really, really at this point can't say; I'm sworn to secrecy. They'll be cute, and the guy won't be as good looking as me. That's one of the rules!</q> Among the celebrities who have been linked to the judging panel are <strong> Katy Perry </strong>, Rihanna, <strong> Paula Abdul </strong>, <strong> Mariah Carey </strong>, <strong> Nicole Scherzinger </strong> and current X Factor UK judge <strong> Cheryl Cole </strong>. <strong> Simon Cowell </strong> has said than an announcement will be made", "new_id": -2}, {"uid": "1295589642085278733", "i": 610, "idx": 5, "sa": ["Eric Schmidt"], "q": "CEO, <strong> Eric Schmidt </strong> said during the call. \"It's time for him to have a shot at running this.\" Page hailed <strong> Eric Schmidt </strong> as a \"tremendous leader\" whose contributions exceeded all expectations. <q>There is really no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong> has done,</q> Page said. Although he tried to debunk the idea in Thursday's interview, <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinized", "new_id": -2}, {"uid": "1297138045102924322", "i": 48737, "idx": 2, "sa": ["Simon Cowell", "Susan Boyle"], "q": "older singer... times have changed. You have to make a case-by-case decision based on them as a person.\" Contestants will have to audition before a live audience of 5,000 people in an arena. <q>It was supposed to be similar to them doing their first concert. It really helped show me who could handle the pressure,</q> <strong> Simon Cowell </strong> explains. <strong> Simon Cowell </strong> knows the importance of audience feedback as it helps to be open to people's talent he wouldn't have necessarily seen on his own. \"I don't believe <strong> Susan Boyle </strong> would have", "new_id": -2}, {"uid": "1295621862132808705", "i": 43281, "idx": 1, "sa": ["Eric Schmidt"], "q": "decade on Thursday, handing the reins of the company to one of its co-founders in an effort to rediscover its start-up roots,\" Claire Cain Miller and Miguel Helft report for The New York Times. <q>As it has grown into the dominant company in Silicon Valley, Google has lost some of its entrepreneurial culture and become a slower-moving bureaucracy, analysts and insiders say,</q> Miller and Helft report. \"To counter this, the company announced that Larry Page, its 38-year-old co-founder, would take over as chief executive from <strong> Eric Schmidt </strong>, a technology industry veteran who was brought in a decade", "new_id": -2}]