[{"uid": "2008091106_00020149_W", "i": 1562, "idx": 5, "sa": ["Julius Malema"], "q": "looked very sober to us... we believe in that judge, he looked like van der merwe, that judge,\" said <strong> Julius Malema </strong>, referring to judge willem van der merwe who acquitted zuma on rape charges. <q> therefore, that's why we are so convinced we are going to get a positive judgement. </q> but even if the judgment was not in zuma's favour, the ancyl would still make sure that he became president, said <strong> Julius Malema </strong>. from pietermaritzburg, we will march with him to the union buildings. we", "new_id": -2}, {"uid": "2008092713_00021055_W", "i": 3489, "idx": 5, "sa": ["John McCain", "Joe Biden", "Barack Obama", "Sarah Palin", "George H. W. Bush"], "q": "focus on keeping jobs in the united states. in pitts' book, <strong> John McCain </strong> failed to distinguish himself from the <strong> George H. W. Bush </strong> administration, though he tried. <strong> John McCain </strong> noted where he had parted ways with the <strong> George H. W. Bush </strong>, but <q> how can you be a maverick if the record shows you voted 90 percent of the time with the person most people don't like? </q> although pitts came away leaning toward <strong> Barack Obama </strong>, he said he will watch with interest the next two presidential debates and thursday's <strong> George H. W. Bush </strong> presidential debate between <strong> Sarah Palin </strong> and democratic candidate sen. <strong> Joe Biden </strong>.", "new_id": -2}, {"uid": "2008111000_00021997_W", "i": 4122, "idx": 2, "sa": ["Barack Obama", "Louis Farrakhan"], "q": "need help from \"god and people of good will\" to make the positive changes the nation needs. the once-ailing 75-year-old leader spoke today to more than 1,000 followers at chicago's mosque maryam in an address called <q> america's new beginning: Barack Obama-elect <strong> Barack Obama </strong>. </q> <strong> Louis Farrakhan </strong> admitted he stayed quiet about his support for <strong> Barack Obama </strong> during the past few months out of fear his words would harm the illinois senator's bid for the white house. during the democratic primary campaign, <strong> Barack Obama </strong> said", "new_id": -2}, {"uid": "2008110918_00027534_W", "i": 4119, "idx": 3, "sa": ["Barack Obama"], "q": "review likely to say afghanistan situation` dire' canadian journalist freed in afghanistan \"we've gotten new guidance that we had before the <strong> Barack Obama </strong> talked, or expressed his greetings to Barack Obama-elect <strong> Barack Obama </strong>,\" he said. <q> so it's not that that's new, it's just that we're trying with renewed emphasis to avoid any kind of thing like that. </q> the u.s. military also is investigating reports that as many as 30 civilians were killed in an airstrike on thursday in badghis province in northwest afghanistan. the reported casualties come as the u.s. and nato forces are waging a", "new_id": -2}, {"uid": "2008120513_00017186_W", "i": 515, "idx": 2, "sa": ["Faheem Ansari"], "q": "he was trained, a senior police officer involved in the investigation said. in pakistan, interior ministry chief rehman malik told reporters that he had no information on lakhvi or muzammil but that authorities would check. <strong> Faheem Ansari </strong> <q> told us about a planned lashkar attack on bombay, on southern bombay, </q> said yash, referring to mumbai by its alternate name. \"he gave us eight or nine specific locations where the attack would be carried out,\" he said, adding that <strong> Faheem Ansari </strong> had detailed sketches of the", "new_id": -2}, {"uid": "2008092702_00027240_W", "i": 4483, "idx": 1, "sa": ["Jim Hudson"], "q": "keep custody of the six girls. the girls will attend the hearings. \"we will transport them to and from hearings. we will take part in any future hearings,\" agency spokeswoman julie munsell said. <q> our job right now is to basically take care of them. </q> state circuit judge <strong> Jim Hudson </strong> said two hearings would be conducted friday and the other four monday in the six hearings will be split among three judges who will decide whether the state had enough evidence to temporarily remove the children", "new_id": -2}, {"uid": "2008121918_00020791_W", "i": 914, "idx": 1, "sa": ["Adrian Diaconu", "Glen Johnson", "Antonio Tarver", "Silvio Branco"], "q": "had been finalized, he couldn't hold back his feelings. \"this is a disgrace to the sport,\" said <strong> Glen Johnson </strong>, the former light heavyweight champ who is currently the most avoided man in boxing. <q> didn't anyone watch the first fight? do they think anything different will happen the second time around? hbo should have put this fight on a month earlier, so it could have been the st. valentine's day massacre part two. </q> <strong> Glen Johnson </strong>, who is currently awaiting a fight against the winner of the wbc light heavyweight title bout between <strong> Adrian Diaconu </strong> and <strong> Silvio Branco </strong>, has good reason to be angry, considering that he has already beaten <strong> Antonio Tarver </strong> and that most", "new_id": -2}, {"uid": "2008102710_00014579_W", "i": 4594, "idx": 1, "sa": ["Manuel Santos", "Oscar Tulio Lizcano"], "q": "martha, saying he regretted not being able to bring her the last 20 poems he wrote to her during his captivity. <strong> Oscar Tulio Lizcano </strong> sent a message of support to the two hostages who were still in farc captivity. <q> have courage. if i made this great effort, for god's sake stay strong. i was there for nine years and i know that they're going to get out and enjoy freedom, </q> he said. <strong> Manuel Santos </strong> said that the pressure of colombian troops on the guerrillas in choco province, where authorities knew for several months that <strong> Oscar Tulio Lizcano </strong> was being held, forced isaza to make the decision to escape along with", "new_id": -2}, {"uid": "2008110508_00005748_W", "i": 1823, "idx": 5, "sa": ["Ashley Swearengin"], "q": "son, brian nessier, 30, split on the mayor's race, with patrick voting for <strong> Ashley Swearengin </strong> and brian giving perea the nod. patrick nessier said he believed <strong> Ashley Swearengin </strong>'s business experience was the key difference. <q> being mayor is like leading a business, </q> patrick nessier said. brian nessier said he liked the work perea has done during six years on the city council. \"i especially like what he's done with downtown,\" patrick nessier said. father and", "new_id": -2}, {"uid": "2008101104_00027713_W", "i": 1704, "idx": 4, "sa": ["John Quincy Adams"], "q": "women in uniform as global cops for the united nations. someone who would stop america's global adventurism and interventionism. someone who would steadfastly support and defend the right of the people to keep and bear arms. <q> who is this person? </q> you ask. go here to find out: as <strong> John Quincy Adams </strong> said, \"always vote for principle, though you may vote alone, and you may cherish the sweetest reflection that your vote is never lost.\"", "new_id": -2}]