[{"uid": "1297556748101662770", "i": 14903, "idx": 0, "sa": ["Blake Griffin", "Allen Iverson", "Dwyane Wade"], "q": "first rookie since <strong> Allen Iverson </strong> in 1996 to have two 40-point games in a season and would set a Clippers franchise record for consecutive double-doubles( 27), the most by an NBA rookie in 40 years. <q>We don't know how good he's going to be, but he's a phenomenon,</q> <strong> Dwyane Wade </strong> said during <strong> Blake Griffin </strong>'s first and only visit to Miami. \"When you have as much athletic ability as he has, now he's starting to understand the game more, he's starting to see where", "new_id": -2}, {"uid": "1295667464153141265", "i": 4956, "idx": 5, "sa": ["Mike Sergeant", "Andy Coulson"], "q": "about his own judgement and said Mr <strong> Andy Coulson </strong> had \"run the Downing Street press office in a professional and competent and good way\". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a <q>powerful political insider- precisely because he had a feel for the world outside Westminster</q> and the PM would be looking for a \"someone with similar nous and journalistic experience\". Media Correspondent, BBC News This is the story that refuses to lie down. It is four", "new_id": -2}, {"uid": "1296694210055951386", "i": 27474, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "MPs chuntering on about anything except Egypt and Afghanistan rumbled round them the Labour leader mused, \"I sense that people are not used to this kind of prime minister's questions.\" <strong> David Cameron </strong> agreed. <q>From the noises off, it is clear that people would prefer a bunfight, but sometimes it is sensible to have a serious conversation...</q> Big society tsar Lord Wei \"doesn't have enough time to perform role' BBC editor Craig Oliver replaces <strong> Andy Coulson </strong> as No 10 communications chief Big society tsar Lord Wei` doesn\"t have enough time to perform", "new_id": -2}, {"uid": "1295887665065683465", "i": 31473, "idx": 5, "sa": ["Eric Schmidt"], "q": "larger it grows more challenging.\" After 10 years of having \"equal\" decision making power, \"we will continue to discuss the big decisions among the three of us,\" <strong> Eric Schmidt </strong> wrote. <q>But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.</q> Some Google employees are reportedly concerned about the timing of the transition, but one contacted by the Voice, speaking anonymously, said that the move was overblown by news reports calling it a \"shakeup\"", "new_id": -2}, {"i": 12775, "idx": 0, "index_answer": 1, "new_id": -1, "q": "about social issues include Indiana Rep. <strong> Mike Pence </strong>, who decided against running. And <strong> Mike Huckabee </strong>, who is doing well as a <strong> the Fox </strong> News contributor. And <strong> Sarah Palin </strong> would have the most to lose financially from running. <strong> Rick Santorum </strong> thinks <q>the left is trying to goad her into it,</q> hoping she would be weak among the independent voters who decide most elections. <strong> Bill Clinton </strong> Minnesota <strong> Mike Huckabee </strong> <strong> Tim Pawlenty </strong> is running hard and published a book with a strong religious theme, but <strong> Rick Santorum </strong> doubts <strong> Tim Pawlenty </strong> has the passion requisite for", "sa": ["Mike Pence", "Rick Santorum", "Mike Huckabee", "Tim Pawlenty", "Sarah Palin", "the Fox", "Bill Clinton"], "uid": "1296962271197279756"}, {"uid": "1297401027143720496", "i": 17941, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "for the actor to remarry later this month. Los Angeles Superior Court Judge Maren Nelson signed off on <strong> Kelsey Grammer </strong> and <strong> Camille Grammer </strong>'s split, and the pair will settle financial issues at a later date. <q>I have a great many mixed feelings about today-- I'm sad for what was, yet excited for the road ahead,</q> <strong> Camille Grammer </strong> said in a statement. <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last month that he plans to marry <strong> Kayte Walsh </strong> sometime in February. Another Bay Area rocker to become an \"Idiot\"", "new_id": -2}, {"uid": "1295670451069369910", "i": 1665, "idx": 2, "sa": ["Kobe Bryant", "Elgin Baylor", "Allen Iverson"], "q": "in their first-round playoff series. Games 3 and 4 will be in Denver on Saturday and Monday night. <strong> Kobe Bryant </strong> finished with 49 points and 10 assists- one shy of his career playoff high in both categories. <q>Tonight, the way he was going, we probably could have put 10 people on the court and probably wouldn't have been able to stop him,</q> said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists. \"<strong> Elgin Baylor </strong> didn't realize it,\" <strong> Kobe Bryant </strong> said when told about his scoring spree. \"You just get into", "new_id": -2}, {"uid": "1296521097146833469", "i": 8230, "idx": 0, "sa": ["Michael Vick", "Reggie Wayne", "Peyton Manning"], "q": "way I wanted... I was a little upset, basically, because... we lost.\" Speaking at the Pro Bowl, <strong> Reggie Wayne </strong> told reporters that seeing <strong> Peyton Manning </strong> throw 11 interceptions during a three-game losing streak <q>was a shock. The main thing we realized, he's not immortal. He's real. He's not a machine. It goes to show you this game is so competitive, even the guys on top can hit a wall somewhere.</q> In Philadelphia, <strong> Michael Vick </strong> not only hit the wall, he spent a couple of years behind them in a prison cell. After a successful comeback, speculation is mounting that <strong> Michael Vick </strong> will be given the franchise", "new_id": -2}, {"uid": "1295439932220266506", "i": 876, "idx": 1, "sa": ["Eric Schmidt"], "q": "plan.\"\" http://wn.com/Weboptimiser_|_ Internet_News_|_ Google_Announces_Third_Quarter_2010_Financial_Results Giving us up to date insights into the way Google works and their intentions for the near term future, <strong> Eric Schmidt </strong>, CEO of Google said: <q>Google had an excellent quarter, our core business grew very well, and our newer businesses-- particularly display and mobile-- continued to show significant momentum. Going forward, we remain committed to aggressive investment in both our people and our products as we pursue an innovation agenda.</q> Announcing financial results for the quarter ended September 30, 2010. Google reported revenues of$ 7.29 billion for the quarter ended September 30, 2010, an increase of 23% compared to the third quarter of 2009", "new_id": -2}, {"uid": "1296318894261652524", "i": 14819, "idx": 10, "sa": ["Kobe Bryant", "Allen Iverson", "Shaquille O'Neal"], "q": "out of the Champion Celtics in their unbeatable home court, MJ played a game that still stands as the greatest post-season record of all-time with 63 points. The only quote you need to remember is Bird saying, <q>That was God disguised as <strong> Michael Jordan </strong>. He's the most awesome player I've ever seen... he was getting his points in the flow of the game... scary.</q> Celtics coach KC http://wn.com/Allen_Iverson_41pts_Break_Kobe's_Ankle_vs_Shaq_Lakers_98/99 <strong> Allen Iverson </strong>'s eighth career 40-point game had a nice little unexpected bonus-- a victory for the Philadelphia 76ers. <strong> Allen Iverson </strong> scored 41 points, upstaging <strong> Shaquille O'Neal </strong> and <strong> Kobe Bryant </strong>, as the 76ers defeated the Los", "new_id": -2}]