[{"uid": "1295072281016613416", "i": 22918, "idx": 1, "sa": ["Camilla Belle", "Diane Kruger", "Tilda Swinton", "Angelina Jolie", "Cate Blanchett", "Elizabeth Stewart"], "q": "who happens to be chic.'' rel=\"attachment wp-att-110727\" href=\"http://www.stabroeknews.com/2011/the-scene/01/15/the-psychology-of-the-golden-globes-dress/attachment/20110115Angelina Jolie/\"> <strong> Angelina Jolie </strong> In the case of certain actresses- think <strong> Camilla Belle </strong> or <strong> Diane Kruger </strong>- they're much better known for outfits than for acting. <q> It's not so bad being famous for style, if you want to be famous, </q> <strong> Elizabeth Stewart </strong> says.`` It's not their fault they look good in clothes.'' So do <strong> Cate Blanchett </strong> and <strong> Tilda Swinton </strong>, but they work constantly.`` When an actress dresses authentic to who she is,", "new_id": -2}, {"uid": "1296864258154910775", "i": 3816, "idx": 5, "sa": ["Sergio Marchionne"], "q": "why it's on the table and we're going to discuss it.'' <strong> Sergio Marchionne </strong> said in the next two to three years, Chrysler and Fiat could ultimately merge to form a single company, adding <q> for all I know it could be based here. </q> But there is a laundry list of things to do before a merger of Fiat and Chrysler could happen, including the refinancing of debt and the IPO, <strong> Sergio Marchionne </strong> said.`` I want to", "new_id": -2}, {"uid": "1295980514180977677", "i": 40679, "idx": 0, "sa": ["Michele Bachmann", "Mike Pence", "Newt Gingrich"], "q": "big enough, and my kids are too small.'' Then there is the steep hill of history: No member of the House has even won a major party nomination for president since James Garfield in 1880. <q> The task remains tall for anyone running with only a House background, </q> href=\"http://voices.washingtonpost.com/thefix/eye- on- 2012/Newt Gingrich- <strong> Mike Pence </strong>- and- <strong> Michele Bachmann </strong>- co.html?wprss=thefix\"> noted Washington Post blogger Aaron Blake. But potential candidates Reps. <strong> Michele Bachmann </strong>, R-Minn., and <strong> Mike Pence </strong>, R-Ind., and former House Speaker <strong> Newt Gingrich </strong>", "new_id": -2}, {"uid": "1297212253102973486", "i": 8671, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "Player of Super Bowl XLV, <strong> Aaron Rodgers </strong>, greeted 50,000-plus fans at Lambeau Field during`` Return To Titletown'' after his Green Bay Packers beat the Pittsburgh Steelers, 31-25, to claim the Lombardi Trophy. <q> I just want you to know, for the next year, you can steal my belt celebration, because we're the champions of the world. Put that on whenever you want. </q> <strong> Aaron Rodgers </strong>, who went from North Texas to Disney World to` Late Night with <strong> David Letterman </strong>' in New York back to Titletown, marked the path he personally has taken. He has gone from the", "new_id": -2}, {"uid": "1296509876251035669", "i": 28328, "idx": 5, "sa": ["David Letterman", "Jimmy Fallon", "Jay Leno", "Jimmy Kimmel", "Craig Ferguson"], "q": "with <strong> Jay Leno </strong>'' 179,000`` Late Night with <strong> Jimmy Fallon </strong>'' 150,000`` The href=\"http://tvbythenumbers.com/tag/late-show-ratings\" title=\"Late Show\" target=\"_blank\"> Late Show with <strong> David Letterman </strong>'' 148,000'' href=\"http://tvbythenumbers.zap2it.com/tag/lopez-tonight-ratings\" title=\"Lopez Tonight\"> Lopez Tonight'' 122,000`` <strong> Jimmy Kimmel </strong> Live'' 96,000 <q> The Late href=\"http://tvbythenumbers.com/tag/late-show-ratings\" title=\"Late Show\" target=\"_blank\"> Late Show with <strong> Craig Ferguson </strong> </q> 94,000`` Chelsea Lately'' 79,000`` The Mo'Nique Show'' 73,000 Source: Nielsen Media Research, live+ same day data, original episodes only Cable data( 12/27/10-1/ 27/11)", "new_id": -2}, {"uid": "1295419136019841068", "i": 1481, "idx": 11, "sa": ["Simon Cowell", "Toby Young"], "q": "tell it like it is.`` It's funny because 75 years ago Americans had a reputation for being honest and plainspoken, while Brits were thought to be mealy-mouthed and obsessed with propriety,'' says <strong> Toby Young </strong>. <q> It's as if we've switched places. </q> But with <strong> Simon Cowell </strong> gone, who's going to judge our nation of underachievers? GeraldF.ShieldsJr. at 8:53 PM January 18, 2011 It's not that most folks like mean judges, folks like", "new_id": -2}, {"uid": "1295425657058294288", "i": 10649, "idx": 0, "sa": ["Gene Huey", "Mike Pence"], "q": "be for president or governor, gave few clues Monday as he addressed the Indiana Gene Hueyral Assembly. Those who expect <strong> Mike Pence </strong>, R-Columbus, to run for governor may have been heartened by his statement to lawmakers that <q> the states hold the promise of the future. </q> Those who are pushing him instead to run for the White House in 2012 may focus in on his call for a`` new federalism''-- which sounded like a budding presidential slogan.", "new_id": -2}, {"uid": "1296752565198328330", "i": 36806, "idx": 1, "sa": ["Mike Pence", "Debbie Wasserman Schultz"], "q": "or coerced rape.'' wrote that under the changes, many forms of rape could be exempted from abortion coverage, including if a woman was`` drugged or given excessive amounts of alcohol'' or in cases including <q> rapes of women with limited mental capacity, and many date rapes. </q> an interview with the Raw Story, Florida Democratic <strong> Mike Pence </strong> <strong> Debbie Wasserman Schultz </strong> said,`` to suggest that there is some kind of rape that would be okay to force a woman to carry the resulting pregnancy to term, and", "new_id": -2}, {"uid": "1296580982133529658", "i": 33517, "idx": 0, "sa": ["Allen Iverson", "James Andrews"], "q": "<strong> Allen Iverson </strong> will attempt to rehabilitate his troublesome right calf without surgery after being examined Monday by noted surgeon <strong> James Andrews </strong>. <strong> James Andrews </strong> diagnosed the injury as a calcium deposit with additional secondary bleeding. <strong> Allen Iverson </strong> <q> It's tricky because of the location, </q> <strong> James Andrews </strong> said.`` So we're going to try to treat it without surgery.'' The first step will occur Tuesday when <strong> Allen Iverson </strong> will receive an anti-inflammatory injection intended to reduce the swelling. <strong> Allen Iverson </strong> will", "new_id": -2}, {"i": 8977, "idx": 0, "index_answer": 0, "new_id": -1, "q": "'' <strong> Roger Goodell </strong> said.''[ Most often] they're not recognizing they have a role in it.'' Regarding <strong> Ben Roethlisberger </strong>, <strong> Roger Goodell </strong> said when he was investigating what to do with the quarterback, he talked to <q> I bet two dozen[ Steeler] players... Not one, not a single player, went to his defense. It wasn't personal in a sense, but all kinds of stories like,` He won't sign my jersey.' </q> He says he thinks Mike <strong> Michael Vick </strong>`` is sincerely trying.'' And he isn't blind to the fact that the story isn't over, that <strong> Michael Vick </strong> needs to prove so much more than he", "sa": ["Roger Goodell", "Ben Roethlisberger", "Michael Vick"], "uid": "1296496143150683651"}]