[{"uid": "1295980470255737962", "i": 6261, "idx": 1, "sa": ["John Thune", "Samuel Alito", "Barack Obama", "Kirsten Gillibrand"], "q": "together.'' That's <strong> John Thune </strong>( R-S. D) and <strong> Kirsten Gillibrand </strong>( D-N.Y.)? Supreme Court no-shows: Chief Justice <strong> John Thune </strong> G. Roberts, Jr. said last year he was`` very troubled'' by the <q> setting, circumstance, and decorum </q> of the State of the Union address, after <strong> Barack Obama </strong> criticized a key decision the court had made on campaign financing. Justice <strong> Samuel Alito </strong>, a conservative member of the court, was shown shaking his head in disagreement and", "new_id": -2}, {"uid": "1295391418138936343", "i": 28453, "idx": 2, "sa": ["T. Williams", "Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Officer Ian Birk describes <strong> T. Williams </strong>' posture During the in the inquest into the John <strong> T. Williams </strong> shooting, Seattle police officer Ian Birk describes his memory of how <strong> T. Williams </strong> was standing in the moments leading", "new_id": -2}, {"uid": "1295596909029032474", "i": 20008, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "discuss the big decisions among the three of us,'' stated <strong> Eric Schmidt </strong>. <strong> Larry Page </strong> will take charge of the day-to-day operations as Google's CEO and lead product development and technology strategy, w.e.f. April 4th. <q> In this new role he will merge Google's technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better! <strong> Larry Page </strong>, in my clear opinion, is ready to lead, </q> commented <strong> Eric Schmidt </strong>. <strong> Sergey Brin </strong> who is the co-founder, will devote his time and energy to strategic projects, in particular working on new products.`` He's an innovator and entrepreneur to the core, and", "new_id": -2}, {"uid": "1295779915017170471", "i": 1515, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "-- all of which are increasingly important given Google's global reach. Internally, he will continue to act as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. Here's what <strong> Eric Schmidt </strong> had to say about the changes: <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> As for <strong> Larry Page </strong>'s take? Here it is:`` <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world that", "new_id": -2}, {"uid": "1295758481175325200", "i": 12115, "idx": 4, "sa": ["Wayne Ellington", "Carmelo Anthony", "Allen Iverson", "Hakim Warrick", "Sam Young", "Eric Williams"], "q": "Grizzlies in <strong> Carmelo Anthony </strong>'s return <strong> Allen Iverson </strong> raced downcourt and floated an alley-oop lob that <strong> Carmelo Anthony </strong> shoved one-handed through the hoop for an arena-rattling jam, one that seemed to holler to all their doubters,`` Take that!'' <q> We just... Minnesota Timberwolves- Milwaukee Bucks GAME RECAP. 2010-10-22 Minnesota Timberwolves- Milwaukee Bucks GAME RECAP. 2010-10-22 <strong> Wayne Ellington </strong> scores 16 points and dishes out two assists as the Timberwolves deafeat the Bucks in overtime. Minnesota Timberwolves- Milwaukee Bucks GAME RECAP. 2010-10-22... <strong> Hakim Warrick </strong> MIX by LONGER 3:08 THANKS PATRY?15 <strong> Hakim Warrick </strong> Hanif <strong> Hakim Warrick </strong>( born July 8, 1982) is an AmEric Williamsan professional basketball player who currently plays for the Memphis Grizzlies of the NBA. Commonly nicknamed`` Helicopter </q> and`` Hak''[ 1], the 6' 9'', 219 lb forward was a major part the Syra... Bucks vs. Grizzlies Recap 1:26 <strong> Sam Young </strong> sank a three-point shot at the buzzer to seal the", "new_id": -2}, {"uid": "1295498091112721922", "i": 7367, "idx": 3, "sa": ["James Cleveland", "Aaron McKie", "Allen Iverson", "Ali Farokhmanesh", "Phil Jackson"], "q": "and the Phil Jacksonadelphia 76ers keep winning. One night after a 41-point effort in Phil Jacksonadelphia's most lopsided win of the season, <strong> Allen Iverson </strong> scored an NBA season-high and career-best 54 in a 107-103 victory over the <strong> James Cleveland </strong> CavAli Farokhmaneshers. <q> It was like he was playing horse tonight, </q> said 76ers guard <strong> Aaron McKie </strong>, who had 20 points and nine assists.`` His jumper was deadly.'' Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route", "new_id": -2}, {"uid": "1295249544063356944", "i": 12302, "idx": 0, "sa": ["Teresa Giudice", "Angelina Jolie", "Brad Pitt"], "q": "<strong> Teresa Giudice </strong> reportedly href=\"http://www.eonline.com/uberblog/b195644_More_Bad_Decisions_in_Housewife_History__Bankrupt_Teresa Giudice_Teresa Giudice_Goes_on__60_000_Spree.html\" target=\"_blank\"> indulged in a$ 60,000 shopping spree, including nearly$ 9,000 on curtains. What's up? <strong> Angelina Jolie </strong> from having friends? Back in September, the Oscar-winning world savior said, <q> I don't have a lot of friends I talk to, </q> other than her man, <strong> Brad Pitt </strong>. Maybe it's because she's always traveling to places with no cell phone reception? But then again, this is <strong> Angelina Jolie </strong> we're talking about. Just buy your own satellite", "new_id": -2}, {"uid": "1295443111060325937", "i": 47612, "idx": 6, "sa": ["Bernie Sanders", "Robert Dempsey", "Thomas P. Salmon"], "q": "The Democratic Party backed <strong> Bernie Sanders </strong> in his first U.S. Senate bid in 2006, and since then, he has helped other Democratic candidates. The party seems likely to lock arms with <strong> Bernie Sanders </strong> again next year. <q> I wouldn't go so far as to say <strong> Bernie Sanders </strong>'s our guy, </q> <strong> Robert Dempsey </strong> said, but he added,`` We have a great relationship with the senator.'' <strong> Thomas P. Salmon </strong> acknowledged going against <strong> Bernie Sanders </strong> wouldn't be easy.`` I think there's three people who", "new_id": -2}, {"uid": "1295807421110559236", "i": 34725, "idx": 22, "sa": ["John McCain", "Colin Powell", "George H. W. Bush", "John Berman", "Barack Obama"], "q": "AdGeorge H. W. Bush For <strong> Barack Obama </strong> Gen. <strong> Colin Powell </strong> was on`` Meet the Press'' last week, where he talked about all of the things <strong> Barack Obama </strong> has touted and been involved in for the last two years. Gen. <strong> Colin Powell </strong> said, <q> the <strong> Barack Obama </strong> also has to, I think, shift the way in which he has been doing things. I thin... <strong> Colin Powell </strong> ENDORSES <strong> Barack Obama </strong>- Republican, Military General Supports Democratic Ticket <strong> Colin Powell </strong> ENDORSES <strong> Barack Obama </strong>- Republican, Military General Supports Democratic Ticket <strong> Colin Powell </strong> Powel on <strong> John McCain </strong>`` Good Morning America </q> 7:04 am Package TOPIC: Backlash of <strong> Colin Powell </strong>'s Endorsement TRANSCRIPT: <strong> John Berman </strong>: Though he said he admired <strong> John McCain </strong>, <strong> Colin Powell </strong> laid out a meticulous indictment of his old friend, on the economy- <strong> Colin Powell </strong>( on video", "new_id": -2}, {"i": 5401, "idx": 0, "index_answer": 1, "new_id": -1, "q": "turned out to be true as the two tech giants formally announced their partnership today. Google meanwhile acted like a jilted bride as their VP of engineering, <strong> Vic Gundotra </strong>, tweeted a few days ago that <q> two turkeys do not make an eagle, </q> the turkeys being a reference to Nokia and Microsoft. <strong> Steve Ballmer </strong> Elop did not take the tweet siting down. He responded with this pithy tweet''... two bicycle makers, from Dayton Ohio, one day", "sa": ["Steve Ballmer", "Vic Gundotra"], "uid": "1297444577051478529"}]