[{"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q>Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board,<q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}, {"uid": "1296784629036126790", "i": 41641, "idx": 10, "sa": ["Eric Shinseki", "Donald Rumsfeld", "James L. Jones"], "q": "to offer their views, <strong> Eric Shinseki </strong> and <strong> James L. Jones </strong> remained silent. And he disputes accounts that <strong> Eric Shinseki </strong> was pushed out or vilified by the administration. Of course, <strong> Donald Rumsfeld </strong> believes the whole episode was unfair to him because it <q>bolstered this allegation that I was intolerant of views that challenged my own and that I punished those who put them forward.<q>( He even says that Bush made the right decisions after Hurricane Katrina, saying the military response was swifter than any previous handling of a natural disaster in American history.) Fittingly, <strong> Donald Rumsfeld </strong> starts", "new_id": -2}, {"uid": "1297334471212090885", "i": 20365, "idx": 0, "sa": ["Sergio Marchionne"], "q": "economics and labour mininsters, have summoned <strong> Sergio Marchionne </strong> to the talks to discuss the Fiat CEO's suggestion the automaker could potentially transfer its headquarters to the US following any merger with Chrysler. <q>We prefer to speak directly to Fiat without government- the government does not have a real role,<q> Federazione Italiana Metalmeccanici( FIM) national secretary with automotive responsibility Bruno Vitali told just-auto from Italy. \"We have no great expectations- because the government has no money to put on the table", "new_id": -2}, {"uid": "1295094125134053943", "i": 20075, "idx": 5, "sa": ["Lily Allen", "Tyronn Lue", "Allen Iverson"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q>He was holding me the whole time,<q> <strong> Allen Iverson </strong> said http://wn.com/Nathan_plays_Not_Fair_by_Lily_Allen_Keyboard_Cover_[KARAOKE_/_INSTRUMENTAL] This is my cover of \"Not Fair\" by <strong> Lily Allen </strong> taken from her# 1 album \"Its Not Me Its You\". Its her 2nd single following her# 1 success with \"", "new_id": -2}, {"uid": "1295426255058294291", "i": 6181, "idx": 1, "sa": ["Robert M. McDowell", "Sen. Bernie Sanders"], "q": "DirecTV, in a filing with the FCC on Jan. 5, said the \"unprecedented array of assets would give Comcast new opportunities to gain unfair leverage over rivals to the detriment of consumers,\" later noting that <q>Comcast has a history of anticompetitive conduct, and the proposed transaction will give it the ability to enhance and extend that conduct.<q> But Comcast also had its supporters, most notably nearly unanimous support by the Pennsylvania delegation in Washington. A leading supporter was <strong> Sen. Bernie Sanders </strong> <strong> Robert M. McDowell </strong> Brady of Philadelphia. The climactic end to the merger review", "new_id": -2}, {"uid": "1295462584109772818", "i": 18807, "idx": 0, "sa": ["Sergio Marchionne"], "q": "debates minivans' future:/ n/a/2011/ 01/18/state/ n134816S79.DTL Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q>We need to completely rethink the minivan,<q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1296174977054247442", "i": 2532, "idx": 3, "sa": ["Eric Schmidt"], "q": "he conceded there had been a sense that decision-making was taking too long. Cultural sensitivities Mr <strong> Eric Schmidt </strong> spoke about the importance to the company of taking into consideration the cultural sensitivities of different countries. <q>It makes sense to me that governments will play a role in watching what we do,<q> he said, referring to anti-trust and privacy concerns. He cited the example of Germany, where there was particular concern about Google's plan to photograph the roadside facade of every house in the country for", "new_id": -2}, {"uid": "1295253330058408978", "i": 8935, "idx": 0, "sa": ["Evan Davis", "Andy Coulson", "David Cameron", "John Humphrys"], "q": "is refusing to deny claims that <strong> Andy Coulson </strong> offered to resign. <strong> David Cameron </strong> says that <strong> Andy Coulson </strong> has done a good job as his communications chief. He says there have not been complaints about him in this role. <q>He has worked for me for many years. I think he does a very good job.<q> The interview ends. <strong> Evan Davis </strong> moves on to another item. He says that this is meant to be the gloomiest day of the year. <strong> John Humphrys </strong> asks <strong> David Cameron </strong>, who is still in the studio, if", "new_id": -2}, {"uid": "1295044022095961088", "i": 18863, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman"], "q": "In just filed court papers Camille asks a judge to deny <strong> Kelsey Grammer </strong>'s request to dissolve their 13 year marriage while they continue battling over their 120 million dollar estate. Camille writes in the court papers, <q>It is my understanding that( <strong> Kelsey Grammer </strong>) is seeking to terminate the marriage solely for the reason that he intends to remarry as soon as possible. \"I don't believe that is a sufficient reason to prejudice my rights to our estate.<q> The Frasier star appeared on the Late Show with <strong> David Letterman </strong> Thursday night and sounded resolute about his plans for a quickie divorce from Camille, so he can tie the knot with <strong> Kayte Walsh </strong> soon. \"", "new_id": -2}, {"uid": "1296140217208175107", "i": 24889, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.<q> Commenting is intended as a constructive, open community forum. Abusive text and comments that do not follow terms of service guidelines are not condoned by WUSA9 and will be removed.", "new_id": -2}]