[{"uid": "1297260047038011242", "i": 45202, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "In an interview with ABC news on the eve of the book's release, <strong> Donald Rumsfeld </strong> said,`` What you know today can help you unthink your thinking about tomorrow.'' <strong> Donald Rumsfeld </strong> said, <q> It can't help you with things you were thinking about back then, </q> and added,`` Back then there was reasonable confidence that[ <strong> Saddam Hussein </strong>] had these weapons.''` An Island In An Orgy Of Violence'-- A Firsthand Account Of Being Detained In Cairo", "new_id": -2}, {"uid": "1295022795099024897", "i": 33206, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "her hospital room when the Arizona congresswoman opened her eyes for the first time. This morning <strong> Kirsten Gillibrand </strong> was on Morning Joe, and the hosts asked her to talk about <strong> Gabrielle Giffords </strong> as a person. <q> She's the most non-partisan person I've ever met, </q> <strong> Kirsten Gillibrand </strong> said.`` She's the vision of hope for this country right now. She embodies everything that <strong> Barack Obama </strong> was trying to say, that we have to be better than we are.'' <strong> Kirsten Gillibrand </strong>", "new_id": -2}, {"uid": "1297521829086999043", "i": 11304, "idx": 3, "sa": ["Michael Vick"], "q": "and his co-defendants, Quanis Phillips and Purnell Peace] were killing[ the dogs].'' Knorr said that the public's perception of <strong> Michael Vick </strong> depends on whether a person owns a dog. <q> I think 25 percent of people are for him- those are the football fans- 25 percent of people hate him and 50 percent are right in the middle, </q> Knorr said.`` A lot of Eagles fans didn't like it when the team first signed him. If he had a horrible season, would Eagles fans still be supporting him?'' Because your contributions", "new_id": -2}, {"uid": "1295793981081494070", "i": 35295, "idx": 0, "sa": ["Colin Powell"], "q": "Former Secretary of State <strong> Colin Powell </strong> said Sunday that it was too early to say whether troops should begin to withdraw from Afghanistan in June as scheduled. <q> I can't answer that, and I don't think anyone else can, </q> <strong> Colin Powell </strong> said on CNN's`` State of the Union.'' And he said that he`` can not tell'' whether the surge in troops in Afghanistan has been a success.`` There", "new_id": -2}, {"uid": "1295432548218038355", "i": 28150, "idx": 0, "sa": ["Steve Ballmer"], "q": "divulged by <strong> Steve Ballmer </strong> at CES 2011, Microsoft shipped( not sold) nearly 8 million units this holiday season alone. This obviously spurred a bunch of meetings at Microsoft where some high level executive must have been like <q> Screw gamers man. Catering to them isn't paying the bills. Let's concentrate on their families now </q>. Exec No. 2,`` Yes, let's make everyone the controller and sell them obscenely priced hardware while they move around the living room looking like complete asses''. Cue maniacal laughter.( Image courtesy", "new_id": -2}, {"uid": "1296385836115228698", "i": 18454, "idx": 2, "sa": ["Tyronn Lue", "Larry Bird", "Allen Iverson"], "q": "be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart.`` Our guys just try hard,'' Sixers coach <strong> Larry Bird </strong> Brown said. <q> This is kind of unexpected but it's neat. </q> In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2}, {"uid": "1297390016200884258", "i": 41912, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "reading the article, I still do not know, because NEWSWEEK, in my opinion, renders quite an objective review of <strong> Donald Rumsfeld </strong>'s accomplishments and failings. For example, in the first category-accomplishments: <q> He did succeed in having a major impact on transforming the <strong> John McCain </strong> military, and even now, some of his 2001 proposals to make the Pentagon more efficient are echoed by <strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong>. At DoD, <strong> Donald Rumsfeld </strong> reorganized the command structure, established training for international peacekeepers, and revitalized Special Operations. </q> As to his failings, Winik lists what we are all familiar with by now: the mangled occupation of Iraq( although <strong> Donald Rumsfeld </strong> liberally`` delegates'' that responsibility); the fact that he`` didn't", "new_id": -2}, {"uid": "1297242024149028872", "i": 23749, "idx": 2, "sa": ["David Letterman", "Aaron Rodgers"], "q": "good chance to become the first team to repeat as Super Bowl champs since the`` Every team has a different face to it,'' the 27-year-old <strong> Aaron Rodgers </strong> told the Milwaukee Journal Sentinel. <q> Every year, different players, guys come and go. But I think the core, the nucleus of this team, is intact to make runs like this for the next four or five years. </q> <strong> David Letterman </strong> ended the segment by pulling out a football and asking the Super Bowl MVP to throw him a pass.`` Do you mind throwing me something simple?'' <strong> David Letterman </strong> asked before he quickly added", "new_id": -2}, {"uid": "1296423000103301164", "i": 29539, "idx": 4, "sa": ["Zahi Hawass"], "q": "2013.( Comment on this story.) <strong> Zahi Hawass </strong> says he expects the current museum to reopen in a few days. He knows that the episode could have had a very different ending. <q> Thank God they did not know where the gold is, because if they knew about the jewelry room, this could have been a disaster. </q> Just ask the director of the Iraqi museum. Not a Fan of Facebook: New Yorker Sues Social Network Over Deleted Account 164 Money Tips: Least Evil Banks, Frugal Household Must-Haves, and Whether$ 1", "new_id": -2}, {"i": 14136, "idx": 6, "index_answer": 0, "new_id": -1, "q": "$ 2.54 billion in the fourth quarter of 2010 from$ 1.97 billion in the same quarter a year ago. Revenue was up 26 per cent to$ 8.44 billion from the same period last year. <q> Our strong performance has been driven by a rapidly growing digital economy and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> <strong> Eric Schmidt </strong> said.`` These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, <strong> Google Inc. </strong> and the wider web,'' he said.", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295568681147800068"}]