[{"uid": "1295008202161464320", "i": 42208, "idx": 1, "sa": ["Lily Allen", "Piers Morgan", "Gordon Brown", "Larry King", "Simon Cowell"], "q": ":`` i'd do it for a million for SANDS. money, mouth?'' <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, Cheryl Cole and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: <q> I will get ITV to make substantial five figure donation to your charity for the interview </q>. But the singer told him:`` Those are my terms. I've got no interest in coming on your show, you've been asLarry King me for years.'' She revealed she", "new_id": -2}, {"uid": "1295336713131039270", "i": 8972, "idx": 4, "sa": ["Mike Pence", "Mitt Romney", "Sarah Palin"], "q": "and then to other voices around the country about where they think we might best serve in the years ahead,'' <strong> Mike Pence </strong> told about 100 people at a conference room at Henry County Hospital in New Castle, Ind. <q> We'll be making a decision before the end of this month. </q> Should <strong> Mike Pence </strong> enter the contest, he would face an uphill climb. Few Americans have heard of him, and better-known potential Republican candidates-- such as former Massachusetts Gov. <strong> Mitt Romney </strong> and former Alaska Gov. <strong> Sarah Palin </strong>--", "new_id": -2}, {"uid": "1295162805076267530", "i": 56092, "idx": 0, "sa": ["Angelina Jolie", "Gwyneth Paltrow"], "q": "me three other souls who felt that <strong> Angelina Jolie </strong> did not mail in a lackluster performance in`` The Tourist.'' Look, if we need to give <strong> Angelina Jolie </strong> an award so badly, why not give her something like <q> Most Stalked by Paparazzi in 2010. </q> Coming Home( from Country Strong)- Original Song First of all, I like country music, and second, I think that <strong> Gwyneth Paltrow </strong> makes for a believable singer. Having said that,", "new_id": -2}, {"uid": "1295807551044548101", "i": 720, "idx": 3, "sa": ["David Cameron", "Andy Coulson", "Nick Clegg"], "q": ".'' Commentators said that the row over <strong> Andy Coulson </strong>, a key member of the prime minister's team, had damaged <strong> David Cameron </strong> and his nine-month-old coalition. But deputy prime minister <strong> Nick Clegg </strong> insisted Sunday: <q> I don't think this government will miss a beat. </q>( c) 2011 AFP href=\"http://www.physorg.com/print215008456.html\"> href=\"http://www.physorg.com/email215008456.html\"> href=\"http://www.physorg.com/pdf215008456.pdf\"> href=\"http://www.physorg.com/blog215008456.html\"> href=\"http://www.physorg.com/profile/?code=fav&amp;nid=215008456\"> href=\"http://www.stumbleupon.com/submit?url=http://www.physorg.com/news/2011- 01- uk- phone- hacking- ex- premier-", "new_id": -2}, {"uid": "1295642034266682385", "i": 26996, "idx": 0, "sa": ["Eric Schmidt", "Lars Rasmussen"], "q": "` As we got larger it was harder for us to move as quickly as we would like so I think this is part of the whole practice of speeding up decision processes,'' he said. <q> Quick rapid execution is absolutely essential, especially in a highly competitive world like this. </q> Recent ex-Googlers who left the company to join Facebook, including former Google Australia engineer <strong> Lars Rasmussen </strong>, have said Google has become too unwieldy as it has grown. <strong> Eric Schmidt </strong> gave similar comments in a blog", "new_id": -2}, {"uid": "1295692954156483593", "i": 14906, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "company's founders. <strong> Eric Schmidt </strong> will be moved into a new post of executive chairman. Cofounder <strong> Sergey Brin </strong> will work on new and strategic products. The reason for the change, the company said, is to <q> streamline decision making and create clearer lines of responsibility and accountability. </q> However,`` there will be no changes in our Boston office and no changes in strategy generally,'' a Google spokesperson wrote in an e-mail to the Globe. Local academics and consultants who", "new_id": -2}, {"uid": "1295052502161349655", "i": 3850, "idx": 1, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "$ 1.3 billion) in investments to historic Mirafiori, which would start producing Chrysler Jeeps and impose tougher working conditions on staff. Workers lobbied fellow voters outside the factory during the day, with some shouting <q> For employment, wages and rights, we vote yes </q>, while others chanted`` No to <strong> Sergio Marchionne </strong>'s blackmail''. The deal has ignited a fierce political debate in Italy, particularly after Prime Minister <strong> Silvio Berlusconi </strong> earlier this week said that Italian companies`` would have", "new_id": -2}, {"uid": "1295627838146702355", "i": 32420, "idx": 0, "sa": ["Andy Coulson"], "q": "not in a sense as a lawyer, but politically.'' He said that revealing Goldsmith's doubts would have damaged his efforts at the time to build support for a second UN resolution, saying: <q> It would have been a political catastrophe for us. </q> <strong> Andy Coulson </strong> resigns <strong> Andy Coulson </strong> has resigned as Downing Street communications director, having decided that`` when a spokseman needs a... Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction", "new_id": -2}, {"uid": "1296459950150618115", "i": 37353, "idx": 1, "sa": ["Simon Cowell"], "q": "minutes, then insecure madness comes in, and you worry about next week.'' In the notoriously cut-throat music industry, <strong> Simon Cowell </strong> says he's learned it's crucial not to show weakness to competitors. <q> People sometimes react to my confidence in the way that two dogs meet in the park for the first time- regardless of who is the biggest, if one dog senses fear it will kill the other dog, </q> said the 51-year-old. <strong> Simon Cowell </strong> revealed some of his secrets of success- one being to`` talk 10 per cent of the time and listen for 90 per cent of the time.'' Despite his reputation", "new_id": -2}, {"i": 35161, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a massive, massive risk, but also it's an incredible incentive,'' he said.`` I also did it because I believe[ we] can find a star,'' <strong> Simon Cowell </strong> continued. <q> So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million. </q> The British media mogul, who will also be serving as executive producer and a judge on the show, noted that the money will be paid out over five years, one million for each year,", "sa": ["Simon Cowell"], "uid": "1297114520257425423"}]