[{"uid": "1295147685219021316", "i": 58187, "idx": 2, "sa": ["Allen Iverson", "Yao Ming", "Shaquille O'Neal", "Phil Jackson"], "q": "3-pointers were the Shaquille O'Nealgest of the game, coYao Ming after Phil Jacksonadelphia had pulled within 10 with 5:14 remaining.`` When[ <strong> Allen Iverson </strong>] went on that run, it seemed like he was unstoppable,'' <strong> Allen Iverson </strong> said. <q> He almost pulled it off. </q> <strong> Allen Iverson </strong>'s performance came one day after he alleged that the NBA would rather see a 76ers-Lakers Finals than a Bucks-Lakers Finals. He spent a long time before the game sitting at his locker defending his words, then", "new_id": -2}, {"uid": "1297093828077135937", "i": 46900, "idx": 2, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "- decisions/story?id=12853695&amp;page=1\"> interview with ABC, set to air this week.`` There was a lot of leaking out of the State Department, and the <strong> George H. W. Bush </strong> knew it,'' he reportedly said. <q> And it was unhelpful. And most of it ended up making the State Department look good. We didn't do that in the Pentagon. I insisted we not do it. </q> <strong> Donald Rumsfeld </strong> was criticized during his tenure as defense secretary for his tight rein on information relating to the war on terrorism. This week, in conjunction with the release of his new memoir`` Known and Unknown", "new_id": -2}, {"uid": "1295574065192872455", "i": 7941, "idx": 3, "sa": ["Ken Auletta", "Eric Schmidt", "Barack Obama"], "q": "previous month. Combined, Microsoft and Yahoo had 28 percent, down from 28.2 percent, according to ComScore. <strong> Eric Schmidt </strong> may be eyeing a role in the administration of U.S. <strong> Barack Obama </strong>, <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World as We Know It, </q> told Bloomberg Television. <strong> Eric Schmidt </strong>, who commented on the management change to his more than 225,000 followers on Twitter:`` Day-to-day adult supervision no longer needed!'' Nolan Finley: What despicable opportunists are", "new_id": -2}, {"uid": "1297694269130826245", "i": 42599, "idx": 11, "sa": ["Donald Rumsfeld", "Nicole Krauss"], "q": "reading experience as a`` long, hard slog, with little likelihood of emerging on the far side appreciably enlightened''. Instead of`` seriously contemplating the implications'' of the events in which he participated, <strong> Donald Rumsfeld </strong> <q> spends more than 800 pages dodging them </q>.`` Known and Unknown'' will be reviewed in a forthcoming issue of the New Statesman Great House by <strong> Nicole Krauss </strong> Writing in the href=\"http://www.ft.com/cms/s/2/f3148c68-3564-11e0-aa6c-00144feabdc0.html#axzz1Dvamt2ut\"> Financial Times, Adrian Turpin finds <strong> Nicole Krauss </strong>", "new_id": -2}, {"uid": "1296342423105660428", "i": 40724, "idx": 0, "sa": ["Carlos Boozer", "Linas Kleiza", "Allen Iverson", "Carmelo Anthony"], "q": "the break, an angry coach http://wn.com/Allen Iverson_Allen Iverson_28pts_Linas Kleiza_41pts_vs_Carlos Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said.`` I will remember this night for the rest of my", "new_id": -2}, {"uid": "1295432267218038292", "i": 29227, "idx": 10, "sa": ["Angelina Jolie", "Anthony Lake", "Ban Ki-moon", "Sanjay Gupta"], "q": "in Pakistan.`` From what I understand this situation is on a scale that we've not really seen the likes of; it is on such a huge scale,'' the actress told the Associated Press. <q> It is... flood victims in pakistan 6:36 Shuttered shops and aBan Ki-moondoned houses have become a familiar sight across Pakistan. The country's worst floods in decades have seen another 200000 people flee parts of southern Sindh province in the last 24 hours. In the town of Shahdadkot, basic supplies are scarce even for relief work... <strong> Angelina Jolie </strong> Visits Pakistan Aid- part 1 CNN's Dr. <strong> Sanjay Gupta </strong> speaks to <strong> Angelina Jolie </strong> in Pakistan as she makes a desperate plea for flood victims. UN`` goodwill ambassador </q> <strong> Angelina Jolie </strong> is urging people to help those in need in Pakistan.`` From what I understand this situation is on a scale that we've no... <strong> Anthony Lake </strong> visits north western Pakistan UNICEF Executive Director <strong> Anthony Lake </strong> visited the people", "new_id": -2}, {"uid": "1296652038117063688", "i": 41727, "idx": 1, "sa": ["Angelina Jolie", "Justin Bieber"], "q": "FULL RIGHT HERE!`` <strong> Justin Bieber </strong>'s movie plus Valentine's Day, what does that equal to? Situation zone... The`` Situation zone'' meaning the`` back of the movie theatre!'' <q> And that boys and girls, is the situation, </q> <strong> Justin Bieber </strong> then adds. More all-star trailers are promised in the run-up to the film's release, with <strong> Angelina Jolie </strong> all rumoured to star. Never Say Never is released on 11 February-", "new_id": -2}, {"uid": "1296794423209420303", "i": 2656, "idx": 1, "sa": ["Kyle Korver", "Allen Iverson", "Deron Williams"], "q": "dominant scoring lead guards with the <strong> Allen Iverson </strong> and the Jazz in <strong> Deron Williams </strong>. Rose's 32 points against the Clippers came on 18 shots, which often might have been <strong> Allen Iverson </strong>'s shot output at the half. <q> I think Derrick's floor game is what I've been most impressed with, </q> <strong> Kyle Korver </strong> said.`` Part of it is there are more pieces around him. There's not quite as much pressure on him to make everything happen, which from afar seemed to be the case the last couple", "new_id": -2}, {"uid": "1295039838092176408", "i": 45955, "idx": 0, "sa": ["Mike Pence"], "q": "was unacceptable to spend 12 percent more for these programs than last year. Democrats accused Republican of trying to stall the bill by offering 100 or so amendments. Republican Representative href=\"http://www.Mike PenceMike Pence.house.gov/\"> <strong> Mike Pence </strong> said it was <q> an outrageous abuse of the legislative process </q> for Democrats to cut off debate after 30 minutes during the first amendment. He insisted that it was not about the process but about`` runaway federal spending.'' Democrats shot back that Republicans were making it harder", "new_id": -2}, {"i": 17290, "idx": 3, "index_answer": 0, "new_id": -1, "q": "went back and forth in our heads, we never went back and forth in our hearts.'' Saying his`` heart was in Indiana,'' <strong> Mike Pence </strong> said he would continue to meet with <q> the good and strong and opinionated people of this state </q> before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment as a congressman came when he helped a Muncie mother avoid deportation to her home country of Sierra Leone.", "sa": ["Mike Pence"], "uid": "1296561500134217730"}]