[{"uid": "1297225373053084179", "i": 55212, "idx": 1, "sa": ["Tom Leppert", "Mayor Tom", "Michael Vick"], "q": ".`` <strong> Michael Vick </strong> is a convicted felon. He committed horrible, atrocious crimes, violent crimes,'' Jonnie England, of the Metroplex Animal Coalition, href=\"http://www.wfaa.com/news/politics/Dallas-official-under-fire-for-honoring-Michael Vick-Michael Vick-115527714.html\" target=\"_blank\"> told CNN affiliate WFAA. <q> He has done nothing to deserve a key to the city of Dallas. </q> On Monday, Dallas <strong> Mayor Tom </strong> <strong> Tom Leppert </strong> distanced himself from the presentation, href=\"http://www.dallasnews.com/sports/super-bowl/local/20110207-dallas-official-gives-Michael Vick-Michael Vick-key-to-the-city-draws-anger.ece\" target=\"_blank\"> telling the Dallas Morning News:`` We don't condone it and clearly didn't approve it. It's unfortunate", "new_id": -2}, {"uid": "1295283369010338320", "i": 8885, "idx": 0, "sa": ["Angelina Jolie", "Ricky Gervais", "Diane Warren", "Jennifer Love Hewitt"], "q": "'' While Fey beelined for a private area in the back of the rooftop party, Fallon dished on <strong> Ricky Gervais </strong>' job hosting the Globes, calling the comic`` brilliant.'' Did <strong> Ricky Gervais </strong> dare go too far? <q> He didn't go far enough, </q> said Fallon.`` It's very gutsy. He put it right out there and Diane Warrenryone Jennifer Love Hewittd it and laughed right back at him. It's almost like a privilege, getting burned by <strong> Ricky Gervais </strong>.'' <strong> Angelina Jolie </strong>", "new_id": -2}, {"uid": "1297207620184696835", "i": 8382, "idx": 2, "sa": ["Donald Rumsfeld", "Colin Powell", "George H. W. Bush"], "q": "que ofrece tras dejar el cargo en 2006. En cuanto a la opini?n del ex George H. W. Bushe <strong> George H. W. Bush </strong> al reconocer que los problemas en Irak empezaron por un retiro temprano de las tropas, <strong> Donald Rumsfeld </strong> dijo no tener <q> la confianza suficiente para decir que eso es correcto. Creo que es posible(...) Es dif?cil de saber. Tu sabes, el camino que no tomaste siempre es el m?s c?modo </q>. Seg?n mi punto de vista( <strong> Colin Powell </strong>) no hizo un buen trabajo gerenciado a su gente De lo que si parece estar seguro es que el manejo de la guerra se complic porque hab?a", "new_id": -2}, {"uid": "1297323945070123545", "i": 53608, "idx": 2, "sa": ["David Letterman", "Jimmy Fallon", "Conan O'Brien", "Jay Leno"], "q": "ABC's`` Good Morning America,'' CBS'`` Sunday Morning,'' CNN's`` Showbiz Today,'' and has performed on`` Late Night with <strong> Conan O'Brien </strong>,''`` Late Show with <strong> David Letterman </strong>,'' <q> The Tonight Show with <strong> Jay Leno </strong>, </q>`` Austin City Limits,''`` Late Night with <strong> Jimmy Fallon </strong>'' and A&E's`` Breakfast with the Arts.'' 20. The fan-based website Everyday Companion breaks down Panic shows by the stats. With", "new_id": -2}, {"uid": "1297177866006504495", "i": 11962, "idx": 5, "sa": ["Michael Vick", "Tom Leppert", "Mayor Tom", "Dwaine Caraway", "Bill Hitchens"], "q": "staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.'' <strong> Tom Leppert </strong> said he has asked the city manager to <q> propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would`` welcome a clarification of the guidelines. </q>@Drudge_Report: Dallas Gives <strong> Michael Vick </strong>` Key To The City'-- Without <strong> Mayor Tom </strong>'s Knowledge! 46 mins ago Law enforcement, bed space, and illegal immigration 16 hours ago Interesting comments from GSP commander <strong> Bill Hitchens </strong> on", "new_id": -2}, {"uid": "1297281618071155737", "i": 55636, "idx": 0, "sa": ["Satya Nadella", "Steve Ballmer"], "q": "lags far behind its rival in search share, and the Online Services Business loses money quarter after quarter. It's a money pit. href=\"http://www.microsoft.com/presspass/press/2011/feb11/02-09Steve BallmerEmail.mspx\" target=\"_blank\"> e-mail sent to employees and publicly released by Microsoft: <q> In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops. We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing ways. </q> <strong> Steve Ballmer </strong> praises <strong> Satya Nadella </strong>'s work at OSB:`` He led the overall R&D efforts for some of the largest online services and drove the technical vision and strategy for several important milestones, including the critical launch of", "new_id": -2}, {"uid": "1297250613009437217", "i": 45659, "idx": 3, "sa": ["Simon Cowell"], "q": "`` I wanted to make a show where I, along with my fellow judges, help competitors on a regular basis,'' said <strong> Simon Cowell </strong>, whose music industry experience is mostly on the record label end. <q> It's more interesting to me because I have a lot more to do with that. When you lose an artist, part of you has lost as well. You win when they win. </q> <strong> Simon Cowell </strong> also emphasized the level of commitment the judges will need to make to the contestants, not just to the show. Once the live show is underway, the panelists will need to be available five", "new_id": -2}, {"uid": "1297703292198672386", "i": 29040, "idx": 2, "sa": ["Michael Gove", "John Cryer"], "q": "due for rebuilding. By 2014 the London borough will be short of at least 500 secondary school places, while the structure of many existing schools is`` dreadful''. <strong> John Cryer </strong> said BSF was <q> the light at the end of the tunnel </q> in the most deprived areas of England. He urged <strong> Michael Gove </strong> to approach the consultation with Waltham Forest and the other five councils that went to court`` with an open mind'' and within a tight timescale", "new_id": -2}, {"uid": "1295104649211468294", "i": 53624, "idx": 1, "sa": ["Matt Cardle", "Simon Cowell"], "q": "already got the backing of <strong> Simon Cowell </strong>, insiders reveal.`` <strong> Simon Cowell </strong> and <strong> Matt Cardle </strong> spoke over Christmas and texted ideas about what <strong> Matt Cardle </strong> wants to do,'' a source tells the Mirror newspaper today. <q> <strong> Simon Cowell </strong> has said that he wants him to write and co-write some songs. They know they want great material, if the songs are penned by <strong> Matt Cardle </strong> then even better. He's chuffed. </q> The insider also claims the href=\"http://omgmusic.com/videos/Matt Cardle-Matt Cardle-when-we-collide\"> When We Collide hitmaker wants to be joined by a backing band for his upcoming concerts.`` He likes being with a group on stage and that's an", "new_id": -2}, {"i": 29160, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Vermont businesses and their employees. I look forward to working with <strong> Sen. Bernie Sanders </strong> <strong> Patrick Leahy </strong> and <strong> Sen. Bernie Sanders </strong> Welch to get the appropriate waivers and flexibility for us to go forward toward a single-payer system.'' Welch said, <q> When Vermont innovates, the nation often follows our lead. Providing Vermont and other states with the flexibility to build upon health care reform will result in better care and greater access at a lower cost. Allowing us to become a laboratory for innovation and excellence will help Vermonters, while once again allowing us to lead the way. </q> <strong> Patrick Leahy </strong> said,`` While some in Washington are trying to turn the clock back on health reform, Vermont instead is moving forward. This state waiver bill will give Vermont and other states the choice to", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1295376220134447111"}]