[{"uid": "1295879876215089182", "i": 53682, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "one of the prodigies who co-founded the company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as <strong> Larry Page </strong>'s personal ambition. <q> Day-to-day adult That's <strong> Eric Schmidt </strong>: So long to the Google chief who wasn't For six years, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> told <strong> Eric Schmidt </strong> that Google should build its own browser, and for six years, he resisted. \"Google was a small company, </q> <strong> Eric Schmidt </strong> remembered. \"Having come through the bruising browser wars, I didn't want to do that again.\" So <strong> Sergey Brin </strong> and <strong> Larry Page </strong> hired some ex-Firefox developers and had them build a prototype. When they showed", "new_id": -2, "mturk_index": "1842"}, {"uid": "1295635267267567123", "i": 21186, "idx": 1, "sa": ["Edwin Edwards", "Andy Coulson", "David Cameron"], "q": "\"I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on,\" <strong> Andy Coulson </strong> said in a statement announcing his resignation. <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role, </q> he added. The 43-year-old-- a key figure in <strong> David Cameron </strong>'s inner circle who helped propel the Conservative leader to power in <strong> Edwin Edwards </strong>, the Silv...( 18:04:01 \"The rise and last hurrah of", "new_id": -2, "mturk_index": "1971"}, {"uid": "1295610181062603290", "i": 7627, "idx": 3, "sa": ["Andy Coulson", "Murdo MacLeod"], "q": "Murdo MacLeodch 100% control of BskyB? dcspanner 21 January 2011 11:33 AM Trustablekid 21 January 2011 11:33 AM bariloche 21 January 2011 11:35 AM niphette 21 January 2011 11:37 AM <q> He's resigned- reported by The Times. Too slow, Graun! </q> Tiresias 21 January 2011 11:40 AM randomdoofus 21 January 2011 11:40 AM bradwright 21 January 2011 11:40 AM \" <strong> Andy Coulson </strong> was fed up with the \"continual focus and distraction,\"", "new_id": -2, "mturk_index": "1736"}, {"uid": "1295626398146702340", "i": 7856, "idx": 2, "sa": ["Bill Maher", "Mary Landrieu", "Michael Bennet", "Mary Harney", "Nancy Pelosi", "Bernie Sanders", "Dan Boren", "Barack Obama", "Ryan Dixon", "Bill Frist", "Harry Reid"], "q": "'s Unemployed\" www.youtube.com Ryan DixonpRyan Dixon.com Health Care Reform Democrats Congress <strong> Barack Obama </strong> White House <strong> Nancy Pelosi </strong> <strong> Harry Reid </strong> Durbin <strong> Bernie Sanders </strong> <strong> Michael Bennet </strong> <strong> Mary Landrieu </strong> <strong> Dan Boren </strong> <strong> Ryan Dixon </strong> Speaking in a PD podcast to coincide with the launch of a new Progressive Democrats Bill Maherboard campaign <strong> Mary Harney </strong> said <q> There's real progress made in health; let's finish the job </q>. A full list of our achievements. <strong> Barack Obama </strong> foes win symbolic health law repeal vote <strong> Bill Frist </strong>: Health Care Is` Law Of The Land,' GOP Should Drop Repeal And Build... House votes to repeal health-care", "new_id": -2, "mturk_index": "1329"}, {"uid": "1295094125134053943", "i": 24365, "idx": 23, "sa": ["Antonio McDyess", "Ben Wallace", "Allen Iverson", "Richard Hamilton", "Vince Carter", "Rasheed Wallace"], "q": "lot of other guys stepped up.\" Detroit played without <strong> Richard Hamilton </strong>( groin) and <strong> Antonio McDyess </strong>( ribs), and lost <strong> Rasheed Wallace </strong> to a first-half foot injury, but still held the Nets to a season low. <q> No one was going to come in and be Sheed, <strong> Richard Hamilton </strong> or Dice, but we have guys who will come off the Ben Wallacech and help us in their own way, </q> <strong> Allen Iverson </strong> said. \"We just had to utilize that, even when it meant playing a totally different style.\" The Nets lost some of their advantage when <strong> Vince Carter </strong> was ejected after for arguing a second-quarter call with", "new_id": -2, "mturk_index": "2034"}, {"uid": "1297440898101842950", "i": 42739, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "will open the museum after the strike is finished. I don't know when the strike is finished,\" said Antiquities Minister Hawass+Zahi Hawass\" news, photos about Zahi Hawass\"> <strong> Zahi Hawass </strong>, referring to the upheaval. <q> I need things to go back to normal. </q> Egypt's conflict pits autocratic President Mubarak+Hosni Mubarak\" news, photos about Hosni Mubarak\"> <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators and <strong> Hosni Mubarak </strong> supporters battled in front of the Egyptian Museum's pink-walled facade", "new_id": -2, "mturk_index": "246"}, {"uid": "1296770511173654034", "i": 14689, "idx": 63, "sa": ["Ted Kennedy", "Dick Cheney", "Donald Rumsfeld"], "q": "contemplaTed Kennedy leaving, even after <strong> Dick Cheney </strong> told him that he had to stay. In May 2004, when Bush visiTed Kennedy the Pentagon and then repaired to <strong> Donald Rumsfeld </strong>'s office, the secretary handed him yet another I-quit letter. <q> I have concluded that the damage from the acts of abuse that happened on my watch, by individuals for whose conduct I am ultimately responsible, can best be responded to by my resignation, </q> it said. Bush rejecTed Kennedy the idea. <strong> Donald Rumsfeld </strong> said his mind was made up. But Bush would not accept the resignation, and <strong> Donald Rumsfeld </strong> says he eventually accepTed Kennedy the decision. To no one", "new_id": -2, "mturk_index": "1432"}, {"uid": "1296810148059981845", "i": 16470, "idx": 0, "sa": ["Kirsten Gillibrand", "Jon Kyl", "Bob Casey", "Barbara Boxer", "Jerry Moran", "Mark Kirk", "Joe Lieberman", "Mike Johanns", "Scott Brown", "Al Franken"], "q": ", which was released to the press on February 2, the US senators expressed their concern to the German Foreign Minister that EIH continues to conduct transactions on behalf of entities under US and EU sanctions. <q> EIH is one of Iran's few remaining access points to the European financial system, </q> said the letter signed by Senators Frank R Lautenberg, <strong> Mike Johanns </strong>, <strong> Barbara Boxer </strong>, <strong> Bob Casey </strong>, <strong> Scott Brown </strong>, <strong> Al Franken </strong>, <strong> Kirsten Gillibrand </strong>, <strong> Mark Kirk </strong>, <strong> Jon Kyl </strong>, <strong> Joe Lieberman </strong> and <strong> Jerry Moran </strong>. \"The threat of a nuclear-armed Iran is", "new_id": -2, "mturk_index": "1843"}, {"uid": "1296156769094584863", "i": 34524, "idx": 0, "sa": ["Zahi Hawass"], "q": "? \"Par la rampe int?rieure qui a servi? l'?rection\" , soutient l'architecte. Jeudi, introduisant le film baptis Kheops Renaissance, Claudie Haigner, la pr?sidente de la Cit des sciences, a remerci l'?quipe de <q> r?v?ler ce qu'il y a de plus secret dans ces endroits magiques </q>. Reste tout de m?me? obtenir l'autorisation de validation de la part de <strong> Zahi Hawass </strong>, le tout-puissant patron du Conseil supr?me des antiquit?s gyptiennes. Probl?me: m?me s` il a la confiance de nombreux scientifiques", "new_id": -2, "mturk_index": "389"}, {"uid": "1297439350252067849", "i": 17332, "idx": 1, "sa": ["Steve Ballmer"], "q": "So werde Nokia die Erfahrungen aus der Handy-Gestaltung und Unterst?tzung verschiedener Sprachen einbringen, hie es. Au?erdem wird Nokia die Microsoft-Suchmaschine Bing f?r seine Handys und Dienste bernehmen. Nokias eigener Karten-Dienst wird bei Microsoft integriert. <q> Wir entwickeln bereits erste Windows-Telefone von Nokia </q>, verk?ndete <strong> Steve Ballmer </strong>. Die beiden Firmen-Chefs konnten allerdings noch keinen Zeitpunkt f?r den Marktstart nennen. ZUKUNFT VON SYMBIAN Nokia setzte bei den Computer-Telefonen bisher vor allem auf das eigene Betriebssystem Symbian, das aber", "new_id": -2, "mturk_index": "1533"}]