[{"uid": "1295252792226672648", "i": 1942, "idx": 3, "sa": ["Andre Iguodala", "Percy Watson", "Chris Webber", "Andre Miller", "Carmelo Anthony", "Allen Iverson"], "q": "shot. He knocked the shot down. It was a good play,\" <strong> Andre Miller </strong> said. The 76ers, on the other hand, weren't about to let <strong> Carmelo Anthony </strong> get a good look at the end. <q> You don't want somebody shooting that had been making a lot of shots, </q> <strong> Allen Iverson </strong> said. So, after two timeouts, <strong> Carmelo Anthony </strong> took the inbounds but couldn't get a good look with <strong> Andre Iguodala </strong> and <strong> Chris Webber </strong> in his face, so he dished to <strong> Percy Watson </strong>, whose open 3-pointer was short,", "new_id": -2}, {"uid": "1295428029082264106", "i": 41179, "idx": 0, "sa": ["Howard Zinn", "Vandana Shiva", "Noam Chomsky", "Milton Friedman", "Naomi Klein", "Michael Vick"], "q": "Corporation is transforming audiences and dazzling critics with its insightful and compelling analysis. Taking its status as a legal \"person\" to the logical conclusion, the film puts the corporation on the psychiatrist's couch to ask <q> What kind of person is it? </q> The Corporation includes interviews with 40 corporate insiders and critics- including <strong> Noam Chomsky </strong>, <strong> Naomi Klein </strong>, <strong> Milton Friedman </strong>, <strong> Howard Zinn </strong>, <strong> Vandana Shiva </strong> and <strong> Michael Vick </strong> Moore- plus true confessions, case studies and strategies for change. \"AN OVERWHELMING AMOUNT", "new_id": -2}, {"uid": "1297663845136904715", "i": 43606, "idx": 0, "sa": ["Mike Daly", "Sarah Palin", "Mike Pence"], "q": "business and some people in the TV business.\"( Dumbnik also said: \"We're not convinced that he acted alone.\") A comment on Gawker the day of the attack said: <q> <strong> Sarah Palin </strong>... you now have more than just elk blood on your hands. </q> The next day, New York Daily News columnist <strong> Mike Pence </strong> <strong> Mike Daly </strong> wrote, with stunning originality: \"<strong> Sarah Palin </strong> may have the blood of more than some poor caribou on her hands.\"( See-- he", "new_id": -2}, {"uid": "1295674422172441618", "i": 20055, "idx": 4, "sa": ["Lou Kerner", "Sergey Brin", "Eric Schmidt"], "q": "new revenue.\" Wedbush's <strong> Lou Kerner </strong> said the new management structure could prove more nimble than the troika of <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong>, which has been in place for the last decade. <q> What I do think Facebook has shown Google is that they're moving too slow, </q> <strong> Lou Kerner </strong> said. \"Facebook is moving at the speed of light and Google isn't.", "new_id": -2}, {"uid": "1297600395127287377", "i": 48203, "idx": 1, "sa": ["James Huggins", "Allen Iverson", "Dan Tan"], "q": "was it. That was the end of halftime. \"You can't follow that. We all started to laugh. It was great.\" <strong> Dan Tan </strong> imitated <strong> Allen Iverson </strong>'s famous practice rant- <q> We talkin' about practice, man, practice, </q>- after another halftime rant against Campbell Hall. An eternal optimist, <strong> Dan Tan </strong> always cracked jokes. He asked <strong> James Huggins </strong> why the referees wouldn't shake his hand like the coaches before games. The next game", "new_id": -2}, {"i": 23154, "idx": 0, "index_answer": 1, "new_id": -1, "q": "hands on or inside his facemask at least twice, with no penalties called. Tight end <strong> Brent Celek </strong> agreed, when he spoke via phone yesterday with a group of reporters from his minivacation getaway in Michigan: <q> Sometimes he's taking some big-time hits, where maybe other guys would get flagged and he's not. Hopefully, they change it. He's a quarterback, too. He's the same as everybody else. Just because he's maybe a little bit more athletic and faster and can run, he shouldn't be penalized. </q> Expect to see more of this sort of lobbying. We're well into the stretch drive and <strong> Michael Vick </strong>, the most amazing NFL story of 2010, obviously is the key to the Eagles' postseason hopes", "sa": ["Michael Vick", "Brent Celek"], "uid": "1296084552189841423"}, {"uid": "1295943627001703986", "i": 46492, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Bomb investigators were examining the debris to determine the type of explosives used, he said. Binay said he was one of the first at the scene, describing the carnage to reporters. <q> There were bones and flesh on the pavement. A bloodied body was still there. This is an act of terrorism, </q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 4 BR/ 4 BA$ 4,250,000.00 SAN FRANCISCO 2", "new_id": -2}, {"uid": "1296971617152387585", "i": 29611, "idx": 1, "sa": ["Michael Vick"], "q": ", who dealt with family problems when two of his sons were arrested on drug charges, believed <strong> Michael Vick </strong> could change his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as Reid. <q> He had a plan and he stuck to that, both on and off the field, </q> Reid said. \"He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did a great job", "new_id": -2}, {"uid": "1294957392081149963", "i": 6985, "idx": 9, "sa": ["Antonio McDyess", "Allen Iverson", "George Karl"], "q": "Now, it feels that much worse. It's throbbing like a heartbeat.\" <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Antonio McDyess </strong> a week ago, slips on a brace after every game per doctors orders. <q> If I didn't wear this brace to keep it straight after every game, there's a chance it will get worse and I'll have to get a pin, </q> he said. Yet he refuses to wear anything on the finger in a game. \"I'm just real superstitious,\" <strong> Allen Iverson </strong> said. Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there", "new_id": -2}, {"uid": "1295814035047513616", "i": 8497, "idx": 2, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": "Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced,\" she told Sky News's Murnaghan programme. <q> Nobody is above the law, no newspaper editor, no journalist... For all of <strong> David Cameron </strong>'s talk of trust in politics it's fundamental that people obey the law and that's what's at risk here. He should never have appointed him. </q> <strong> Nick Clegg </strong> today suggested that as deputy prime minister he would have a role in choosing <strong> Andy Coulson </strong>'s successor. He said it was \"primarily\" <strong> David Cameron </strong>'s job to find a replacement, adding \"of course", "new_id": -2}]