[{"uid": "1295811908115081242", "i": 2403, "idx": 2, "sa": ["Angelina Jolie", "Judd Apatow", "Ricky Gervais", "Tinchy Stryder"], "q": "opening speech.`` Did he lose weight just to make fat jokes?'' The director also criticised <strong> Ricky Gervais </strong> for mocking the <strong> Angelina Jolie </strong> thriller The Tourist, despite not having seen the film himself. <q> I can't do a joke about[ <strong> Ricky Gervais </strong>'s movie] The Invention Of Lying because I haven't seen it, </q> <strong> Judd Apatow </strong> added.`` You haven't seen it. None of us have seen it. So the joke wouldn't work.'' This week: Ke$ ha, <strong> Tinchy Stryder </strong>, Chase& Status and Beady Eye", "new_id": -2}, {"uid": "1297369886188006414", "i": 23640, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "of political and legal hurdles, <strong> Donald Rumsfeld </strong> praises the notorious camp as well as the no-less-infamous military tribunals for`` unlawful combatants'' that <strong> Donald Rumsfeld </strong> claims were the best solution to the terrorism question. Interview with Robin Koerner- <q> Website fulfils a timeless wish </q> CLICK HERE for...... A moderate independent's take on news, events and culture- by veteran journalist Joe Gandelman with writers from around the world.", "new_id": -2}, {"uid": "1295483725024330246", "i": 13653, "idx": 3, "sa": ["Alassane Ouattara"], "q": "an ouster of Gbagbo. In an interview to be published in French newspaper La Croix on Thursday, <strong> Alassane Ouattara </strong> was asked if ECOWAS was likely to move from threats to action on the ground. <q> Everything's in the process of being put in place. Military intervention is already planned, </q> <strong> Alassane Ouattara </strong> was quoted as saying. The U.N. mission estimates at least 247 people have been killed since the dispute began, many in night-time raids by security forces or allied militias against residents of pro-Alassane Ouattara neighbourhoods.", "new_id": -2}, {"uid": "1297269838172048416", "i": 30379, "idx": 0, "sa": ["Steve Ballmer", "Wes Miller"], "q": "de serverdivisie van het bedrijf. Volgens <strong> Steve Ballmer </strong> was het bedrijf aan` nieuw leiderschap' toe dat zich zou kunnen richten op bijvoorbeeld cloud computing software.` Meer begrip van achterliggende producten nodig' <q> Je zult meer ontwikkelaars zien promoveren omdat <strong> Steve Ballmer </strong> zich realiseert dat er een behoefte is aan mensen die een visie kunnen realiseren. Om dat te kunnen doen moet je begrijpen hoe de software is gebouwd </q>, zegt analist <strong> Wes Miller </strong> van onderzoeksbureau Directions on Microsoft. <strong> Steve Ballmer </strong> heeft zelf geen technische achtergrond. Hij haalde een bachelor in wiskunde en economie op de universiteit van Harvard voordat hij een carri?re bij Microsoft koos.", "new_id": -2}, {"uid": "1295481709046153781", "i": 43895, "idx": 4, "sa": ["Eric Cantor", "Mike Pence", "Rob Andrews"], "q": "don't.'' <strong> Mike Pence </strong> <strong> Rob Andrews </strong>, D-N.J., asked whether seniors on Medicare who had received$ 250 checks to cover prescription drug costs would have to give the money back if the law is repealed. <q> I would yield to anyone who would answer, </q> he said. No Republican replied, although href=\"http://thehill.com/blogs/healthwatch/medicare/138557-seniors-wouldnt-have-to-pay-back-govt-under-repeal\"> <strong> Eric Cantor </strong> said seniors would not have to pay the money back. 200 economists and experts opposing the law. Democrats issued a statement from In", "new_id": -2}, {"uid": "1295628138018169942", "i": 2138, "idx": 1, "sa": ["Andy Coulson"], "q": "`` continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed'' in his role as Downing Street communications chief. <q> I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on. </q> A reporter and a private investigator working for the News of the World were caught illegally eavesdropping on the phones of the British royal family's entourage in 2007. <strong> Andy Coulson </strong> quit the paper when the pair were", "new_id": -2}, {"uid": "1295693165029671442", "i": 5339, "idx": 1, "sa": ["LeBron James", "Dahntay Jones", "Allen Iverson", "Phil Jackson"], "q": "to lead the Pacers to a 109-98 win over the Phil Jacksonadelphia 76ers on Monday night.`` At times, when we can put teams away, we go about it in a lackadaisical way,'' <strong> Allen Iverson </strong> said. <q> We're going to continue to struggle as long as we don't have that killer instinct that everybody's been talLeBron James about. </q> The Pacers earned a split of the home-and-home series after Phil Jacksonadelphia won 107-97 on Saturday night. <strong> Dahntay Jones </strong> scored seven straight points late in the fourth quarter that helped the Pacers put this one away for a rare road win", "new_id": -2}, {"uid": "1295063169065486905", "i": 35418, "idx": 1, "sa": ["Mike Francesa", "Mike D'Antoni", "David Letterman", "Brian Cashman"], "q": "'ve been doing.''... <strong> Mike D'Antoni </strong> said he stayed up late Thursday to watch Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach. <q> He doesn't listen to me, </q> <strong> Mike D'Antoni </strong> said with a laugh.`` He was nice, though, very diplomatic.'' Breakfast With A Champion WFAN and <strong> Mike Francesa </strong> will host a very special`` Breakfast with a Champion'' with Yankees GM <strong> Brian Cashman </strong>", "new_id": -2}, {"uid": "1296080900001015833", "i": 6268, "idx": 0, "sa": ["Simon Cowell"], "q": "`` The X Factor,'' which has a U.S. launch this year, won the talent show category at Britain's National Television Awards on Wednesday, beating <q> Britain's Got Talent, </q>`` Dancing on Ice'' and`` Strictly Come Dancing.'' href=\"http://yahoo-uk.feedsportal.com/c/33053/f/534686/s/121b6e44/l/0Luk0Bnews0Byahoo0N0C220C20A110A1260Ctuk0Euk0Ebritain0Eawards0Efa6b40A80Bhtml/story01.htm#ynw-article-part2\"> Skip related content The show, featuring <strong> Simon Cowell </strong> as an acerbic judge, has regularly topped the viewer ratings in Britain,", "new_id": -2}, {"i": 42292, "idx": 0, "index_answer": 1, "new_id": -1, "q": "He was there to see body types and growth potential. After all, that's what scouts live to do- even the ones who now possess full control of the 49ers' roster. <q> It's kind of like when you were a kid in school always picking teams, </q> <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans", "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "uid": "1295927624169148420"}]