[{"uid": "1296770511173654034", "i": 14657, "idx": 31, "sa": ["Colin Powell", "Bill Clinton", "George Tenet", "Donald Rumsfeld", "Ted Kennedy"], "q": ",'' and`` that devastaTed Kennedy me.'' <strong> Donald Rumsfeld </strong> fires back that the secretary of State had once been`` the most senior military officer in our country'' and no one else in the administration had <q> even a fraction of his experience </q> on intelligence matters.`` <strong> Colin Powell </strong> was not duped or misled by anybody, nor did he lie about Saddam's suspecTed Kennedy WMD stockpiles. The <strong> Bill Clinton </strong> did not lie. The vice <strong> Bill Clinton </strong> did not lie. <strong> George Tenet </strong> did", "new_id": -2}, {"uid": "1295805220124010531", "i": 12265, "idx": 2, "sa": ["Colin Powell", "Barack Obama"], "q": "lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Arizona.`` I think he's got a way to go,'' <strong> Colin Powell </strong> said. <q> I mean, he hasn't achieved all of his purposes, but he's stabilized the economy </q> and taken on health care reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.''`` I think he has reached out to countries around the world and has", "new_id": -2}, {"uid": "1296380264205537380", "i": 49019, "idx": 1, "sa": ["Charles Woodson", "Michael Vick", "Ben Roethlisberger"], "q": "scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. Packers cornerback <strong> Charles Woodson </strong> said they can't fall for <strong> Ben Roethlisberger </strong>'s pump fakes. <q> You can't just go full speed and reckless, </q> <strong> Charles Woodson </strong> said.`` You've got to kind of break down and be ready to move either way with the quarterback. Because it doesn't take much for a quarterback to just step one foot forward or step", "new_id": -2}, {"uid": "1296921227106987589", "i": 34965, "idx": 4, "sa": ["Howard Stern", "David Letterman", "Jay Leno", "Rob Burnett"], "q": ".'' <strong> Howard Stern </strong>:`` Two years, you're thinking you're going to exit?'' <strong> David Letterman </strong>:`` I think that's what it is. Yeah.'' <strong> Howard Stern </strong>: <q> That's why we've got to beat <strong> Jay Leno </strong>. C'mon, all of show business, don't go on that show! </q> according to Entertainment Weekly, <strong> David Letterman </strong>'s producer, <strong> Rob Burnett </strong>, doesn't think so.`` I think the first time Dave said he was going to leave in two years was back in 1987....", "new_id": -2}, {"uid": "1297526701080166924", "i": 47577, "idx": 0, "sa": ["Jay Johnson", "Michael Vick", "Dwaine Caraway"], "q": "and wine Favoriting contest: Tickets to see ventriloquist <strong> Jay Johnson </strong> at the Eisemann Center in Richardson Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city Dallas Morning News editorial board says that <strong> Dwaine Caraway </strong>'s missteps have <q> undermined confidence in his judgment </q> and advises Leppert to stay in", "new_id": -2}, {"uid": "1295739237074268687", "i": 11339, "idx": 13, "sa": ["Shaquille O'Neal", "Jeff Van Gundy", "Les Brown", "Allen Iverson", "Rasheed Wallace", "Kobe Bryant", "Ted Kennedy"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los AngeLes Brown becoming the final NBA team to lose this season.`` We just played defense,'' <strong> Allen Iverson </strong> said. <q> We made them take tough, contesTed Kennedy shots. When they missed, we got out and ran and took adJeff Van Gundytage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presenTed Kennedy a`` matchup issue'' for the Lakers' defense.`` With <strong> Rasheed Wallace </strong> at the 5, and his ability to http://wn.com/Allen Iverson_Allen Iverson_41pts_Break_Kobe Bryant's_Ankle_vs_Shaquille O'Neal_Lakers_98/99 <strong> Allen Iverson </strong>'s eighth career 40-point game had a nice <strong> Kobe Bryant </strong> unexpecTed Kennedy bonus", "new_id": -2}, {"uid": "1297226179238518276", "i": 17849, "idx": 3, "sa": ["Donald Rumsfeld", "Jacques Chirac"], "q": "out that there was broad support in Eastern href=\"http://www.earthtimes.org/tag/Europe.html\"> Europe and that France and href=\"http://www.earthtimes.org/tag/Germany.html\"> Germany did not speak for the entire continent.`` Ironically, my comment was unintentional,'' <strong> Donald Rumsfeld </strong> writes. <q> I had meant to say France and Germany represented` old NATO' not` old Europe'. </q>`` In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling fJacques Chiracch fries` freedom fries' loved it,'' he writes.`` The elites in", "new_id": -2}, {"uid": "1295469111069730385", "i": 21362, "idx": 1, "sa": ["Steven Tyler", "Simon Cowell"], "q": "that begins its 10th season tonight. Hyper, effusive and giddy, <strong> Steven Tyler </strong>'s child-like energy alone sets him apart from the staid and sometimes icy <strong> Simon Cowell </strong>, who quit after last season. <q> The part that's a little difficult is judging young kids, </q> the 62-year-old said.`` It took me a couple of minutes... I don't take whatever happened with the band or with( his ex-wives) into the judging like some other people might have done.''", "new_id": -2}, {"uid": "1294993341072613890", "i": 13421, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "her legs on command. With her closest friends from Congress holding her hand on Wednesday evening, Ms <strong> Gabrielle Giffords </strong> opened her left eye and tried to focus on loved ones for the first time. <q> It was raw courage. It was raw strength. It was so beautiful and so moving, </q> Senator <strong> Kirsten Gillibrand </strong> of New York said of the Arizona legislator.`` She wanted us to know that she was with us 100% and understood everything we were saying.'' Ms <strong> Gabrielle Giffords </strong>' neurosurgeon", "new_id": -2}, {"i": 10113, "idx": 0, "index_answer": 3, "new_id": -1, "q": "with the fantastic group of juniors he has for 2011. His senior defensive end/linebacker <strong> Jarrell McKinney </strong> signed with Western Michigan.`` He's my first Division I recruit,'' <strong> the Albert </strong> said of <strong> Jarrell McKinney </strong>. <q> He has tremendous speed. He runs the 40 in 4.5. He's 6-5, 210, and when he goes to college they're going to put another 20-30 pounds on him. Playing defensive end, he's going to be outstanding. He's the role model for our other kids.... He's that bar that we have to set for ourselves. </q> Cody has an experienced offensive line and receivers coming back, and <strong> the Albert </strong> said junior-to-be quarterback Mario Gulley`` has <strong> Michael Vick </strong> capabilities.'' <strong> Tate Forcier </strong> transferring to Miami( Fla.), says he never", "sa": ["Jarrell McKinney", "Tate Forcier", "Michael Vick", "the Albert"], "uid": "1297327289088555547"}]