[{"uid": "1295499873140181515", "i": 31193, "idx": 0, "sa": ["Dwight Howard", "Allen Iverson", "Vince Carter"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... <strong> Vince Carter </strong>- Top 10 Dunks 2:29 <strong> Vince Carter </strong>`` <strong> Vince Carter </strong>'' <strong> Vince Carter </strong>( born January 26, 1977) is an American professional basketball player in the National Basketball Association", "new_id": -2}, {"uid": "1295501578083329067", "i": 30326, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul", "Ryan Seacrest"], "q": ". There's no surprise in the <strong> Simon Cowell </strong> that Rushfield presents, but he does bring him to life-- by turns brilliant and exasperating, self-serving and disarmingly honest. Rushfield sums him up well: <q> If ever a person could be prepared for fame and all that came with it, it was <strong> Simon Cowell </strong>.... For 20 years, <strong> Simon Cowell </strong> had been involved in every aspect of the shadowy business of creating stars.... He had seen how the magical alchemy could transform people into stars, and he had seen how it could go wrong. </q> The book is not Fox-authorized, which may explain why the show's other well-known personalities play only supporting roles. <strong> Paula Abdul </strong> is a wacky sparring partner, and <strong> Ryan Seacrest </strong> is Robin to <strong> Simon Cowell </strong>'s Batman.", "new_id": -2}, {"uid": "1295871362066535452", "i": 32390, "idx": 1, "sa": ["Alassane Ouattara"], "q": "communiqu. C?te d'Ivoire: le chef de la banque ouest-africaine d?missionne sous la pression C?te d'Ivoire: l'ambassadeur de France plus`` accr?dit'' par Gbagbo C?te d'Ivoire: la perspective d'une intervention militaire se pr?cise <strong> Alassane Ouattara </strong>: <q> Une intervention militaire est pr?vue </q> pour chasser Gbagbo L'Onu envoie 2.000 hommes en renfort en C?te d'Ivoire`` Le gouvernement rappelle que les contrevenants? cette mesure seront consid?r?s comme finan?ant les activit?s de l'administration ill?gitime de Monsieur Laurent Gbagbo et s` exposent?", "new_id": -2}, {"uid": "1295792025158990416", "i": 8714, "idx": 1, "sa": ["David Cameron", "Andy Coulson", "Mark Lewis"], "q": "he is representing clients preparing to bring civil court cases against several newspaper groups over allegations of phone tapping. His claims suggest the practice of illegal eavesdropping is much more commonplace than first thought. <q> I am absolutely positive- and I am not an advocate for the News of the World- that this wasn't a practice for one newspaper or even one newspaper group, </q> Mr <strong> Mark Lewis </strong> said.`` It's fair to say that over the past 10 years or so most entertainment stories will have had some element of subterfuge.'' Mr <strong> Andy Coulson </strong>, who became <strong> David Cameron </strong>", "new_id": -2}, {"uid": "1296622974234061849", "i": 31546, "idx": 2, "sa": ["Antoine Walker", "Paul Pierce", "Allen Iverson", "Yao Ming"], "q": "champions. <strong> Paul Pierce </strong> had to work hard for his 20 points as he struggled for most of the game before coYao Ming alive briefly in the fourth quarter. <strong> Antoine Walker </strong> scored 25 points but was scoreless in the final period. <q> This is what playoff basketball is all about, </q> <strong> Paul Pierce </strong> said.`` Nobody said it was going to be easy when we got here. It's obviously not.''`` It's hard to get the clinching game,'' said <strong> Allen Iverson </strong>, who has gotten", "new_id": -2}, {"uid": "1295561931217792551", "i": 12867, "idx": 0, "sa": ["Eric Schmidt"], "q": "President of F.N.B. Corp& CEO of First National Bank F.N.B. Capital Corporation Provides$ 5.0 MM of Acquisition Capital to Celtic Healthcare, Inc.. More News related to Management Changes Google( GOOG) <strong> Eric Schmidt </strong> Says <q> Adult Supervision No Longer Needed </q> F.N.B. Corporation( FNB) Promotes Vincent J. Delie, Jr. to President of F.N.B. Corp& CEO of First National Bank", "new_id": -2}, {"uid": "1296066642213172334", "i": 30916, "idx": 1, "sa": ["Eric Schmidt"], "q": "website, how to in... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the Woodrow Wilson School of Public and International Affairs, on April 18, 2009.... Google I/O 2010- Creating positive user experiences Google I/O 2010- Beyond design: Creating positive user experiences Tech Talks", "new_id": -2}, {"uid": "1295584425239992849", "i": 45004, "idx": 0, "sa": ["Scooter Libby", "Donald Rumsfeld", "Isnilon Hapilon", "Richard Perle", "Paul Wolfowitz", "Daniel Pearl", "Dick Cheney", "Jeb Bush"], "q": "if you will:( And in shade extended.)) Muslim also collected this Hadith. Imam Ahmad recorded that <strong> Isnilon Hapilon </strong> Hurayrah said that the Messenger of Allah said, www.tafsir.com www http://wn.com/The_Times_Square_Bomb_Scare_Saved_900_Police_Officers_from_Getting_Laid_Off PNAC document pre 9/11 stated <q> absent some catastrophic and catalyzing event-- like a new <strong> Daniel Pearl </strong> Harbor </q> Project for a New American Century Key Members Included: <strong> Dick Cheney </strong> <strong> Jeb Bush </strong> <strong> Donald Rumsfeld </strong>, <strong> Paul Wolfowitz </strong>, <strong> Richard Perle </strong>, and convicted criminal <strong> Dick Cheney </strong>'s former chief of staff <strong> Scooter Libby </strong>`` <strong> Scooter Libby </strong>'' <strong> Scooter Libby </strong> On September 11th, 2001, 11:08 pm", "new_id": -2}, {"uid": "1295674060172441608", "i": 18389, "idx": 5, "sa": ["Carmelo Anthony", "Marcus Camby", "Allen Iverson", "Steve Blake", "Tim Duncan", "Chris Bosh"], "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis.`` Monday, I get to wake up and it's Chris Boshtmas,'' <strong> Allen Iverson </strong> said with a smile. <q> Obviously, it's going to be a fun day. </q> The four-Tim Duncane scoring champion and seven-Tim Duncane All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR Smith back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "new_id": -2}, {"i": 12859, "idx": 2, "index_answer": 0, "new_id": -1, "q": ", the governor's office and various state agencies.`` Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances,'' <strong> Bill Lockyer </strong> said. <q> It's improper, it will stop now, it will not happen again and we will get our money back. </q> Last year, for example, SIFMA lobbied against a bill that requires marketing intermediaries, who help investment funds win multibillion-dollar deals with state pension funds, to register as lobbyists with the state.", "sa": ["Bill Lockyer"], "uid": "1296655437186056720"}]