[{"uid": "1295681320220479511", "i": 46170, "idx": 3, "sa": ["Carmelo Anthony", "Allen Iverson", "George Karl"], "q": "they never showed up. They never got it going.\" <strong> Allen Iverson </strong> sat out all but 1:11 of the fourth quarter, when Nuggets coach <strong> George Karl </strong> emptied his bench, prompting <strong> Carmelo Anthony </strong> to accuse the team of quitting. <q>In a game like tonight, on our All credit goes to BroadbandTV and NBA.com. The Nuggets beat up on the Los Angeles Lakers and <strong> Kobe Bryant </strong> in Denver, CO on Friday night. The final score was 105-79, in favor of Denver. http://wn.com/Kobe_Bryant,_Lakers_MVP_Chants_at_Pepsi_Center_after_sweeping_the_Nuggets,_2008 Lakers fans at the Pepsi Center in Denver drown out the \"<strong> Kobe Bryant </strong> sucks</q> chants from Nuggets fans following the Lakers 4-0 sweep of the Nuggets in the first round of the playoffs. Check out this wholesale real estate deal in Denver, CO- Asking$ 80k/ ARV$ 145k+", "new_id": -2}, {"uid": "1295408839085049344", "i": 603, "idx": 1, "sa": ["Piers Morgan", "Howard Stern", "David Letterman", "Jay Leno"], "q": "<strong> Piers Morgan </strong> Tonight, <strong> Howard Stern </strong> called The Tonight Show host a \"crook,\" \"insane,\" \"not fit to scrub <strong> David Letterman </strong>'s feet,\" and that <strong> Jay Leno </strong> \"steals a tremendous amount of material.\" <q>America must be filled with morons,</q> said <strong> Howard Stern </strong>, \"the ones who watch <strong> Jay Leno </strong>, they must be in a coma.\" This was just about the only moment the conversation sprang to life, however. Too much time was wasted with", "new_id": -2}, {"i": 26802, "idx": 0, "index_answer": 0, "new_id": -1, "q": "County Naval and Military Park, <strong> Kirsten Gillibrand </strong> outlined her plans to provide tax credits for businesses that hire veterans, provide more job training, and better prepare troops leaving the service for a tight job market. <q>We have real challenges in terms of unemployment,</q> <strong> Kirsten Gillibrand </strong> told the round-table discussion, adding that unemployment rates of 15 percent among recently discharged veterans \"can not be tolerated.\" \"We need to do better in terms of making opportunities available to these", "sa": ["Kirsten Gillibrand"], "uid": "1297517098025886731"}, {"uid": "1295425658058294275", "i": 46854, "idx": 3, "sa": ["Rick Santorum", "Gene Huey", "Mike Pence"], "q": "Dakota and former <strong> Rick Santorum </strong> of Pennsylvania. <strong> Mike Pence </strong> said this was his first town hall since the Tucson, Ariz., shootings and he always consults with local law enforcement on security at such events. <q>To me the focus is and should remain on public safety. We volunteer for these jobs, but just because someone comes to a town hall meeting, they should never have to be concerned that there's not a reasonable amount of security,</q> he said. He said town hall meetings are \"very routine\" for him and said he was grateful that everyone came out Monday in the wake of the Tucson shootings. <strong> Gene Huey </strong>` surprised", "new_id": -2}, {"uid": "1295439922072597582", "i": 17343, "idx": 0, "sa": ["Steve Ballmer"], "q": "( Microsoft CRM 2011 Release Candidate Available, Launch Date Set The move is an example of <strong> Steve Ballmer </strong>'s commitment last year that the company is \"all in\" on cloud computing. <q>This is the first time we've made a release in the cloud before we have done so in the server version, and I think that really reflects the push by Microsoft into the cloud,</q> <strong> Steve Ballmer </strong> said in a statement. In fact, Microsoft's Dynamics CRM Online service is based on Microsoft's Dynamics CRM 2011 package, which is set for its own launch on Thursday.", "new_id": -2}, {"uid": "1295390125109740082", "i": 45592, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q>We are not going to give up one inch of territory,</q> <strong> Sergio Marchionne </strong> said. The Miami Herald is pleased to provide this opportunity to share information, experiences and observations about what's in the news. Some of the comments may be reprinted elsewhere in the site or", "new_id": -2}, {"uid": "1297298981049397781", "i": 42303, "idx": 1, "sa": ["Donald Rumsfeld", "Nancy Pelosi", "Bill Clinton", "Robert Gibbs"], "q": "cuts, White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> cited a \"broad agreement that we have to change the way Washington works, particularly as it relates to spending.\" At the same time, he said, <q>We have to do so in a way that protects the important investments so that we can win the future,</q> signaling the <strong> Bill Clinton </strong> will fight to protect his own priorities. House Democratic leader <strong> Nancy Pelosi </strong> was more pointed. \"The Republican plan will cost jobs, undercut American innovation and clean energy, jeopardize our safety by", "new_id": -2}, {"uid": "1295834023223035456", "i": 35084, "idx": 0, "sa": ["Cheryl Cole", "Russell Brand", "Ricky Gervais", "Simon Cowell", "Michael McIntyre"], "q": "of edgy gags at Saturday night's bash. His victims included X Factor stars <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>. He even took a playful swipe at <strong> Ricky Gervais </strong>- to show he wasn't above a ribbing- saying: <q>I wanted to be alone so I went to see <strong> Ricky Gervais </strong>'s new film Cemetery Junction.</q> Asked who his own current favourite comic is, Ross declared: \"<strong> Russell Brand </strong>- despite certain issues.\" Advertisement Winners at the awards included <strong> Michael McIntyre </strong>( Best Male Comic)", "new_id": -2}, {"uid": "1295681875220479510", "i": 13238, "idx": 0, "sa": ["Andy Coulson"], "q": "\" Report Abuse \"Mike Putt: Just reading history and especially from Genesis to today should be PLENTY of Wake UP calls...\" Nope these folks are not that educated or wise.... Report Abuse <q>Al-Qaida/ Taliban are the product of Arab sheikh's. They have just hijacked the Islamic religion and concocted 1000's of Hadith's for their benefits and playing with the lives of innocent people. Under the true definition of Islamic relegion, they are non muslim, since they do not follow the basics teachings of Islam. Even Quran says the Kingship is not allowed, and look at all the Saudi bastered with small kingdoms of their own and their product Al-Qaida/ Taliban.</q> Report Abuse \"This is child sacrifice, not suicide.\" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Trader Makes$", "new_id": -2}, {"uid": "1295580810025001984", "i": 44484, "idx": 0, "sa": ["Janet Jackson", "Simon Cowell", "Carrie Underwood", "Jennifer Lopez"], "q": "to the tryouts chasing her dream and hoping to make a better life for her hearing disabled daughter. The <strong> Carrie Underwood </strong>'s \"Temporary Home,\" and brought down the house, moving <strong> Jennifer Lopez </strong> to tears. <q>I knew that meant something to you and that's what music is about,</q> <strong> Jennifer Lopez </strong> said. \"American Idol's' memorable moments From the big judge shake-up- Ellen and <strong> Simon Cowell </strong> out, <strong> Jennifer Lopez </strong> in?- to <strong> Janet Jackson </strong>'s return to the stage. <strong> Simon Cowell </strong>\"s meteoric rise", "new_id": -2}]