[{"uid": "1296746557227606543", "i": 1391, "idx": 3, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "The Times begins its story with <strong> Donald Rumsfeld </strong>'s account about being told by <strong> George W. Bush </strong> two weeks after the 9/11 attacks, to prepare review the Pentagon's plans for a war with Iraq. According to the Times: <q> \"Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied, </q> Mr. <strong> Donald Rumsfeld </strong> recalls. But the <strong> George W. Bush </strong> insisted on new military plans for Iraq, Mr. <strong> Donald Rumsfeld </strong> writes. \"He wanted the options to be` creative.\" ' \" Reactions are starting to come in", "new_id": -2, "mturk_index": "2029"}, {"uid": "1295828770223035419", "i": 58088, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "of the World. Mr <strong> Andy Coulson </strong> announced on Friday that he was resigning as <strong> David Cameron </strong>'s director of communications amid continuing allegations of phone hacking by the paper's journalists while he was in charge. <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced, </q> she told Sky News's Murnaghan programme.? 2011 owned by or licensed to Trinity Mirror North West& North Wales Limited.", "new_id": -2, "mturk_index": "2012"}, {"uid": "1295094109134053944", "i": 26902, "idx": 4, "sa": ["Sergio Marchionne"], "q": "IL SI' DELLA FIOM, CHE NON VERRA' RAPPRESENTATA NELLA NUOVA JOINT VENTURE CON CHRYSLER. Marchionne,_MIRAFIORI_SALTA_L'INVESTIMENTO_CSF_Rieti_By_Sandro_Matocci CON IL NO AL REFERENDUM SALTA L'INVESTIMENTO. Nel primo giorno di quotazioni in borsa di Fiat Industrial l'ad sottolinea: <q> Siamo in grado di produrre con o senza Fiom </q> Servizio di Emanuela Garulli. Se a Mirafiori \"vince il no con il 51% la Fiat non far l'investimento\" . Parla chiaro <strong> Sergio Marchionne </strong> nel primo giorno di quotazioni in borsa della nuova Fiat che si sdoppia nel", "new_id": -2, "mturk_index": "53"}, {"uid": "1295808793162496514", "i": 15527, "idx": 0, "sa": ["Andy Coulson", "Brian Cowen", "Arthur Kemp", "Mary Harney"], "q": "By <strong> Arthur Kemp </strong> Report Abuse \" <strong> Mary Harney </strong> resigned four years too late. She should have done this years ago as she is detested as one of the worst ministers in Irish history next to <strong> Brian Cowen </strong>. \" Report Abuse <q> Fianna Fail took the debts of the rich and handed them to the taxpayer. Its that simple. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2, "mturk_index": "1178"}, {"uid": "1295277090044859402", "i": 48174, "idx": 1, "sa": ["Andy Coulson", "Richard Myers", "David Cameron", "Gordon Brown"], "q": "reform made the changes \"extremely risky and potentially disastrous.\" <strong> David Cameron </strong> says communications chief <strong> Andy Coulson </strong> is... <strong> Gordon Brown </strong>, Gen. <strong> Richard Myers </strong>, Admiral William Fallon... Business Video: Fiat workers trade strikes for jobs Report Abuse <q> Was it something like this that made Tunisia president flee his country and go to saudi arabia. </q> Report Abuse \" My wants or even needs do not constitute your obligation. \" Neither do your wants or needs constitute my obligation. Report Abuse \"@Not- radamus \"an illness or accident doesn't", "new_id": -2, "mturk_index": "2024"}, {"uid": "1296463074084328459", "i": 29233, "idx": 0, "sa": ["Simon Cowell", "Louis Walsh", "Katie Price"], "q": "the Daily Star Sunday, the music mogul called <strong> Katie Price </strong> his \"woman of the decade\" and refused to rule her out of the running for a place on next series's show. He said: <q> Do I want[ <strong> Katie Price </strong>] as a judge on the X Factor panel? Yeah, that could work. Why not? I like her as a person. In fact I'd even go as far as to say she's my woman of the decade. </q> <strong> Simon Cowell </strong>'s longtime friend Sinitta also backed the speculative plan to bring in <strong> Katie Price </strong>, adding that she would love to see the model sitting alongside <strong> Louis Walsh </strong>. \"Having[ <strong> Katie Price </strong>] on the panel", "new_id": -2, "mturk_index": "1031"}, {"uid": "1296498708053821471", "i": 47470, "idx": 0, "sa": ["Sergio Marchionne", "Bob King"], "q": "King_Bob King/index.html?inline=nyt- per\" articles about Bob King.\"> <strong> Bob King </strong>, the automaker raised the amount. Because Chrysler lost money last year, it did not have to pay anything extra to its plant workers, but <q> that would have been inexcusable, </q> Chrysler's chief executive, Marchionne_Sergio Marchionne/index.html?inline=nyt- per\" articles about Sergio Marchionne.\"> <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the", "new_id": -2, "mturk_index": "422"}, {"uid": "1295108785237223937", "i": 822, "idx": 1, "sa": ["Gabrielle Giffords", "Tim Pawlenty", "Bernie Sanders", "Sarah Palin"], "q": ". Liberal Sen. <strong> Bernie Sanders </strong>, a Vermont independent who's seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in addition to <strong> Gabrielle Giffords </strong>. It asked whether <q> right-wing reactionaries, through threats and acts of violence, inTim Pawlentyidated people with different points of view from expressing their political positions </q> in the state. He drew criticism from conservatives, mirroring the reaction against <strong> Sarah Palin </strong>'s more widely reported video statement. Some of the jockeying was more subtle. Within two days of", "new_id": -2, "mturk_index": "693"}, {"uid": "1295755514184385545", "i": 26809, "idx": 31, "sa": ["Allen Iverson", "Edward"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps,\" <strong> Allen Iverson </strong> said. <q> You honestly don't r... Allan <strong> Allen Iverson </strong> 60 Point Game! INCREDABLE! AI! PHILADELPHIA( AP)-- <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when th <strong> Edward </strong> 554 N. 63rd Street- Robbery Point of Gun 554 N. 63rd Street- Robbery Point of Gun On Saturday, December 04, 2010,", "new_id": -2, "mturk_index": "613"}, {"uid": "1297207620184696835", "i": 8385, "idx": 5, "sa": ["Colin Powell", "Donald Rumsfeld"], "q": "<strong> Colin Powell </strong>, quien \"seg?n mi punto de vista no hizo un buen trabajo gerenciado a su gente\" y asegura que el ex general nunca habr?a expresado reservas con el plan de derrocar a Saddam Hussein. <q> Hay muchas cosas en la prensa diciendo que <strong> Colin Powell </strong> estaba en contra. Pero nunca vi la menor indicaci?n de eso </q> afirma <strong> Donald Rumsfeld </strong>, quien al contrario, asegura que <strong> Colin Powell </strong> nunca present objeciones durante reuniones de gabinete y cre?a, como el resto del gobierno, que Saddam Hussein ten?a un arsenal de armas de destrucci?n masiva.", "new_id": -2, "mturk_index": "955"}]