[{"uid": "1296781096226541600", "i": 13789, "idx": 4, "sa": ["Michele Bachmann", "Mike Pence"], "q": "support for <strong> Mike Pence </strong>'s proposal in light of the footage. And <strong> Michele Bachmann </strong>, R-Minn., a co-sponsor on that bill, linked to the first Planned Parenthood video on her Facebook page, vowing to introduce her own bill <q> that would prohibit Planned Parenthood from receiving any future federal money directly or indirectly. </q> The undercover videos bear similarities to those that united lawmakers in opposition to low-income advocacy group ACORN. The New Jersey Planned Parenthood video showed a couple walking into the Perth Amboy clinic for help with their \"", "new_id": -2}, {"uid": "1297110030149880903", "i": 20654, "idx": 2, "sa": ["Mike Darnell", "Simon Cowell"], "q": "vocal ability, charisma and stage presence it takes to really become a superstar. \"I love having the audience there because everyone's suddenly a judge- everyone's an expert,\" <strong> Simon Cowell </strong> said. <q> But actually, on this show, you get that chance, because you make your presence felt. I mean if you love somebody, you show the support. If you hate them, you can make your presence felt. <strong> Diana Ross </strong> if you think we're wrong,- rare- you can also change our minds occasionally. </q> Fans of <strong> Simon Cowell </strong>'s abrasive criticism need not worry-his presence on The X Factor is expected to be just as biting as ever, perhaps even more so. <strong> Mike Darnell </strong>, the President of Alternative Entertainment for Fox", "new_id": -2}, {"uid": "1297372224147750919", "i": 32288, "idx": 0, "sa": ["Eric Schmidt"], "q": "in an interview with a Swiss magazine on Thursday. Asked about the high valuations being put on companies such as social network company Facebook and game developer Zynga, <strong> Eric Schmidt </strong> said in an interview with Bilanz: <q> There are clear signs of a bubble... But valuations are what they are. People believe that these companies will achieve huge sales in the future. </q> The Wall Street Journal reported on Thursday that Google, Facebook and others have held low-level takeover talks with Twitter, valuing the company as high as$ 10 billion. Asked whether he planned to", "new_id": -2}, {"i": 48513, "idx": 0, "index_answer": 1, "new_id": -1, "q": "key given to <strong> Michael Vick </strong>. <strong> Richard Hunter </strong> showed the council a picture of his black pit bull Mel, used by <strong> Michael Vick </strong> as a bait dog to train fighting dogs before he was seized by authorities. <q> On Saturday I was horrified to witness <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gleefully proclaiming that a power had been bestowed on him to give the man who tried to kill my dog a key to my city, </q> <strong> Richard Hunter </strong> said. <strong> Richard Hunter </strong> called <strong> Dwaine Caraway </strong>'s action an embarrassment to the city \"rouge decision to besmirch the reputation of the city.\"", "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "uid": "1297267847143687688"}, {"uid": "1295665840153141349", "i": 42308, "idx": 0, "sa": ["Andy Coulson"], "q": "short for Israel-Palestinian deal: UN chief\" Soon Israel will not be able to negotiate anything outside their UN given border. Bunch of schmucks lost another opportunity- again. Report Abuse <q> the palestinians can go live in iran with the rest of the hamas/ hezbollah supporters </q> Report Abuse \"Let's repeat together: \"Settlements in the occupied Palestinian territory are illegal under international law\".\" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and", "new_id": -2}, {"uid": "1296041453184270856", "i": 12126, "idx": 2, "sa": ["Bruce Golding", "Simon Cowell"], "q": "a full brief on all the activities including a detailed update on the efforts that have been made to adjust this increase and he is confident that CARICOM will continue to make representation to the British government. <q> Going to London and pleading are not the only options we have, </q> <strong> Simon Cowell </strong> <strong> Bruce Golding </strong> noted. He said he had \"consulted widely and there are other options that the Caribbean may have to consider in tackling something that is not just unfair and unjust but is in conflict with established global", "new_id": -2}, {"uid": "1295562034055705631", "i": 35038, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> will step down as the CEO of Google in April, the company announced today via official blog post. <q> Mr. <strong> Eric Schmidt </strong> will remain executive chairman and serve as adviser to Mr. Page and <strong> Sergey Brin </strong>, the other company co-founder and its president of technology, </q> reports the New York Times. But tech blogger Owen Thomas tells a more nuanced story. Thomas points out that \"Page was Google's first CEO, and held the job from 1998 to 2001,", "new_id": -2}, {"uid": "1295036728092176422", "i": 26441, "idx": 2, "sa": ["Charlie Chaplin", "Sergio Marchionne"], "q": "Italia' \"We are getting closer and closer to the workers in the <strong> Charlie Chaplin </strong> movies,\" said Nina Leone, 47, a Fiat employee since 1988 and who said she would oppose the deal. <q> I don't think Mirafiori will stop auto production if the No vote prevails. We will fight to keep our jobs. </q> Mirafiori is part of <strong> Sergio Marchionne </strong>'s 20 billion-euro investment project dubbed \"Fabbrica Italia\" to revamp Fiat's five remaining Italian car plants excluding Termini Imerese, which will stop producing cars by the end of 2011", "new_id": -2}, {"uid": "1296504451024739846", "i": 19460, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "heavily protected by the Egyptian military. Later on Monday, he was appointed Minister of State Antiquities in the new government named by President <strong> Hosni Mubarak </strong>, who faces calls from protesters for his ouster. <q> If the museum is safe, Egypt is safe, </q> <strong> Zahi Hawass </strong> said. A museum administrator found the head of a small clay statue on the stairs. Mummies heads ripped off Looters had broken into the museum on Friday, ripping the", "new_id": -2}, {"uid": "1294969046172343345", "i": 22752, "idx": 1, "sa": ["Kirsten Gillibrand", "Dr. Peter", "Gabrielle Giffords"], "q": "a major milestone for her and we're hoping that she crosses through many more,\" said her neurosurgeon, <strong> Dr. Peter </strong> Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q> It was raw courage. It was raw strength. It was so beautiful and so moving. </q> Doctors have also helped <strong> Gabrielle Giffords </strong> sit up and dangle her legs from her bed. She's able to open her right eye, even though it's bandaged. The next milestone will be removing", "new_id": -2}]