[{"uid": "1297249562136822788", "i": 7603, "idx": 1, "sa": ["Kirsten Gillibrand", "Barbara Boxer"], "q": "is time for a national debate on abortion that has never really occurred,'' Smith said. Democrats in the Senate, however, said the public would rather Congress focus on other things. <q> This election was about the economy, </q> said <strong> Barbara Boxer </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y.`` So I do not understand how this Republican Congress can move from that mandate to create jobs- to create opportunity in this country- towards how do we undermine women's reproductive health", "new_id": -2}, {"uid": "1297663004154386461", "i": 329, "idx": 0, "sa": ["Sergio Marchionne"], "q": ". Bloomberg( Alert) News reported Thursday that the bonuses would average$ 10,000 for 10,755 salaried workers, but some who aren't covered by government pay restrictions could get up to half their salary. <q> Details regarding salaried performance awards are considered confidential employment records, </q> Ranieri said. Chrysler CEO <strong> Sergio Marchionne </strong> has said the workers deserve bonuses even though the company lost money because of work they did in revamping or redesigning 16 models since the 2009 bankruptcy. For both", "new_id": -2}, {"uid": "1295420762187301926", "i": 48592, "idx": 2, "sa": ["Michael Jackson", "Simon Cowell"], "q": "blunt and often controversial criticisms, insults and wisecracks about contestants and their abilities, or lack thereof. He is often parodied in <strong> Michael Jackson </strong> culture, and was described by the The Times journalist Minette Marrin as representing the <q> heartless, thoughtless and superficial- the flotsam and jetsam of the polluted seas of celebrity that is likely to sink without trace into toxic foam </q>. <strong> Simon Cowell </strong> is known for combining activities in the television and music industries, having promoted singles and records for various artists, including television personalities. He was most recently featured on the eighth season of American Idol and", "new_id": -2}, {"uid": "1295686742156401686", "i": 47049, "idx": 16, "sa": ["Kenyon Martin", "Vince Carter", "Allen Iverson"], "q": "its third straight. Smith was 8-of-10 in the period, including seven outside the arc.`` <strong> Vince Carter </strong>,'' said <strong> Kenyon Martin </strong>, who missed only one of his eight shots while recording 14 points and 10 rebounds. <q> You've just got to take one shot at a time, </q> Smith said of the streak after shooting 1-of-5 before intermission.`` In the first half, it was awful, so I came out early at halftime and tried to get my http://wn.com/Allen_Iverson_27pts_vs_Memphis_Grizzlies_08/09_NBA_*Remembering_Martin_Luther_King_*AI_on_Obama <strong> Allen Iverson </strong> and the Detroit Pistons tightened", "new_id": -2}, {"uid": "1297319963198246426", "i": 36058, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google and the European Commission aren't nearing a resolution on the antitrust investigation launched in the European Union in November, and Google isn't likely to change its algorithm there any time soon. <q> There are no discussions. As is known, the commission is conducting an in-depth market investigation. The investigation is not finished, </q> said Amelia Torres, spokeswoman for competition issues at the commission, in a Wall Street Journal This all stems from a story published in The Sunday Telegraph in which the reporter( not lame duck CEO <strong> Eric Schmidt </strong>)", "new_id": -2}, {"uid": "1295891007159268865", "i": 40457, "idx": 0, "sa": ["Simon Cowell"], "q": "Internet chatter that has been going on since Wednesday's premiere. And for those of you who are skeptical about Idol without <strong> Simon Cowell </strong>, I urge you to put skeptics aside and give the show a chance. <q> Free Snookie! Free Snookie! Free Snookie! </q> That was the song the roommates were singing as they drove to the local jail to pick Snookie up after being arrested for drunk and disorderly conduct. It all started when Snookie felt that 9 a.m. was the perfect", "new_id": -2}, {"uid": "1296738996265682966", "i": 5209, "idx": 0, "sa": ["Andy Coulson"], "q": "individuals will be given permission if a formal or informal application to the court is made. The guidance stated that judges can authorise live reporting on a case-by-case basis and at times it may be limited to <q> representatives of the media for journalistic purposes </q>. Sign up here for our free, daily email newsletter to get all the latest stories, jobs, tips and more. BBC's Craig Oliver to replace <strong> Andy Coulson </strong> as No 10 communications chief Sponsored content must", "new_id": -2}, {"uid": "1295914674088195073", "i": 37201, "idx": 1, "sa": ["Robert Gibbs", "Sen. Bernie Sanders"], "q": "included as main components of his fiscal deficit commission.`` I think for the tens and tens of millions of American workers and for senior citizens, that is very welcome news,'' <strong> Sen. Bernie Sanders </strong> said. <q> So I applaud the president for standing up for Social Security, for his understanding that this is a program that has worked fantastically well for 75 years, and that he is going to defend it. </q> The White House held specifics of address close to the vest today with Press Secretary <strong> Robert Gibbs </strong> reminding reporters that the speech is at 9 p.m. Tuesday.`` So to my mind, you have a", "new_id": -2}, {"uid": "1295639157179568677", "i": 20466, "idx": 5, "sa": ["Eric Schmidt", "Seth Harris"], "q": "he concluded. All of this is true, but replacing <strong> Eric Schmidt </strong> with Page is not necessarily the answer, said <strong> Seth Harris </strong> Dalka, a digital strategy consultant and keynote speaker. <q> Ideally, Google needed to bring an executive that understood search and how that related to the businesses that they serve and their customer service, </q> he told the E-Commerce Times. Yahoo( Nasdaq: YHOO), he pointed out, had a go at bringing back a founder as CEO, and it didn't exactly lead to optimal results.", "new_id": -2}, [{"i": 18328, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ban underwriters from shifting the member fees to municipal-bond issuers. Both groups have political-action committees that finance candidate campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said. <q> Apparently, it's a practice all over the country, </q> <strong> Bill Lockyer </strong> said today in a telephone interview.`` I don't think it's a good one.''-- With assistance from <strong> Michael B. </strong> Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum", "sa": ["Pete Young", "Bill Lockyer", "Michael B."], "uid": "1296611107097845302"}]]