[{"uid": "1297435003161464334", "i": 44594, "idx": 0, "sa": ["Jennifer Aniston", "Angelina Jolie", "Perez Hilton"], "q": "L.A. parking garage. <strong> Perez Hilton </strong> href=\"http://www.lifeandstylemag.com/2011/02/jen-Jennifer Aniston-1.html\" target=\"_blank\"> tells Life& Style magazine that during his accidental encounter with <strong> Jennifer Aniston </strong>, he asked outright if she hated <strong> Angelina Jolie </strong> for wooing away her man. <q> Jen said,` Look, that was so long ago, and we've moved on and we're all adults,' </q> he tells the magazine. Adds <strong> Perez Hilton </strong>,`` I believe what she has to say. I think she really has moved on.'' <strong> Jennifer Aniston </strong> also revealed that she is still in touch with", "new_id": -2}, {"uid": "1295562573075235436", "i": 871, "idx": 0, "sa": ["Mikhail Gorbachev", "Brent Scowcroft", "George W. Bush", "Colin Powell", "George H. W. Bush", "James A. Baker", "Dick Cheney"], "q": "20th anniversary show Hussein tried to broker a last-minute peace deal with the help of former Soviet leader <strong> Mikhail Gorbachev </strong> but at the same time remaining defiant, calling the coalition forces`` treacherous and cowardly'' and describing <strong> George W. Bush </strong> as <q> the enemy of God and humanity. </q> Along witGeorge H. W. Bush, the reunion will include former <strong> George H. W. Bush </strong> Quayle, then-Defense Secretary <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman retired Gen. <strong> Colin Powell </strong>, former Secretary of State <strong> James A. Baker </strong> III and former National Security Advisor <strong> Brent Scowcroft </strong>.", "new_id": -2}, {"uid": "1296138678011223047", "i": 48358, "idx": 1, "sa": ["Michael Gove", "Andy Burnham"], "q": "The bill is likely to include further measures such as plans to overhaul the teacher training process, sweeping reforms of qualifications and the introduction of a reading test for six-year-olds. Labour says it gives Mr <strong> Michael Gove </strong> <q> 50 new powers to meddle in education in your area </q> with Shadow Secretary <strong> Andy Burnham </strong> tweeting that it`` strips councils of any real power and gives it all to the Secretary of State''. Play video News Headlines( Lunchtime) for January 27th,... Play video", "new_id": -2}, {"uid": "1295143398136134670", "i": 4198, "idx": 1, "sa": ["Michael Vick", "Brandon Boyd"], "q": "Warnat had been tattooed at <strong> Brandon Boyd </strong>'s shop. She kept up with the Web site for his pit bull rescue efforts, her main interest at SPCA. She said she contacted <strong> Brandon Boyd </strong> because she wanted to work with <q> somebody who was just good with people. </q>`` It's kind of neat because the tattoo industry has a stereotype, too,'' she said, adding that <strong> Michael Vick </strong>'s dogs would help the average Professor Davide Sola discusses why enterprise and entrepreneurial activity are key", "new_id": -2}, {"uid": "1297715234156434432", "i": 54622, "idx": 0, "sa": ["Topher Grace", "Michael Vick", "Demetri Martin", "Greta Gerwig"], "q": "artist who has given pleasure to countless listeners for whom such critical hairsplitting is irrelevant.'' Entertainment Video: Gino Sits Down With Actors <strong> Demetri Martin </strong>& <strong> Topher Grace </strong> Entertainment Video: Gino Sits Down With Actress <strong> Greta Gerwig </strong> Report Abuse <q> Magnificant musician. What a shame that so many young people do not know what real music is. </q> ABC News: Eminem's Loss Shows Grammys Still Behind on Rap ABC News: <strong> Michael Vick </strong> to Appear on Winfrey's Talk Show Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt", "new_id": -2}, {"uid": "1295622311169754648", "i": 9017, "idx": 0, "sa": ["Ed Miliband", "David Cameron", "Andy Coulson"], "q": "felt he's been punished for the same offence twice but I quite understand his decision and wish him well for the future.''( Asked if it raised questions about <strong> David Cameron </strong>'s judgement) <q> I don't think so at all because <strong> Andy Coulson </strong> resigned from News of the World when he found out what was happening. </q> LABOUR PARTY LEADER <strong> Ed Miliband </strong>`` Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him. We think", "new_id": -2}, {"uid": "1296894347001409025", "i": 12473, "idx": 6, "sa": ["Roger Goodell", "Michael Vick"], "q": "Wasn't that tiresome? Lots of players are in Dallas this weekend. Only one has to check in with the commish before going to a club.`` It isn't,'' <strong> Michael Vick </strong> said. <q> Ninety-five percent of the players in the league haven't been through what I've been through. It's all self-inflicted. If that's what it's going to take to keep me on the right track and keep me in the NFL, then I'm not complaining. Not at all. </q> The party appearance, <strong> Michael Vick </strong> said,`` wasn't something we were trying to do outside of the norm, but the authority said no. <strong> Roger Goodell </strong> said no, we couldn't do it, and", "new_id": -2}, {"uid": "1297022203088555540", "i": 51717, "idx": 2, "sa": ["Eric Schmidt"], "q": ",'' he was quoted as saying. He said a computer is good at things that people are not. For example, it is good at memory and doing things involving large numbers. <q> It is also very limited with things like intuition- the human things. A reasonable expectation in 50 years is that computers will do things that they do really well, and humans will do what we do really well.`` And the stupid stuff that we have to do, like remembering things, they can do, and the things that we are really good at- like judgment- they don't really need to do, </q> he added. About the competition faced by his company from the growing popularity of the online social networking websites such Facebook, <strong> Eric Schmidt </strong> said, Facebook is not a competitor because the more people use Facebook the", "new_id": -2}, {"uid": "1297273396044515343", "i": 11171, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "Antiquities, crowding around antiquities chief <strong> Zahi Hawass </strong> when he came to talk to them. Protesters said they wanted higher salaries and more funding for their sector, which they said former Minister of Culture Farouq <strong> Hosni Mubarak </strong> had reduced. <q> He took our money, </q> said Suha Al Nabil, a museum employee. The vice president also appeared to be pushing ahead with a reform process even without dialogue. He said a panel of top judges and legal experts would recommend", "new_id": -2}, {"i": 11815, "idx": 10, "index_answer": 2, "new_id": -1, "q": "dropped to 2-10 at home in the past six weeks, and face a road trip that includes games at Boston, Cleveland, New Orleans and Orlando.`` We lost again,'' point guard <strong> Rodney Stuckey </strong> said. <q> I don't know. I really can't explain anything anymore. We just keep losing, and now we've got some great teams to play. </q> <strong> Allen Iverson </strong> led all scorers with 31 points, and <strong> Antonio McDyess </strong> added 13 points and 13 rebounds. San <strong> Antonio McDyess </strong> led http://wn.com/Mavs-Spurs_106-93_I_Nowitzki_31pts,9reb,Terry_19pts_vs_Duncan_30pts,8reb,Parker_26pts,12ast SAN ANTONIO, April 28,2009( AP) <strong> Jason Terry </strong> galloped down court after one big shot and <strong> Josh Howard </strong> skipped", "sa": ["Jason Terry", "Josh Howard", "Rodney Stuckey", "Antonio McDyess", "Allen Iverson"], "uid": "1295937890179191810"}]