[{"uid": "1295907479051232827", "i": 2331, "idx": 0, "sa": ["Bill Lockyer", "David Chiang"], "q": ", based on <strong> David Chiang </strong>'s href=\"http://controller.ca.gov/Files-EO/Controller/12-08-10controller-update.pdf\"> analysis last month. <strong> Bill Lockyer </strong> said Monday that his weekend comments weren't based on any new cash flow information, but that his words shouldn't be surprising. <q> We have a current structural budget deficit that we have to address. The sooner, the better. </q> He said the issuance of IOUs`` theoretically could happen. It's a possibility. It's not one that anyone wants to do. So it's sort of at the bottom of a list of", "new_id": -2}, {"uid": "1295498373152403971", "i": 49746, "idx": 2, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "Mr Laurent Gbagbo and president-elect <strong> Alassane Ouattara </strong> that went very late into the night, I regret to announce that the breakthrough that was needed did not materialise,'' <strong> Raila Odinga </strong> told a press conference before flying to Ghana. <q> One of the principal goals of my mission was to convince Mr Gbagbo that he needed to put his presidency on the agenda of the discussions, </q> <strong> Raila Odinga </strong> said.`` In addition it was imperative that the blockade of the Golf Hotel be lifted. Mr Gbagbo gave me an assurance that this blockade would be lifted yesterday but he broke that promise for the", "new_id": -2}, {"uid": "1295472448018825218", "i": 42884, "idx": 0, "sa": ["Steve Ballmer", "Barack Obama"], "q": "been fast enough,'' <strong> Barack Obama </strong> said. At today's meeting with CEOs, <strong> Barack Obama </strong> and Hu said it was important for the two nations to deepen their business ties. Hu said his nation <q> welcomes U.S. companies and promised that China would treat fairly U.S. companies doing business there.`` It all feels very, very good that you asked us to be a partner, </q> Jim McNerney, the chief executive officer of Boeing, said to Hu at the start of the session. Executives Invited Other attendees at the meeting were Chief Executive Officers <strong> Steve Ballmer </strong> of Jeffrey Immelt", "new_id": -2}, {"uid": "1296649526153911310", "i": 24258, "idx": 0, "sa": ["Eamon Gilmore"], "q": "way the economy had been handled but claimed the two main opposition parties avoided making the hard decisions required.`` Anger will not solve the problems we face. And neither will empty promises,'' he said. <q> I am not here today to sugarcoat the situation, or promise that all will be well if you simply vote for my party. I will leave that talk to Fine Gael, Labour and Sinn F?in. </q> Labour leader <strong> Eamon Gilmore </strong> said his party was offering`` a break from the past''. For the first time in the 90-year history of the State, people had a chance to elect a government that", "new_id": -2}, {"uid": "1295089887198639690", "i": 48750, "idx": 0, "sa": ["Conor Lenihan", "Brian Cowen", "Eamon Gilmore", "Brian Lenihan"], "q": "party activists are saying they believe a change in leadership would be appropriate and should happen,'' said <strong> Conor Lenihan </strong>, a Fianna Fail MP and younger brother of a potential leadership rival, finance minister <strong> Brian Lenihan </strong>. <q> They don't do this out of malice or bad feeling toward <strong> Brian Cowen </strong>. They say he's unlucky or not a huge communicator. </q> Mr <strong> Eamon Gilmore </strong> said Labour's no-confidence vote in parliament would allow MPs of all parties the chance to force an immediate election and end Mr <strong> Brian Cowen </strong>'s delaying tactics. Mr <strong> Brian Cowen </strong>'s government has an", "new_id": -2}, {"uid": "1297194256096485395", "i": 58004, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": ", le pr?sident et sa famille b?n?ficiaient de la protection du href=\"http://www.lalibre.be/sujet/ON/Secret+Service\" title=\"Plus d'infos sur Secret Service\"> Secret Service'', le corps d'?lite charg de la s?curit des personnalit?s publiques, a expliqu M. <strong> Donald Rumsfeld </strong>. <q> Ma famille n'en b?n?ficiait pas. Et cela a t un moment un peu trange </q>, a-t-il racont? propos d'une r?union consacr?e? la s?curit nationale en 2003, au cours de laquelle le complot visant ses filles lui a t r?v?l. <strong> George W. Bush </strong> lui avait conseill de ne pas prendre cette menace?", "new_id": -2}, {"uid": "1295763125091455495", "i": 41093, "idx": 5, "sa": ["Alastair Campbell", "Ed Miliband", "David Cameron", "Andy Coulson"], "q": "time to move on.'' Mr <strong> Andy Coulson </strong> joined Mr <strong> David Cameron </strong>'s team before the General Election and then ran the PM's communications strategy. href=\"http://yahoo-uk.feedsportal.com/fc/labour-party.html\"> Labour leader <strong> Ed Miliband </strong> said the row raised <q> real questions about <strong> David Cameron </strong>'s judgement that he hung on to <strong> Andy Coulson </strong> for so long </q>. Play video <strong> Alastair Campbell </strong> Tabak Charged With Jo Yeates Murder Play video Claims phone-hacking row involves other... Play video News Headlines( Evening) for January 22nd,... Subscribe to RSSMost Popular in: UK Keep", "new_id": -2}, {"uid": "1295030258156713008", "i": 471, "idx": 0, "sa": ["Sienna Miller", "David Cameron", "Andy Coulson"], "q": "of Public PSienna Millercutions, said the Crown PSienna Millercution Service( CPS) would conduct a`` comprehensive assessment'' of evidence collected by detectives about the`` phone hacking'' at the News of the World paper. <q> The purpose of this assessment is to ascertain whether there is any material which could now form evidence in any future criminal pSienna Millercution relating to phone hacking, </q> the CPS said in a statement. <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> quit as News of the World editor in 2007 after one of the paper's reporters was jailed for secretly listening to phone messages of royal", "new_id": -2}, {"uid": "1294966523056983621", "i": 53324, "idx": 0, "sa": ["Lorraine Keane", "John Powell", "Colin Powell", "Malachy McCourt", "Patrick Clarke"], "q": "U2's Bono, and the magic of Irish song.... <strong> Malachy McCourt </strong> at the NYS Writers Institute in 2003 Recorded on January 27, 2003 in front of the UN Nine days before <strong> Colin Powell </strong> made his now infamous presentation <q> John Powellny, I hardly knew ya </q>... TV Iinterview with <strong> Malachy McCourt </strong>& <strong> Patrick Clarke </strong> August 2000 TV Iinterview with <strong> Malachy McCourt </strong>& <strong> Patrick Clarke </strong> August 2000 <strong> Lorraine Keane </strong> interview with <strong> Malachy McCourt </strong>, Angela's Ashes& <strong> Patrick Clarke </strong> for TV3 Ireland, Beyond the Pale is available on Amazon at:", "new_id": -2}, {"i": 32620, "idx": 2, "index_answer": 1, "new_id": -1, "q": "his bid for a second term. Americans.'' <strong> Sen. Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a`` right-wing media echo chamber'' that is <q> transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day. </q> In a separate statement, state Republican Chairman <strong> Steve Larrabee </strong> said:`` By using this tragedy to demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore.'' <strong> Sen. Bernie Sanders </strong>", "sa": ["Barack Obama", "Steve Larrabee", "Sen. Bernie Sanders"], "uid": "1295246138063356933"}]