[{"uid": "1296221847050937880", "i": 35020, "idx": 0, "sa": ["Patrick Achi", "Alassane Ouattara"], "q": "<strong> Alassane Ouattara </strong> was recognised by world leaders as the winner of a Nov. 28 election, but has struggled to get control of the country's finances from incumbent Laurent Gbagbo who has resisted pressure to step down. <q> Ivory Coast has no money to pay any debt at all, </q> <strong> Patrick Achi </strong>, a spokesman for <strong> Alassane Ouattara </strong>'s rival government, told Reuters, days before the grace period for the coupon for Ivory Coast's$ 2.3 billion Eurobond due 2032 runs out. Ivory Coast missed a", "new_id": -2}, {"uid": "1297252060052527108", "i": 58283, "idx": 1, "sa": ["Chris Huhne", "Justin King"], "q": "is delighted to be back on the` high street' with Sainsbury's, maJustin King it easier for customers to get the products, information and advice they need.'' e Secretary <strong> Chris Huhne </strong> welcomes the move, <q> Being smart about energy use is a no brainer, it reduces bills and cuts carbon, so I am pleased Sainsbury's and British Gas are bringing energy efficiency and green power to the high street. This new partnership is the sort of collaboration we want to see under the Government's Green Deal to stimulate green growth and kick start a radical and urgent increase in home energy efficiency. </q> Sainsbury's Energy, in partnership with British Gas, is now available to customers in Sainsbury's stores across the UK, online at and via the dedicated Sainsbury's Energy call centre on freephone 0800 316", "new_id": -2}, {"uid": "1296619353222035984", "i": 26285, "idx": 3, "sa": ["M. Night Shyamalan", "Ming Yi", "Michael Vick"], "q": "left before ending of 3rd quarter, Eagle is setting another record for`` Most Scoring Team'' on Monday <strong> M. Night Shyamalan </strong> Football with the spank`` Eagle 59- 21 Redskin''. Eagle also set a new record for <q> Most Scoring Team On The Road In NFL </q>. This is an amazing <strong> M. Night Shyamalan </strong> for Micheal <strong> Michael Vick </strong> perforMing Yi. The final score of the game is`` Eagle 59- 28 Redskin''. <strong> Michael Vick </strong> Record <strong> M. Night Shyamalan </strong>^^. http://wn.com/Monday_M. Night Shyamalan_Football's_Dumbest_Play_Ever_By_A_Rookie! IF YOU LIKE TO READ,", "new_id": -2}, {"uid": "1295498091112721922", "i": 7370, "idx": 6, "sa": ["Gregg Popovich", "Allen Iverson"], "q": "route to his third career 50-point game and first since February 6 against Sacramento.`` When your jumper is on, the basket seems like an ocean and the basketball seems like a rock,'' he said. <q> That is the way it felt tonight.`` My teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. My <strong> Gregg Popovich </strong> calls the plays and I wouldn't set a career high without those guys. </q> The 1998-99 NBA scoring champion, <strong> Allen Iverson </strong> broke his own Gund Arena record for points. He has fond memories of this building, having scored 50 points in a 125-118 loss in April 1997 after being named Most Valuable", "new_id": -2}, {"uid": "1297224102174489610", "i": 37081, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "Show'' with <strong> David Letterman </strong> that night. He sounded tired and hoarse in the frigid weather, but he had offered his fans one more thing before he left- his`` title belt.'' <q> I just want you to know, for the next year you guys can steal my belt celebration because we're the champions of the world. Put that on whenever you want, </q> <strong> Aaron Rodgers </strong> said with a huge smile.`` It's been a great journey.'' News 9 7401 N. Kelley Ave. Oklahoma City, OK 73111", "new_id": -2}, {"uid": "1296104989131907606", "i": 22343, "idx": 5, "sa": ["Michael Vick"], "q": "company's shoulder pads and thigh pads.`` The Unequal technology is a part of my game now and I won't play without my Unequal,'' <strong> Michael Vick </strong> says in a to-be-released statement. <q> Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible. </q> <strong> Michael Vick </strong> was once the NFL's highest-paid player and he endorsed many products during his six seasons with the Atlanta Falcons. But <strong> Michael Vick </strong> lost everything following his 2007 arrest on dogfighting charges, for which", "new_id": -2}, {"uid": "1296089919204783625", "i": 27831, "idx": 1, "sa": ["Jerami Grant", "Gabrielle Giffords", "Russ Mitchell", "Kirsten Gillibrand"], "q": "`` permaLink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012203303.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011- 11v&amp;flvURL=/media/2011/01/22/01222011- 11v.m4v&amp;playAds=true&amp;adZone=wpni.video.nation&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011- 11v.jsn''}{`` title'': <q> <strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support </q>,`` description'':`` Senator <strong> Kirsten Gillibrand </strong>( D-NY) spoke with <strong> Russ Mitchell </strong> with an update on her friend Rep. <strong> Gabrielle Giffords </strong>\\' condition after she was transferred from Tucson to a hospital in <strong> Jerami Grant </strong>.'',``", "new_id": -2}, {"uid": "1296668902136101910", "i": 47404, "idx": 0, "sa": ["Craig Oliver", "Andy Coulson"], "q": "as the Director of Communications at 10 Downing Street. The move follows last month's resignation of ex-News of the World editor <strong> Andy Coulson </strong> amid continuing controversy surrounding phone-hacking allegations. The Prime Minister said: <q> I am very pleased that <strong> Craig Oliver </strong> is to become the new Director of Communications at 10 Downing Street. <strong> Craig Oliver </strong> has formidable experience as a broadcast journalist. He will do an excellent job in explaining and communicating the Government's programme. </q> WalesOnline, the best source for Welsh news, sport, business and entertainment. Powered by the Western Mail, South Wales Echo, Wales on Sunday and Celtic Weekly Newspapers. Produced by Media Wales Ltd.", "new_id": -2}, {"uid": "1295070638169934886", "i": 41962, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "the Pentagon chief said, in effect, never mind. The three services, he announced, can decide for themselves how to prepare for the future.`` This is a big organization,'' he said. <q> The services make lots of decisions. It would be foolhardy to try to micromanage from the top... every aspect of everything that is going on. </q> If the review was overdue, the way <strong> Donald Rumsfeld </strong> went about doing it was downright peculiar. Instead of using active-duty officers to run the show, he at first went outside to retirees for advice. That", "new_id": -2}, {"i": 48513, "idx": 0, "index_answer": 1, "new_id": -1, "q": "key given to <strong> Michael Vick </strong>. <strong> Richard Hunter </strong> showed the council a picture of his black pit bull Mel, used by <strong> Michael Vick </strong> as a bait dog to train fighting dogs before he was seized by authorities. <q> On Saturday I was horrified to witness <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gleefully proclaiming that a power had been bestowed on him to give the man who tried to kill my dog a key to my city, </q> <strong> Richard Hunter </strong> said. <strong> Richard Hunter </strong> called <strong> Dwaine Caraway </strong>'s action an embarrassment to the city`` rouge decision to besmirch the reputation of the city.''", "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "uid": "1297267847143687688"}]