[{"uid": "1297314467008273935", "i": 34655, "idx": 0, "sa": ["Mary Miss", "Colin Powell", "Benjamin Franklin"], "q": "Mondays through Saturdays at 10 a.m. and 11:30 a.m. and Sundays at 1:30 p.m., National Constitution Center, 525 Arch St., Philadelphia. Free with museum adMary Mission. www.constitutioncenter.org, 215-409-6895. Daily through February: <q> The African American Soldier Experience, </q> about <strong> Benjamin Franklin </strong> O. Davis Jr., <strong> Colin Powell </strong> and others, an interactive program, Mondays through Saturdays at 11 a.m. and 1 p.m., and Sundays at 2:30 p.m., National Constitution Center, 525 Arch St., Philadelphia.", "new_id": -2}, {"uid": "1297425305197410821", "i": 30409, "idx": 0, "sa": ["Michael Gove", "Andy Burnham"], "q": "councils who said <strong> Michael Gove </strong> had acted unfairly and unlawfully when he cancelled Buildings Schools for the Future projects in their area. In five of the cases, the Michael Government's failure to consult over the decision was <q> so unfair as to amount to an abuse of power </q>, the judge said.`` This ruling is a victory for all the communities and children betrayed by <strong> Michael Gove </strong>,'' shadow education secretary <strong> Andy Burnham </strong> commented.`` They deserve no less than a full", "new_id": -2}, {"uid": "1295397194060080134", "i": 42771, "idx": 2, "sa": ["Geoffrey Hutchings", "David Letterman", "Ian Holm", "William Thomas", "Corin Redgrave", "Ian McKellen", "Julius Caesar", "William Shakespeare", "Trevor Nunn"], "q": "Radcliffe... 3rd Watchman <strong> Geoffrey Hutchings </strong> Greenhill... Soldier <strong> William Thomas </strong>... Soldier( as <strong> William Thomas </strong>) <strong> David Letterman </strong> Janes... Soldier Jeremy Pearce... Soldier Mark Sheridan... Soldier <strong> Corin Redgrave </strong>... Octavius( Augustus <strong> Julius Caesar </strong>) Raymond Westwell... Lepidus http://wn.com/William Shakespeare's_Macbeth_Ian Holm_Ian McKellen_Tomorrow_and_Tomo <strong> Ian McKellen </strong> <q> Tomorrow and Tomorrow and Tomorrow </q> from the 1979 TV version of the <strong> Trevor Nunn </strong> production by the Royal <strong> William Shakespeare </strong> Company G. Fletcher(`` Studies of <strong> William Shakespeare </strong>'', 1847): There is no want of physical courage implied in Macbeth's declining the combat", "new_id": -2}, {"uid": "1296384051142835743", "i": 25077, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul", "George Foreman"], "q": "BANG!'================================== http://wn.com/Simon Cowell_Simon Cowell_Paula Abdul_Paula Abdul__Their_thoughts_on_each_other_behind_the_scenes_plus_the_Kiss! After hearing that <strong> Paula Abdul </strong> is leaving American Idol, I thought I would dig into the archives of the show to find an interesting clip on her early days with the series. From <q> Behind the Scenes with <strong> Simon Cowell </strong> </q> which was produced after season 3, we see some very frank views from <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong> about what they thought of each others contribution to the show. After losing his title, <strong> George Foreman </strong> remained inactive during 1975.", "new_id": -2}, {"uid": "1297177295226918404", "i": 1942, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Nancy O'Dell", "Steven Tyler"], "q": "judge, <strong> Simon Cowell </strong>, who reveals whether or not he thinks`` American Idol'''s newest judges, <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>, have what it takes to be tough when the competition goes live. <q> I think they started off by saying it's a nicer, gentler` Idol,' so maybe they'll continue to be that way, </q> he tells <strong> Nancy O'Dell </strong>.`` They're different kinds of judges.'' Does <strong> Simon Cowell </strong> Think` American Idol'' s New Judges Can Be Tough Enough? ET's <strong> Nancy O'Dell </strong> headed to London to sit down", "new_id": -2}, {"uid": "1295287096003260419", "i": 12683, "idx": 0, "sa": ["Angelina Jolie", "Javier Bardem", "Robert De Niro", "Johnny Depp"], "q": "this ridiculous rumor going around that the only reason` The Tourist' was nominated was so the title=\"Hollywood(Los Javier Bardemes, California)\" href=\"http://www.wreg.com/topic/us/california/los-Javier Bardemes-county/los-Javier Bardemes/hollywood-%28los-Javier Bardemes-california%29-PLGEO100100102384000.topic\"> Hollywood Foreign Press could hang out with <strong> Johnny Depp </strong> and <strong> Angelina Jolie </strong>,'' he continued. <q> That is rubbish. That is not the only reason. They also accepted bribes. </q> The movie itself was shut out of honors despite receiving three nominations in musical or <strong> Robert De Niro </strong>, recipient of the Cecil B. DeMille Award for lifetime achievement- and a notoriously reticent public speaker- got in on", "new_id": -2}, {"uid": "1296361850041893890", "i": 56459, "idx": 1, "sa": ["Zahi Hawass"], "q": "Before the army arrived, young Egyptians- some armed with truncheons grabbed off the police- created a human chain at the museum's front gate to prevent looters from making off with any of its priceless artifacts. <q> They managed to stop them, </q> <strong> Zahi Hawass </strong> said. He added that the would-be looters only vandalized two mummies, ripping their heads off. They also cleared out the museum gift shop. The prized King Tutankhamun exhibit had not been damaged and", "new_id": -2}, {"uid": "1295578130033980419", "i": 28277, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "results have been powered by Microsoft's Bing search engine href=\"http://redmondmag.com/articles/2010/08/24/one-bing-now-rules-them-all-in-us-and-canada.aspx\" target=\"_blank\"> since August, based on a collaboration agreement. <strong> Eric Schmidt </strong>, in his new role as executive chairman, will focus on <q> broader business relationships, government outreach and technology thought leadership, </q> according to Google's announcement. He'll also serve as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, although he sent a href=\"http://twitter.com/Eric SchmidtEric Schmidt\" target=\"_blank\"> Twitter message today saying that`` day-to-day adult supervision no longer needed.", "new_id": -2}, {"uid": "1297631305154894420", "i": 25721, "idx": 3, "sa": ["Zahi Hawass"], "q": "windows and they come with ropes,'' he said,`` about 15 feet down and they entered the museum.''`` Those people looking like Raiders of the Lost Ark,'' <strong> Zahi Hawass </strong> said. <q> Treasure hunters. People who have nothing in their mind except gold, gold, gold! </q> <strong> Zahi Hawass </strong> says about 70 artifacts were damaged by looters who he believes were looking for a red material from the throats of mummies that Egyptian legend says can provide supernatural powers.", "new_id": -2}, {"i": 34513, "idx": 3, "index_answer": 1, "new_id": -1, "q": "posted on 02/04/2011 6:07:03 AM PST <strong> Donald Rumsfeld </strong> has more integrity, honesty and patriotism in his pinky toenail than 10 <strong> John McCain </strong>'s. Reviving a feud between the pair, Mr <strong> Donald Rumsfeld </strong> describes <strong> John McCain </strong> in his book as <q> a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media </q>. One can hardly argue with Rummie on that statement. McNuts never met a media type or camera he didn't like! I find McNuts a hamburger short of a Happy Meal! 12 posted on", "sa": ["John McCain", "Donald Rumsfeld"], "uid": "1296828433039223362"}]