[{"uid": "1295455090222740488", "i": 48671, "idx": 1, "sa": ["Simon Cowell"], "q": "I think the US look at the British as a race that tells it how it is, and if ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>.\" <q> He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her. Just like him, she says what she wants because she can- there is nobody there to tell either of them to stop. </q> She continued: \"<strong> Simon Cowell </strong> and Sue say the things people wish they could in their jobs or at their school, but can't because it's not the done thing. Everybody has a bit of", "new_id": -2}, {"uid": "1295563321217792537", "i": 8333, "idx": 4, "sa": ["Larry Page", "Mark Zuckerberg", "Sergey Brin", "Eric Schmidt"], "q": "of the company,\" <strong> Eric Schmidt </strong> wrote. <strong> Eric Schmidt </strong> holds out that he, <strong> Sergey Brin </strong> and <strong> Larry Page </strong> will all continue to work together for a long time to come, but the shakeup suggests otherwise. <q> <strong> Eric Schmidt </strong> was the grownup, </q> says one analyst. \"It's almost a little like Facebook now,\" he added, referring to the decision-making role of the social network's founder and CEO <strong> Mark Zuckerberg </strong>. Investors seemed to focus more", "new_id": -2}, {"uid": "1297007852194904114", "i": 59328, "idx": 1, "sa": ["Eric Schmidt"], "q": "its market dominance, the Sunday Telegraph quoted its chief executive as saying. Skip related content \"We certainly want to avoid that,\" <strong> Eric Schmidt </strong> told the paper in an interview. <q> I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they are minor or they are not correct. \"We'll find out and make sure we are operating well within the law and the spirit of the law. </q> Brussels launched a formal investigation into Google in November following complaints from European rivals that it was abusing its dominant position in the market for web search services. A previous EU investigation into software giant", "new_id": -2}, {"uid": "1295189075175751174", "i": 17040, "idx": 3, "sa": ["Michael Vick", "Joe Buck"], "q": ". \"But he put up 140 points on me.\" ... He wishes he would have had Philadelphia Eagles quarterback <strong> Michael Vick </strong> on his team. \"For the rest of my life,\" Mann said, <q> I'm going to look down at the tattoo and say, I should've drafted <strong> Michael Vick </strong>. </q>[ Omaha.com] \"? Want Super Bowl credentials? Grease the accomplice of three people who allegedly stole a laptop from a car outside <strong> Joe Buck </strong>'s Crabshack in Arlington, Texas, and you", "new_id": -2}, {"uid": "1295804716188252188", "i": 7870, "idx": 9, "sa": ["Colin Powell", "Barack Obama"], "q": ". \"There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do,\" he said. <q> All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with all of the cable channels and talk radio and blogs, especially blogs, where people can be anonymous with their nastiness, I think has caused a level of coarseness in our society that we've all got to think about. </q> <strong> Colin Powell </strong> said he thought <strong> Barack Obama </strong> was making an effort to reach across political divides to tone down the rhetoric and urged members of Congress to do the same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make", "new_id": -2}, {"uid": "1296624590267075609", "i": 46441, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> <strong> Tom Brady </strong> said. A unanimous choice for the All-Pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. Winter storm whips through US A huge storm has dumped snow and ice", "new_id": -2}, {"uid": "1295138665036634641", "i": 7611, "idx": 7, "sa": ["Mike Krzyzewski", "Larry Brown", "Tyronn Lue", "Allen Iverson"], "q": "would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. \"Our guys just try hard,\" Sixers <strong> Mike Krzyzewski </strong> <strong> Larry Brown </strong> said. <q> This is kind of unexpected but it's neat. </q> In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2}, {"uid": "1296784629036126790", "i": 50552, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "full military engagement in Afghanistan, saying that he \"did not see more U.S. troops as the solution to Afghanistan's many challenges.\" He adds, in a line that echoes that of current war critics: <q> Sending more troops to the village and valleys of Afghanistan would not resolve the country's long-term problems. In fact, they could exacerbate them by fostering resentment among a proud population and providing more targets for our enemies to attack. </q> <strong> Donald Rumsfeld </strong> says Bush invited him into the Oval Office just 15 days after the 9/11 attacks, when the focus was on targeting al-Qaeda in Afghanistan, and ordered a review of war plans for Iraq. \"", "new_id": -2}, {"uid": "1295389955093929487", "i": 11664, "idx": 1, "sa": ["Connie Talbot", "Simon Cowell", "Pixie Lott"], "q": ", Cheryl Cole, <strong> Pixie Lott </strong> Footage from the intro from the Cardiff X factor Auditions that took place in the CIA on Friday 2nd July.( They don't let you film any of the acts)...? <q> Britains Got Talent or Americas Got Talent? <strong> Connie Talbot </strong> WOWs <strong> Simon Cowell </strong>! </q> MORE CYRIAK: www.bbc.co.uk Just what does go through <strong> Simon Cowell </strong>'s mind as he sits in judgement upon the poor X Factor hopefuls? Genius animation from Cyriak.... Edna complete X Factor 2006 2:53 <strong> Simon Cowell </strong> vs an 86yr", "new_id": -2}, {"uid": "1296113995211763207", "i": 47779, "idx": 0, "sa": ["Andy Coulson", "Max Clifford"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt </q>.", "new_id": -2}]