[{"uid": "1295907930085770246", "i": 9597, "idx": 5, "sa": ["Zahi Hawass"], "q": "competent'' German government was re-established. Egypt, added the statement, recognized and appreciated the care accorded by Germany to the painted limestone bust of the famous ancient Egyptian queen, but added: <q> Egypt is confident that the German authorities will assist in facilitating its return. The government and people of Egypt are eager that this unique treasure be returned to the possession of its rightful owners, the Egyptian people. </q> If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. Egypt's top archaeologist has formally requested the return of the 3,300-year-old bust of Queen Nefertiti that has been", "new_id": -2}, {"uid": "1297098957187170821", "i": 23192, "idx": 0, "sa": ["Michael Gove", "Diana Johnson"], "q": "a cut. It is in fact a very good settlement for music services which is consistent with our broader strategies for school autonomy and deficit reduction.'' <strong> Diana Johnson </strong> said the funding, although ringfrenced is a <q> real terms cut and local authorities are already slashing music services in their areas </q>. She told the education secretary`` rather than blowing his own trumpet'' he should`` admit this is really a cut'' just as was with school sports funding. In response, <strong> Michael Gove </strong>", "new_id": -2}, {"uid": "1297117709195428398", "i": 25919, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "`` In a war, many things cost lives,'' <strong> Donald Rumsfeld </strong> told ABC in an interview to be broadcast on`` Nightline'' Monday. Former <strong> George W. Bush </strong> has written that the troop level in Iraq was <q> the most important failure in the execution of the war. </q>`` I think that it's possible,'' <strong> Donald Rumsfeld </strong> responded.`` We had( an) enormous number of troops ready to go in.... You know, the path you didn't take is", "new_id": -2}, {"uid": "1295468979077529106", "i": 13365, "idx": 5, "sa": ["Alassane Ouattara"], "q": "pouvoir. Les chefs d'?tat- major des pays de la C?d?ao ont entam mardi( et jusqu'? jeudi)? Bamako une r?union essentiellement consacr?e? une ventuelle action militaire en C?te d'Ivoire. <q> Des arrangements sont en cours pour qu'ils aillent faire des reconnaissances? Bouak, qui sera peut-?tre le centre de regroupement des soldats </q>, poursuit dans cette interview <strong> Alassane Ouattara </strong> retranch dans un h?teld` Abidjan depuis le d?but de la crise. Bouak, dans le centre du pays, est le fief des ex-rebelles des Forces nouvelles, qui lui sont", "new_id": -2}, {"uid": "1297178256266534988", "i": 57656, "idx": 4, "sa": ["Donald Rumsfeld"], "q": " September 5, 2002 Report Shaffer wrote on September 5, 2002 that he had been asked by <strong> Donald Rumsfeld </strong> what the U.S. did not know in terms of percentage about Iraq's WMD program. <q> We've struggled to estimate unknowns, and the attached briefing sumps up our best J2 sense, </q> he said. J2 is an intelligence group supporting top level U.S. defense officials.`` We range from 0% to about 75% knowledge on various aspects of their program,'' he said.", "new_id": -2}, {"uid": "1297097928101318703", "i": 37405, "idx": 2, "sa": ["Michael Vick", "Mike Williams"], "q": "receiver <strong> Mike Williams </strong>, who got eight.`` It's unbelievable,'' <strong> Michael Vick </strong> said Saturday on NFL Network's`` NFL Total Access,'' which exclusively revealed the award, in conjunction with The AP. <q> I have to give all glory to God and thank my coaches and my teammates. They put me in this position, they got me better as an NFL player, as a quarterback. They took advantage of my talents. </q> You are now in: Sports, Top News, Top News for more stories Related Article( s):( Video) Pepsi Super Bowl Ad: Another Angry Black Woman Stereotype( Video", "new_id": -2}, {"uid": "1296178798053526610", "i": 35848, "idx": 0, "sa": ["Mike Pence"], "q": "of his closest advisers and political confidantes are now telling CNN that he is at least open to a presidential bid if a suitably conservative candidate fails to emerge from the early and wide-open GOP field... \" <q> He hasn't completely shut the door on running, and if there is a massive void in the group of candidates, who knows what could happen?, </q> said the adviser, who was quick to caution that there is only a five percent chance the senator will run. Aside from Indiana <strong> Mike Pence </strong>, who is currently deciding between a presidential run and a gubernatorial", "new_id": -2}, {"uid": "1296691448182059028", "i": 20296, "idx": 1, "sa": ["Youssouf Bakayoko", "Alassane Ouattara"], "q": "<strong> Youssouf Bakayoko </strong>, was delayed several times before he finally declared <strong> Alassane Ouattara </strong> the winner at the Golf Hotel on Dec. 2, 2010. The hotel was- and is- also the headquarters of the <strong> Alassane Ouattara </strong> camp. <q> We don't exactly know why, but we know the chief of the Commission was kidnapped by French and U.S. ambassadors to announce the provisional results as final from one candidate's office, </q> Dj?dj said. <strong> Youssouf Bakayoko </strong> was reported in the media as having chosen the Golf Hotel for the security afforded it by the presence of U.N. peacekeepers. The Constitutional Council rejected the results, saying the IEC had", "new_id": -2}, {"uid": "1295934258173179018", "i": 23035, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "MCAS) base is currently located in the heart of a densely populated Ginowan City creating a dangerous situation. Secretary of Defense <strong> Donald Rumsfeld </strong> visiting Futenma in 2003 said that the base had to be closed because it is an <q> accident waiting to happen. </q> In 2004, a marine helicopter crashed into a university in Ginowan City located right next to Futenma base. No lives were lost because it occurred during summer vacation, but a building was heavily damaged. All parties", "new_id": -2}, {"i": 19998, "idx": 1, "index_answer": 0, "new_id": -1, "q": "said:`` I'd do it for a million for SANDS. money, mouth??????????????????'' <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: <q> I will get ITV to make substantial five figure donation to your charity for the interview </q>. But <strong> Lily Allen </strong> told him:`` Those are my terms. I've got no interest in coming on your show, you've been asking me for years.'' She revealed she had", "sa": ["Piers Morgan", "Cheryl Cole", "Lily Allen", "Gordon Brown", "Simon Cowell"], "uid": "1295007787037093399"}]