[{"uid": "1296536150067862556", "i": 39765, "idx": 2, "sa": ["Lionel Hollins", "Chris Wallace", "Michael Heisley", "LeBron James", "Allen Iverson", "Joakim Noah", "Will Solomon"], "q": "overtime, including the game-winning jumper with 51 seconds left in overtime. <strong> Joakim Noah </strong>, who was also maLeBron James his postseason debut, scored 11 with 17 rebounds for the Bulls as they wrested the home-court advantage from Boston. <q> As the games go on, the moments http://wn.com/Allen Iverson_Allen Iverson_SIGNED_with_Memphis_Grizzlies_ESPN_NBA_!!!! After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed:`` God Chose Memphis as the place that I <strong> Will Solomon </strong> continue my career. </q> Referring to a Monday meeting with Grizzlies owner <strong> Michael Heisley </strong>, general manager <strong> Chris Wallace </strong> and head coach <strong> Lionel Hollins </strong>, <strong> Allen Iverson </strong> added:`` I feel that they are committed to developing a winner and I know that I can help them", "new_id": -2}, {"uid": "1297270524044515339", "i": 39290, "idx": 5, "sa": ["Donald Rumsfeld", "Jacques Chirac"], "q": "entire continent.`` Ironically, my comment was unintentional,'' <strong> Donald Rumsfeld </strong> writes.`` I had meant to say France and Germany represented` old NATO' not` old Europe.''' <q> In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling fJacques Chiracch fries` freedom fries' loved it, </q> he writes.`` The elites in Paris and Bonn who thought themselves the guardians of a sophisticated, new world order did not. All in all I was amused by the ruckus.'' Bush,", "new_id": -2}, {"uid": "1295947247070467611", "i": 53895, "idx": 1, "sa": ["Newt Gingrich", "Bill Lockyer", "Dmitry Medvedev"], "q": "after the explosion, but increased security resulted in huge crowds of people at the entrances, where they were searched extensively.`` We need to get to the bottom of this,'' <strong> Dmitry Medvedev </strong> said. <q> The main thing is to render assistance and support to the victims. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog RELIGIOUS EDUCATION DIRECTOR Company SENIOR SOFTWARE ENGINEER Company Storm8 SOCCER COACH Company", "new_id": -2}, {"uid": "1296127828046055430", "i": 47696, "idx": 0, "sa": ["Michael Gove"], "q": " The Michael Government is due to publish a new education Bill which will focus on boosting standards and improving behaviour. Education Secretary <strong> Michael Gove </strong> said the coalition Michael Government was taking action to <q> restore discipline and reduce bureaucracy </q>. Under the measures, teachers will be granted powers to search pupils for anything that could disrupt the classroom, including pornography and video cameras, and it will be made easier for schools to expel unruly", "new_id": -2}, {"uid": "1296218198081313814", "i": 10104, "idx": 2, "sa": ["Eric Schmidt"], "q": "called Microsoft,'' he said.`` Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.'' He then went on to point out that Facebook <q> has clearly stated they don't want to get into the search business. Facebook users tend to use Google search. Facebook's ads business does not displace our advertising. I'm somewhat perplexed by the obsession because I don't think the facts support it. Things are going great for Google. </q> As an aside, <strong> Eric Schmidt </strong>'s assertion about Facebook users searching via Google is a strange assertion, given that Zuckerberg's site has a pretty cosy relationship with Microsoft's Bing. But we think", "new_id": -2}, {"uid": "1297260087038010917", "i": 32875, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "which is another important factor to keep in mind); it simply looks at things like patent citations to show that there is an inertia to innovation. Recall the infamous yet useful words of <strong> Donald Rumsfeld </strong>: <q>[ T] here are known knowns; there are things we know we know. We also know there are known unknowns; that is to say we know there are some things we do not know. But there are also unknown unknowns- the ones we don't know we don't know. </q> If you go looking for the known unknowns-the tiny asteroids that are undiscovered but statistically likely to exist-then you have a pretty good chance at building and sustaining an academic career. When you start seeking out unknown unknowns", "new_id": -2}, {"uid": "1295625832143933451", "i": 25289, "idx": 3, "sa": ["Colin Powell"], "q": "generations to come.'' <strong> Colin Powell </strong> said a peaceful solution was not possible because Hussein was unfazed by the warnings from the U.N. Security Council, by economic sanctions or by the buildup of U.S. troops in the region. <q> I was quite confident we were going to war and( Hussein) wasn't going to blink, </q> <strong> Colin Powell </strong> said. The U.N. Security Council warned Iraq that if it didn't withdraw its troops by Jan. 15, 1991, a U.S.-led coalition would be authorized to drive them out. The war began two days later", "new_id": -2}, {"uid": "1295038172107773955", "i": 1134, "idx": 0, "sa": ["Alassane Ouattara"], "q": "estimate of the death toll since the election seven weeks ago to at least 247, up 37 in the past week, <strong> Alassane Ouattara </strong>'s planning minister visited the regional bank, the BCEAO, in Dakar and complained of <q> daily withdrawals from Ivory Coast's account. <strong> Alassane Ouattara </strong> also criticised the central bank's lack of action.`` The decision made by the regional central bank should be implemented fully, </q> he told journalists in Washington on a conference call.`` As of today, this is not the case.''`` We have written to the governor and we have told them that if they continue", "new_id": -2}, {"uid": "1296480948012714004", "i": 25285, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy.`` I think it is also one of the best things that could have happened to Chrysler, too.'' The Miami Herald is pleased to provide this opportunity to", "new_id": -2}, {"i": 41618, "idx": 5, "index_answer": 2, "new_id": -1, "q": "personal problems.`` The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence,'' <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <q> The issue will move straight from <strong> Andy Coulson </strong>'s situation to <strong> David Cameron </strong>'s judgement. </q> Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News", "sa": ["Tony Blair", "Andy Coulson", "Alastair Campbell"], "uid": "1295619952132808753"}]