[{"uid": "1296335581205897728", "i": 511, "idx": 0, "sa": ["Zahi Hawass"], "q": "archaeological monuments. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1297463751262963296", "i": 20185, "idx": 0, "sa": ["Michael Gove"], "q": " Mr Justice Holman, sitting in London, allowed the challenges by the councils, declaring Mr <strong> Michael Gove </strong> had unlawfully failed to consult them before imposing the cuts. In five of the cases the failure was <q> so unfair as to amount to an abuse of power </q>, said the judge.", "new_id": -2}, {"uid": "1296468397084328473", "i": 39283, "idx": 0, "sa": ["Enda Kenny", "Eamon Gilmore"], "q": ". I don't see any circumstances in which Fine Gael will be doing a deal with Fianna Fail.'' Mr <strong> Enda Kenny </strong> said his`` team'' would take the fight to the people. <q> We're looking for the maximum number of votes and the maximum number of seats because we believe that we have the best plan and the best team, </q> he said. <strong> Eamon Gilmore </strong> insisted it was still a`` three-horse race'' and that he could still become Taoiseach as leader of a Labour-Fine Gael coalition.`` This election is an election that we have never", "new_id": -2}, {"uid": "1296697902064045079", "i": 43073, "idx": 2, "sa": ["Charles Ellis Schumer", "Kirsten Gillibrand"], "q": "the Republican repeal amendment amounted to`` a political stunt.''`` It would deny affordable health insurance to millions of families and eliminate important tax breaks for small businesses,'' <strong> Kirsten Gillibrand </strong> said. <q> We should be focused on creating jobs, not refighting old political battles. </q> <strong> Charles Ellis Schumer </strong> said Democrats are winning the battle of public opinion, citing recent polls that found about 20 percent of Americans want to repeal the health care law. He predicted public support for the law", "new_id": -2}, {"uid": "1296849950166477846", "i": 34456, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "Bowl player. <strong> Michael Vick </strong>'s name has been connected to at least one Super Bowl party this weekend, but <strong> Roger Goodell </strong> says <strong> Michael Vick </strong> told him that he would not be attending any public parties while in Dallas. <q> I spoke to <strong> Michael Vick </strong> three times in the last two weeks about his schedule here, </q> <strong> Roger Goodell </strong> said.`` He has said on numerous occasions people have been using his name about being involved in some type of party and he had no intention of participating in that. I'm extremely proud of what", "new_id": -2}, {"uid": "1295291943218529861", "i": 46379, "idx": 1, "sa": ["Simone Gbagbo", "Alassane Ouattara", "Charles Blé Goudé"], "q": "countries to show support for <strong> Simone Gbagbo </strong>. Amid the floundering mediation efforts, <strong> Alassane Ouattara </strong>'s coalition, the RHDP, called for an open-ended general strike to begin Tuesday and last until <strong> Simone Gbagbo </strong> moves out. <q> Despite multiple mediations... <strong> Simone Gbagbo </strong> is holding on to power and taking our country Ivory Coast inexorably towards uncertain tomorrows, </q> said a statement. A previous general strike called by <strong> Alassane Ouattara </strong>'s camp on December 27 failed to build momentum, with much of the population unaCharles Blé Goudé to sacrifice a day's earnings. An appeal", "new_id": -2}, {"uid": "1295249385089341966", "i": 42326, "idx": 0, "sa": ["Al Harris", "Michael Vick", "Tramon Williams", "Charles Woodson"], "q": "impressed with <strong> Tramon Williams </strong>, who took over for <strong> Al Harris </strong> at corner and put a bow on the wild-card win over the Philadelphia Eagles by intercepting <strong> Michael Vick </strong> in the end zone to preserve a 21-16 lead. <q> He's playing lights out football, </q> <strong> Charles Woodson </strong> said of <strong> Tramon Williams </strong> on Fox's Sunday telecast. The Packers' defense-- which has allowed seven points or fewer six times this season despite losing three starters to injured reserve-- limited Atlanta to a season-low 194", "new_id": -2}, {"uid": "1296166515171278338", "i": 11592, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": " Someone familiar with the effort to encourage <strong> Mike Pence </strong> to run for <strong> Barack Obama </strong> comments about the news from Indiana: <q> Sad to say, but at a time when we need someone with guts like Reagan in 1976 challenging an incumbent <strong> Barack Obama </strong> of his own party or Rubio staying in the Florida Senate race when he was 40 points down to Crist, we get political calculation, and personal ambition. </q> So now what? The same person says:`` Unless something miraculous happens and we get an unexpected gift candidate, I guess true believing conservatives will have to stop bad things from happening and see what", "new_id": -2}, {"uid": "1297699500244842499", "i": 40451, "idx": 2, "sa": ["Bill Lockyer"], "q": "to obligate funds, are getting bad interest rates- higher than what the state gets for its general obligation bonds even though some of the maturities are shorter, even accounting for variations in bond ratings. <q> There are a lot of bad deals and bad financing going on right now, </q> he told lawmakers at a hearing last week. <strong> Bill Lockyer </strong> called redevelopment agencies`` vampires sucking the blood of everybody around them for their own particular purposes.'' State Sen. Ed Hernandez, D-West Covina", "new_id": -2}, {"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'' <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q> He is supporting the troops, I am supporting the children, </q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}]