[{"uid": "1295586644175472650", "i": 9917, "idx": 0, "sa": ["Eric Schmidt"], "q": "smartphones to Google Apps and its other technologies. Google is moving that needle forward in 2011. <strong> Eric Schmidt </strong> wrote in the Harvard Business Review that all of Google's initiatives for year are mobile-centric. <q> We are at the point where, between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are, what you could do there right now, and so forth-- and to deliver such a service at scale. </q> <strong> Eric Schmidt </strong> is, of course, referencing Google's contextual discovery capability, where the search engine without prompting sends users recommendations when it detects through a user's mobile phones that they are in close proximity to something", "new_id": -2}, {"uid": "1295390036093929511", "i": 45960, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell", "Jennifer Lopez"], "q": "arrangement that puts regular emphasis on \"let'em down easy.\" Who will fill <strong> Simon Cowell </strong>'s role of tell-it-like-it-is mean judge as \"Idol\" begins its 10th season at 8 tonight? No one. <q> With <strong> Simon Cowell </strong> leaving, that has given us a new direction that we're almost forced into, </q> executive producer <strong> Nigel Lythgoe </strong> told TV critics in Los Angeles last week. \"But it allows us to be creative and shake the whole thing up.\" Like returning judge Randy Jackson, panel newcomers <strong> Jennifer Lopez </strong> and", "new_id": -2}, {"uid": "1296380428137199628", "i": 18558, "idx": 1, "sa": ["After 7", "Elton Brand", "Allen Iverson", "LeBron James"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four <strong> LeBron James </strong> goes beast in game against Portland when he scores 44 points and makes <strong> After 7 </strong> points in overtime January 8, 1987 86-87 Blazers was", "new_id": -2}, {"uid": "1295674696105103375", "i": 8806, "idx": 0, "sa": ["Eric Schmidt"], "q": "5.5% since the start of the year. During yesterday's conference call, much was stressed on Page \"being ready,\" writes Forbes' Quentin Hardy. <strong> Eric Schmidt </strong> added that Page had <q> lots of ideas that are interesting and clever. </q> \"Larry Page is likely to be a very capable chief executive at Google- as long as the rules don't change, and he has to prove he is a businessman,\" Hardy adds", "new_id": -2}, {"uid": "1295007611134168585", "i": 38921, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "sharpen our instincts for empathy, and remind ourselves of all the ways our hopes and dreams are bound together.\" <strong> Barack Obama </strong> also said <strong> Gabrielle Giffords </strong> opened her eyes for the first time during his visit and quote <q> she knows we are here and she knows we love her. </q> New York <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> was also there when it happened. She said once <strong> Gabrielle Giffords </strong> heard her husband's voice, she opened her eyes. \"All of a sudden she started to", "new_id": -2}, {"uid": "1294969736002998293", "i": 22091, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "& search= Search\", \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011303590.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-36v&amp;flvURL=/media/2011/01/13/01132011-36v.m4v&amp;playAds=true&amp;adZone=wpni.video.sports&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-36v.jsn\"}{ \"title\": <q> Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes </q>, \"description\": \"<strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.\", \"note\":", "new_id": -2}, {"uid": "1295569913120422584", "i": 19582, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Data Warehouse Appliance Promises Database Transparence, Mixed BI Workload, Massive Scalability <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"By elevating me and having Larry running things day", "new_id": -2}, {"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q> You'd rather be at the table than not at the table, </q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business. \"You figure this is a way to do something useful for your country.\" <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}, {"uid": "1295008939037093396", "i": 37761, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "in the presence of her close friend <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>. Visiting <strong> Gabrielle Giffords </strong> in the hospital Wednesday, <strong> Kirsten Gillibrand </strong> stroked <strong> Gabrielle Giffords </strong>' hand and responded with amazement as she saw her wounded colleague open her eyes. <q> This is a major leap forward, </q> <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr. Michael Lemole, said Thursday about the scene <strong> Kirsten Gillibrand </strong> witnessed Wednesday. \"This is a major milestone for her, and we're hoping that she crosses through many more.\"", "new_id": -2}, {"uid": "1295857370182239253", "i": 47200, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "from his last time at the helm. \"My fear would be you don't have a guy like <strong> Eric Schmidt </strong> who keeps the trains running on time,\" said one former <strong> Google Inc. </strong> employee. <q> I'm having a hard time imagining Larry going from the role I've seen him in, to going to a CEO role, </q> he added. \"He can't come in and lay on the couch as he used to do and sort of interject here and there. Someone's got to lead the meetings.\"", "new_id": -2}]