[{"uid": "1295914109158924828", "i": 42365, "idx": 0, "sa": ["Bill Lockyer"], "q": "to believe they'll be the ones holding the short end of the stick. \"States have adequate tools and means to meet their obligations,\" says the report from the Center on Budget and Policy Priorities. <q> The potential for bankruptcy would just increase the political difficulty of using these other tools to balance their budgets, delaying the enactment of appropriate solutions. In addition, it could push up the cost of borrowing for all states, undermining efforts to invest in infrastructure. </q> For those reasons-the specter of rising borrowing costs-states are now pushing back hard on the bankruptcy meme. On Monday, for instance, California's treasurer, <strong> Bill Lockyer </strong>, Slate. Previously, she worked as", "new_id": -2}, {"uid": "1297724508166166602", "i": 19202, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "in Tucson and has started speaking, making specific requests for food and talking to loved ones. \"They're short sentences but specific, and very communicative,\" said <strong> Kirsten Gillibrand </strong> about <strong> Gabrielle Giffords </strong>' progress. <q> I think that's really what people are so excited about- that she's able to speak, that she's able to communicate and now its all about whether she can continue to grow, can continue to recover, and really get all her faculties back. </q> MyFoxNY this morning, <strong> Kirsten Gillibrand </strong> spoke about her newly-announced legislation that will allow homeowners to deduct the full amount of their property taxes from their federal income taxes. The Homeowner Tax Fairness Act is intended to help middle", "new_id": -2}, {"uid": "1295462584109772818", "i": 18809, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. BERKELEY 4 BR/ 2.1 BA$ 928,000.00 OAKLAND 3 BR/ 2.1 BA$ 554,000.00 OAKLAND 3 BR/ 2.0 BA$ 445,000.00 OAKLAND 4 BR/ 3.1 BA$ 1,495,000.00", "new_id": -2}, {"uid": "1296334186236797959", "i": 1474, "idx": 5, "sa": ["Michael Vick"], "q": ". \"The ironic thing to me is, all along, <strong> Michael Vick </strong> was the, quote, superstar, but all you ever hear about is how great his victims are doing,\" Erika said. <q> Now, all his victims are the actual superstars. I've got one of the real superstars sitting beside me. </q> Battered and bruised as they've been, it's a rigorous process for these dogs to find permanent homes. After learning the most basic of functions_ walking up stairs, climbing into a", "new_id": -2}, {"uid": "1295669817215973989", "i": 41547, "idx": 0, "sa": ["Barack Obama", "John Thune", "Mike Pence", "Mike Huckabee", "Tim Pawlenty"], "q": ", while <strong> Mike Huckabee </strong> and <strong> Tim Pawlenty </strong> appear to support it. <strong> Barack Obama </strong> <strong> John Thune </strong>, R-S.D. said it's \"politically expedient\" to criticize the deal from the sidelines, but Rep. <strong> Mike Pence </strong>, R-Ind., declared Wednesday that the compromise <q> is a bad deal for taxpayers, will do little to create jobs and I can not support it. </q> Distancing himself from liberals, meanwhile, could revive <strong> Barack Obama </strong>'s appeal to centrist Democrats and independents who backed him in 2008 but who have cooled to him since- he'll need them again to win in", "new_id": -2}, {"uid": "1297268495062767136", "i": 21762, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "from his leaders. <strong> Sen. Bernie Sanders </strong>( Vt.), an Independent who caucuses with Democrats, said he was \"not quite sure\" how to put together a credible jobs agenda without spending money. <q> One of the areas you want to focus on, and I hope and expect the president will be talking about, is infrastructure, </q> said <strong> Sen. Bernie Sanders </strong>. \"You have a crumbling infrastructure where over a period of years we need to spend trillions of dollars. When you do that you create jobs.\" <strong> Sen. Bernie Sanders </strong> called for investment in infrastructure", "new_id": -2}, {"uid": "1295472448018825218", "i": 35284, "idx": 0, "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "q": "been fast enough,\" <strong> Barack Obama </strong> said. At today's meeting with CEOs, <strong> Barack Obama </strong> and Hu said it was important for the two nations to deepen their business ties. Hu said his nation <q> welcomes U.S. companies and promised that China would treat fairly U.S. companies doing business there. \"It all feels very, very good that you asked us to be a partner, </q> Jim McNerney, the chief executive officer of Boeing, said to Hu at the start of the session. Executives Invited Other attendees at the meeting were Chief Executive Officers <strong> Steve Ballmer </strong> of <strong> Jeff Immelt </strong>;", "new_id": -2}, {"i": 30973, "idx": 21, "index_answer": 3, "new_id": -1, "q": "Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns. \"I always kid with him about not being a rebounder, being so big,\" <strong> Allen Iverson </strong> said of his fellow All-Star starter. <q> I say, \"If I was your height, I'd get a double-double every night. </q>\" <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a little easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game, \"but tonight, he was just so aggressive.", "sa": ["Kenyon Martin", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295977910157089808"}, {"uid": "1296780771243531829", "i": 14897, "idx": 3, "sa": ["Zahi Hawass"], "q": "at the museum resulted in \"70 broken objects, all of which can be restored.\" \"I want people to know that after nine days of protests, the monuments are safe,\" <strong> Zahi Hawass </strong> said. <q> If anything happens, I will announce it. </q> Experts fret over Egypt's treasures in full\" class= \"active\"> Scientists make bionic \"off the shelf\" veins in full\"> NASA discovers six-planet solar system in full\"> NASA discovers", "new_id": -2}, {"uid": "1295618523207978567", "i": 5852, "idx": 2, "sa": ["Mike Huckabee", "Mike Pence"], "q": "look at that.\"... <strong> Mike Pence </strong> enthusiasts... are sensitive about pigeonholing him as the Christian Right's preferred candidate.\" http://bit.ly/dOFggZ-- FIRST LOOK- <strong> Mike Huckabee </strong>, in his new book, <q> A Simple Government: Twelve Things We REALLY Need from Washington( and a Trillion That We Don't!), </q> out Feb. 22:\"[ T] he focus has already turned to 2012... The pundits will create their own biased and cynical scenarios, in which they will \"create\" front-runners by their perceptions based on", "new_id": -2}]