[{"i": 29453, "idx": 1, "index_answer": 2, "new_id": -1, "q": ", as most broadcasters interrupted their coverage of the Iraq inquiry to devote themselves to Mr. <strong> Andy Coulson </strong>'s drama. While Mr. <strong> David Cameron </strong> was quick to issue a statement supporting Mr. <strong> Andy Coulson </strong> Friday, arguing that his ex-aide <q>has been punished twice for the same offence,</q> the tabloid scandal has tainted his government with two less than desirable associations. The first, evident in yesterday's TV juxtapositions, is with Mr. <strong> Tony Blair </strong>'s Labour government. While Mr. <strong> David Cameron </strong> had campaigned to", "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "uid": "1295670004088440867"}, {"uid": "1296532058020578328", "i": 16114, "idx": 0, "sa": ["Spandau Ballet", "Simon Cowell", "Michael McIntyre"], "q": "are the best comedian. You belong on that stage. I've never seen anyone intimidate <strong> Michael McIntyre </strong> like that. I love you for it.\" After the boy left the stage, <strong> Michael McIntyre </strong> said: <q>He had bought a one way ticket to tears. I thought I was going to have to jump on the stage. The buzzer is so loud. I hope they edit that out. I don't want to see him jumping out of his skin.</q> <strong> Michael McIntyre </strong> is fast becoming the new <strong> Simon Cowell </strong>- as another act stormed off the stage after he buzzed him. John Hampson, 47, from Portsmouth, painted his head gold to perform <strong> Spandau Ballet </strong>'s", "new_id": -2}, {"uid": "1295397228118030342", "i": 41397, "idx": 0, "sa": ["Sergio Marchionne"], "q": "and news conference. WINDSOR, Ontario( AP)- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q>We need to completely rethink the minivan,</q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1295228208163069955", "i": 3144, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,\" Ms <strong> Kirsten Gillibrand </strong> said on NBC's Meet The Press programme. <q>It's an extraordinary amount of progress for a woman who sustained such a horrific injury,</q> she added. Risk contained No sign of Tunisian uprising spreading to Egypt Southern discomfort One man's quest to solve civil rights murder cold case Laos Ltd Land of' a million elephants", "new_id": -2}, {"uid": "1296166810171278370", "i": 48306, "idx": 0, "sa": ["David Letterman"], "q": "has a scheduled video teleconference to link U.S. and Asian school children, so they can freely exchange solar ideas and foster friendships. \"The children are quick to grasp and accept solar,\" said Santos. <q>We're not just planting seeds of knowledge about renewable energy for the distant future; we have been doing this long enough to witness the children passing on their new-found knowledge to their parents who then respond by purchasing and installing solar systems.</q> After chatting with Midori, I ran into <strong> David Letterman </strong> Woycio, president of Metro Solar Inc.( www.metro-solar.com), good friend and fellow contractor, in the Viessmann booth. He is a dedicated", "new_id": -2}, {"uid": "1295969089009764864", "i": 21381, "idx": 0, "sa": ["Michael Gove"], "q": "period at an estimated cost of Â£ 55 billion. But it was among the first education schemes to be cut back by the coalition's Education Secretary <strong> Michael Gove </strong>, who said the programme had been beset by <q>massive overspends, tragic delays, botched construction projects and needless bureaucracy</q>. The cuts led to the cancellation of projects at more than 700 schools, provoking uproar from councils, unions and Labour politicians, who warned it was a tragedy and would have a catastrophic effect on", "new_id": -2}, {"uid": "1297304788026935319", "i": 27461, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": " Known and Unknown. Early leaks of the book's defiant take on his life, times, and conduct of the Iraq War drew howls from some of the targets of his score-settling-notably <strong> John McCain </strong>, who proclaimed <q>Thank God he was relieved of his duties.</q> But <strong> Donald Rumsfeld </strong> battles on, taking his unapologetic account to the public in an interview with Newsweek's <strong> John McCain </strong> Barry. <strong> Donald Rumsfeld </strong>, Defense secretary during the 9/11 attacks and architect of the invasions of Afghanistan and Iraq,", "new_id": -2}, {"uid": "1294957437066879508", "i": 30399, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "us.\" With her closest friends from Capitol Hill holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong>, 40, opened her left eye and tried to focus on loved ones for the first time. <q>It was raw courage. It was raw strength. It was so beautiful and so moving,</q> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York said of the Arizona lawmaker. \"She wanted us to know that she was with us a hundred percent and understood everything we were saying.\" <strong> Gabrielle Giffords </strong>' neurosurgeon", "new_id": -2}, {"uid": "1297706351051036169", "i": 45767, "idx": 1, "sa": ["Steve Ballmer"], "q": ", users can also see all their recently accessed applications, allowing them to switch easily between them. \"People want a phone that makes information much more accessible,\" said <strong> Steve Ballmer </strong>( above). <q>The market has been swamped with phones with fairly similar design. Users just see a sea of icons. Our smart design improves user experience.</q> Enterprise applications Microsoft also showed a host of new applications designed to broaden the platform's appeal within the enterprise market. These include Office document storage in the cloud and the ability to share and", "new_id": -2}, {"uid": "1295455208049922048", "i": 41721, "idx": 3, "sa": ["Sergio Marchionne"], "q": "sufficient to drive the motor. \"In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,\" <strong> Sergio Marchionne </strong> said. <q>One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology.</q> The Chrysler Group has actively adopted fuel-saving technologies including cylinder deactivation on V-8 engines, a new MultiAir system that is being introduced on the Fiat 500 today and will introduce an eight-speed transmission in the 2011 Chrysler", "new_id": -2}]