[{"uid": "1295639932179568647", "i": 1737, "idx": 0, "sa": ["Brandon Lloyd", "Michael Vick"], "q": "\"cheap motel\" in which he, his fianc?e and their 3-year-old son had settled. \"I got <strong> Brandon Lloyd </strong>\" - the Denver Broncos wideout who led all receivers in ESPN.com fantasy points this season- <q> at my dad's nursing home, </q> Harrington said. \"I was going to pick up <strong> Michael Vick </strong> before anybody else in my league, but I couldn't get online.\" Harrington believes he'll get back on track in life now that", "new_id": -2}, {"uid": "1294966525056983567", "i": 2766, "idx": 5, "sa": ["Steve Blake", "Marcus Camby", "Carmelo Anthony", "Phil Anselmo", "Allen Iverson", "Wilder Smith", "Chris Cornell"], "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis. \"Monday, I get to wake up and it's Chris Cornelltmas,\" <strong> Allen Iverson </strong> said with a smile. <q> Obviously, it's going to be a fun day. </q> The four-time scoring champion and seven-time All-Star wanted to leave Phil Anselmoadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> Wilder Smith </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "new_id": -2}, {"uid": "1296157971094584911", "i": 22785, "idx": 0, "sa": ["Bernie Sanders"], "q": "bonds to Social Security, guaranteeing repayment with interest. Social Security supporters are adamant that the program will be repaid, just as the U.S. government repays others who invest in U.S. Treasury bonds. <q> It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government, </q> said Sen. Sanders\" Sanders-Bernie Sanders-PEPLT005768.topic\"> <strong> Bernie Sanders </strong>, I-Vt. \"It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in", "new_id": -2}, {"uid": "1295753709087883801", "i": 9706, "idx": 2, "sa": ["Allen Iverson", "Randy Ayers"], "q": "including playoffs, that <strong> Allen Iverson </strong> has scored 50 or more points in his eight seasons. He had 55 in a playoff victory over New Orleans last April. \"He was phenomenal,\" Sixers coach <strong> Randy Ayers </strong> said. <q> We really needed it. </q> <strong> Allen Iverson </strong> made six of his seven shots-- all jumpers-- in the third quarter, and finished 20-of-34, including 4-of-7 from 3-point range. He had 14 of Philadelphia's 18 points during one stretch as the Sixers", "new_id": -2}, {"uid": "1296510256041320476", "i": 23365, "idx": 2, "sa": ["Zahi Hawass"], "q": "and Abusir, were reported to have suffered extensively from looting. \"The magazines and stores of Abusir were opened, and I could not find anyone to protect the antiquities at the site,\" <strong> Zahi Hawass </strong> added. <q> At this time, I still do not know what has happened at Saqqara. </q> A source close to <strong> Zahi Hawass </strong> says that he learned on Monday that Saqqara is safe. Several sources, however, said that there was damage at the pyramid builder's town in Giza on a project directed by", "new_id": -2}, {"uid": "1295635525217038960", "i": 11162, "idx": 6, "sa": ["Larry Page", "Eric Schmidt"], "q": ".\" When <strong> Eric Schmidt </strong> first took over as CEO, \"there was a learning curve for us,\" <strong> Larry Page </strong> target=\"_blank\"> told Time in 2006. <strong> Eric Schmidt </strong> said it took him six months <q> to understand how Google works. The subtleties took a year. </q> <strong> Larry Page </strong>: Risk Taker? <strong> Larry Page </strong> has spoken several times about fear of failure, Page_Larry Page_change_the_world.fortune/\" target=\"_blank\"> telling CNN in 2008 that he and Brin almost didn't start Google. \"We thought", "new_id": -2}, {"uid": "1294975566041533468", "i": 22020, "idx": 2, "sa": ["Allen Iverson", "Gary Moore"], "q": "playoffs.\" Besiktas spokesman Kursat Kaplan said Wednesday the team would assess <strong> Allen Iverson </strong>'s future after another MRI this week. <strong> Gary Moore </strong> had no timetable for <strong> Allen Iverson </strong>'s surgery, only that that it was \"soon.\" <q> People need to know that <strong> Allen Iverson </strong> is and always has been a fighter, </q> <strong> Gary Moore </strong> said. \"He's got a battle ahead of him.\" <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> \"totally disputes\" reports out of Turkey that he was set to retire. The 11-time NBA All-Star has said he's", "new_id": -2}, {"uid": "1294957392081149963", "i": 8366, "idx": 12, "sa": ["Allen Iverson", "George Karl"], "q": "it straight after every game, there's a chance it will get worse and I'll have to get a pin,\" he said. Yet he refuses to wear anything on the finger in a game. <q> I'm just real superstitious, </q> <strong> Allen Iverson </strong> said. Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there's no time, not with the Nuggets currently on the outside glancing into the playoffs. They trail Golden State for the last", "new_id": -2}, {"uid": "1296486772078397443", "i": 36898, "idx": 0, "sa": ["Steve Ballmer"], "q": ". It is very outspoken about energy management and scored top marks for public advocacy, and Greenpeace praised its PowerMeter tool, for measuring energy consumption in homes. But its corporate secrecy let it down. <q> Google has steadfastly refused to release any meaningful data on its own energy use or carbon emissions, citing concerns over disclosing information that could be used by its competitors, even though its arch-rival Microsoft is transparent on this issue, </q> Greenpeace said. It still finished slightly ahead of Microsoft, which also hasn't published emissions targets. Greenpeace faulted CEO <strong> Steve Ballmer </strong> for failing to \"effectively articulate the importance of climate protection and clean energy transformation", "new_id": -2}, {"uid": "1296097874254738467", "i": 32336, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "Inc. plans to hire about 6,000 people in 2011, the San Francisco Business Times reports. CEO <strong> Eric Schmidt </strong>, who will vacate the corner office for <strong> Larry Page </strong> in April, said on the company's quarterly earnings call that <q> We will invest in hiring even more product managers and engineers </q> in 2011, but the company didn't give specifics about its plans. and its licensors. All rights reserved. The material on this site may not be reproduced, distributed, transmitted, cached or otherwise used", "new_id": -2}]