[{"uid": "1297441466230703132", "i": 38819, "idx": 0, "sa": ["Stephen Elop", "Eric Schmidt", "Steve Ballmer"], "q": "will provide search advertising services on Nokia's line of devices and services, and Nokia Maps will be at the center of Microsoft's mapping services. letter, Nokia CEO <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong> said: <q> Today in London, our two companies announced plans for a broad strategic partnership that combines the respective strengths of our companies and builds a new global mobile ecosystem. The partnership increases our scale, which will result in significant benefits for consumers, devStephen Elopers, mobile operators and businesses around the world. We both are incredibly excited about the journey we are on together. </q> Nokia CEO had`` held talks'' with both <strong> Steve Ballmer </strong> and Google CEO <strong> Eric Schmidt </strong> about integrating either the Windows Phone or Android mobile platforms into new Nokia handsets. Engadget published a leaked internal memo that is said to have", "new_id": -2}, {"uid": "1296277083125009922", "i": 31815, "idx": 3, "sa": ["Enda Kenny", "Micheál Martin", "Eamon Gilmore", "Alan Shatter"], "q": "' debates continued with Mr <strong> Eamon Gilmore </strong> continuing to put pressure on Mr <strong> Enda Kenny </strong> to take part in a three-way debate. He challenged the Fine Gael leader to`` step up to the microphone''. <q> I will debate with <strong> Micheál Martin </strong> on his own-- I think it would be a pity if <strong> Enda Kenny </strong> didn't show up to that debate. I think that anybody who is offering to lead the next Government should be out explaining to people what they intend to do with this country and with our future, </q> he said. But Fine Gael justice spokesman <strong> Alan Shatter </strong> hit back at Labour, accusing them of being conned by Fianna Fail who wanted to distract from Mr <strong> Micheál Martin </strong>'s culpability as a cabinet minister for the past", "new_id": -2}, {"uid": "1296102825131907644", "i": 27020, "idx": 8, "sa": ["Shaun Johnson", "Dwight Howard", "Allen Iverson", "Tim Duncan"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando <strong> Shaun Johnson </strong> 04/05 Three-Tim Duncane scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... Orlando <strong> Shaun Johnson </strong>@ Chicago Bulls| 1996 Playoffs| ECF Game 1: Orlando's worst nightmare Orlando <strong> Shaun Johnson </strong>@ Chicago Bulls| 1996 Playoffs| ECF Game 1", "new_id": -2}, {"uid": "1295987623252182537", "i": 49339, "idx": 0, "sa": ["David Vitter", "Mike Pence"], "q": "first day senators are allowed to officially submit legislation, <strong> David Vitter </strong> reintroduced his bill to amend title X of the Public Health Service Act to prohibit family planning grants from being awarded to entities that perform abortions. <q> My Title X amendment would end the practice of allowing taxpayer funds to be used to pay for administrative costs and other services offered by abortion providers, a practice that allows other funds to be used for abortion practices, </q> he told LifeNews.com. Congressman <strong> Mike Pence </strong> of Indiana has sponsored in the House that is expected to receive a debate and vote by the pro-life House Republicans that lead the chamber. However, whether pro-abortion Senate Democratic Leader", "new_id": -2}, {"uid": "1296230764172146701", "i": 18365, "idx": 0, "sa": ["Michael Vick", "Brian Urlacher", "Mike Williams"], "q": "receiver <strong> Mike Williams </strong>. <strong> Michael Vick </strong>, who spent 19 months in prison following a dogfighting conviction, already was named Comeback Player of the Year by both Sporting News and Pro Football Weekly/Pro Football Writers Association. <q> <strong> Michael Vick </strong>'s got to get it, </q> <strong> Brian Urlacher </strong> said of the AP honor.`` Especially with all the stuff he's been through. For me, I don't really care about that.'' <strong> Brian Urlacher </strong> was named second-team All-Pro and selected to", "new_id": -2}, {"uid": "1297145482211075083", "i": 48407, "idx": 1, "sa": ["Simon Cowell", "Paula Abdul", "Hailee Steinfeld"], "q": "learned about. Who knows how much of this really goes on. Report Abuse \" i like <strong> Paula Abdul </strong>. She is cute and very honest person. I am sure <strong> Simon Cowell </strong> knows her very well. \" Report Abuse <q> i like <strong> Paula Abdul </strong>, she isa cute and I think a very honest person. I think <strong> Simon Cowell </strong> </q> ABC News: Watch: <strong> Hailee Steinfeld </strong> on` True Grit' ABC News: Golden Globes Sues Ex-Publicist, Claiming Fraud Fitness Singles Meet Local Fitness Minded People. 80+ Activities. Join Free Today! Friday Night Lights", "new_id": -2}, {"uid": "1295594483015614016", "i": 33326, "idx": 3, "sa": ["Michael Gove", "Russell Hobby", "Chris Keates"], "q": "of maths, English, science and PE would be introduced from September 2013, Mr <strong> Michael Gove </strong> said, with other subjects brought in the following year. Review` pointless' The NASUWT teaching union said teachers <q> want another curriculum review like a hole in the head </q>. \" Heads are hoping for a significant reduction in the depth and breadth of prescription'' \" <strong> Russell Hobby </strong> National Association of Head Teachers General secretary <strong> Chris Keates </strong> said the review was`` pointless'' as ministers had", "new_id": -2}, {"uid": "1295545648061915230", "i": 30765, "idx": 0, "sa": ["Steve Ballmer", "Barack Obama"], "q": "'s official state visit to the US. The fact of widespread software copying in China was probably not a shock to the <strong> Barack Obama </strong> of the most populous nation on Earth. If only Hu had replied, <q> yes including me, who would pay for crap like Vista anyway? </q> We don't know what <strong> Steve Ballmer </strong> said exactly in that meeting either but we reckon it was,`` HEY HU BOY, MOST OF YOUR PEOPLE DO N'T PAY FOR OUR SOFTWARE, ONLY 10 PER CENT", "new_id": -2}, {"uid": "1296694413042549284", "i": 11529, "idx": 0, "sa": ["Julian Assange", "Craig Oliver", "Andy Coulson"], "q": "Heaven. If none of them hit the spot, Harrow romantics can buy their loved one 1001 Beers You Must Try Before You Die.? Old telly friends remember <strong> Craig Oliver </strong>, the upmarket attack dog( <q> Not so much a rottweiler as a sleek sausage dog </q>) hired from the BBC to replace <strong> Andy Coulson </strong> at No 10, as a not-so-closet Tory who cultivated <strong> Andy Coulson </strong> and wore tight beige trousers whose transparency would impress even <strong> Julian Assange </strong>. Arriving from ITN, where he was a mate", "new_id": -2}, {"i": 45877, "idx": 3, "index_answer": 0, "new_id": -1, "q": "a rehabilitation center. The president, who has written of his own battles to overcome a drinking problem, said that he was praying for <strong> Donald Rumsfeld </strong>, his wife, Joyce, and all their children. <q> What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me, </q> <strong> Donald Rumsfeld </strong> writes.`` At that moment, I couldn't speak.''( He notes that his son has lived a drug-free life in the years since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes,", "sa": ["Donald Rumsfeld"], "uid": "1296776656214941710"}]