[{"uid": "1295550335153829385", "i": 40084, "idx": 1, "sa": ["Donald Rumsfeld", "Andrew Weil"], "q": ":: \"Gilead is fortunate to have had Don <strong> Donald Rumsfeld </strong> as a stalwart board member since the company's earliest days, and we are very pleased that he has accepted the Chairmanship,\" <strong> Andrew Weil </strong> Riordan said. <q>He has played an important role in helping to build and steer the company. His broad experience in leadership positions in both industry and government will serve us well as Gilead continues to build its commercial presence.</q> According to company statement: Gilead Science Inc \"has been active in the development of inhibitors for the potential http://wn.com/News_Update_Pfizer_NYSEPFE_Wins_Prempro_Lawsuit_in_Philadelphia 2/24/2010-Dow Jones reported Wednesday that Pfizer( NYSE: PFE) has won a case in Philadelphia that had", "new_id": -2}, {"uid": "1296079016000753673", "i": 20687, "idx": 0, "sa": ["Michael Vick"], "q": "We don't know yet what the Unequal people plan to do with him, but the company's CEO, Rob Vito, described <strong> Michael Vick </strong>'s earnings on the deal as \"sizable.\" From Philly.com: <q> \"We believe it was worth it,</q> he said, \"because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.\"\"[...] \"We're real excited about it,\" Vito said", "new_id": -2}, {"uid": "1295761372076218423", "i": 23024, "idx": 0, "sa": ["Andy Coulson"], "q": "wasting money and time training those to only TURN AGAINST American Troops... only then to help the militant's after we leave. If ever a statement could make it SO CLEAR it is this ONE!!! Report Abuse <q>Al Qaida's conspirators are either dead( 9/11), or all in jail( at GITMO), except for the money man: Osama bin Ladin. Why are we still screwing around in Afghanistan and bombing Pakistan?</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1294978384186728451", "i": 39709, "idx": 0, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "in Arizona for a few moments on Wednesday night, as one of the women, Representative <strong> Gabrielle Giffords </strong>, flicked open an eye as the sound of her friends' voices filled her hospital room. <q>I think it was a combination, perhaps, of the unexpected but familiar that really prompted her to open her eyes and look around,</q> said Dr. G. Michael Lemole Jr., one of Ms. <strong> Gabrielle Giffords </strong>'s neurosurgeons, concerning what was apparently her reaction to the voices of her fellow lawmakers, Representative <strong> Debbie Wasserman Schultz </strong>, Representative <strong> Kirsten Gillibrand </strong>. While Ms.", "new_id": -2}, {"uid": "1295584716071549019", "i": 4406, "idx": 13, "sa": ["Eric Schmidt", "Danny Sullivan", "Google Inc."], "q": "been. We can more or less know what you're thinking about,\" he said. Such comments have been repeated in online musings that portrayed <strong> Eric Schmidt </strong> and <strong> Google Inc. </strong> as \"creepy.\" <q>The biggest thing I wonder is after a year or so of having various gaffes and statements taken out of context if he decided he no longer wanted to play that front-man role,</q> said <strong> Danny Sullivan </strong>, the editor-in-chief of the SearchEngineLand news site. In his new role, <strong> Eric Schmidt </strong> indicated he will focus on meeting with <strong> Google Inc. </strong>'s business partners and government officials around the world. Wrangling", "new_id": -2}, {"i": 18535, "idx": 0, "index_answer": 0, "new_id": -1, "q": "friend of Democratic congresswoman <strong> Gabrielle Giffords </strong>, has visited the lawmaker in her hospital room and is in close contact with her astronaut husband Mark Kelly, she told NBC's \"Meet The Press.\" <strong> Gabrielle Giffords </strong> is <q>making progress every day. She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,</q> <strong> Kirsten Gillibrand </strong> said. \"It's an extraordinary amount of progress for a woman who sustained such a horrific injury,\" she added. The 40-year-old <strong> Gabrielle Giffords </strong> has survived despite being shot through the head", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295217263110215213"}, {"uid": "1295007583223330324", "i": 9865, "idx": 0, "sa": ["Kirsten Gillibrand", "Nancy Pelosi", "Debbie Wasserman Schultz"], "q": "were in Giffords' hospital room when she opened her eyes were three of her close female friends in Congress: House Democratic leader <strong> Nancy Pelosi </strong> of California, <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>, D-Fla., and Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. <q>It felt like we were watching a miracle,</q> <strong> Debbie Wasserman Schultz </strong> told reporters traveling back to Washington with her on Air Force One. \"The strength that you could see flowing out of her, it was like she was trying to will her eyes open.\"", "new_id": -2}, {"uid": "1295757185120078339", "i": 5468, "idx": 0, "sa": ["Michael Vick", "Tom Brady", "Ben Roethlisberger"], "q": "may or may not be thrown with the correct balance. It won't have the fundamental precision of a <strong> Tom Brady </strong> pass, but it might be a first down\"... or a touchdown. <q>I'm probably not ever going to win an MVP, probably never going to win a passing title,</q> <strong> Ben Roethlisberger </strong> said this week. \"But that's not why I play the game. I just go out and try to win football games and win championships.\" About the time <strong> Michael Vick </strong> was re-establishing himself", "new_id": -2}, {"uid": "1295106448241254427", "i": 18825, "idx": 1, "sa": ["Lamar Alexander", "Barack Obama", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "the Tuscon, Ariz., shooting rampage, that left six dead and Arizona <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> wounded, Republicans moved to shield their tea party supporters from any guilt by association with an accused gunman with a troubled past. <q>What we know about this individual, for example, is that he was reading <strong> Karl Marx </strong> and reading Hitler.... That's not the profile of a typical tea party member and that's the inference that's being made,</q> said <strong> Lamar Alexander </strong>.( AP Photo/Mark Humphrey) FILE- In this Jan. 12, 2011, file photo people recite the Pledge of Allegiance during a memorial service with <strong> Barack Obama </strong> for the victims the shooting rampage,", "new_id": -2}, {"uid": "1296593740161153052", "i": 7886, "idx": 1, "sa": ["Andy Coulson"], "q": "resigned after deciding that the continuing allegations about phone hacking dating back to his time as the Sunday tabloid's editor had made it impossible to devote \"110%\" of his time to his job. <q>When the spokesman needs a spokesman, it is time to move on,</q> he said in his statement. Downing Street insisted his resignation was not precipitated by any new evidence that would challenge his claim that he had no knowledge of phone hacking at the newspaper. <strong> Andy Coulson </strong>", "new_id": -2}]