[{"uid": "1296863261132562962", "i": 11865, "idx": 1, "sa": ["Sergio Marchionne"], "q": "`` I am paying shyster rates,'' <strong> Sergio Marchionne </strong> said, noting that Chrysler had no choice in 2009 but to pay the high interest rates the government set as part of its$ 15 billion Chrysler bailout. <q> We had no choice... I am going to pay the shyster loans. </q> He called the loans`` a thorn in my side.'' Chrysler's also in talks with banks to refinance its debt and plans to have an`` agreement in principle'' by end of", "new_id": -2}, {"uid": "1296106968198869073", "i": 57662, "idx": 0, "sa": ["Alassane Ouattara", "Rupiah Banda"], "q": "AU to take`` strong decisions'' against strongman Laurent Gbagbo, who is refusing to step down although Soro's boss, <strong> Alassane Ouattara </strong>, is widely seen as the winner of the November 28 presidential election. <q> The military operation is the best option to remove Laurent Gbagbo from power, </q> Soro told journalists in Lusaka after meeting with Zambian President <strong> Rupiah Banda </strong>.` Strong decisions'`` The government is asking the AU to take strong decisions against Laurent Gbagbo and his clan, who is refusing", "new_id": -2}, {"uid": "1296261938051675143", "i": 49827, "idx": 0, "sa": ["Larry Bird", "Dana Barros", "Jimmer Fredette", "Allen Iverson", "Ernie DiGregorio", "Nate Funk"], "q": "reminds me of href=\"http://www.signonsandiego.com/news/2011/jan/25/byu-guard-has-range-well-drive/\"> Ken Leninger \" \" reminds me of href=\"http://buy- ebay.com/?p=1326\"> <strong> Ernie DiGregorio </strong> \" \" reminds me of href=\"http://sportstwo.com/threads/176920- Draft- <strong> Jimmer Fredette </strong>- Jimmer Fredette?p=2523442\"> <strong> Dana Barros </strong> \" <q> reminds me of href=\"http://1620thezone.com/Northwestern- Recap- and- <strong> Jimmer Fredette </strong>- comes- to- Omaha/5598317?pid=30222\"> <strong> Nate Funk </strong> </q> \" reminds me of href=\"http://www.fannation.com/truth_and_rumors/view/258315-Jimmer Fredette-and-the-unfamiliar-a-cold-hand\"> <strong> Larry Bird </strong> \" \" He reminds me of href=\"http://ncaabbs.com/showthread.php?tid=477726&amp;pid=6165927\"> that one guy from Duke \" \" reminds me of href=\"http://www.cbssports.com/mcc/messages/chrono/27284846/0/0/27285544\"> <strong> Allen Iverson </strong> \" The", "new_id": -2}, {"uid": "1295584716071549019", "i": 5242, "idx": 16, "sa": ["Larry Page", "Eric Schmidt"], "q": "who co-founded the company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as <strong> Larry Page </strong>'s personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after Google dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will become executive chairman and remain available to advisLarry Page, 37, and Google's other 37-year-old founder", "new_id": -2}, {"uid": "1296369416130302002", "i": 13241, "idx": 1, "sa": ["Zahi Hawass"], "q": "Before the army arrived, young Egyptians- some armed with truncheons grabbed off the police- created a human chain at the museum's front gate to prevent looters from making off with any of its priceless artifacts. <q> They managed to stop them, </q> <strong> Zahi Hawass </strong> said. He added that the would-be looters only vandalized two mummies, ripping their heads off. They also cleared out the museum gift shop. The prized King Tutankhamun exhibit had not been damaged and was safe", "new_id": -2}, {"uid": "1295967193135200806", "i": 9732, "idx": 2, "sa": ["Ahmed Nazif", "Zahi Hawass"], "q": "had no legal claim to it. The SCA, which <strong> Zahi Hawass </strong> heads, said in an email that its request had been approved by both Prime Minister <strong> Ahmed Nazif </strong> and the Egyptian ministry of culture. <q> This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country, </q> it said. <strong> Zahi Hawass </strong> has campaigned to repatriate several pharaonic treasures in recent years, including the Rosetta Stone now in the British Museum. Article: Egypt asks Berlin to return Nefertiti bust... Article:", "new_id": -2}, {"uid": "1297189507065617923", "i": 19358, "idx": 3, "sa": ["Donald Rumsfeld", "Jacques Chirac"], "q": "point out there was broad href=\"http://www.earthtimes.org/tag/support.html\"> support in Eastern Europe and that href=\"http://www.earthtimes.org/tag/France.html\"> France and Germany did not speak for the entire continent.`` Ironically, my comment was unintentional,'' <strong> Donald Rumsfeld </strong> writes. <q> I had meant to say France and Germany represented` old NATO' not` old Europe'. </q>`` In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling fJacques Chiracch fries` freedom fries' loved it,'' he writes.`` The elites in Paris", "new_id": -2}, {"uid": "1295741039001638405", "i": 514, "idx": 1, "sa": ["Allen Iverson", "Malik Rose"], "q": "22 points on 10-of-12 shooting and grabbed nine rebounds as the Spurs snapped a three-game losing streak.`` My teammates were getting me the ball,'' said <strong> Malik Rose </strong>, who bought 64 tickets for family and friends. <q> We played well, we shared the ball and I was the recipient of some good passes and a little luck. </q> <strong> Allen Iverson </strong> was a dismal 15-of-55( 27 percent) from the field and averaged 16.7 points as Philadelphia got off to a 3-0 start, its best since the 1984-85 campaign. It was a different <strong> Allen Iverson </strong> in this contest", "new_id": -2}, {"uid": "1295911947085770249", "i": 15855, "idx": 0, "sa": ["Alex Holmes", "Eric Schmidt"], "q": "ice cream inclinations are kept.`` How do we know they're not going to be sharing that information with their partners or with the government?'' said <strong> Alex Holmes </strong>, research director at Forrester Research. <q> It's not anyone's business if I like mint chocolate chip or Cherry Garcia. </q>`` The reality is that on-premise software does retain consumer information for some time,'' said Mr. <strong> Eric Schmidt </strong>.`` We are all in the United States subject to the Patriot Act, so it is possible", "new_id": -2}, {"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,'' <strong> Sen. Bernie Sanders </strong> said.`` We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.'' <q> To me, it's a disaster, </q> said New York-based labor activist <strong> Jonathan Tasini </strong>.`` When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.''", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}]