[{"uid": "1296709836249151511", "i": 28369, "idx": 1, "sa": ["Cam Weaver", "Allen Iverson", "Eric Snow"], "q": "a 65-45 lead. That's when <strong> Allen Iverson </strong>, <strong> Eric Snow </strong> and the rest of the Sixers Cam Weavere alive, particularly on the defensive end. Their pressure changed the tempo of the game, and the momentum shortly thereafter. <q> When he got ejected, everybody just stepped up their game, </q> <strong> Allen Iverson </strong> said. \"We said,` What are we gon na do?\" ' <strong> Eric Snow </strong> said.\" ` Are we gon na lay down? Or are we gon na pick up the intensity?'", "new_id": -2}, {"uid": "1296706234199049242", "i": 9009, "idx": 9, "sa": ["Kobe Bryant", "Metta World Peace", "Allen Iverson", "Kwame Brown", "Yao Ming"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said. \"It's hard coYao Ming into a situation where guys have been Bryant_Kobe Bryant_40_points_LA_Lakers_vs_Houston_Rockets_Metta World Peace_Metta World Peace <strong> Kobe Bryant </strong> 40 points LA Lakers vs Houston Rockets <strong> Metta World Peace </strong> game 2 round 2 2009 NBA Playoffs LOS ANGELES( AP) Desperate to salvage", "new_id": -2}, {"uid": "1297725547245252135", "i": 18743, "idx": 0, "sa": ["Ben Wizner", "Robert Gates", "Donald Rumsfeld"], "q": "detained as an enemy combatant and then held in a Navy brig for 44 months. It names government and brig officials, including Defense Secretary <strong> Robert Gates </strong> and former Defense Secretary <strong> Donald Rumsfeld </strong>, as defendants. Padilla is <q> an American citizen who was subjected to unprecedented torture and abuse not far from this courtroom, </q> <strong> Ben Wizner </strong>, the litigation director for the American Civil Liberties Union Foundation, told U.S. District Judge Richard Gergel. \"There is a floor for human treatment in any U.S. prison below which no officer can go", "new_id": -2}, {"uid": "1296480838012713994", "i": 22145, "idx": 3, "sa": ["Sergio Marchionne"], "q": "Operating profit is expected to reach$ 2 billion, which falls directly in the middle of the$ 1.6 billion to$ 2.4 billion range given in the past. <strong> Sergio Marchionne </strong> said that despite the progress, <q> our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives. </q> Ford Motor Co. on Friday reported full-year profit of$ 6.6 billion, despite a disappointing fourth quarter that fell short of Wall Street expectations, causing the stock to plummet. Its hourly workers will get profit-sharing", "new_id": -2}, {"uid": "1297451846240746502", "i": 44695, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Former US secretary of defense <strong> Donald Rumsfeld </strong> describes the US government's handling of the events in Andijan, Uzbekistan, in 2005, as <q> one of the most unfortunate, if unnoticed, foreign policy mistakes of our administration </q> because it supposedly drove Uzbekistan into the arms of Russia. In his new memoirs, Known and Unknown, <strong> Donald Rumsfeld </strong> offers a detailed account of his dealings with Uzbekistan, including his views on the diplomatic crisis", "new_id": -2}, {"uid": "1295241593190218244", "i": 31696, "idx": 0, "sa": ["George W. Bush", "Bernie Sanders", "Brian Gardner"], "q": ". Sen. <strong> Bernie Sanders </strong>( I-Vt.) has said he will put a hold on the nomination, a procedural step that could delay a vote and means that Bernanke would need 60 votes to remain chairman. <q> I suspect that at the end of the day, there will be enough votes to confirm, </q> said <strong> Brian Gardner </strong>, senior vice <strong> George W. Bush </strong> for Washington research at Keefe, Bruyette& Woods. But he noted that more than a month will pass between now and a final vote, \"and I think we've all", "new_id": -2}, {"uid": "1295983407057327617", "i": 46976, "idx": 0, "sa": ["Carl Nolte", "Bill Lockyer", "Newt Gingrich"], "q": "when restaurant people getting off work stop by. Banzo Taylor, who works around the corner, dropped by the other afternoon with a co-worker after a long day. \"We,\" he said, <q> are here to drown our sorrows. </q> <strong> Carl Nolte </strong>'s Native Son column appears every Sunday. E-mail him at Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SANTA ROSA", "new_id": -2}, {"uid": "1295813473183353387", "i": 18243, "idx": 1, "sa": ["Colin Powell"], "q": "the Union address Tuesday night. Powell/\"> Mr. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Ariz. <q> I think he's got a way to go, </q> Mr. <strong> Colin Powell </strong> said. \"I mean, he hasn't achieved all of his purposes, but he's stabilized the economy\" and taken on health care reform. \"You know, we didn't elect Superman", "new_id": -2}, {"uid": "1295569718224641035", "i": 5955, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "!\" InformationWeek's Andrew Conry-Murray interviewed EMC World 2008 attendees to find out what interesting IT projects people have going on. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having <strong> Larry Page </strong> running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1296727907183500817", "i": 19750, "idx": 4, "sa": ["Eddie Jordan", "Michael Jordan", "Stephen Jackson", "Allen Iverson", "Ray Allen"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. \"He wasn't missing anything,\" Hawks forward <strong> Stephen Jackson </strong> said. <q> When a guy is shooting like that, there's nothing you can do. </q> <strong> Allen Iverson </strong> scored 14 Allen_Allen Iverson_vs_Michael Jordan_Eddie Jordan_Final_NBA_Game_Part_2 <strong> Michael Jordan </strong>'s coach pleaded with him to go back in the game, and the opposing coach made sure <strong> Eddie Jordan </strong> had the chance to end his career with a basket. <strong> Eddie Jordan </strong>'s last shot was", "new_id": -2}]