[{"uid": "1295218070163594249", "i": 557, "idx": 15, "sa": ["Simon Cowell", "Debbie Williams"], "q": "you have to look at them right in the eyes, and then their mother is looking at you, like,` What just happened?'?'' But <strong> Simon Cowell </strong>'s value was instantly clear. <q> I still didn't know what the hook of this show was-all these kids come out and sing, </q> stage manager <strong> Debbie Williams </strong> remembers of her first day on the set.`` Until he spoke, and then I said,` OK. I get it now. That's the hook.'?'' <strong> Simon Cowell </strong> would", "new_id": -2}, {"uid": "1295040305036372501", "i": 16004, "idx": 1, "sa": ["Steve Ballmer"], "q": "in the developing world. <strong> Steve Ballmer </strong> identified`` better global enforcement of intellectual property laws'' as the world's largest software company's No. 1 lobbying priority in an interview with the Washington Post in July. <q> That is particularly true in China, where the protections are the weakest, </q> <strong> Steve Ballmer </strong> told the paper. U.S. businesses' fears range from outright piracy of their goods to the transfer of technological know-how that can be inevitable in joint ventures with Chinese companies.`` Sometimes Beijing", "new_id": -2}, {"uid": "1295981263080740391", "i": 2762, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "'s damage for longer, although specialists are particularly concerned about the lifespan of children who live all their lives obese rather than getting fat after they're grown. As for all those health care bills, <q> it's not enough to trump a lot of our behaviors, </q> Crimmins said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog EXECUTIVE DIRECTOR Company Confidential HOTEL MAINTENANCE Company Comfort MANUFACTURING", "new_id": -2}, {"uid": "1296171065065814533", "i": 37025, "idx": 3, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "Networks http://wn.com/Real_Housewives_Beverly_Hills__Kelsey_Drops_the_Bomb_on_Camille Since Bravo teased and didn't deliver, here's how the whole`` I'm leaving you'' conversation went between <strong> Kelsey Grammer </strong> and <strong> Camille Grammer </strong>. Â© Reality Fishbowl http://wn.com/Kelsey_Grammer_To_Marry_Girlfriend_Kayte_Walsh_in_February click our link thetodaybuzz.com- to watch full <q> <strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February </q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the`` Late Show with <strong> David Letterman </strong>'' on Thursday night that he plans on marrying his girlfriend <strong> Kayte Walsh </strong> next month. The actor currently stars in the Tony Award-winning musical", "new_id": -2}, {"uid": "1296611107097845302", "i": 18329, "idx": 3, "sa": ["Pete Young", "Bill Lockyer", "Michael B."], "q": "campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said.`` Apparently, it's a practice all over the country,'' <strong> Bill Lockyer </strong> said today in a telephone interview. <q> I don't think it's a good one. </q>-- With assistance from <strong> Michael B. </strong> Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum To contact the reporter on this story: Alison Vekshin in San Francisco at avekshin@bloomberg.net.", "new_id": -2}, {"uid": "1297334471212090885", "i": 20367, "idx": 2, "sa": ["Sergio Marchionne"], "q": "Vitali, noting FIM had requested a meeting with <strong> Sergio Marchionne </strong> next week. In contrast to FIM's more conciliatory stance, hardline union FIOM has urged a workforce presence at this weekend's meeting. <q> Our position is the government must call the unions to be there on Saturday, </q> a FIOM spokesman in Italy told just-auto.`` The unions must be involved to have a place around that table.'' Fiat S.p.A. SWOT Analysis Datamonitor's Fiat S.p.A.- SWOT Analysis company profile", "new_id": -2}, {"uid": "1297457173244645933", "i": 11497, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "The ties go deeper. Nokia's chief executive is <strong> Stephen Elop </strong>, the former president of Microsoft's Business division. In an open letter written by Microsoft Chief Executive <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong>, the two said, <q> There are other mobile ecosystems. We will disrupt them. </q> <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> both spoke Friday at a news briefing in London that was broadcast on the Internet.`` This partnership with Nokia will accelerate, dramatically accelerate, the development of a vibrant, strong Windows", "new_id": -2}, {"uid": "1295560040175849483", "i": 2219, "idx": 3, "sa": ["Eric Schmidt"], "q": "Mr. Page is set to take over product development and technology strategy. The executive shake up is designed to`` simplify our management structure and speed up decision making,'' Mr. <strong> Eric Schmidt </strong> said. <q> In this new role I know he will merge <strong> Google Inc. </strong>'s technology and business vision brilliantly, </q> Mr. <strong> Eric Schmidt </strong> said.`` I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion", "new_id": -2}, {"uid": "1296485661181583907", "i": 17877, "idx": 0, "sa": ["Steve Ballmer", "Brett Arends"], "q": "failure of Microsoft's hostile takeover bid for Yahoo has caused the Wall Street Journal to publish a report calling for a sell-off of the company's stock. In a hard-hitting opinion piece, <strong> Brett Arends </strong> writes: <q> Now is an excellent opportunity to sell any Microsoft stock you have left. </q> <strong> Brett Arends </strong> says the failure of the bid,`` should raise serious questions about Microsoft's leadership and direction. Does CEO <strong> Steve Ballmer </strong> really know what he is trying to do?'' The op-ed draws", "new_id": -2}, [{"i": 25537, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>:`` I will get ITV to make substantial five figure donation to your charity for the interview''. But <strong> Lily Allen </strong> told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asking me for years. </q> Buy Cheap tickets for the upcoming Even less interesting than nominations, are parties about nominations <strong> Liz Hurley </strong> is so happy that her lips appear to have grown to allow for a bigger smile Even less interesting than", "sa": ["Cheryl Cole", "Lily Allen", "Liz Hurley", "Gordon Brown", "Simon Cowell"], "uid": "1295004329069189661"}]]