[{"uid": "1296569141244629540", "i": 26897, "idx": 1, "sa": ["Ron Cook", "Michael Vick", "Ben Roethlisberger"], "q": "Since his return, in October, <strong> Ben Roethlisberger </strong> has tried to be a better teammate and a better person. Like the Eagles' <strong> Michael Vick </strong>, he has been contrite and has said all the right things. <q> It would be amazing to win another Super Bowl, but it won't be like I'll say,` Do you forgive me now?' It'll just be another step in earning back everything I lost, </q> he told the Pittsburgh Post-Gazette's <strong> Ron Cook </strong> last week. <strong> Ben Roethlisberger </strong> faced the national media for the first time yesterday afternoon at the Steelers' hotel in Fort Worth, Texas, and it didn't", "new_id": -2}, {"uid": "1296159582150814732", "i": 17895, "idx": 1, "sa": ["Mike Pence"], "q": "to announce a decision on his political future on Friday, according to his mother, who has been urging him to finally put an end to all of the building speculation over his political future. \" <q> He will be making his announcement tomorrow, </q> said Nancy <strong> Mike Pence </strong> Fritsch, contacted today by telephone at her home in Columbus, Ind. Asked to confirm reports that she has told her son to make up his mind about whether he's going to run", "new_id": -2}, {"uid": "1297621750013008911", "i": 2129, "idx": 1, "sa": ["Mike Pence"], "q": "$ 70 million in annual funding.`` Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,'' <strong> Mike Pence </strong> said. <q> The time to deny any and all funding to Planned Parenthood is now. </q> By law, federal funds may not be used directly for abortions. But <strong> Mike Pence </strong> argues that the grants, by covering overhead and operational costs, free up other money to provide abortions. Planned Parenthood's staunchest allies", "new_id": -2}, {"uid": "1295160320096436246", "i": 27143, "idx": 4, "sa": ["Ahoua Don Mello", "Alassane Ouattara"], "q": "monetary union noted recognition of <strong> Alassane Ouattara </strong> by world leaders on Dec. 23 and said it would deal only with legitimate governments, which many took to mean it would freeze Gbagbo out of the state accounts there. <q> It is Ivory Coast's wealth. No one can ban Ivory Coast from using its own resources, </q> <strong> Ahoua Don Mello </strong> said.`` We are 40 percent of the region's economy and an even bigger share of its money supply. If they exclude us, it is the central bank that will fall.'' Homes", "new_id": -2}, {"uid": "1295560243263241749", "i": 47896, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "the Mountain View Internet juggernaut's new CEO starting April 4, and current CEO <strong> Eric Schmidt </strong> will be executive chairman, <strong> Eric Schmidt </strong> revealed in a post today on Google's blog. More businessperfectly,'' <strong> Eric Schmidt </strong> said. <q> As Google has grown, managing the business has become more complicated, </q> <strong> Eric Schmidt </strong> wrote.`` So <strong> Larry Page </strong>, Sergey and I have been talking for a long time how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right", "new_id": -2}, {"uid": "1297203269184696834", "i": 22995, "idx": 14, "sa": ["Donald Rumsfeld", "Colin Powell", "Barack Obama", "Dick Cheney"], "q": "out this year.`` The government of Iraq is eventually going to have work with the Iraqi people and fashion various accommodations so that they can go forward and govern the country,'' <strong> Donald Rumsfeld </strong> said. <q> And being aimed in that direction starts them along that road, and that's basically a good thing. </q> <strong> Barack Obama </strong> addresses the U.S. Chamber of Commerce in... Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Photo in Slideshow: <strong> Barack Obama </strong> greets guests after addressing the U.S....'s memoir plays a fast and loose game of dodge ball", "new_id": -2}, {"uid": "1295566818075235369", "i": 7552, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "management reshuffling appears to be amicable. Both <strong> Larry Page </strong> and <strong> Eric Schmidt </strong> had high praise for each other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his`` best friends.'' <q> I believe <strong> Larry Page </strong> is ready </q> to be CEO, <strong> Eric Schmidt </strong> said during the call.`` It's time for him to have a shot at running this.'' <strong> Eric Schmidt </strong> also may have been growing weary of all the scrutiny that comes", "new_id": -2}, {"uid": "1297353050128565272", "i": 33183, "idx": 0, "sa": ["Lila Rose", "Mike Pence", "Ann Marie Buerkle"], "q": "with <strong> Lila Rose </strong> this morning. QUESTION: <strong> Mike Pence </strong>, will you oppose the continuing resolution that proposes to completely eliminate the Title X program, since just last month you praised the Title X program, saying <q> I applaud much of the important work that is done at Title X clinics across the country. </q>* FACT: <strong> Mike Pence </strong>, on the House floor in January 2011, said,`` This legislation does not cut one penny from Title X family plAnn Marie Buerkleing funding. I applaud much of the important work that", "new_id": -2}, {"uid": "1295954421167477290", "i": 56041, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin", "David Wise"], "q": "an executive who is transitioning out of the chief executive role- and may even be unusual for sitting chief executives, said <strong> David Wise </strong>, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q> the board clearly wants to retain his guidance for the next four years. </q> <strong> Eric Schmidt </strong>, 55, is being replaced as Google's chief executive by cofounder <strong> Larry Page </strong>. Both men, along with Google's other cofounder <strong> Sergey Brin </strong>, have limited their salaries to$ 1 for years. But", "new_id": -2}, {"i": 6514, "idx": 2, "index_answer": 1, "new_id": -1, "q": "prize( via a recording deal with Sony) is said to be the largest, by far, in TV history.`` We're putting our money where our mouth is,'' <strong> Simon Cowell </strong> said. <q> It's a massive, massive risk, but also a great incentive.... And it puts the pressure on us to find a star. </q> <strong> Simon Cowell </strong> was asked if he would be interested in bringing his old friend and rival, <strong> Paula Abdul </strong>, on board as a judge.`` I'm a massive fan of <strong> Paula Abdul </strong>. While we were", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297293225002195576"}]