[{"uid": "1297089391093831198", "i": 51732, "idx": 5, "sa": ["P. Freire", "Sergio Marchionne"], "q": "threat of violence. Either way, <strong> P. Freire </strong> dismantles <strong> Sergio Marchionne </strong>'s complaint as well as Chrysler's claim in the ad that they and Detroit have survived the`` hottest fires'' to get back on their feet: <q> One: Chrysler didn't go through the hottest fires. Unless, of course,`` hottest fires </q> means`` skipping bankruptcy'' and asking for a handout to protect union pensions, which it got. And when Fiat was able to take control of Chrysler, \" href=\"http://www.msnbc.msn.com/id/31041713/ns/business-autos/\"> it was because of a heavily", "new_id": -2}, {"uid": "1295023510086523911", "i": 7791, "idx": 0, "sa": ["Kelsey Grammer", "David Letterman", "John Paul"], "q": " By The Associated Press Friday, January 14, 2011 at 8:27 a.m. In this photo released by CBS, actor <strong> Kelsey Grammer </strong>, left, talks with host <strong> David Letterman </strong> on the set of the <q> Late Show with <strong> David Letterman </strong>, </q> Thursday, Jan 13, 2011 in New York.( AP Photo/CBS, <strong> John Paul </strong> Filo) MANDATORY CREDIT; NO SALES; NO ARCHIVE; NORTH AMERICAN USE ONLY NEW YORK- <strong> Kelsey Grammer </strong> says he's planning", "new_id": -2}, {"uid": "1296652241147537934", "i": 15870, "idx": 0, "sa": ["Andy Coulson"], "q": "' show upsets Mexico North Korea has more secret nuclear sites- UN report Baptizing the Palestinian and Israeli Crisis Britain has complained to the BBC over the popular TV show`` Top Gear'', saying its presenters made <q> offensive, xenophobic and humiliating </q> comments about his country. Eduardo Medina-Mora has written to the BBC about`` insults'' Today's media stories from the papers an email every morning, please click here Top stories on MediaGuardian.co.uk <strong> Andy Coulson </strong>, who recently resigned", "new_id": -2}, {"uid": "1297228077053084177", "i": 10463, "idx": 3, "sa": ["Simon Cowell"], "q": ". Advertisement He says the line-up, rumoured to include Cheryl Cole will be finalised in`` three to four weeks''. Asked about Cheryl's chances, <strong> Simon Cowell </strong> hedged: <q> The most important thing is the commitment and the expertise a person offers.`` It is really important to me that I've got people who I can trust in terms of their expertise and their gut feeling.`` It is also important to have people who are very competitive with each other. </q> But in an aside that could be in Cheryl's favour, he added slyly:`` It also helps if they are cute.'' He knows the right judges are key to the show", "new_id": -2}, {"uid": "1297720637199934019", "i": 17485, "idx": 0, "sa": ["Hillary Clinton", "Kirsten Gillibrand"], "q": "seven points since November, the month she was elected to the seat she had been appointed to in 2009 to replace <strong> Hillary Clinton </strong>. <strong> Kirsten Gillibrand </strong> has garnered positive attention recently for her roles in the repeal of the <q> don't ask, don't tell </q> law for gay troops and the passage of legislation to provide benefits to Sept. 11 responders. The poll found 52% of those surveyed saying they would re-elect <strong> Kirsten Gillibrand </strong>. She faces re-election in 2012.", "new_id": -2}, {"uid": "1297180118261799938", "i": 34322, "idx": 0, "sa": ["Mayor Tom", "Michael Vick"], "q": "Morning Call apps for iPhone and Android mc-fbn-- Michael Vick-key-to-city-20110208 DALLAS( AP)- The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback title=\"Michael Vick\" href=\"http://www.mcall.com/topic/sports/football/Michael Vick-Michael Vick-PESPT008492.topic\"> <strong> Michael Vick </strong> a <q> key to the city. </q> <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this past season, his second in the title=\"NFL\" href=\"http://www.mcall.com/topic/sports/football/nfl-ORSPT000007.topic\"> NFL since serving 18 months in prison for operating a dogfighting operation.", "new_id": -2}, {"uid": "1295800781124010530", "i": 55984, "idx": 6, "sa": ["Christopher Hitchens", "Colin Powell", "Barack Obama", "Manmohan Singh"], "q": "Host State Dinner with PM <strong> Manmohan Singh </strong> CNN... <strong> Colin Powell </strong> Endorses <strong> Barack Obama </strong> for <strong> Barack Obama </strong> Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's`` ability to inspire'' and the <q> inclusive nature of his campaign. </q> Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Fo... <strong> Barack Obama </strong> Calls for Clean Energy and Climate Legislation <strong> Barack Obama </strong> Calls for Clean Energy and Climate Legislation www.repoweramChristopher Hitchensa.org In his State of the Union address, <strong> Barack Obama </strong>", "new_id": -2}, {"uid": "1297113048152240228", "i": 57830, "idx": 3, "sa": ["Simon Cowell", "Paula Abdul"], "q": "be a judge on his new show, which debuts next fall and has not yet announced a full judging panel, <strong> Simon Cowell </strong> demurred.`` I'm a massive fan of <strong> Paula Abdul </strong>,'' he said. <q> We've been in regular contact. I'm not going to say today who we are going to confirm or not, because the truth is we haven't made up our minds up yet.... It comes down to who I think is interesting, and the commitment and the expertise each person offers. </q> One critic asked about X Factor allowing kids as young as 12 to audition, noting <strong> Simon Cowell </strong> has criticized exposing children to the intense TV competition spotlight.`` We've started to see a trend", "new_id": -2}, {"uid": "1297119970200310797", "i": 19648, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld", "Diane Sawyer", "George H. W. Bush"], "q": "government spanning Republican George H. W. Bushs from Richard Nixon to <strong> George W. Bush </strong>. The ex-defense chief was reluctant to endorse his former boss's assessment that the decision to draw down U.S. troops shortly after the 2003 invasion of Iraq was <q> the most important failure in the execution of the war. </q>`` I don't have enough confidence to say that that's right. I think that it's possible,'' <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>.`` We had( an) enormous", "new_id": -2}, {"i": 1480, "idx": 0, "index_answer": 1, "new_id": -1, "q": "else.`` It was the only thing I didn't want to quit. I started when I was 19. I quit every single job I had up until that point,'' <strong> Joe Matarese </strong> said. <q> I started going and I was hooked immediately. And I never stopped. </q> The comedian has gone on to carry his own half-hour special on Comedy Central; appear on The Late Show with <strong> David Letterman </strong>, The <strong> Howard Stern </strong> Show, The Late Late Show with <strong> Craig Kilborn </strong>, and NBC's Last", "sa": ["Howard Stern", "Joe Matarese", "David Letterman", "Craig Kilborn"], "uid": "1295163756229244974"}]