[{"uid": "1295573549080838695", "i": 11613, "idx": 2, "sa": ["Eric Schmidt", "John Simpson"], "q": "'s values to in order to grow its business. In particular, the group blasted <strong> Eric Schmidt </strong> for his handling of recent href=\"http://www.v3.co.uk/v3/news/2274020/google-uk-wi-privacy-ico\" title=\"Google finally gets rid of UK Wi-Fi data\"> privacy concerns. <q> <strong> Eric Schmidt </strong> used to claim that Google put its money where its values were, </q> said Comsumer Watchdog Inside Google director <strong> John Simpson </strong>.`` In fact while <strong> Eric Schmidt </strong> had his hand on the helm, values were changed to go where the money was.'' News of the changes overshadowed", "new_id": -2}, {"uid": "1296167866252526626", "i": 36960, "idx": 0, "sa": ["Mike Pence"], "q": "and will instead begin exploring a run for governor. These sources say he has been flattered by the efforts to nudge him into the GOP presidential race but, as one of the sources put it, <q> he is a realist and kept coming back to questions about the fund-raising. </q> The second source said some around <strong> Mike Pence </strong> also have reminded him of the difficulty of mounting a presidential campaign from the House, and noted that, at age 51, he would have a better platform to explore a", "new_id": -2}, {"uid": "1296280079111296551", "i": 7918, "idx": 3, "sa": ["Mike Pence"], "q": "51-year-old Columbus, Ind., native. <strong> Mike Pence </strong> has friends in Indiana's congressional delegation and at the Statehouse, in part because he campaigned for many of them during a statewide bus tour last fall. <q> He's been very helpful. He's been supportive not only to me, but to the rest of the freshman congressional delegation, </q> Bucshon said.`` A person like him, with a wealth of experience, is always important to have backing you up when you're just getting started.'' Bucshon wouldn't speculate about <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1295639119217038852", "i": 51793, "idx": 0, "sa": ["Jim Cantiello", "Simon Cowell", "Steven Tyler"], "q": "fears that the show would stumble without the harsh guiding hand of departed go-to judge <strong> Simon Cowell </strong>, MTV News', said instead of mourning the loss of King <strong> Simon Cowell </strong>, he's praising the rise of <strong> Steven Tyler </strong>. <q> If anything, <strong> Steven Tyler </strong>'s wacky addition proved that it's not a` mean judge' that keeps me jazzed for` Idol.' It's an unhinged one, </q> said <strong> Jim Cantiello </strong> about the entertaining, unpredictable shenanigans pulled out by <strong> Steven Tyler </strong> in the first two nights of audition episodes this week.`` Truth be told, I never realized how much I missed Paula[ Abdul] last", "new_id": -2}, {"uid": "1296496314113492035", "i": 339, "idx": 0, "sa": ["Sergio Marchionne"], "q": "from a year ago to$ 10.76 billion as the company made market-share gains on the strength of 16 all-new or refreshed vehicles. Revenue, however, dipped slightly from the third quarter on reduced shipments. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> CEO <strong> Sergio Marchionne </strong> said.`` However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.''+0.42%), sold 1.52 million vehicles last", "new_id": -2}, {"uid": "1295804058124010503", "i": 32251, "idx": 2, "sa": ["Hu Jintao", "Colin Powell", "Barack Obama"], "q": "and <strong> Barack Obama </strong> resulted in some successful trade deals; however, it probably would not do much to alter BeiHu Jintaog's human-right policies.`` They are going to remain an authoritarian nation,'' <strong> Colin Powell </strong> said. <q> They believe that's the only way they can run a nation of 1.3 billion people, and they haven't done badly in recent years. </q> <strong> Colin Powell </strong> observed that both leaders presented their viewpoints in an atmosphere of mutual respect, which he predicted would particularly benefit Hu.`` He goes home looking like he preserved his positions,'' <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1295549312106610771", "i": 18484, "idx": 1, "sa": ["David Letterman", "Piers Morgan", "Joan Rivers", "Martin Short", "Joy Behar", "Ricky Gervais"], "q": "he acknowledged that this is the way with <strong> Ricky Gervais </strong>. Fellow comedians such as <strong> David Letterman </strong>, <strong> Joan Rivers </strong>, <strong> Joy Behar </strong>, and <strong> Martin Short </strong> have made comments on various television shows throughout the week supporting the comic. <q> It's a bit like inviting a hammerhead shark to dinner, and when he eats all the guests, you start complaining, </q> <strong> Piers Morgan </strong> said himself both on The View David Lettermanier in the week and to Mr. <strong> Ricky Gervais </strong> during his interview.`` I'm not judging them[ the subjects of his jokes],'' <strong> Ricky Gervais </strong> said.``", "new_id": -2}, {"uid": "1296171922065404971", "i": 3554, "idx": 4, "sa": ["Mike Pence", "Barack Obama", "Mike McDaniel"], "q": "`` I am convinced he is now going to run for governor,'' said <strong> Mike McDaniel </strong>, a former state Republican chairman. The 51-year-old <strong> Mike Pence </strong> is a darling of social conservatives and often describes himself as <q> a Christian, a conservative, and a Republican, in that order. </q> He had made multiple trips to states that host early Barack Obamaial primary contests. <strong> Mike McDaniel </strong> said the decision not to run must have been difficult.`` He had a lot of people around the country", "new_id": -2}, {"uid": "1295506907199884812", "i": 35600, "idx": 1, "sa": ["John McCain", "Mike Pence", "Campbell Brown", "Ben Smith", "Sarah Palin"], "q": ". RULA <strong> Campbell Brown </strong> Politico's <strong> Ben Smith </strong> reports on the internal tensions that are roiling the <strong> John McCain </strong> campaign, with many <strong> Sarah Palin </strong> allies voicing their unhappiness at how the campaign has been run. According to <strong> Ben Smith </strong>, there are now <q> stirrings of a <strong> Sarah Palin </strong> insurgency. </q> Some of the highlights: Four <strong> Mike Pence </strong>.. <strong> Sarah Palin </strong> Called <strong> John McCain </strong> Staffers`` Jerks'' 11-7-2008 <strong> Sarah Palin </strong> Called <strong> John McCain </strong> Staffers`` Jerks'' 11-7-2008... <strong> John McCain </strong> Aides Blaming and Trashing <strong> Sarah Palin </strong> <strong> John McCain </strong> staffers are scapegoating poor <strong> Sarah Palin </strong> for the", "new_id": -2}, {"i": 4658, "idx": 2, "index_answer": 0, "new_id": -1, "q": "veteran who had served as CEO of Novell and chief technology officer of Sun Microsystems, <strong> Eric Schmidt </strong> was brought in to provide some`` adult supervision.'' On his Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q> Day-to-day adult supervision is no longer needed. </q>`` I believe Larry is ready'' to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts.`` It's time for him to have a shot at running this.''", "sa": ["Eric Schmidt"], "uid": "1295584186085278737"}]