[{"uid": "1297271125062767107", "i": 1194, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "... Photo in Slideshow: The U.S. Supreme Court building is reflected in the sunglasses... Video: Why Americans Are Turning Against Barack Obamacare Report Abuse \" Jsut what he wants from those five activists judges. \" Report Abuse <q> Waaah, I'm Virginia, my governor is borrowing funds like crazy and still calls himself a conservative republican. WAAAH, He's selling guaranteed state revenue liquor licenses to his cronies and friends. </q> Time.com: Smartphone Sins: Catholic Church Approves Confession by iPhone ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Hot Stock Alert- GTSO Profit From New Rare Earth Exporter! China Rare Earth Exports Up 171%", "new_id": -2}, {"uid": "1296571683100761600", "i": 19989, "idx": 3, "sa": ["Johnny Depp", "Angelina Jolie", "Chelsea Handler", "Florian Henckel von Donnersmarck", "Jennifer Aniston", "Brad Pitt"], "q": "the Jewish state. A longtime Israel supporter, <strong> Angelina Jolie </strong> is visiting t... <strong> Chelsea Handler </strong> Talks Hilarious <strong> Jennifer Aniston </strong>, Insincere <strong> Angelina Jolie </strong> <strong> Angelina Jolie </strong>, <strong> Brad Pitt </strong> and their globetrotting family won't be staying put for Christmas. <q> We're going to travel with the kids and go to a... <strong> Angelina Jolie </strong> is still promoting` The Tourist,' the big-budget thriller that tanked in the US box office last weekend but was nominated for several Golden... BERLIN- <strong> Johnny Depp </strong>, <strong> Angelina Jolie </strong> and <strong> Florian Henckel von Donnersmarck </strong> say they're touched and honored to be nominated for several Golden Globe awards for... <strong> Chelsea Handler </strong> Talks Hilarious <strong> Jennifer Aniston </strong>, Insincere <strong> Angelina Jolie </strong> She looks like a freak in that photo... is that`` cosmetic </q> surgery? If so... YUCK She looks like a gothic beauty in that pic. Maybe later she can help him find Obama's brith certificat e and uncover how he is truly a mancherian candidate.", "new_id": -2}, {"uid": "1297444054223772678", "i": 26470, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "happen to Nokia in years. It's Happy Friday for Microsoft and Nokia rivals. In an internal memo leaked earlier in the week, <strong> Stephen Elop </strong> wrote to Nokia employees about the company's burning platform: <q> We poured gasoline on our own burning platform. I believe we have lacked accountability and leadership to align and direct the company through these disruptive times. We had a series of misses. We haven't been delivering innovation fast enough. We're not collaborating internally. Nokia, our platform is burning. </q> <strong> Stephen Elop </strong>'s solution is to swap out one burning platform for another? Someone should hold him accountable before it's too late. <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> laid out the broad terms of the deal in an''", "new_id": -2}, {"uid": "1296665489109838338", "i": 36, "idx": 2, "sa": ["Kenny Kunene", "Chris Gent", "Andy Coulson"], "q": "man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...''`` Vodafone in its modern, multinational form was to a large extent created by Sir <strong> Chris Gent </strong>, an ambitious Brit who...'' <q> Is the new Backbench Business Committee about to make some serious enemies? This new-fangled innovation has done pretty well so... </q> href=\"http://www.bbc.co.uk/blogs/thereporters/Andy Coulsonharding/2011/02/south_africas_sushi_wars.html\">'' Wealthy ANC supporter <strong> Kenny Kunene </strong>( left) eating sushi from the body of a bikini-clad woman`` The ANC Youth League...''", "new_id": -2}, {"uid": "1295172659208863244", "i": 48200, "idx": 1, "sa": ["Allen Iverson"], "q": "in Turkey, returned to the U.S. to have a lesion surgically removed from his right leg, spurring rumors he will retire. <strong> Allen Iverson </strong> denies this, as he wrote on his Twitter account: <q> I have never said anything about retirement, nor have I said goodbye to the game of basketball. Once I get past this, my plan is to continue playing at the highest level possible. So don't put me in my rocking chair just yet. Hold on, I'll be back! </q> It's not yet known if the lesion is benign or not, or if it's a cyst. <strong> Allen Iverson </strong>, 35, is expected to be out for several weeks", "new_id": -2}, {"uid": "1295067707181321744", "i": 57049, "idx": 0, "sa": ["Sergio Marchionne"], "q": "optimism of the North American International Auto Show this week lurked a growing sense of ambition in many of the key players, from Detroit and beyond, a reminder that motoring machismo is alive and well. <q> By definition, this industry breeds cocky people, </q> Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> said in an interview.`` I think we should distribute humility pills.'' Not sure how much good they would do, <strong> Sergio Marchionne </strong>. Toyota Motor Corp., whacked", "new_id": -2}, {"uid": "1296009293261193784", "i": 26311, "idx": 0, "sa": ["Warren Buffett", "James Smith", "Laura Bush", "Colin Powell"], "q": "not listed as a speaker at the event in numerous print and radio advertisements. Nor was another investment education speaker recommending extra training sessions, <strong> James Smith </strong>, who was squeezed between high-profile speakers <strong> Laura Bush </strong> and <strong> Colin Powell </strong>. <q> <strong> Warren Buffett </strong> does this all the time, </q> Andrus said of some investment tactics, evoking the name of one of the world's richest men. After Andrus's and <strong> James Smith </strong>'s one-hour sessions, audience members were given a break in which they were", "new_id": -2}, {"uid": "1295991953089178223", "i": 3697, "idx": 14, "sa": ["Donald Rumsfeld", "Henry Kissinger"], "q": ". But he says`` Known and Unknown'' will take on the most sensitive subjects, from the detainment facility at Guantanamo Bay, Cuba, to the mistreatment of prisoners at Abu Ghraib in Iraq. <q> I brought in people who were involved and outside advisers to discuss the legal decisions that were made. And in the book, I present them in a direct way, </q> he says. In Washington, <strong> Donald Rumsfeld </strong> was known as a tenacious and effective fighter of policy wars, once described by <strong> Henry Kissinger </strong> as a`` skilled full-time politician-bureaucrat in whom ambition, ability, and substance fuse", "new_id": -2}, {"uid": "1295779311072171626", "i": 46218, "idx": 2, "sa": ["David Cameron", "Andy Coulson"], "q": "<strong> David Cameron </strong> is said to be so worried about the prospect of losing legislation in a parliamentary logjam that he held a series of meetings with MPs and peers last week described as a`` charm offensive''. <q> The Prime Minister is definitely in listening mode as never before, </q> said one Conservative MP.`` He is much more conciliatory, the mood music has completely changed.'' It is understood Mr <strong> Andy Coulson </strong> first informed the Prime Minister of his intention to leave last Wednesday before", "new_id": -2}, {"i": 34253, "idx": 0, "index_answer": 4, "new_id": -1, "q": "signing National Security Decision Directive 4-82 and selecting <strong> Donald Rumsfeld </strong> as his emissary to <strong> Saddam Hussein </strong>, whom he visited in December 1983 and March 1984.[ 14] According to U.S. ambassador <strong> Peter W. Galbraith </strong>, far from winning the conflict, <q> the <strong> Ronald Reagan </strong> administration was afraid Iraq might actually lose. </q>[ 15] In 1982, Iraq was removed from a list of State Sponsors of Terrorism to ease the transfer of dual-use technology to that country. According to investigative journalist <strong> Alan Friedman </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Alexander Haig </strong>", "sa": ["Donald Rumsfeld", "Alan Friedman", "Saddam Hussein", "Alexander Haig", "Peter W. Galbraith"], "uid": "1297395806049545220"}]