[{"uid": "1296559646171900934", "i": 1676, "idx": 0, "sa": ["Allen Iverson", "Paul Pierce", "Raef LaFrentz"], "q": "of a sprained left shoulder. <strong> Allen Iverson </strong> started and played 44 minutes, getting nine assists and six steals, despite a strained groin that put him out of the fourth quarter in Friday night's game against Dallas. <q> Early in the game, we buckled down, </q> he said.`` I'm glad we did, because it shows we can play defense with the best of them.'' <strong> Paul Pierce </strong> had 26 points and 13 rebounds and <strong> Raef LaFrentz </strong> had 14 points and 13 rebounds for", "new_id": -2}, {"uid": "1296706234199049242", "i": 9002, "idx": 2, "sa": ["Michael Bruce Curry", "Allen Iverson", "Rodney Stuckey", "Tayshaun Prince", "Richard Hamilton"], "q": "at Washington on Dec. 9, They're 10-9 with <strong> Allen Iverson </strong> on the roster. <strong> Tayshaun Prince </strong> added 14 points and 10 rebounds, and <strong> Richard Hamilton </strong> scored 12 points for the Pistons, 6-1 when <strong> Rodney Stuckey </strong> starts at the point. <q> You have to pick your poison because usually a team has only one defender on the perimeter, </q> <strong> Richard Hamilton </strong> said of coach <strong> Michael Bruce Curry </strong>'s recent lineup shift.`` Now we have two great scorers on the perimeter.'' Detroit closed the first half on an 11-4 run and led 44-34 at intermission, but Washington caught", "new_id": -2}, {"uid": "1297231761238518375", "i": 54990, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "in his book and related interviews. The outspoken former defense chief acknowledged making remarks sometimes seen as undiplomatic, including dismissing countries opposed to the Iraq war in 2003 as`` old Europe.'' <q> Do I regret it? </q> he asked.`` Well, not really.'' <strong> Donald Rumsfeld </strong> noted the invasions of Iraq and Afghanistan had left those countries with more freedom, politically and economically. That progress, he said, could inspire", "new_id": -2}, {"uid": "1294979190239403024", "i": 40930, "idx": 4, "sa": ["Ronnie King", "Allen Iverson", "Carmelo Anthony"], "q": ". <strong> Allen Iverson </strong> scored 38 points, including two big jumpers in the final two minutes, and <strong> Carmelo Anthony </strong> added 30, helping the Denver Nuggets hold on for a 110-104 victory over the Los Angeles Clippers on Friday night. <q> My whole thing was not so much taRonnie King over, but just trying to win the basketball game, </q> he said.`` I got a couple of good looks at the end.'' <strong> Allen Iverson </strong> put the Nuggets ahead for good with an 18-foot, off-balance floater with 1:23 remaining. <strong> Carmelo Anthony </strong> sealed the Nuggets' second straight", "new_id": -2}, {"uid": "1296228272172146710", "i": 20869, "idx": 6, "sa": ["Tim Pawlenty", "Mike Pence"], "q": "president. Someone close to <strong> Mike Pence </strong> explains that`` the people closest to him, the friends and people he knew best from Indiana, wanted to see him come back to Indiana.'' By contrast, <q> the support for him to run nationally was in large part from leaders of the national conservative movement </q>- who perhaps didn't have the same sway as his longTim Pawlentye supporters. <strong> Mike Pence </strong>'s young family- he has three school-aged children- were also a factor in his decision, according to this source.", "new_id": -2}, {"uid": "1297261068179191811", "i": 24429, "idx": 6, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "Unknown,'' <strong> Donald Rumsfeld </strong> wrote that the Joint Chiefs supported a strike, based on what <strong> Donald Rumsfeld </strong> called extensive but not conclusive CIA evidence that the site housed an underground facility for testing chemical weapons. He called it a <q> fairly sizeable terrorist operation. </q> The prewar attack never happened, although the site was struck in the opening days of the war that <strong> George W. Bush </strong> launched in March 2003, about six weeks after Powell's U.N. speech. The U.S. never found", "new_id": -2}, {"uid": "1296770511173654034", "i": 14665, "idx": 39, "sa": ["Donald Rumsfeld", "Ted Kennedy"], "q": " But he confesses to`` a few ill-chosen words'' at a subsequent press briefing-a time, says <strong> Donald Rumsfeld </strong>, when he was under additional strain because his wife was in the hospital with a ruptured appendix. <q> Think what's happened in our cities when we've had riots, and problems, and looting. Stuff happens! </q> he told reporters. But he adds that media outlets`` who creaTed Kennedy and spread the grossly false and harmful stories about the museum looting took no responsibility,'' as if they had collectively shrugged,``", "new_id": -2}, {"uid": "1295628138018169942", "i": 2141, "idx": 4, "sa": ["Sienna Miller", "Andy Coulson", "Keir Starmer"], "q": "stung by allegations that they were too easy on the paper, have recently reopened the investigation. Chief pSienna Millercutor <strong> Keir Starmer </strong> said last week that a`` comprehensive assessment'' of all evidence would be held to determine <q> whether there is any material which could now form evidence in any future criminal pSienna Millercution relating to phone hacking. </q> The News of The World declined to comment on <strong> Andy Coulson </strong>'s resignation, but critics said it should have happened long ago.`` To say this is long overdue is an understatement,'' said", "new_id": -2}, {"uid": "1295593644066338819", "i": 2347, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "and technology thought leadership-- all of which are increasingly important given Google's global reach. Internally, he will continue to act as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. Commenting on these changes, <strong> Eric Schmidt </strong> said: <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q>`` I can not be more excited about moving us forward, and we are really only at the beginning.'' href=\"http://www.finfacts.ie/irishfinancenews/article_1021396.shtml\"> Intel reports best quarterly and annual results in its 42-year history; 2011 forecast to be", "new_id": -2}, {"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'' <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q> He is supporting the troops, I am supporting the children, </q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}]