[{"uid": "1296860701179634180", "i": 10166, "idx": 1, "sa": ["Sergio Marchionne"], "q": "to keep the automaker from collapse in 2009.`` I want to pay back the shyster loans,'' <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unprincipled lawyer or politician. <q> Pay back the loans, get those out and then take( the company) public. </q>) which owns 25 percent of Chrysler, has said repeatedly that the high interest rates on$ 5.7 billion that Chrysler owes to the U.S. Treasury have been an obstacle in the automaker's return to profitability.", "new_id": -2}, {"uid": "1297503307016302106", "i": 25962, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld", "Colin Powell", "Dick Cheney"], "q": ", <strong> Colin Powell </strong> became obsessed with justifying himself to the point of falsifying what happened. <strong> Donald Rumsfeld </strong> clearly can't abide <strong> Colin Powell </strong>'s deputy, <strong> Dick Cheney </strong> Armitage. In one scene, he confronts <strong> Colin Powell </strong>, telling him that <q> Armitage has been bad-mouthing the Pentagon all over town... I don't know what the hell is in Armitage's craw but I'm tired of it. </q> There are some puckish observations. <strong> John McCain </strong> is characterised as`` a man with a hair-trigger temper and a propensity to fashion and shift his opinions to appeal to the media''. The haste with which <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1296962228115425286", "i": 13680, "idx": 6, "sa": ["Michael Vick"], "q": "running back/kick ereturner( notes), and Tampa Bay rookie running back( notes)( one each). Polamalu won the Defensive Player of the Year award earlier this week. Report Abuse <q>`` <strong> Michael Vick </strong> became won The Associated Press 2010 NFL Comeback Player of the Year award Saturday </q> \" Report Abuse \" dude, the grammer sucks!! how are these people getting paid for lousy writing: \"`` <strong> Michael Vick </strong> became won The Associated Press 2010 NFL Comeback Player of the Year award Saturday''", "new_id": -2}, {"uid": "1297367176156647444", "i": 34781, "idx": 1, "sa": ["Eric Schmidt"], "q": "takeover talks with Twitter, valuing the company as high as USD 10 billion. Asked whether he planned to stay another four years at Google to collect stock awards worth USD 100 million, <strong> Eric Schmidt </strong> said: <q> Yes, that is my plan. </q> Google said last month co-founder Larry Page would take over as chief executive from April 4 while <strong> Eric Schmidt </strong> would assume the role of executive chairman.", "new_id": -2}, {"uid": "1296241103000835607", "i": 17936, "idx": 0, "sa": ["Mitt Romney", "President Bush", "Mike Pence"], "q": "that won't run, but if he did he'd be an instant front-runner. <strong> President Bush </strong> Reagan official Ralph Benko, who ran a website that urged Mr. <strong> Mike Pence </strong> to seek higher office, tells me: <q> <strong> Mike Pence </strong> has qualities that inspired unprecedented across-the-board enthusiasm among movement conservatives. I hope that he would accept an offer of the vice presidency from the eventual Republican nominee if called. </q> Other conservative leaders I contacted all reacted with dismay to the <strong> Mike Pence </strong> news and feared that it moves Mr. <strong> Mitt Romney </strong> one step closer to the GOP nomination. For the past several months, an anybody-but-Romney coalition had", "new_id": -2}, {"uid": "1295217182163594259", "i": 46319, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "but you see people come on and get booed and he'll make sure they walk off that stage feeling a million dollars. \" He's a lot nicer than people give him credit for. \" <q> He's a lot nicer than people give him credit for. </q> Comment on this Article Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added:``", "new_id": -2}, {"uid": "1295008484200032264", "i": 23206, "idx": 7, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ", saying,`` Open your eyes, <strong> Gabrielle Giffords </strong>. Open your eyes.'' And <strong> Gabrielle Giffords </strong> did. Her right eye remains bandaged, but <strong> Gabrielle Giffords </strong> is opening both of them, doctors said Thursday <q> She took a moment to focus, you could see she was focusing, </q> <strong> Kirsten Gillibrand </strong> said.`` And then Mark said...` <strong> Gabrielle Giffords </strong>, if you can see me, if you can see me, give us a thumbs-up... She didn't only give a thumbs-up, she literally raised", "new_id": -2}, {"uid": "1295573473120422429", "i": 9768, "idx": 0, "sa": ["Eric Schmidt"], "q": "%, to 1,280.26. The Nasdaq fell 21.07, or 0.77%, to 2,704.29. For a breakout of some stocks from a recent`` Fast Money'' TV show, check out Dan Fitzpatrick's <q> 3 Stocks I Saw on TV. </q> CNBC's`` Fast Money'' TV show that she didn't like Google's shakeup but was willing to give the company the benefit of the doubt. The shakeup calls for co-founder Larry Page to replace CEO <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295583884071548935", "i": 31628, "idx": 3, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "being the main public face of the company.'' <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come in for criticism for awkward recent statements`` harmful to Google's reputation'' and the three top executives may have decided <q> it was time for a fresh public face. </q> Giftwithlove.com: Order Online for Gift delivery in India starting Rs. 289/ Follow the ups and downs of your investments. Try our new Portfolio Tracker", "new_id": -2}, {"i": 6481, "idx": 11, "index_answer": 1, "new_id": -1, "q": "even the slightest hint of that,'' he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q> My goodness, the intelligence was certainly wrong. </q> But he categorically refused to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons.`` I have no idea. I have no", "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "uid": "1297137461190611470"}]