[{"uid": "1297437675252067846", "i": 37896, "idx": 0, "sa": ["Michael Vick"], "q": "across the street from your house of worship. Our house of worship has a long and historic past and I don't plan to see it diminished by the noise of dog yelps, poop, etc..\" <q>I am quite certain you would not have proposed such in front of a house of worship of predominantly White congregants, so don't propose to do so in our front door because we are a church of Black worshipers.<q> The arguments from these church members are troublesome. Primarily, why would they complain about these things now? Previously, when <strong> Michael Vick </strong> was running the Bad Newz Kennels- there were fighting dogs at the property. Evil", "new_id": -2}, {"uid": "1297251079068108305", "i": 11148, "idx": 3, "sa": ["Steve Ballmer", "Ray Ozzie"], "q": " he wrote, warning that failure to respond to the evolution of what would become cloud-based services would put the entire company at risk. \"We must respond quickly and decisively,\" he noted. <q>His work since, stimulated thinking across the company and helped catalyze our drive to the cloud,<q> <strong> Steve Ballmer </strong> said. It is unclear how long <strong> Ray Ozzie </strong> will remain in his new role, where he will continue to report to <strong> Steve Ballmer </strong>. Your comment has exceeded the maximum length of 3,000 characters.", "new_id": -2}, {"uid": "1295354667110805007", "i": 30432, "idx": 1, "sa": ["Cheryl Cole", "Derek Hough", "Simon Cowell"], "q": "he lives. <strong> Simon Cowell </strong> wants <strong> Cheryl Cole </strong> to be happy and he knows she'll enjoy living in his neighbourhood.\" The insider claimed that <strong> Cheryl Cole </strong> is not yet ready to move in with <strong> Derek Hough </strong>, explaining: <q><strong> Cheryl Cole </strong> and <strong> Derek Hough </strong> have definitely been getting closer, but she wants her own life in LA- her own identity, not just as <strong> Derek Hough </strong>'s girlfriend. She needs space and a chance to make her own life.<q> EastEnders: Carol tells Bianca the truth Emmerdale: Andy is officially questioned Hollyoaks: 2997: Brendan helps out Mitzeee Neighbours: 6057: Declan starts playing dirty", "new_id": -2}, {"i": 14911, "idx": 6, "index_answer": 0, "new_id": -1, "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.\" If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q>They don't like me for making these requests,<q> said <strong> Zahi Hawass </strong>. \"But I don't care; I am doing this for Egypt.\": Outsourcing for optimum business growth; Meet Innovators: Get faster result using proven best practices The World's", "sa": ["Zahi Hawass"], "uid": "1296129375085180438"}, {"uid": "1295750200255016963", "i": 44750, "idx": 0, "sa": ["Drew Stanton", "Peyton Manning", "Rex Grossman", "Chad Henne", "Seneca Wallace", "Michael Vick", "Charley Casserly"], "q": "<strong> Seneca Wallace </strong>, <strong> Drew Stanton </strong> or <strong> Rex Grossman </strong>.( Impending free agents <strong> Peyton Manning </strong> and <strong> Michael Vick </strong> are assuredly staying put.) â\u0080¢ CBS' <strong> Charley Casserly </strong> said he would try to trade for Orton( 20 touchdowns, nine interceptions): <q>I would do it for a third- or fourth-rounder. But Denver might keep him. If I'm Denver, I would not trade him and put all my eggs in <strong> Tim Tebow </strong>'s basket. With quarterbacks McNabb's age[ 34], you never know what the next year will bring. You could fall off a cliff. McNabb's arm is still strong, but he wasn't as elusive. Hasselbeck can't play 16 games.<q> Miami doesn't have a second-round pick, \"and I wouldn't give up a first-rounder for Kolb,\" <strong> Charley Casserly </strong> said. \"I don't think you pull the plug yet on <strong> Chad Henne </strong>, but I would", "new_id": -2}, {"uid": "1295766856091455522", "i": 11200, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "Experts believe it could be the absence of the Mr <strong> Simon Cowell </strong>, <strong> Simon Cowell </strong>. The new panel- <strong> Jennifer Lopez </strong>, Aerosmith's <strong> Steven Tyler </strong> and show regular Randy Jackson- has had mixed reviews. <q><strong> Simon Cowell </strong>'s cutting edge is clearly missed. The reality is that people like their reality and talent shows to have a little bit of bite. It doesn't bode well,<q> the Daily Star quoted one insider as saying.", "new_id": -2}, {"uid": "1295033567268353577", "i": 43751, "idx": 0, "sa": ["Kirsten Gillibrand", "Nancy Pelosi", "Rudy Giuliani", "Steny Hoyer"], "q": ": <strong> Kirsten Gillibrand </strong> visits Giffords, new suspect details... Photo in Slideshow: <strong> Nancy Pelosi </strong>, <strong> Steny Hoyer </strong>, Rob Andrews... Video: Male model detained in <strong> Rudy Giuliani </strong> castration death Entertainment Video: Oscar hopeful Firth gets Hollywood star Report Abuse <q>Hello everyone! In the midst of all the politics, and problems to be solved in our world, let us remember the 33 trapped miners from Chile, who are ready to be lifted from a 700 meters depth. Precarious preparations are being done leading to their rise to the surface right this minute. The<q> Hope\" is to be able to have the first miner out this comming Tuesday, God permitting all goes well. Immagine if we were one of them what joy that wolud be, to think one might have", "new_id": -2}, {"uid": "1295021732123977752", "i": 31083, "idx": 1, "sa": ["Kirsten Gillibrand", "Dr. Peter"], "q": "tried to focus on loved ones for the first time. \"It was raw courage. It was raw strength. It was so beautiful and so moving,\" said Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. <q>She wanted us to know that she was with us a hundred percent and understood everything we were saying.<q> neurosurgeon, <strong> Dr. Peter </strong> Michael Lemole, called it \"a major milestone,\" and said the congresswoman was clearly responding to the gathering of friends and family. After five days of pushing for caution, Lemole", "new_id": -2}, {"uid": "1297621750013008911", "i": 1775, "idx": 3, "sa": ["Lois Capps", "Cecile Richards", "Mike Pence"], "q": "liberal Democrats- have vowed to fight the proposed funding cut. \"In my community, Planned Parenthood is a very highly regarded mainstream organization,\" said Rep. <strong> Lois Capps </strong>, D-Calif., who depicted <strong> Mike Pence </strong>'s bill as <q>driven by an extreme ideological agenda.<q> <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss of the federal grants but would be forced to close some clinics and serve fewer people. \"This would roll back decades", "new_id": -2}, {"uid": "1297661612114016263", "i": 10151, "idx": 0, "sa": ["Arcade Fire", "Win Butler", "David Letterman", "Whitney Houston"], "q": " \"We're going to go play another song because we like music. Thank you to the Grammys. Thank you everyone. We're so happy.\"- <strong> Arcade Fire </strong> frontman <strong> Win Butler </strong>.-- <q>I should have thanked my wife instead of <strong> Howard Stern </strong> because I'm probably in a lot of trouble.- Train frontman <strong> Patrick Carney </strong> Monahan backstage after accepting the award for pop performance with vocals by a duo or group.-- \"<strong> Justin Bieber </strong>? Hairpiece.<q>- <strong> David Letterman </strong> revealing the top Grammy surprises.-- \"I need to say thank you tonight to <strong> Whitney Houston </strong>. I wanted to thank <strong> Whitney Houston </strong> because when I wrote \"Born This Way,\" I", "new_id": -2}]