[{"uid": "1296269110017530901", "i": 12033, "idx": 3, "sa": ["Angelina Jolie"], "q": "be a way out of the muddle_ not only for <strong> Angelina Jolie </strong> and <strong> Angelina Jolie </strong>, but indeed, for anyone who appears to have gotten the short end of the stick in Year of the Rabbit portents. <q> Wear yellow and white cloths and consume food in these colors, </q> he counseled, listing pumpkins, oranges, white radishes and apples as likely antidotes. Hong Kong's Lo added that carrying a dog pendant may also offer help, because dogs and rabbits are astrologically compatible", "new_id": -2}, {"uid": "1297265672144211976", "i": 47567, "idx": 8, "sa": ["Donald Rumsfeld", "Shahid Balwa"], "q": "doubt for a minute that other countries in the region looking at that have to say:` Well, isn't that interesting?'' <strong> Donald Rumsfeld </strong> said. Still, he warned the journey Egypt was on <q> is tough, is risky and has to proceed at a pace that fits their culture. </q> Nearly 400 suspected war criminals living as` free birds' in Britain Sequencing of issues should not be intended to` score points': Pakistan href=\"http://www.dnaindia.com/india/report_2g-scam-cbi-gets-two-day-transit-remand-to-bring-Shahid Balwa-Shahid Balwa-to-delhi_1505404\"> 2G scam: CBI gets two-day transit remand to bring", "new_id": -2}, {"uid": "1295425933234078228", "i": 52954, "idx": 1, "sa": ["Simon Cowell", "Piers Morgan"], "q": "from <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong>, who will return for the live TV shows. Also gee-ing up the crowd were pint-sized Geordie presenters Ant and Dec. Dec, who wore a tartan jacket, said: <q> I've got a good feeling about it today.`` You never know, we might get another Subo.`` Lightning just might strike twice. </q> The Hoff jets in for Britain's Got Talent debut and declares`` I'm mad for It'' Tourist chiefs celebrate as big-spending visitors enjoy Hogmanay across Scotland", "new_id": -2}, {"uid": "1296678030025182213", "i": 45713, "idx": 0, "sa": ["Bernie Sanders", "Mitt Romney"], "q": "received widespread news coverage, and includes no details of the cases. Still, the report provides a window into contractor fraud, which <strong> Bernie Sanders </strong> said should be paramount as Congress wrestles cutting the federal deficit. <q> The people of this country want to make sure that when they spend a dollar on defense, it's going for defense, it's not going to companies comMitt Romneying fraud, </q> said <strong> Bernie Sanders </strong>. Billions of dollars continued to flow to contractors even after they were found to have comMitt Romneyed fraud, and about a dozen had been barred from contracting altogether. Still, the report concluded that", "new_id": -2}, {"uid": "1295958474022577176", "i": 12488, "idx": 0, "sa": ["Hermann Parzinger", "Zahi Hawass"], "q": " Egypt's Supreme Council of Antiquities( SCA) sent the request to the Prussian Cultural Heritage Foundation, which runs the Neues Museum in the German capital where the bust is kept. <q> The foundation's position on the return of Nefertiti remains unchanged, </q> foundation president Professor <strong> Hermann Parzinger </strong> said in a statement.`` She is and remains the ambassador of Egypt in Berlin.'' Egypt's antiquities chief, <strong> Zahi Hawass </strong>, appealed to the foundation seeking the return of the", "new_id": -2}, {"uid": "1296077464185663516", "i": 44792, "idx": 1, "sa": ["Eamon Gilmore"], "q": "But with <strong> Eamon Gilmore </strong> making up-front declarations of war against the unborn, the public is going to be much more wary of Labour and much more aware of abortion as a significant election issue, said Gibson. <q> It's probably good that he's stating his intentions honestly. It will allow people to see exactly what they're voting for. </q> Gibson warned that the current government is facing a punishing election cycle, with many Irish intending to vote Labour as a protest.`` It would be an absolute disaster,'' he said,", "new_id": -2}, {"uid": "1296669399223756300", "i": 6049, "idx": 2, "sa": ["Manfred Bietak", "Zahi Hawass"], "q": "nach konnte im Museum aber das Schlimmste verhindert werden'', sagt <strong> Manfred Bietak </strong>, renommierter Emeritus-Professor f?r gyptologie an der Uni Wien und langj?hriger Grabungsleiter in gypten. Wertvolles wurde bersehen Wie <strong> Zahi Hawass </strong>- f?r <strong> Manfred Bietak </strong> <q> der richtige Mann an der richtigen Stelle </q>- in seinem j?ngsten Blog-Eintrag bilanzierte, wurden insgesamt 70 Objekte besch?digt. Zum Gl?ck sei es im Museum dunkel gewesen und die Diebe h?tten die wertvollen Dinge bersehen. Die besch?digten Kunstgegenst?nde k?nnten restauriert werden. Dass", "new_id": -2}, {"uid": "1297238985246775836", "i": 36386, "idx": 8, "sa": ["Simon Cowell"], "q": "'' The`` X Factor'' contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as the Black Eyed Peas or Destiny's Child. <q> I'm genuinely staggered this hasn't happened. All the signs are out there, from Glee' to High School Musical,' </q> he said, advising`` any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don't have a lot of competition.''", "new_id": -2}, {"uid": "1296195807246956080", "i": 5138, "idx": 0, "sa": ["Simon Cowell"], "q": "recent interview, <strong> Simon Cowell </strong> has revealed that he will be making an announcement in regard to the show in two weeks. As href=\"http://www.digitalspy.com/ustv/s103/the-x-factor/news/a300520/Simon Cowell-x-factor-announcement-in-two-weeks.html\" rel=\"nofollow\"> Digital Spy reports, <strong> Simon Cowell </strong> said of the new show: <q> We are in the process of going through all the shows. I think there are going to be a few surprises. I genuinely do. I don't think there's one set way of doing it.... I am in conversations with ITV and Fox. </q> <strong> Simon Cowell </strong> went on to reveal:`` We are going to make an announcement soon. We have to make sure all the shows will be back bigger, better, stronger, different. No-one has been contracted yet", "new_id": -2}, {"i": 19927, "idx": 1, "index_answer": 0, "new_id": -1, "q": "save the funding for the program but to increase it by$ 73 million to total$ 200 million.`` Access to air travel is critical for our economic recovery,'' <strong> Kirsten Gillibrand </strong> said. <q> Losing this funding would be devastating for many communities across the state. Business can not grow if we do not provide communities in every corner of New York with adequate air service. </q> PROPOSED HIKES Business at Plattsburgh International Airport has boomed since it opened in 2007, as thousands of Canadians have taken advantage of direct flights to Florida, South Carolina and the Caribbean.", "sa": ["Kirsten Gillibrand"], "uid": "1296851765101990425"}]