[{"uid": "1295622151033243140", "i": 8345, "idx": 0, "sa": ["Ian Edmondson", "Andy Coulson"], "q": "the events but maintained that he had not known it was going on. With the investigation potentially re-opening due to allegations that news editor <strong> Ian Edmondson </strong> knew about the hacking too, <strong> Andy Coulson </strong> says he can no longer <q> give the 110% needed </q> in his Downing Street role.`` I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on,'' he said. Weekly", "new_id": -2}, {"uid": "1297046068038584348", "i": 55139, "idx": 0, "sa": ["Michael Vick", "Jim Greer"], "q": "their fans. Pittsburgh fan <strong> Jim Greer </strong> of Alden said he got swept into it when he went to an area grocery store in his decal-decorated Steelers truck and pulled straight into an aura of resentment. <q> This guy starts with me,` Steelers? Your quarterback's a rapist. How can you like the Steelers?' </q> <strong> Jim Greer </strong> said. That animosity is not only out there, it's expanding with each Steelers win. It's the same sort of resentment Eagles fans face with their own high-profile quarterback, <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1297251079068108305", "i": 13404, "idx": 0, "sa": ["Steve Ballmer", "Bill Gates", "Ray Ozzie"], "q": "'s SharePoint collaboration software. <strong> Ray Ozzie </strong> replaced Microsoft founder and chairman <strong> Bill Gates </strong> as chief software architect in 2006. In his e-mail, <strong> Steve Ballmer </strong> said he does not intend to fill the chief software architect role. <q> The CSA role was unique and I won't refill the role after <strong> Ray Ozzie </strong>'s departure, </q> <strong> Steve Ballmer </strong> wrote.`` We have a strong planning process, strong technical leaders in each business group and strong innovation heading to the market.'' Many have described <strong> Ray Ozzie </strong> as a visionary. <strong> Ray Ozzie </strong>'s initial", "new_id": -2}, {"uid": "1295618351206700566", "i": 51188, "idx": 0, "sa": ["Eric Schmidt"], "q": "charg de conduire la strat?gie du groupe. Techcrunch'', les rumeurs de r?organisation du trio de t?te de Google circulaient depuis plusieurs mois. Dans un billet post sur le blog du groupe, <strong> Eric Schmidt </strong> explique que <q> la gestion de l'entreprise est devenue plus compliqu?e </q>? me sure de sa croissance et que les trois dirigeants cherchaient le moyen de`` simplifier le management'' du groupe et`` d'acc?l?rer la prise de d?cisions''. Il semble que les relations entre", "new_id": -2}, {"uid": "1295267901242466826", "i": 31555, "idx": 2, "sa": ["Johnny Depp", "Emma Stone", "Angelina Jolie", "Anne Hathaway", "Julianne Moore", "Paul Giamatti", "Annette Bening"], "q": " Gewinner:- <strong> Annette Bening </strong>(`` The Kids Are All Right'') Nominierte:- <strong> Anne Hathaway </strong>(`` Love and Other Drugs'')- <strong> Angelina Jolie </strong>(`` The Tourist'')- <strong> Julianne Moore </strong>( <q> The Kids Are All Right </q>)- <strong> Emma Stone </strong>(`` Einfach zu haben'') Bester Hauptdarsteller Kom?die/ Musical Gewinner:- <strong> Paul Giamatti </strong>(`` Barney's Version'') Nominierte:- <strong> Johnny Depp </strong>(`` Alice im", "new_id": -2}, {"uid": "1294962195114475023", "i": 3600, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Sarah Palin"], "q": "to blame for the shooting, allegedly carried out by a disturbed local 22-year-old. His 35-minute eulogy won praise from across the country's political chasm. Even Republican former defense secretary <strong> Donald Rumsfeld </strong> said: <q> At a time when our nation needed it, <strong> Barack Obama </strong> delivered moving, Barack Obamaial remarks last night. </q> It came after Republican star <strong> Sarah Palin </strong> accused the media of`` blood libel'' over commentators' remarks linking the Tucson attack to her conservative Tea Party movement. The use of the term-- which", "new_id": -2}, {"uid": "1297211473016318474", "i": 44365, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Event' Terrorism Video: British town defends image ahead of far-right march 50 mins ago WASHINGTON( AFP)- The`` war on terror'' prison at the US naval base in Guantanamo Bay, Cuba is <q> one of the finest prison systems in the world, </q> former defense secretary <strong> Donald Rumsfeld </strong> said in an interview with Fox News on Tuesday. <strong> Donald Rumsfeld </strong>, who is promoting his autobiography titled`` Known and Unknown,'' praised US military personnel that worked at the site in", "new_id": -2}, {"uid": "1295428216122060807", "i": 40467, "idx": 0, "sa": ["Salim Lone", "Alassane Ouattara", "Raila Odinga"], "q": "on Monday and had been initially expected to stay for some days as part of efforts to persuade Laurent Gbagbo to step aside as president after an election his rival <strong> Alassane Ouattara </strong> is widely recognised to have won. <q> No, he's not given up on this process, </q> <strong> Raila Odinga </strong>'s spokesman <strong> Salim Lone </strong> told Reuters by telephone.`` He's leaving tomorrow morning, then going to Ghana, Burkina Faso and South Africa to push for the AU leaders to respect the AU position( that Gbagbo", "new_id": -2}, {"uid": "1296174977054247442", "i": 3041, "idx": 4, "sa": ["Eric Schmidt"], "q": "anti-trust and privacy concerns. He cited the example of Germany, where there was particular concern about Google's plan to photograph the roadside facade of every house in the country for its Streetview database. <q> We have been late at adding social capabilities to our core products </q> \" <strong> Eric Schmidt </strong> Google executive chairman The firm offered German homeowners the right to opt out before the pictures were even taken, and nearly 3% duly did that. But despite this initial opposition,", "new_id": -2}, {"i": 3036, "idx": 5, "index_answer": 0, "new_id": -1, "q": "user data to continue deliverin... After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 www.StockMarketFunding.com Pt 1$ 16 Drop <q> <strong> Google Inc. </strong> had a strong second quarter, </q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>.`` Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major produ... video", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295571782118030340"}]