[{"uid": "1295325224053116939", "i": 45578, "idx": 2, "sa": ["Michael Vick", "Devan Downey"], "q": ": How to play the game of Office with Ribbon Hero Office Casual: How to play the game of Office with Ribbon Hero Vote for Lenny: youtube.com Subscribe, score points and you could win prizes!... <q> I Increased my TOEFL iBT Score to 110/120 Points </q> www.bettertoeflscores.com Get helpful, specific, and free tips to pass the TOEFL iBT. And tell all your friends! See you at my TOEFL iBT Blog, <strong> Michael Vick </strong> Buckhoff... <strong> Devan Downey </strong> vs. LSU- Jan. 13, 2010", "new_id": -2}, {"uid": "1296346703146243641", "i": 4850, "idx": 0, "sa": ["Tim Russert", "Simon Cowell"], "q": "href=\"http://londonglobe.com/\"> LONDON( Reuters)-`` The X Factor,'' which has a U.S. launch this year, won the talent show category at Britain's National target=\"_blank\" href=\"http://televisionTim Russertes.com/\"> Television Awards on Wednesday, beating <q> Britain's Got Talent, </q>`` Dancing on Ice'' and`` Strictly Come Dancing.'' The show, featuring <strong> Simon Cowell </strong> as The X Factor- Week 7- The Result The X Factor- Week 7- The Result Before this weeks result", "new_id": -2}, {"uid": "1295659141011878437", "i": 39282, "idx": 0, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": "begins again. After one of the busiest off-seasons in American Idol target=\"_blank\" href=\"http://wkd.com/\"> history, Fox's reality juggernaut returns promising that, despite last year's questionable talent mass defections from the judges' table, <q> the best is yet to come </q> in Season 10. Host <strong> Ryan Seacrest </strong> even trotted out the word`` epic.'' So, did the show live A kinder American Idol makes return( minus <strong> Simon Cowell </strong>) as wacky auditionees attempt to impress... American Idol", "new_id": -2}, {"uid": "1295586272212418583", "i": 3535, "idx": 10, "sa": ["Linas Kleiza", "Allen Iverson", "Carmelo Anthony"], "q": "Jazz 120-109 on Thursday night.`` I've now scored 40 points on the highest stage you can ever score,'' said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. <q> It was definitely a special night, </q> <strong> Linas Kleiza </strong> said.`` I will remember this night for the rest of my life.'' The Nuggets have been searching for a consistent third scorer behind <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He", "new_id": -2}, {"uid": "1295257856143179793", "i": 18101, "idx": 2, "sa": ["Peter Oborne", "Andy Coulson"], "q": " href=\"http://www.channel4.com/programmes/dispatches/episode-guide/series-58/episode-3\"> Dispatches investigation( presented by that notable Labour stooge, <strong> Peter Oborne </strong>), a former senior NoW journalist revealed that <strong> Andy Coulson </strong> had personally listened to intercepted voicemail messages. He told the programme: <q> Sometimes, they would say:` We've got a recording' and <strong> Andy Coulson </strong> would say:` OK, bring it into my office and play it to me' or` Bring me, email me a transcript of it.' </q> In any case, as I have repeatedly pointed out, if <strong> Andy Coulson </strong> did know he's too wicked to stay in his post, and if he didn't know then he's too stupid. Cameron is", "new_id": -2}, {"uid": "1297207620184696835", "i": 8390, "idx": 10, "sa": ["Bradley Graham", "Donald Rumsfeld", "Colin Powell", "Condoleezza Rice"], "q": "de <strong> Donald Rumsfeld </strong> aplaudiran el libro por su f?rrea defensa de la guerra en Irak y sus cr?ticos retratos de <strong> Colin Powell </strong>, <strong> Condoleezza Rice </strong> y( el primer administrador estadounidense en Irak) Paul Brenner'', afirma <strong> Bradley Graham </strong>, autor de <q> Por sus propias reglas. La ambici?n, xitos y las fallas de <strong> Donald Rumsfeld </strong> </q>. Los detractores en cambio se sentir?n enardecidos por el hecho de que <strong> Donald Rumsfeld </strong> no asuma responsabilidad en los maltratos y torturas a prisioneros en c?rceles de Irak y en Guant?namo, ni en las peleas internas del", "new_id": -2}, {"uid": "1297145575101449730", "i": 26220, "idx": 13, "sa": ["Simon Cowell", "Steven Tyler", "Randy Jackson"], "q": "the best example of somebody who works it every hour of the day,'' he said. <strong> Simon Cowell </strong>, as`` American Idol'' viewers know, doesn't lack for confidence: <q> I believe I can find a star, </q> he said. He has seen only a few minutes of this season's`` American Idol'' and its reconstituted panel with <strong> Steven Tyler </strong>, Jennifer Lopez and <strong> Randy Jackson </strong>, he said. But", "new_id": -2}, {"uid": "1295163030185597979", "i": 2682, "idx": 4, "sa": ["Ahoua Don Mello", "Alassane Ouattara"], "q": "monetary union noted recognition of <strong> Alassane Ouattara </strong> by world leaders on Dec. 23 and said it would deal only with legitimate governments, which many took to mean it would freeze Gbagbo out of the state accounts there. <q> It is Ivory Coast's wealth. No one can ban Ivory Coast from using its own resources, </q> <strong> Ahoua Don Mello </strong> said.`` We are 40 percent of the region's economy and an even bigger share of its money supply. If they exclude us, it is the central bank that will fall.'' Police", "new_id": -2}, {"uid": "1296449395205996048", "i": 46625, "idx": 14, "sa": ["Nick Anderson", "Allen Iverson", "Robert Horry", "Phil Jackson"], "q": "after entertaining hopes of a playoff spot a week ago. The KNick Andersons honored seven players from their past at halftime, then extended their dismal present by clinching an eighth straight losing season, tying a franchise worst. <q> I'm not worried about what happened the last seven years, I'm worried about this Phil JacksonADELPHIA( AP)-- <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget.`` That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't really feel it when the Robert Horrys are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.''", "new_id": -2}, {"i": 39257, "idx": 1, "index_answer": 0, "new_id": -1, "q": "\"`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,'' <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q> We will not seek the Republican nomination for president in 2012. </q> \" The content of this field is kept private and will not be shown publicly. National Review Online are monitored. The policy and procedure for NRO comments can be found accept no responsibility for the content of", "sa": ["Mike Pence"], "uid": "1296166252125468725"}]