[{"uid": "1295606598069435415", "i": 3771, "idx": 0, "sa": ["Angelina Jolie", "Ricky Gervais", "Piers Morgan", "Johnny Depp"], "q": "<strong> Ricky Gervais </strong> on <strong> Piers Morgan </strong> show Play video <strong> Ricky Gervais </strong> on <strong> Piers Morgan </strong> show Play video Speaking on <strong> Piers Morgan </strong>'s new US chat show, the comedian said: <q> If they didn't want me, they shouldn't have hired me.... I don't think I did anything wrong. </q> The British comedian received mixed reviews after openly mocking Hollywood A-listers including href=\"http://uk.news.yahoo.com/fc/Angelina Jolie-Angelina Jolie.html\"> <strong> Angelina Jolie </strong> and <strong> Johnny Depp </strong>. While defending his comments <strong> Ricky Gervais </strong> added:`` I'm not going to apologise for being", "new_id": -2}, {"uid": "1296151873139182081", "i": 16404, "idx": 4, "sa": ["David Letterman", "Mike Birbiglia", "Jimmy Fallon", "Chris Brown", "Niraj Shah", "Conan O'Brien"], "q": "Project is part of the Institute on Disability/UCED, a non-profit 501( c) 3 organization <strong> Mike Birbiglia </strong>'s second self-produced animated short features the track,`` Porno for Parents,'' from his Comedy Central Records release, <q> My Secret Public Journal Live. </q> Animated by <strong> Niraj Shah </strong> and <strong> Chris Brown </strong>, and produced by Joe <strong> Mike Birbiglia </strong>. Comedian <strong> Mike Birbiglia </strong> has appeared on Late Night With <strong> David Letterman </strong>, The Late Show With <strong> Conan O'Brien </strong>, The View, and Late Night With <strong> Jimmy Fallon </strong>. In 2008,", "new_id": -2}, {"uid": "1297381652182599684", "i": 28435, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "to Fill Slots and Renew Advertisers? Feb 10, 2011- 05:16 PM EST- AAPL: 354.54(-3.62,-1.01%)| NASDAQ: 2790.45(+1.38,+0.05%) 39 Comments <q> Nokia Oyj is close to announcing a software partnership with Microsoft Corp., a bet that together the two companies can better challenge Google Inc. and Apple Inc., according to a person with knowledge of the discussions, </q> Carol Hymowitz, Dina Bass and Diana ben-Aaron report for Bloomberg.`` Nokia Chief Executive Officer <strong> Stephen Elop </strong> has held talks with Microsoft CEO <strong> Steve Ballmer </strong> about putting Microsoft's mobile operating system on Nokia phones, said the", "new_id": -2}, {"uid": "1295534390252182552", "i": 25974, "idx": 4, "sa": ["Tim Pawlenty", "Mike Pence", "Barack Obama", "Mitt Romney"], "q": "final 2010 push,'' the href=\"http://bit.ly/hRHghZ\"> AP reports.`` His late-election contributions to candidates and groups were double the amount made by former Massachusetts Gov. <strong> Mitt Romney </strong> during the same period.'' <strong> Mike Pence </strong>: <q> Some South Carolina lawmakers are looking forward to the 2012's Barack Obamaial election-- so much so they've asked U.S. Representative <strong> Mike Pence </strong> to seek the Republican nomination for <strong> Barack Obama </strong>, </q> href=\"http://bit.ly/hvp56y\"> Although <strong> Mitt Romney </strong> criticized his opponents in 2008 for not spending more Tim Pawlentye in Iowa,`` as he appears to be preparing to launch a second Barack Obamaial bid, <strong> Mitt Romney </strong> has largely avoided", "new_id": -2}, {"uid": "1296319594070893607", "i": 33972, "idx": 0, "sa": ["Eric Schmidt", "John Simpson"], "q": "cars. Consumer Watchdog, a group which has been highly critical of Google's privacy practices, condemned the agreement to settle the issue through negotiations and called for congressional hearings on the subject. <q> The details of the biggest privacy breach in history shouldn't be settled in secret, </q> said <strong> John Simpson </strong> of Consumer Watchdog.`` This makes it clear why Google CEO <strong> Eric Schmidt </strong> needs to testify under oath before Congress about Wi-Spy.'' Google pledged to strengthen its privacy and security practices after its Street", "new_id": -2}, {"uid": "1295307105132857877", "i": 2121, "idx": 1, "sa": ["Luis Scola", "Tracy McGrady", "Derek Fisher", "Luke Walton", "Allen Iverson", "Kobe Bryant", "Lamar Odom", "Metta World Peace", "Yao Ming"], "q": ", with <strong> Derek Fisher </strong> of the Lakers and <strong> Metta World Peace </strong> getting ejected and technical fouls assessed to <strong> Kobe Bryant </strong>, <strong> Metta World Peace </strong>, <strong> Luis Scola </strong>, <strong> Luke Walton </strong> and <strong> Lamar Odom </strong>, who had 11 rebounds.`` It's the playoffs,'' <strong> Kobe Bryant </strong> said, <q> this is what it's about. </q> On January 15 2002 <strong> Allen Iverson </strong> Drop 58 Points on the Houston Rockets http://wn.com/Tracy McGrady_Tracy McGrady_Houston_Rockets_22nd_straight_win_vs_Kobe Bryant_2008 March 16, 2008 <strong> Tracy McGrady </strong> had carried the Houston Rockets through their winning streak since <strong> Yao Ming </strong> went down with a foot injury. On Sunday, it", "new_id": -2}, {"uid": "1297229275207454253", "i": 67, "idx": 6, "sa": ["John McCain", "Donald Rumsfeld"], "q": "we put the surge in,'' <strong> John McCain </strong> said.`` Otherwise, we would have had a disastrous defeat in Iraq.'' <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong> in his memoir as having a`` hair-trigger temper'' and <q> a propensity to shift his positions to appeal to the media. </q> In this instance, unfortunately, they are both right! <strong> Donald Rumsfeld </strong> IS one of the worst SOD's in history. Reply# 10 Feb. 8, 2011- 11:19 AM EST Reply#", "new_id": -2}, {"uid": "1295512445009502750", "i": 9073, "idx": 2, "sa": ["Mike Missanelli", "Michael Vick", "DeSean Jackson"], "q": "<strong> Michael Vick </strong> on his radio show yesterday. <strong> Mike Missanelli </strong> reminded <strong> Michael Vick </strong> that <strong> DeSean Jackson </strong> made some comments about the quarterback's game-ending interception against the Packers.`` What's the story with <strong> DeSean Jackson </strong>?'' asked <strong> Mike Missanelli </strong> <q> Is he just a young pup who talks out of turn every now and then and you're the wily veteran now, and you have to kinda hit the pup on the nose? </q> <strong> Michael Vick </strong> didn't seem to catch the dog references, but we laughed like hell. Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended", "new_id": -2}, {"uid": "1297180938217825348", "i": 17140, "idx": 5, "sa": ["Michael Vick", "Richard Hunter"], "q": "] pointed out last June, adopted one of the so-called`` bait dogs'' <strong> Michael Vick </strong> used in the dog-fighting ring that landed him in prison. The dog's name is Mel- and as <strong> Richard Hunter </strong> told Richie, <q> While <strong> Michael Vick </strong> is pure evil, this dog is so good despite having suffered through such hell that he's truly changed my life. </q> <strong> Richard Hunter </strong> went to the event to show <strong> Michael Vick </strong> Mel's picture and confront him about the past- which, as you'll see in the video, never happened. \" <strong> Richard Hunter </strong>'s video has already gone", "new_id": -2}, {"i": 24914, "idx": 0, "index_answer": 3, "new_id": -1, "q": "auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more`` Idol'' wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on <strong> the Fox </strong> singing competition. advertisement <q> I think with every artist- and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists- you have a lot of warmth and a lot of nurturing, </q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel.`` That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "sa": ["Steven Tyler", "the Fox", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "uid": "1295365273237895710"}]