[{"uid": "1295588219019480620", "i": 12851, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "% off or more from your favorite brands>>`` A lot of the growth of the company used to be driven by innovation,'' said Yun Kim, an analyst at investment firm Gleacher& Co. <q> Having someone with the very strong products background that Larry has could bring some innovation back to <strong> Google Inc. </strong>. </q> <strong> Eric Schmidt </strong>, 55, will remain as executive chairman and will advise Page and <strong> Sergey Brin </strong>, <strong> Google Inc. </strong>'s other co-founder. <strong> Sergey Brin </strong> will give up his title as co-president to work on high-priority projects.", "new_id": -2}, {"uid": "1295564396175194112", "i": 23684, "idx": 0, "sa": ["Eric Schmidt"], "q": "that its CEO <strong> Eric Schmidt </strong> will step down from his post April 4th, and will be replaced in the role by company co-founder Larry Page. <strong> Eric Schmidt </strong> will assume the role of Executive Chairman for the company, focusing on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> Google is a strategic partner of Apple's on several fronts, providing the backends for Apple's iOS Maps and YouTube applications, as well as serving as the default search engine for its Safari browser. The two", "new_id": -2}, {"uid": "1297140587008634392", "i": 30601, "idx": 1, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "fact that <strong> Michael Vick </strong> was addressing a children's group at the time, talking about the trouble he got into when he was convicted of running a dogfighting ring and sentenced to 19 months in federal prison. <q> He is telling kids and exchanging with them the rights and wrongs of the things that he did and encouraging kids to further their education and to not deal with the drugs, </q> <strong> Dwaine Caraway </strong> said.`` To obey their parents and pick the people they hang around. That's a message I would challenge anybody to say that not one kid across America shouldn't hear from people in notoriety such", "new_id": -2}, {"uid": "1295558629243744786", "i": 15233, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "[...] A visit to Tunisia by defence secretary <strong> Donald Rumsfeld </strong> in February 2006 proves even more revealing:`` We have a very long relationship with Tunisia,'' <strong> Donald Rumsfeld </strong> remarked after the meetings. <q> Tunisia is a moderate Muslim nation that has been and is today providing very constructive leadership in the world. The struggle that's taking place within that faith is a serious one, an important one. There's a very small number of violent extremists on the one side against a broad, overwhelming majority of people who are moderate. </q> Additionally, <strong> Donald Rumsfeld </strong>, during a visit seeking greater ties to Tunisia- where`` freedoms of the press, association, and expression[ were] extremely restricted'' and much electoral opposition was outlawed", "new_id": -2}, {"uid": "1295928935203030533", "i": 27853, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush"], "q": "most I've never reread.'' As defense secretary under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos,`` snowflakes,'' they were called. He reads from some issued in 2003 and in 2005: <q> Are we winning or losing the war on terror? </q>`` Is the US government changing fast enough?''`` Do we need more troops? And if so, where and for what purpose?''`` My brain would be going,'' he says.``", "new_id": -2}, {"uid": "1297713630141344786", "i": 27765, "idx": 2, "sa": ["Zahi Hawass"], "q": "but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website.`` Many people make the mistake of thinking that dreams can not come true, but they can,'' he wrote. <q> You have to believe, and know that they are more than just imagination. </q> Â© Copyright 2011 Associated Press. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed. More articles in Middle East Tweet", "new_id": -2}, {"uid": "1295673184217972744", "i": 30608, "idx": 0, "sa": ["Kirsten Gillibrand", "George Pataki", "Barack Obama"], "q": "as is US <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>. Labor and legislative officials say Bruno- who championed the project for his former district- <strong> George Pataki </strong> and company officials assured labor several years ago that a deal would be worked out. But <q> People at the table then are no longer around, </q> said Ed Malloy, of the New York State Building& Construction Council. http://wn.com/Giffords_upgraded_from_critical_to_serious_condition AMD-labor deal <strong> Barack Obama </strong> Roy McDonald, R-Wilton, is introducing a pro-labor resolution for passage today. It calls for GlobalFoundries, the partnership that", "new_id": -2}, {"uid": "1297481284225951755", "i": 23942, "idx": 2, "sa": ["Donald Rumsfeld", "Barack Obama", "Lee Harvey Oswald", "Janet Napolitano", "Adolph Hitler"], "q": "dies and goes to heaven and the first thing he asks G-d is:`` How did <strong> Barack Obama </strong> really get killed?'' G-d says:`` <strong> Lee Harvey Oswald </strong> shot him. You believe that?'' <q> Today` Christians' stand at the head of Germany... </q>- speech of <strong> Adolph Hitler </strong> that ended Republican Liberty. The terrorism threat level within the United States is the highest it's been since the September 11, 2001 attacks, claims <strong> Donald Rumsfeld </strong> of Homeland Security <strong> Janet Napolitano </strong>,", "new_id": -2}, {"uid": "1295641931245137430", "i": 4215, "idx": 0, "sa": ["Eric Schmidt", "Barack Obama", "Sergey Brin"], "q": "company. This frees <strong> Eric Schmidt </strong> up for more important things, such as schmoozing Big Music executives, and lesser personalities such as <strong> Barack Obama </strong>. He'll be` Executive Chairman' and will focus on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership, </q> the company, says TechCrunch. But don't worry. His guiding hand will remain firm. He'll still act as`` an advisor to Page and fellow co-founder <strong> Sergey Brin </strong>''.", "new_id": -2}, {"i": 12731, "idx": 3, "index_answer": 0, "new_id": -1, "q": "is big for me. I'm just thankful to have the opportunity to play in this league again. And have the opportunity to go out on the field this year and play again,'' <strong> Michael Vick </strong> said. <q> However it comes, whatever happens, happens. </q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "sa": ["Michael Vick"], "uid": "1297067872184320061"}]