[{"uid": "1296233986144064524", "i": 24467, "idx": 2, "sa": ["David Archuleta", "Simon Cowell", "Sun Go", "Clive Davis", "Elton John"], "q": "and <strong> David Archuleta </strong>, 17, each performed three times in the live telecast before some 7000 people at Los Angeles' Nokia Theatre. One song was chosen for each by Sony BMG executive <strong> Clive Davis </strong>, who assigned U2's <q> I Still Haven't Found What I'm Looking For </q> to Cook, and the <strong> Elton John </strong> ballad`` Don't Let the <strong> Sun Go </strong> Down on Me'' to <strong> David Archuleta </strong>. <strong> Simon Cowell </strong>, who had earlier predicted Cook would triumph, firmly stated`` Round 1 goes to <strong> David Archuleta </strong>.''", "new_id": -2}, {"uid": "1295524934023461906", "i": 34048, "idx": 0, "sa": ["Piers Morgan", "Ricky Gervais", "Simon Cowell", "Amy Winehouse"], "q": "your sign since last night'', remarked <strong> Amy Winehouse </strong>.`` Some of the lights were out. Happens all the time'', stated the attorney.`` The Hotel is not responsible.'' <q> I give up. You're ambulance chasers all of you. I should have known something was up when they asked me to sleep in the nude facing the nun and priest painting. </q> Bureau's day- give this story five thumbs-up( there's no need to register Thank you for your rating, Your vote has been counted and is reflected above. <strong> Piers Morgan </strong>, <strong> Ricky Gervais </strong> and <strong> Simon Cowell </strong>:", "new_id": -2}, {"uid": "1295133242039174154", "i": 18548, "idx": 4, "sa": ["Allen Iverson", "That guy"], "q": "got the win. <strong> That guy </strong>'s what makes it so easy to take. I'm as happy as I can be right now.'' <strong> Allen Iverson </strong> was surprised to learn he had tied his career high in assists. <q> I'm glad I did something right in that game, </q> he said.`` I'm happy I had the assists that I had and obviously my teammates did a great job of finishing plays. I knew that whole game-- 48 minutes-- I had to do something", "new_id": -2}, {"uid": "1295072793171851899", "i": 23986, "idx": 0, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "in the country the past two weeks, with daily front-page coverage by major newspapers and prompting commentary from political leaders including Prime Minister <strong> Silvio Berlusconi </strong>.` Symbolic' The vote is`` symbolic'' and <q> represents a turning point for the country as <strong> Sergio Marchionne </strong> is trying to break an industrial scheme which needs to be reformed, </q> Gianluca Spina, dean of the business school at Milan's Polytechnic, said before the results of the referendum were announced. The numbers turned around in favor of <strong> Sergio Marchionne </strong> in the fifth of the nine rounds", "new_id": -2}, {"uid": "1295361442031129628", "i": 33546, "idx": 0, "sa": ["Steve Ballmer"], "q": "questions with Xbox related answers. Maybe <strong> Steve Ballmer </strong> just wanted to promote something after spending He was keen to insist that the Xbox will be a ubiquitous plaything in living rooms for some time to come. <q> Xbox isn't a gaming console. Xbox is a family entertainment center. It's a place to socialize. It's a place to watch TV, </q> he said. But in the world according to <strong> Steve Ballmer </strong>, Xbox has already hit the male teen demographic and it will be Kinect that girls will rave about.`` You go to your average", "new_id": -2}, {"uid": "1296769550173654016", "i": 16470, "idx": 0, "sa": ["Kay Hagan", "Kirsten Gillibrand", "Patrick Leahy", "Frank Lautenberg", "John Kerry", "Sen. Bernie Sanders"], "q": "Secretaries last week when his office was first informed of the federal government's decision: http://menendez.senate.gov/newsroom/press/release/?id=fa1c6f19-9cde-45c8-967e-fac0b416d654`` The National Mall is the only sensible venue to host the Solar Decathlon.'' wrote the Senators. <q> The first four wildly successful events were held on the Mall from 2002-2009 and the event grew in popularity each year. As a tourist attraction, it has provided the perfect venue for thousands to learn about solar energy and energy efficiency. And as a central pillar in our quest for clean energy, solar energy deserves a venue that sits adjacent to our country's legislative leaders. </q> The following Senators signed the letter: US Senators <strong> John Kerry </strong>( D-MA), <strong> Kirsten Gillibrand </strong>( D-NY), <strong> Sen. Bernie Sanders </strong>( D-VT), <strong> Kay Hagan </strong>( D-NH), <strong> Patrick Leahy </strong>( D-VT), <strong> Frank Lautenberg </strong>( D-NJ)", "new_id": -2}, {"uid": "1296157971094584911", "i": 18814, "idx": 3, "sa": ["Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Deal of the Day:$ 45 for$ 100 worth of custom framing powered by Groupon'' width=`` 101'' height=`` 57'' class=`` headlineThumb''/> Deal of the Day", "new_id": -2}, {"uid": "1294968451002998314", "i": 41793, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "in a fundraising email drew criticism from Republicans. <strong> Sen. Bernie Sanders </strong>' staff said the Senator would address the issue today, but he refused to answer questions from a Channel 3 reporter. <strong> Sen. Bernie Sanders </strong> said, <q> today we're burying a 9 year old. the president gave a very poignant speech today and I think we might want to honor that. I have a lot of views that can wait till next week or the following week. </q> In a statement released yesterday, <strong> Sen. Bernie Sanders </strong>' staff noted that the newsletter covered many other topics, but it would have been`` absurd'' not to mention the Arizona shootings. We welcome your participation", "new_id": -2}, {"uid": "1295613803099680259", "i": 14649, "idx": 1, "sa": ["Andy Coulson", "Viktor Bout"], "q": ". Mr <strong> Andy Coulson </strong> quit as editor in 2007 saying he took ultimate responsibility for the scandal but denied knowing phone hacking was taking place. In a statement on Friday, he said it had been <q> a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years </q>. <strong> Viktor Bout </strong> he added:`` Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role", "new_id": -2}, {"i": 13003, "idx": 1, "index_answer": 0, "new_id": -1, "q": ", and Fiat is set to hit two more targets to reach a 35-percent stake in Chrysler, possibly increasing it to 51 percent if it repays outright or refinances loans from the U.S. and Canadian governments. <q> I think the opening of the capital markets window in the United States is real, </q> <strong> Sergio Marchionne </strong> said.`` I think it would be unwise for Chrysler not to take advantage of the opening.'' On the Italian side, he is preparing to invest â\u0082¬ 700 million in a plant", "sa": ["Sergio Marchionne"], "uid": "1296231906026230879"}]