[{"uid": "1295129633068665363", "i": 21552, "idx": 4, "sa": ["Allen Iverson", "Carmelo Anthony", "Marcus Camby"], "q": "of the season, the Nuggets beat the Milwaukee Bucks 125-105 on Wednesday night behind a triple-double by <strong> Marcus Camby </strong>, <strong> Carmelo Anthony </strong>'s fourth straight double-double, <strong> Allen Iverson </strong>'s spectacular 24-point performance and the much-awaited return of power forward Nene. <q> If we play like that, unselfish, getting the ball to the open man, we'll win a lot of games and we'll go far this season, </q> said Nene, who had 11 points and seven rebounds in his first game since tearing a ligament in his left thumb at Boston on Nov. 7. So much fun were the Nuggets having in toying with the Bucks", "new_id": -2}, {"uid": "1297717097255754249", "i": 31866, "idx": 3, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "<strong> Joe Belfiore </strong>, corporate vice president of Windows Phone 7, said the \"core browsing engine that ships on PCs is the same one that ships on Phones.\" That will help developers, as sites that <q> work well on the PC will work well on Windows Phone as well, </q> he claimed. <strong> Steve Ballmer </strong> didn't say if IE9 would be ported to any other mobile platforms, but it seems highly unlikely. The update will be free and arrive later this year to all Windows Phone", "new_id": -2}, {"uid": "1296592764087982095", "i": 29365, "idx": 1, "sa": ["Zahi Hawass"], "q": "that historical objects in Egypt are easier to loot than in other places. \"In Iraq and Afghanistan, people[ had] moved away from the archaeological sites.\" Egypt is mostly desert, though, so <q> you can't move anywhere-- the Nile is it. </q> National Geographic explorer-in-residence <strong> Zahi Hawass </strong> says that the country's museums are now safe and guarded by the army, and should open near the end of the week. Hawass-Zahi Hawass-mubarak-science-world-cairo-tombs/\"> Read more about the situation", "new_id": -2}, {"uid": "1295670450069369927", "i": 31840, "idx": 4, "sa": ["Mike Krzyzewski", "Kobe Bryant", "Mo Williams", "Ben Wallace", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Ben Wallace </strong> play, </q> Nuggets <strong> Mike Krzyzewski </strong> <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player Williams_Perfect_from_Behind_the_Arc_Cavaliers_vs_Mavericks-28/11/09 <strong> Mo Williams </strong> goes 7-7 behind the arc and scores 25", "new_id": -2}, {"uid": "1295166038045383695", "i": 1605, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "initial plan for the long months and eventually years that followed to put Afghanistan and Iraq back on their feet. Korb called it a \"deliberate\" move on then-defence secretary <strong> Donald Rumsfeld </strong>'s part. <q> He didn't want any part of nation-building, plus the neocons( neoconservatives) believed( preeminent Iraqi politician Ahmed) Chalabi would take over. They didn't really do any planning for the post-war period, </q> he added. In Iraq and Afghanistan alike, insufficient numbers of US and coalition troops coupled with governments too weak to bring their authority to bear on the population faced a growing insurgency that forced the United", "new_id": -2}, {"uid": "1297278646168607769", "i": 47617, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "for the cantankerous reality judge. \"Oh please-[ I'll say]` Hi jerk, how are you?\" ' <strong> Paula Abdul </strong> joked, when asked if she leaves sexy voicemails for <strong> Simon Cowell </strong>. <q> Yes, that arouses him. </q> Whispers of a possible Simon Cowell/Paula Abdul reunion are swirling as <strong> Simon Cowell </strong> is currently assembling his judges panel for his new reality talent show, \"The X Factor,\" but <strong> Paula Abdul </strong>'s not quite sure she wants to", "new_id": -2}, {"uid": "1295801090231243787", "i": 47339, "idx": 1, "sa": ["Colin Powell"], "q": "'s problems. <strong> Colin Powell </strong> says that \"Superman\" wasn't elected to the White House and but he is confident that today's challenges can be met. His comments came Sunday on CNN's <q> State of the Union. </q> Doctor Cures Arthritis With Antibiotics and 3 Nutrients", "new_id": -2}, {"uid": "1297113048152240228", "i": 57830, "idx": 3, "sa": ["Paula Abdul", "Simon Cowell"], "q": "be a judge on his new show, which debuts next fall and has not yet announced a full judging panel, <strong> Simon Cowell </strong> demurred. \"I'm a massive fan of <strong> Paula Abdul </strong>,\" he said. <q> We've been in regular contact. I'm not going to say today who we are going to confirm or not, because the truth is we haven't made up our minds up yet.... It comes down to who I think is interesting, and the commitment and the expertise each person offers. </q> One critic asked about X Factor allowing kids as young as 12 to audition, noting <strong> Simon Cowell </strong> has criticized exposing children to the intense TV competition spotlight. \"We've started to see a trend", "new_id": -2}, {"uid": "1296627256226623517", "i": 33420, "idx": 1, "sa": ["Helena Bonham Carter", "Todd London", "David Letterman", "Anne Hathaway"], "q": ",... <strong> Helena Bonham Carter </strong> interview for Sweeney <strong> Todd London </strong> Chuck the Movieguy interviews <strong> Helena Bonham Carter </strong> for the movie Sweeney <strong> Todd London </strong>... <strong> Helena Bonham Carter </strong> interview on <strong> David Letterman </strong>( 1997) A November 1997 interview with <strong> Helena Bonham Carter </strong> on Late Night with <strong> David Letterman </strong> to promote her film <q> Wings of the Dove. </q> They're very funny together... Fun Interview with <strong> Helena Bonham Carter </strong>( The Red Queen)& <strong> Anne Hathaway </strong>( The White Queen)- Alice Fun Interview with <strong> Helena Bonham Carter </strong>( The Red Queen)& <strong> Anne Hathaway </strong>( The White Queen)", "new_id": -2}, {"uid": "1296149573243646477", "i": 43630, "idx": 10, "sa": ["Adrian Peterson", "Matt Ryan", "Michael Vick", "Tony González", "Larry Fitzgerald"], "q": "Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. \"<strong> Matt Ryan </strong> is great. The coaching staff is great. We're just having a good time,\" he said. <q> I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other. </q> <strong> Michael Vick </strong> looked sharp and fluid as he completed a 20-yard out to Arizona Cardinals receiver <strong> Larry Fitzgerald </strong>. On the next play, <strong> Michael Vick </strong> faked a handoff to <strong> Adrian Peterson </strong> and then hit Falcons tight end <strong> Tony González </strong> going", "new_id": -2}]