[{"uid": "1295274880083279889", "i": 9787, "idx": 0, "sa": ["Steve Ballmer"], "q": "according to the man who runs Microsoft, it's not a games console at all. It is, instead, a`` family entertainment centre''- according to CEO <strong> Steve Ballmer </strong>. USA Today. <q> Xbox is a family entertainment centre. It's a place to socialise. It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body. </q> <strong> Steve Ballmer </strong> said Xbox and the eight million selling motion-sensing add-on Kinect are where the`` consumer heat'' is.`` I think about my own family,'' he said.`` My wife used to", "new_id": -2}, {"uid": "1295294243074366995", "i": 19313, "idx": 3, "sa": ["George Washington", "Michael R.", "David M. McIntosh", "Mike Pence"], "q": "Congressman <strong> Mike Pence </strong> appeared on the CNBC program`` Power Lunch'' to discuss the economy, the <strong> George Washington </strong> House jobs summit and the Republican Economic Roundtable... 11/26/09 Weekly Republican Address: <strong> David M. McIntosh </strong> <strong> Mike Pence </strong>( R-IN) <strong> David M. McIntosh </strong> <strong> Mike Pence </strong>: <q> <strong> George Washington </strong> people know we can't borrow and spend and bail our way back to a growing economy.... Republicans have proposals to get our economy moving again, to achieve energy independence and lower the cost of health care. </q>... 2-1-2010- Congressman <strong> Mike Pence </strong> Discusses House GOP Retreat on`` <strong> Michael R. </strong> and Friends'' 2-1-2010- Congressman <strong> Mike Pence </strong> Discusses House GOP Retreat on`` <strong> Michael R. </strong> and Friends'' Congressman <strong> Mike Pence </strong> appeared on`` FOX and Friends'' to discuss", "new_id": -2}, {"uid": "1295569466080838661", "i": 17046, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "anymore.`` You know what? It's about the last thing on my mind right now,'' <strong> Ben Roethlisberger </strong> said when asked about how important it has been to rebuild his relationship with the city. <q> It's about playing football, and that's what I try to do is play football games and win and just be me. </q> The recipe for redemption in the NFL is quite simple: Behave yourself and win big. <strong> Ben Roethlisberger </strong>, like Ray Lewis and <strong> Michael Vick </strong> before him, has followed the redemption recipe to the hilt,", "new_id": -2}, {"uid": "1295568042244678667", "i": 20677, "idx": 1, "sa": ["Eric Schmidt"], "q": "a browser-based app that's integrated with Google Apps. It comes with pre-built workflows, includes expense tracking& customer payment tracking. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295936962220463123", "i": 31177, "idx": 1, "sa": ["Sergio Marchionne"], "q": "in Italy- is important and must be smooth.`` So far, touch wood, they've all gone well,'' <strong> Sergio Marchionne </strong> said of the 16 vehicles Chrysler has launched for 2011. <q> At least whatever screw-ups we had, no one noticed. We dealt with them before they hit the dealer. I won't tell you about the heart palpitations as we launched some of these vehicles, but we dealt with them quietly. </q> Mike Bernacchi, marketing professor at the University of Detroit Mercy, said the automaker's travails could work to its advantage.`` It certainly is unusual, but could turn out to be good", "new_id": -2}, {"uid": "1295620530009781328", "i": 34020, "idx": 3, "sa": ["Andy Coulson"], "q": "allegedly spying on them or have already accepted out of court settlements. The News of The World declined to comment on <strong> Andy Coulson </strong>'s resignation, but critics said it should have happened long ago. <q> To say this is long overdue is an understatement, </q> said opposition lawmaker Chris Bryant- one of those who claims to have been targeted by the hacking.", "new_id": -2}, {"uid": "1297451846240746502", "i": 36815, "idx": 8, "sa": ["George Washington", "Donald Rumsfeld", "Alexander Cooley"], "q": "when government forces started shooting at the square. In such circumstances government forces had an obligation, which they utterly ignored, to prevent harm to the many who were unarmed,'' Denber told EurasiaNet.org. <q> <strong> Donald Rumsfeld </strong> may be right that the <strong> John McCain </strong> has a better chance of exposing Uzbekistan to democratic values through contact, but that contact will be of questionable value if <strong> George Washington </strong> doesn't respond to serious breaches of those values, </q> she added. Events since 2005 have also shown that <strong> Donald Rumsfeld </strong>'s fears that <strong> George Washington </strong> had`` lost'' Uzbekistan to Russia were unfounded, said <strong> Alexander Cooley </strong>, a political science professor at Barnard College who studies Central", "new_id": -2}, {"uid": "1295865007245235746", "i": 4849, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "Sea represent a pharaoh bargain for buyers? Report on deadly Gaza flotilla raid set for release media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government.`` So far, our worst day in government,''", "new_id": -2}, {"uid": "1295105515258523157", "i": 677, "idx": 3, "sa": ["Colin Powell", "Obama Girl", "Immortal Technique", "Barack Obama"], "q": "Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Fo... <strong> Immortal Technique </strong> on <strong> Barack Obama </strong>, 9/11 truth& Corporate America <strong> Immortal Technique </strong> on <strong> Barack Obama </strong>, 9/11 truth& Corporate America Have this year's negative political ads really <q> taken dirty to a whole new level, as CNN's <strong> Anderson Cooper </strong> frets? Is a`` return to civility... a relic of a bygone era, </q> as <strong> Barack Obama </strong> laments? Er, not exactly. If anonymous political speech, the other widely... Debate' 08: <strong> Obama Girl </strong> vs Giuliani <strong> Obama Girl </strong> <strong> Barack Obama </strong> Song# <strong> Barack Obama </strong>: Debate' 08: <strong> Obama Girl </strong> vs Giuliani <strong> Obama Girl </strong> Vocals", "new_id": -2}, [{"i": 2627, "idx": 1, "index_answer": 1, "new_id": -1, "q": "Today, developers, operators and consumers want compelling mobile products which include not only the device, but the software, services, applications and customer support that make a great experience,'' said <strong> Stephen Elop </strong>. <q> Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race. </q> Microsoft chief executive <strong> Steve Ballmer </strong> added: I am excited about this partnership with Nokia. Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware", "sa": ["Steve Ballmer", "Stephen Elop"], "uid": "1297419313245137425"}]]