[{"uid": "1297182530119177224", "i": 35283, "idx": 9, "sa": ["Colin Powell"], "q": ". Just consider what we have now. Not very good in my opinion across the board. <strong> Colin Powell </strong> was milk toast and his management of the State Department cost us in capturing Ben Laden. Report Abuse <q>The country would've been better off without him taking the job in the first place</q>-- RUMSFELD-- YOU KNEW YOU WERE SENDING TROOPS INTO BATTLE WITHOUT ARMOR ON THIER VEHICLES-- SHAME ON YOU!!! RUMSFELD-- IN YOUR BOOK BE SURE TO APOLOGIZE TO ALL THE AMPUTEES FROM IRAQ AND", "new_id": -2}, {"uid": "1296463954171245576", "i": 15172, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "\" Other chapters are quite revealing such as:\" The Washing Machine Has Changed the World More than the Internet;\" \"More Education, in Itself, Is Not Going to Make a Country Richer;\" <q>The U.S. Does Not Have the Highest Living Standard in the World;</q> \"Companies Should Not Be Run in the Interest of their Owners.\" Veterans Slam <strong> Sen. Bernie Sanders </strong> Bachmann's Plan To Cut Vet Benefits: \"Heartless,'` Shows Contempt' For Troops\" Sacrifice Virginia Lawmaker Says", "new_id": -2}, {"uid": "1295577099150192142", "i": 36172, "idx": 1, "sa": ["Eric Schmidt"], "q": "new, detailed responsibilities in an organization can only help. If anything, I think it's a positive.\" The company's top executives painted the changes as anything but a shakeup. <q>Historically we( <strong> Eric Schmidt </strong>, Page and co-founder <strong> Sergey Brin </strong>) have always been running the decisions together and ultimately it adds delay and so forth in the way we make decisions,</q> <strong> Eric Schmidt </strong> said on a conference call with analysts. \"By elevating me and having Larry running things day to day... we think this will produce even better success for the corporation.\" <strong> Eric Schmidt </strong> said he", "new_id": -2}, {"uid": "1295743447181321729", "i": 19433, "idx": 2, "sa": ["Clive Goodman", "Andy Coulson"], "q": ", insisting he was being \"punished for the same offence twice\". However, Labour frontbencher Chris Bryant said he hoped the Metropolitan Police would now conduct a thorough investigation into the phone hacking. He said: <q>I hope now that the murky truth will come to light.</q> No decision has yet been taken on <strong> Andy Coulson </strong>'s replacement. He resigned as editor of the News of the World in 2007 after the newspaper's former royal editor, <strong> Clive Goodman </strong>, and private investigator", "new_id": -2}, {"uid": "1297200983061325341", "i": 1815, "idx": 15, "sa": ["Donald Rumsfeld"], "q": "develop an overreliance on the U.S. This is part of his answer when I ask what went wrong( again) in Afghanistan. He notes that committed \"Islamists\" don't just \"disappear.\" <q>We've given them a chance, a good chance, to fashion a country that can have the kind of security that the Taliban didn't permit. The Afghan people have to decide.</q> Mr. <strong> Donald Rumsfeld </strong>'s critics are bitter that his memoir didn't go the obvious commercial route, serving up a grand apology for his role in the wars. Yet readers might be appreciative to find themselves in", "new_id": -2}, {"uid": "1296801033266600448", "i": 12587, "idx": 1, "sa": ["Allen Iverson"], "q": " <strong> Allen Iverson </strong>'s still hurting  Former All-Star <strong> Allen Iverson </strong>, 35, could miss the rest of the regular season and the playoffs with Turkish team Besiktas because of painful calcium deposits in his calf. <q>He tried to tough it out and continue to play while over in Turkey,</q> said Dr. James Andrews, who added <strong> Allen Iverson </strong> needs at least 6-8 weeks of rest. \"However, he got to the point where he could not really run up and down the court.\"  Back", "new_id": -2}, {"i": 6048, "idx": 1, "index_answer": 0, "new_id": -1, "q": "proposal intended to incite a panicked response to a phony crisis,\" <strong> Bill Lockyer </strong>, a Democrat, said during a conference call with reporters organized by the Economic Policy Institute, a Washington, D.C., think tank. <q>Killer bees, space aliens... now it's the invasion of the bankrupt states. The truth is, no state wants to declare bankruptcy, no state needs to declare bankruptcy, and no state would.</q> The proposal at issue would give states the option of declaring bankruptcy in much the same way that businesses can, though it is unclear whether courts would go along with such a move because states, unlike", "sa": ["Bill Lockyer"], "uid": "1295967628237387816"}, {"uid": "1297134193068190229", "i": 45078, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Michael Vick"], "q": "Add to favorites Based in Oceanside, CA Sound Description: Funky hipster songwriter New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q>My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy?</q> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"uid": "1297273904137707554", "i": 30158, "idx": 0, "sa": ["Jude Law", "Sienna Miller", "Simon Cowell"], "q": "portrayed in upcoming Lifetime movie Smallville flies off with a two-hour series finale <strong> Simon Cowell </strong> on what to expect from The X Factor: 12-year-olds, judge-on-judge combat <strong> Sienna Miller </strong> have split for the second time. <q>I can confirm that <strong> Jude Law </strong> and <strong> Sienna Miller </strong> are no longer in a relationship,</q> <strong> Jude Law </strong>'s rep said in a statement. People reports that the break-up occurred several weeks ago. <strong> Jude Law </strong>, 38, and <strong> Sienna Miller </strong>, 29, started dating in 2003 after meeting on the set of Alfie", "new_id": -2}, {"uid": "1296649336203423746", "i": 12631, "idx": 1, "sa": ["Hollie Steel", "Simon Cowell"], "q": "joke and I jumped up to sort it out and I sorted it out. \"I apologised and I put him through because he was very good and showed promise.\" He insisted: <q>I am not being ruthless and shattering people's dreams- that's the opposite of what I want to do. Ruthlessness is not something that comes easily.</q> There was an outcry after 10-year-old <strong> Hollie Steel </strong> was reduced to tears during her appearance on a previous series of the ITV programme. <strong> Simon Cowell </strong>, the show's original Mr <strong> Simon Cowell </strong>, is missing the early", "new_id": -2}]