[{"uid": "1295781802072171536", "i": 45409, "idx": 0, "sa": ["Andy Coulson"], "q": "are bold Report Abuse ''Jules said: ''The most toxic chemical know to man spills in concentrated form into a natural waterway. It should not have been allowed to even be there.''' Report Abuse <q>When you travel the Rhine, you see overloaded barge just barely above the water line.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1295620968043139091", "i": 46860, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "amid accusations that he was aware of journalists while working as editor of the ''News of the World'' today confirm that I've resigned as Downing Street director of communications,'' <strong> Andy Coulson </strong> said in a statement. <q>Unfortunately, continued coverage of <strong> Andy Coulson </strong> resignation: statement in full This is the full statement issued by Downing Street's director of communications <strong> Andy Coulson </strong> today: Downing Street's director of communications <strong> Andy Coulson </strong> today confirm that I've resigned as Downing Street director of communications.</q> It's been a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years.'' I'm extremely proud of the part I've played in Top Aide to British Prime Minister Resigns LONDON", "new_id": -2}, {"uid": "1295289004218529795", "i": 48238, "idx": 3, "sa": ["Allen Iverson", "LeBron James"], "q": "minutes, including two 3-poiners, to push Denver's lead to 78-51. ''I got into a rhythm in the second half,'' said <strong> Allen Iverson </strong>, who finished 14-for-20 from the field and added eight assists. <q>The basket looked like an ocean; I was throwing rocks in. It feels good when you catch a rhythm like that.</q> <strong> LeBron James </strong> led Cleveland with 27 points, but the Nuggets were able to contain the rest of the Cavaliers. ''Even though <strong> LeBron James </strong> had a great game, his great game came from getting fouled,'' Nuggets coach", "new_id": -2}, {"uid": "1295779892017170523", "i": 1851, "idx": 17, "sa": ["Mike Pence"], "q": ". ''To those who say that marriage is not relevant to our budget crisis,'' <strong> Mike Pence </strong> said in an enthusiastically received speech at the Family Research Council's Values Voter Summit last fall, <q>I say you would not be able to print enough money in a thousand years to pay for the government that you would need if the family continues to collapse.</q> After giving that speech, <strong> Mike Pence </strong> won the group's straw poll for top choice for its 2012 nominee. ''He has that everyman, Indiana appeal with vision,''", "new_id": -2}, {"uid": "1295907796085770324", "i": 6584, "idx": 0, "sa": ["Eric Schmidt"], "q": "payment, which also includes share options, will be granted on February 2 and vest over the next four years, according to a regulatory filing with the US Securities and Exchange Commission( SEC). <q>For the past 10 years, <strong> Eric Schmidt </strong> has grown Google into an extraordinarily successful company. Our core business is growing and our emerging businesses are on fire,</q> a Google spokesman said. ''Google's board has made compensation a key issue this year. <strong> Eric Schmidt </strong> has not been granted any stock since he became chief executive and chairman in 2001,'' the spokesman", "new_id": -2}, {"uid": "1295454374253952036", "i": 35140, "idx": 1, "sa": ["Sarah Palin", "Kristen Stewart", "David Letterman", "Martha Stewart"], "q": "plays Bella Swan in the movie Twilight.... <strong> Martha Stewart </strong> Calls <strong> Sarah Palin </strong> ''Dangerous''& ''Confused'' headzup.tv <strong> Martha Stewart </strong> talks about her interview where she called <strong> Sarah Palin </strong> ''confused'', ''dangerous'', and that she <q>wouldn't watch her if you paid me.</q> Read more about it here-- http... FULL <strong> Kristen Stewart </strong> Interview on <strong> David Letterman </strong> 06 28 10( Part 1) FULL <strong> Kristen Stewart </strong> Interview on <strong> David Letterman </strong> 06 28 10( Part 1) <strong> Sarah Palin </strong> meets Fargo. Hilarious. Best video", "new_id": -2}, {"uid": "1296506864214663229", "i": 23738, "idx": 0, "sa": ["Eric Schmidt"], "q": "units shipped. drawn attention to the growth of Android, as has Google itself. Last summer, for instance Google CEO <strong> Eric Schmidt </strong> announced that 200,000 new Android devices are sold every day. <q>People are finally beginning to figure out how successful Android is,</q> <strong> Eric Schmidt </strong> said, calling Android's growth rate ''phenomenal.'' Still, the smartphone market is a volatile place, and some analysts have argued that the arrival of the Verizon iPhone could shake things up all", "new_id": -2}, {"uid": "1297187009205783101", "i": 6930, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "just weeks before the invasion, further stoked resentment in Berlin and Paris. It was meant to point out there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. <q>Ironically, my comment was unintentional,</q> <strong> Donald Rumsfeld </strong> writes. ''I had meant to say France and Germany represented ''old NATO' not` old Europe'.'' ''In any event, the phrase` old Europe'' entered the vernacular. The", "new_id": -2}, {"uid": "1295620769169754641", "i": 24812, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "a conference call with analysts, with <strong> Eric Schmidt </strong> describing <strong> Google Inc. </strong>'s co-founders as his ''best friends.'' ''I believe Larry is ready'' to be CEO, <strong> Eric Schmidt </strong> said during the call. <q>It's time for him to have a shot at running this.</q> <strong> Eric Schmidt </strong> also may have been growing weary of all the scrutiny that comes with running one of world's most scrutinized companies. <strong> Google Inc. </strong> earned$ 2.5 billion, or$ 7.81 a share,", "new_id": -2}, {"i": 25587, "idx": 0, "index_answer": 0, "new_id": -1, "q": "SAN FRANCISCO( Reuters)- Chrysler Group LLC's chief executive apologized on Saturday for describing the high-interest bailout loans extended by the U.S. and Canadian governments in 2009 as ''shyster loans.'' <q>Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern,</q> CEO <strong> Sergio Marchionne </strong> said in a statement. ''I regret the remark which I consider inappropriate.'' Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least", "sa": ["Sergio Marchionne"], "uid": "1296939660153092098"}]