[{"uid": "1295218070163594249", "i": 673, "idx": 8, "sa": ["Simon Cowell"], "q": "Idol, aimed to let viewers vote on who got the recording contract. But he also wanted to cast a`` mean judge.''`` <strong> Simon Cowell </strong> has been a friend of mine forever,'' he says. <q> So I called <strong> Simon Cowell </strong> up and I said,` Look, I've got this idea. I need a partner in crime here.'? </q> Fuller and <strong> Simon Cowell </strong> agreed that the Pop Idol winners would be managed by Fuller's company, 19, while <strong> Simon Cowell </strong> and BMG would put out their albums.`` My real interest at that point was having the acts", "new_id": -2}, {"uid": "1295559994214679661", "i": 37674, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "co-founder <strong> Larry Page </strong> will take over as Google's CEO, while <strong> Eric Schmidt </strong> will take on the role of executive chairman, the href=\"http://investor.google.com/earnings/2010/Q4_google_earnings.html\" title=\"company just announced\"> company just announced. Google says it's making the changes to <q> streamline decision making and create clearer lines of responsibility at the top of the company </q> but there were no signs that anything was amiss at the triumvirate that has led the company since 2001. The news came as part of the company's Q4 href=\"http://paidcontent.org/article/419-googles-q4-numbers-give-no-hint-at-reason-for-shakeup/\" title=\"earnings results\"> earnings results.", "new_id": -2}, {"uid": "1295232786236961797", "i": 28510, "idx": 3, "sa": ["Angelina Jolie", "Ricky Gervais", "Johnny Depp"], "q": "for such a bribe because`` it's not 1975!'' Once <strong> Johnny Depp </strong>( who was caught smiling at the barbs on camera) and <strong> Angelina Jolie </strong> were off the hook, <strong> Ricky Gervais </strong> laid into the women of <q> Sex and the City 2. </q> After suggesting they should have nominated the special effects team behind the poster, <strong> Ricky Gervais </strong> addressed the cast:`` Girls, we know how old you are. I saw one of you on an episode of` Bonanza", "new_id": -2}, {"uid": "1296785789115392514", "i": 58695, "idx": 0, "sa": ["Scottie Pippen", "Allen Iverson", "Dwight Howard"], "q": "plays made by <strong> Scottie Pippen </strong> in this game. http://wn.com/Allen Iverson_Allen Iverson_Career_High_60pts_vs_the_Dwight Howard_Dwight Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.''", "new_id": -2}, {"uid": "1297162553239927305", "i": 6158, "idx": 0, "sa": ["Sergio Marchionne"], "q": "comeback in interest for the updated replacement for the Chrysler Sebring midsized car, which was one of Chrysler's worst performing and highly criticized cars ever. Chrysler CEO <strong> Sergio Marchionne </strong> told Forbes magazine that Eminem <q> was not an easy choice, </q> acknowledging that the rapper posed some risks. But in the end, Eminem turned out to be the perfect spokesman for Detroit, for Chrysler and its hell-and-back journey.`` He is really very", "new_id": -2}, {"uid": "1295634790253460481", "i": 22273, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "analysts and insiders say, in contrast to Facebook, Twitter and other younger, more agile competitors.'' In what sounds more like a prescriptive suggestion than a question, href=\"http://www.dailyfinance.com/story/investing/google-executive-reshuffle-investors-Larry Page-Eric Schmidt-brin-ceo/19809705/\"> DailyFinance asks: <q> Will <strong> Larry Page </strong> steer Google back to the spirit of that first founders' letter, plowing revenue into new research projects that might bear fruit five or 10 years from now, pulling down margins in the meantime? </q> Meanwhile, some are suggesting that <strong> Eric Schmidt </strong> is walking away now because he senses that Google's fortunes have peaked. Along with the continued rise of Facebook and Twitter, href=\"http://www.informationweek.com/news/software/soa_webservices/showArticle.jhtml?articleID=229001036\"> InformationWeek", "new_id": -2}, {"uid": "1297230387263913477", "i": 9059, "idx": 4, "sa": ["Eamon Gilmore"], "q": "problem is <strong> Eamon Gilmore </strong>, that you keep chopping and changing,'' he interrupted.`` You're going to tax too much and borrow more,'' he sniped in a soundbite which he had probably prepared earlier. <q> You're going to increase taxes, higher than any party except Sinn Fein, </q> he added, managing to link Labour with their Nemesis of the Left.`` You're playing the popular line and courting popularity,'' he added. <strong> Eamon Gilmore </strong> didn't seem quite sure how to deal", "new_id": -2}, {"uid": "1295907788246595600", "i": 25596, "idx": 6, "sa": ["Alassane Ouattara", "Charles Blé Goudé"], "q": "claims that Gbagbo's government is paralyzed, as President <strong> Alassane Ouattara </strong> is seeking to impose a month-long ban on Cote d'Ivoire's cocoa exports. A statement published by the paper and signed by <strong> Alassane Ouattara </strong>'s prime minister said: <q> The Government orders the economic operators to immediately stop any coffee and cocoa exports from Jan. 24 to Feb. 23, 2011. </q>`` Anyone contravening the ban will be liaCharles Blé Goudé to sanctions,'' said the statement issued on Friday. Another report in this paper suggests that the European Union and U.S. have asked European and American chocolate companies based in", "new_id": -2}, {"uid": "1296646503186269740", "i": 47314, "idx": 1, "sa": ["Michael Vick", "Tom Brady"], "q": "had a string of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> <strong> Tom Brady </strong> said. A unanimous choice for the All-Pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. When he won the award in 2007, <strong> Tom Brady </strong> set an NFL mark with", "new_id": -2}, {"i": 13971, "idx": 2, "index_answer": 0, "new_id": -1, "q": "of co-founder as opposed to his current role of president, Technology.`` He's an innovator and entrepreneur to the core, and this role suits him perfectly,'' <strong> Eric Schmidt </strong> wrote in his post. <q> As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> wrote in his post. 250){ this.style.height= ifh+` px';} else{ this.style.height=' 250px';};''> Featuring a panel of cloud computing experts from the", "sa": ["Eric Schmidt"], "uid": "1295669836191152256"}]