[{"uid": "1297087558189808651", "i": 40309, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google Inc( href=\"http://quote.foxbusiness.com/symbol/GOOG/snapshot\"> GOOG) wants to avoid a lengthy legal battle with href=\"http://www.foxbusiness.com/topics/business/european-union.htm\"> European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. <q> We certainly want to avoid that, </q> href=\"http://www.foxbusiness.com/topics/business/finance/CEOs/Eric Schmidt-Eric Schmidt.htm\"> <strong> Eric Schmidt </strong> told the paper in an interview.`` I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors", "new_id": -2}, {"uid": "1295923521136986656", "i": 17840, "idx": 1, "sa": ["Simon Cowell"], "q": "the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to`` a cat being thrown off a skyscraper,'' telling another, <q> Don't mean to be rude, but you look like the Hulk's wife, </q> reducing dozens of hopefuls to their worst`` ugly cry''- and propelling the show to the No. 1 spot in the process. PASADENA-- The Syfy Channel's looking for someone who can create the", "new_id": -2}, {"uid": "1296220407081313837", "i": 57947, "idx": 0, "sa": ["Eric Schmidt"], "q": "at the World Economic Forum this week downplayed Facebook as a competitor to Google. Fortune href=\"http://features.blogs.fortune.cnn.com/2011/01/27/Eric Schmidt-on-google-facebook-and-apple/\"> reports: <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook. <q> We have a competitor called Microsoft( MSFT), </q> he said.`` Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.'' Facebook, on the other hand,`` has clearly stated they don't want", "new_id": -2}, {"uid": "1296347345037584903", "i": 27489, "idx": 2, "sa": ["Michael Gove"], "q": "of many fellow pupils and staff- and sent to a PRU. He or she is then given large chunks of what in posh schools is called`` study time''. In PRUs, that translates into: <q> Clear off and cause trouble somewhere else. </q> What <strong> Michael Gove </strong> is proposing instead is a course in which there is a strong emphasis on physical education, basic skills and the opportunity to experience what it's like to take responsibility without the expectation of failure", "new_id": -2}, {"uid": "1295439934220266568", "i": 47578, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "not only <strong> Barack Obama </strong>'s call to the Philadelphia Eagles in support of <strong> Michael Vick </strong> and his tacit acceptance of the intentional and cold-blooded acts Mr. <strong> Michael Vick </strong> committed, but the Post-Gazette's endorsement of his decision( href=\"http://www.post-gazette.com/pg/11006/1115852-192.stm\" target=\"_blank\"> <q> In <strong> Michael Vick </strong>'s Corner: <strong> Barack Obama </strong> Defends the Quarterback's Second Chance, </q> Jan. 6). Forget second chances-- this is not a man who should be set up as a role model of any kind. Besides the obvious lack of second chances for the dogs", "new_id": -2}, {"uid": "1295354545109396003", "i": 27834, "idx": 1, "sa": ["Emanuel Cleaver", "Mike Pence", "John Lewis", "Artur Davis", "Allen West", "Barack Obama"], "q": ", <strong> Artur Davis </strong> the most part. And he succeeded a Republican.'' Some Democrats, such as <strong> Mike Pence </strong> <strong> Emanuel Cleaver </strong>( Mo.), have predicted <strong> Barack Obama </strong>'s reelection prospects look daunting. <q> It's realistic <strong> Artur Davis </strong> our party to understand the enormous chAllen Westge we're going to have, to get him back in the White House in 2012, </q> <strong> Emanuel Cleaver </strong>, the new chairman of the Congressional Black Caucus, said recently. <strong> John Lewis </strong> predicted <strong> Barack Obama </strong> will help the party win in the South in 2012.`` I", "new_id": -2}, {"uid": "1295703931121667591", "i": 54300, "idx": 0, "sa": ["Greg Ballard", "Mike Pence"], "q": "Wayne, said he was asked to show identification at a liquor store when all he wanted was change for a dollar. <strong> Mike Pence </strong> <strong> Greg Ballard </strong> Steuerwald, R-Danville, said the law needs more current sense. <q> Sometimes what we think down here and what turns into practice are two different things, </q> Steuerwald said, according to the Post-Tribune of Merrillville. Under Indiana law, clerks commit a misdemeanor if they don't ask for identification when selling alcohol. The law offers clerks a defense if they fail", "new_id": -2}, {"uid": "1295530291005685266", "i": 43372, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor.`` In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,'' <strong> Sergio Marchionne </strong> said. <q> One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology. </q> Research shocker! Keyless car entry systems can be hacked easily, elegantly BAE Systems develops e-ink camo for tanks and war zone e-readers The most commented posts on Engadget over the past 24 hours. Trending posts from Engadget", "new_id": -2}, {"uid": "1295926949014860296", "i": 45842, "idx": 1, "sa": ["David Letterman"], "q": "date. Last night, he received a call from <strong> David Letterman </strong> on which he clarified that he isn't actually retiring- just simply leaving Live!. Before hanging up, the pair snuck in a few bars of <q> There's No Business Like SHow Business. </q> Click below to watch the clip.( STAGE TUBE: IDOL Gets a Taste of Foster from Hopeful Sullivan by BroadwayWorld TV- January 20, 2011 by THE WIZARD OF OZ Blog- January 18,", "new_id": -2}, {"i": 2607, "idx": 2, "index_answer": 0, "new_id": -1, "q": "are structured,'' <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as`` deals, partnerships, customers and broader business relationships,'' while Page would <q> merge Google's technology and business vision. </q> In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify the individual roles so`` there's clear responsibility and accountability at the", "sa": ["Eric Schmidt"], "uid": "1295669771065781827"}]