[{"uid": "2008100621_00007969_W", "i": 528, "idx": 1, "sa": ["Cody Pickett", "Don Matthews", "Kerry Joseph"], "q": "our football team. when do we want it happen? now. we're in it to win it now. the players know it, we know it and that's how we approach it every week. <q> <strong> Kerry Joseph </strong> made a less than triumphant return to toronto's starting lineup friday night against b.c. after watching <strong> Cody Pickett </strong> start in two straight losses to calgary, <strong> Kerry Joseph </strong> returned under centre and completed 13-of-27 passes for 228 yards and two picks. and the top-rushing quarterback in the cfl last season had just three carries for four yards in the lions' 24-20 win. <strong> Kerry Joseph </strong> said he's not worrying about whether <strong> Don Matthews </strong> will give him the ball. </q> i don't know what decision they're going to make and i'm not losing any sleep over it, \"he said. i just prepare and get ready to go.\" this is it, this", "new_id": -2}, {"uid": "2008121516_00026854_W", "i": 1844, "idx": 0, "sa": [], "q": "of ne florida, inc.; duval county, florida?? 2008-2009 learn& serve initiative h2008: every drop counts; jobs for florida's graduates?? experimental watershed education in western montana; the watershed education <q>; montana?? tutoring incentive program eastside memorial school at the johnston campus; austin community college center for public policy& political studies; austin, texas the foundation has also approved funding for the next sessions of pbs& j's signature community outreach program, kidsclasssm, planned for orlando and reno. </q> our employees are known for their community involvement, and educational programs benefiting children are of particular interest. the foundation provides a source of financial support for the many local educational and community-building organizations to which our employees devote", "new_id": -2}, {"uid": "2008091112_00031320_W", "i": 301, "idx": 7, "sa": ["Alan Rosenberg", "Ken Howard", "Adam Arkin", "Doug Allen", "Kate Walsh", "Ned Vaughn"], "q": ". in a sept. 3 statement, ufs candidate <strong> Ken Howard </strong> called the mailer a\" campaign advertisement... timed to arrive in your mailbox during the election and was proposed and approved by board members belonging to membership first. <q> ufs candidates <strong> Ned Vaughn </strong>, <strong> Kate Walsh </strong>, and <strong> Adam Arkin </strong> sent a letter to <strong> Alan Rosenberg </strong> and <strong> Doug Allen </strong> sept. 5 demanding to know who approved the bar code and why, how the information about individual members' votes will be used, and why the mailer was sent in the middle of the election. in a statement issued later that day, <strong> Doug Allen </strong> explained that the unique bar code was placed </q> to make sure only one card would be returned and counted per individual member, preventing anyone from skewing the results of the poll by reproducing the cards in large numbers and returning them filled in. \"the code", "new_id": -2}, {"uid": "2008091918_00028810_W", "i": 324, "idx": 0, "sa": ["Scott Bloch"], "q": "brought more complaints to his office, <strong> Scott Bloch </strong> said in the letters. the special counsel said he is <NO_QUOTATION> an faa report on its resolution of the problems at memphis\" as the final report in this matter. <q> transportation department inspector general calvin scovel has been investigating the memphis complaints, as well as </q> similar allegations involving intersecting runways at detroit international airport, \"<strong> Scott Bloch </strong> said. additionally, the special counsel has received similar disclosures from air traffic controllers at newark liberty international airport. in a letter detailing those complaints,", "new_id": -2}, {"uid": "2008120414_00005185_W", "i": 254, "idx": 1, "sa": ["Sue Cooper"], "q": "went on to shoot cher all over italy, chicago, new york, and at memphis landmarks, such as graceland and the lorraine motel.\" normally, people laugh and say that's a great idea, <q> busby says. for the exhibit, there will be 18 photos framed and matted and all for sale. the muse/doll will make an appearance at the opening. and, in case you were wondering, cher has never known check-in luggage. she always goes carry-on. </q> of course, of course, \"says busby. <NO_QUOTATION> opening reception friday, december 5th, 6-9 p.m. at the memphis gay and lesbian community center, 829 <strong> Sue Cooper </strong>. the show runs through december 15th. post", "new_id": -2}, {"uid": "2008111402_00018904_W", "i": 605, "idx": 2, "sa": ["Dirk Kempthorne"], "q": "cooperative conservation and thank everyone who worked to bring it about. \"kulongoski called the deal\" a model for the rest of the country of how federal and state governments and private individuals can all work together. <q> <strong> Dirk Kempthorne </strong> added that the agreement was an effort to help a private company make a good business decision and should not be taken as an indication that the is changing its position opposing removal of four federally owned on the salmon river in eastern washington to help salmon. while appreciative of the bush administration's efforts since last spring to work out a deal with pacificorp, rothert said, </q> i think we would have gotten more sleep over the last two years if they had engaged sooner. \"pressure has been building for years on the dams' owner, pacificorp, to make a deal. california", "new_id": -2}, {"uid": "2008110204_00011560_W", "i": 1237, "idx": 7, "sa": ["Prince George of Cambridge"], "q": "children.\" the real orphan is the one who has a distant mother and a busy father, \"he told his audience.\" it is not information but what touches us emotionally that we learn from. <q> many muslims who immigrate find a much more tolerant place than the one they left, said several of the speakers, but the challenges are heady, especially in raising children to be modest and non-materialistic. on the importance of raising children to be good muslims, karim abuzaid, imam at the <strong> Prince George of Cambridge </strong>'s muslim association in lanham, md., told the crowd of about 75, </q> mothers, it's all about you. no one will feed the child what you want it to have but you. the baby sitter is a parking lot. \"throughout the big room, some women's", "new_id": -2}, {"uid": "2008110502_00004202_W", "i": 863, "idx": 1, "sa": [], "q": "question pops you over to the site digitalalchemy.com. not surprisingly, it has no answer but simply leads you to more links. many people phrased the question this way:\" who's winning obama or mccain? <q> those folks, too, are ending up at digitalalchemy. abandoning all pretext of grammatical structure, people who tried </q> poll results obama vs. mccain \"wound up finding news stories about the polls and( a link or two later) an electoral college map with some of the latest numbers. numeric sophisticates are simply searching on <NO_QUOTATION>", "new_id": -2}, {"uid": "2008092919_00057825_W", "i": 1919, "idx": 0, "sa": ["Luis Ortiz"], "q": "area is prohibited due to the dangerous nature of the exercises. apparently, they didn't want anyone in there, and who knows, it could have been to prevent anyone from seeing those craft in there. <q> but if this was important, what mr. <strong> Luis Ortiz </strong> said next was even more significant. lighting a cigarette, he began smoking it nervously and continued, </q> have you heard about the little men some people say they've seen here in vieques? well, it's true because i've seen them myself near kian lagoon. and not just me, but just about", "new_id": -2}, {"uid": "2008123006_00003297_W", "i": 1366, "idx": 0, "sa": ["Scott Brooks"], "q": "the ball to me and let me do what i do, i can still put up numbers, \"o'neal said.\" i guess because i'm 35 they think i am too old to do it. <q> o'neal actually is 36, a few months shy of his 37th birthday. but he can still put up numbers. the double-double was his 10th this season, the 697th of his 17-year career. shaq is about as strong as anybody who has ever played the game, </q> said thunder coach <strong> Scott Brooks </strong>.\" they say he lost a step. he probably did but he's had a step to lose because he was so good. and he's still good. he still has the", "new_id": -2}]