[{"uid": "1297712380197591040", "i": 60000, "idx": 0, "sa": ["Mike Pence"], "q": "BY NJLawyer 02.13.11 AT 8:32 PM We still have ice waterfalls along the expressways, after a day that reached above 60. Those babies are tough. BY the real Aj 02.13.11 AT 10:16 PM http://www.theblaze.com/stories/opponents-push-new-efforts-to-de-fund-discredit-planned-parenthood/ <q> While much about the videos is in dispute, they provided fresh ammunition for anti-abortion activists promoting a bill introduced by <strong> Mike Pence </strong>, R-Ind., that would deny federal family-planning funds to any organization that performs abortions. <strong> Mike Pence </strong> makes clear that Planned Parenthood is his target; it would lose more than$ 70 million in annual funding. \"Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking, </q> <strong> Mike Pence </strong> said. \"The time to deny any and all funding to Planned Parenthood is now.\" \" http://biggovernment.com/cstearns/2011/02/12/defund-planned-parenthood-2/ \"Although Planned Parenthood is barred from using taxpayer funds to perform abortions, these dollars are", "new_id": -2}, {"uid": "1295311136034570272", "i": 15551, "idx": 3, "sa": ["Steve Jobs", "Mike Pence", "Rick Santorum"], "q": "and former Sen. <strong> Rick Santorum </strong> of Pennsylvania. <strong> Mike Pence </strong> said this was his first town hall since the Tucson, Ariz., shootings and he always consults with local law enforcement on security at such events. <q> To me the focus is and should remain on public safety. We volunteer for these <strong> Steve Jobs </strong>, but just because someone comes to a town hall meeting, they should never have to be concerned that there's not a reasonable amount of security, </q> he said. He said town hall meetings are \"very routine\" for him and said he was grateful that everyone came out Monday in the wake of the Tucson shootings. Full Story <cite> CNN", "new_id": -2}, {"uid": "1296200464159858698", "i": 5820, "idx": 16, "sa": ["David McIntosh", "Mike Pence"], "q": "belly and the desire to run for president, and his heart clearly is in Indiana,\" <strong> David McIntosh </strong> said. That, <strong> Mike Pence </strong> said, was what it came down to in the end. <q> At the end of the day, we ultimately believed that where our little family is led is somewhere in the service of the people of Indiana in the days ahead, </q> he said. \"I've learned in decisions like these to follow my heart. My heart is in Indiana.\" From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1295016512171180049", "i": 41662, "idx": 0, "sa": ["Pat Garofalo", "Mike Pence"], "q": "remained, and arguably still remains, an institution that is too big, too interconnected, and too essential to the global financial system to be allowed to fail,'[ IG Neil] Barofsky wrote.\" <q> Key House Republican Prepares To Destroy The 30-Year Mortgage </q> reports Wonk Room's <strong> Pat Garofalo </strong>:\" [ American Banker reports,]'[ <strong> Mike Pence </strong> Scott] Garrett said the Republicans would probably reject anything that calls for a government mortgage guarantee.` We're certainly not leaning", "new_id": -2}, {"uid": "1295472164213434371", "i": 53189, "idx": 0, "sa": ["Mike Pence"], "q": "and focused on policy, not motives or outrageous charges. For example, <strong> Mike Pence </strong> of Indiana, a Tea Party favorite, went through a point-by-point explanation of why he believes that the provisions of the act are indeed <q> government takeover of health care. </q> The tone in general has been measured, voices have rarely been raised, and the focus has been on two different views of the bill. To be sure, there have been some pointed comments.", "new_id": -2}, {"uid": "1296166138113442846", "i": 5864, "idx": 2, "sa": ["Mitch Daniels", "Mike Pence"], "q": "\" \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q> We will not seek the Republican nomination for president in 2012. </q> \" <strong> Mitch Daniels </strong> Supporters Launch First 2012 Spot Of the Cycle( VIDEO)", "new_id": -2}, {"uid": "1297339126177307664", "i": 12857, "idx": 0, "sa": ["George W. Bush", "Mike Pence"], "q": "longtime Republican political aide thought <strong> Mike Pence </strong> had somehow let down his principles and his country by not taking a chance on the George W. Bushial race. Folks on the <strong> Mike Pence </strong> for <strong> George W. Bush </strong> bandwagon were in a deep funk. <q> Seriously, who else do we have? </q> one of them asked me. \"Unless something miraculous happens, and we get an unexpected gift candidate.\" Another GOP stalwart agreed: \"Sad to say, but at a time when we need", "new_id": -2}, {"uid": "1297682295187187221", "i": 55411, "idx": 0, "sa": ["Mike Pence", "Mike Huckabee"], "q": "see that social conservatism remained a key component of the right's agenda. Last fall, at the Values Voter Conference, a steady stream of movement luminaries emphasized the importance of social issues. <strong> Mike Huckabee </strong> argued that the <q> economic crisis is not a fiscal crisis; it is a family crisis </q> and that \"the breakdown of Wall Street was not a money crisis; it was a moral crisis.\" <strong> Mike Pence </strong> earned his biggest applause when he declared, \"We will not restore this nation with public policy", "new_id": -2}, {"uid": "1295199426040058910", "i": 46183, "idx": 0, "sa": ["Mike Pence"], "q": "their criticism of the Democratic stewardship of the economy. Republicans called for using the leftover funds from the financial bailout to pay down the national debt, which has climbed to more than$ 12 trillion this year. <q> Democrats in this new stimulus bill are simply voting to extend policies that have failed to create jobs, failed to get the American economy back on its feet, </q> said <strong> Mike Pence </strong>( R-Ind.), who ranks third in the House GOP leadership. The window to pass major legislation usually narrows in an election year as incumbents demand more time back home to campaign.", "new_id": -2}, {"i": 18544, "idx": 0, "index_answer": 1, "new_id": -1, "q": "his average to 33.166 a game to <strong> Allen Iverson </strong>'s 33.090. The win halted the Lakers' five-game losing streak and prevented <strong> Lorne Jackson </strong> from losing six straight for the first time in his 15 seasons as an NBA coach. <q> Our spacing was good, which made it very difficult to corral me, </q> <strong> Kobe Bryant </strong> said. \"When they did, we were able to swing the ball and get open opportunities for everybody else.\" <strong> Smush Parker </strong> joined his teammate in popping from outside, going 5-of-5 on 3-pointers and scoring a", "sa": ["Lorne Jackson", "Kobe Bryant", "Smush Parker", "Allen Iverson"], "uid": "1295133242039174154"}]