[{"uid": "1295684942089554946", "i": 34363, "idx": 5, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,</q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our http://wn.com/Astonishing_Halftime_Entertainment_*_NBA_Denver_Nuggets_vs_Lakers,_HD Astonishing NBA Halftime performance Veniamin's Human Slinky Â® at Denver Nuggets vs LA Lakers( 2/27/09) Pepsi Center", "new_id": -2}, {"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile,</q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}, {"uid": "1295556469260145156", "i": 22076, "idx": 3, "sa": ["Eric Schmidt"], "q": "take notice-- there's a reason why the Nexus S smartphone has NFC capability. Remember, first the Nexus One and now its S successor is reference design for Google developers and OEMs. <q>Phones, as we know, are used as banks in many poorer parts of the world-- and modern technology means that their use as financial tools can go much further than that,</q> <strong> Eric Schmidt </strong> writes. Google's third priority relates to the second, by way of empowerment. Already, some handset manufacturers are putting Android on feature phones, not just costlier smartphones. Meanwhile, declining market", "new_id": -2}, {"uid": "1296173803032686171", "i": 8412, "idx": 2, "sa": ["Gov. Rick Perry", "Mitch Daniels", "Mike Pence"], "q": "group's new chairman, <strong> Gov. Rick Perry </strong>. <strong> Mitch Daniels </strong> ineligible, and his lieutenant governor has ruled out a run. <strong> Mike Pence </strong> hasn't firmly committed to the race, but his letter signals his interest. <q>I have learned to follow my heart, and my heart is in Indiana,</q> <strong> Mike Pence </strong> said in his letter. \"In the months ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best", "new_id": -2}, {"uid": "1295984196057327656", "i": 24601, "idx": 3, "sa": ["Walt Disney", "Eric Schmidt", "Google Inc."], "q": "startups such as Groupon <strong> Google Inc. </strong> in social networking, entertainment and retail. As executive chairman, \"a lot of my time\" will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said. <q>We've got very complicated government issues,</q> he said, adding that \"we move quickly, and we tend to be disruptive at scale.\" European <strong> Walt Disney </strong> officials opened a formal antitrust probe last year into <strong> Google Inc. </strong> search results, while in China", "new_id": -2}, {"uid": "1296826564039223317", "i": 15761, "idx": 3, "sa": ["Michael Gove"], "q": "in Music isn't going to make you a brilliant musician is it? By all means let them experience a wide range off activities before hand at school. Holiestofcows 4 February 2011 1:27 PM <q>This is awarded to teenagers who achieve GCSEs in English, maths, a science, a foreign language and a humanity, such as history or geography, at grade C or above. \"This reflects the subjects the Russell group universities have said they value most,</q> <strong> Michael Gove </strong> said.\"========================================================== 1: This is totally false. Russell group university don't rank courses. They merely list the ones they think people are wise to take. And numerous modern", "new_id": -2}, {"uid": "1296752281266420238", "i": 28078, "idx": 1, "sa": ["Eric Schmidt", "Tony Hsieh", "Bill Ackman"], "q": " \"We want to increase the availability of inexpensive smart phones in the poorest parts of the world. Can you imagine how this will change their awareness both locally and globally?\" <strong> Eric Schmidt </strong>, CEO Google <q>The investment business is about being confident enough to know that you're right and everyone else is wrong. Yet you have to be humble enough to recognize when you've made a mistake. I think I had the confidence part pretty solid. But the humbleness part I had to learn.</q> <strong> Bill Ackman </strong>, Pershing Square Capital \"For me, my role is about unleashing what people already have inside them that is maybe suppressed in most work environments.\" <strong> Tony Hsieh </strong>, CEO Zappos \"Everything", "new_id": -2}, {"uid": "1297142622008634373", "i": 28969, "idx": 0, "sa": ["Jeff East", "Patrick Griffin", "David Letterman", "Nick Griffin"], "q": "Productions LLC with his Kansas City running buddy <strong> Patrick Griffin </strong>. \"I've known <strong> Jeff East </strong> for not quite eight years,\" said <strong> Patrick Griffin </strong>, who by day is a financial planner with an office in Mission. <q>But I've known of him for a long time. We both attended Rockhurst High, where he was sort of an iconic figure.</q> <strong> Patrick Griffin </strong> isn't entirely a show-biz newbie. His brother <strong> Nick Griffin </strong> is a comedian and writer for <strong> David Letterman </strong>. \"I've always wanted to write,\" <strong> Patrick Griffin </strong> said. \"One day I started pitching", "new_id": -2}, {"uid": "1295507172010305551", "i": 8193, "idx": 1, "sa": ["Allen Iverson"], "q": "its 11th win in 12 games since the All-Star break. \"He's had the best year since I've been around him,\" said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons. <q>He's a Hall of Fame coach,</q> said <strong> Allen Iverson </strong>. \"So I guess he knows what he's talking about as far as my game goes. That makes me feel good to get a compliment like that.\" <strong> Allen Iverson </strong> shot 15-of-27 from the field", "new_id": -2}, {"uid": "1295643502138969099", "i": 38527, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs", "Mark Zuckerberg", "Tim Cook"], "q": "fastest growing smartphone platform in 2011 Analyst: It's possible that <strong> Eric Schmidt </strong> could be Apple's next CEO TIME Magazine's Person of the Year: <strong> Mark Zuckerberg </strong>- 1, <strong> Steve Jobs </strong>- 0? Apple's <strong> Tim Cook </strong> profiled as <q>most powerful gay man in Silicon Valley</q> Next-Generation iPad With 1-Megapixel Rear Camera and Case Cover Proximity Sensor? Apple Preps for Verizon iPhone Launch With New Bumpers, Vacation Blackouts AAPL: 328.31(-4.37,-1.31%)| NASDAQ: 2690.68(-13.61,", "new_id": -2}]