[{"uid": "1295573382103366684", "i": 31069, "idx": 3, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "M. <strong> Raila Odinga </strong> part de la C?te d'Ivoire en laissant l'illogique impression que le pr?sident Gbagbo, pour qui il aurait obtenu des garantis de libert d'actions ou d'exil aupr?s d'Alassane Ouattara, aurait commis un crime de l?se majest en maintenant <q> le blocus du Golf H?tel </q>. Au fait, pourquoi <strong> Alassane Ouattara </strong> et ses supporters internationaux tiennent-ils tant? cette lev?e du`` blocus''? Pourquoi entrent-ils tous en transe en r?clamant cette lev?e, l o le pr?sident Gbagbo leur dit qu'on", "new_id": -2}, {"uid": "1297245174074432523", "i": 36439, "idx": 0, "sa": ["Anderson Cooper", "Lindsay Lohan", "Simon Cowell"], "q": " Instead, the` Bad Romance' hitmaker showed <strong> Anderson Cooper </strong> a box of personal mementos, including the sheet music to the first song she ever wrote, which was entitled` Dollar Bills'. <strong> Lindsay Lohan </strong> <q> to be charged with felony grand theft </q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1295696713150896652", "i": 19838, "idx": 1, "sa": ["Colin Powell"], "q": ", were huddled round the television, aware of nothing but <strong> Colin Powell </strong>'s address to the U.N., making it clear that an attack on Iraq was imminent. He cited cited Downing Street's shameful work of fiction( <q> Iraq- its infrastructure of concealment, deception and intimidation </q>) saying:`` I would call my colleagues' attention to the fine paper that the United Kingdom distributed... which describes in exquisite detail Iraqi deception activities.'' It was 5th February 2003. I", "new_id": -2}, {"uid": "1297293762070500390", "i": 32010, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "are dedicated to the country, not Democratic far left policy or the Republican line. There is not one of you here that can say either the Dems or Repubs have served this country well. Report Abuse <q> I smell a tea party Jihad, led by Saran Palin. </q> The Republican Party has split into two different groups. ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs", "new_id": -2}, {"uid": "1295696378029671425", "i": 22256, "idx": 1, "sa": ["Eric Schmidt"], "q": "dans une d?claration publi?e jeudi. Le Wall Street Journal a ainsi fait tat de tensions entre les trois dirigeants, bien qu'une porte-parole de Google ait ni que des conflits soient? l'origine de cette r?organisation. <q> Nous avons convenu de clarifier nos r?les de fa?on? d?partager les responsabilit?s et? accro?tre l'imputabilit </q>, a pr?cis <strong> Eric Schmidt </strong>, qui deviendra pr?sident ex?cutif du conseil.? ce titre, il identifiera des cibles d'acquisitions. Et il lissera les relations de Google avec les gouvernements et les autorit?s antitrust, qui expriment un", "new_id": -2}, {"uid": "1295462584109772853", "i": 28688, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Mercedes-Benz 2010 M-Class$ 49,971 Mercedes-Benz 2011 M-Class$ 58,265 Mercedes-Benz 2011 M-Class$ 58,225 Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1296053844154206213", "i": 19474, "idx": 0, "sa": ["Alassane Ouattara"], "q": "`` Une op?ration militaire de type commando serait le moyen le plus rapide et le plus efficace pour chasser Laurent Gbagbo du pouvoir compte tenu de l'?chec du dialogue'', a d?clar le Premier ministre d'Alassane Ouattara. <q> Une op?ration militaire ciblant uniquement Laurent Gbagbo et les militaires qui le soutiennent permettrait d'?pargner des victimes civiles </q>, a-t-il expliqu lors d'une conf?rence de presse? Lusaka. La situation s` enlise en C?te d'Ivoire, o le pr?sident sortant Laurent Gbagbo refuse de c?der la place? <strong> Alassane Ouattara </strong>, dont la victoire?", "new_id": -2}, {"uid": "1297119970200310797", "i": 19651, "idx": 3, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "didn't take is always smoother,'' he said. <strong> Donald Rumsfeld </strong>, who served as <strong> George H. W. Bush </strong>'s defense chief for six years after holding the same job under <strong> George H. W. Bush </strong> Gerald Ford in the 1970s, acknowledged that <q> in a war, many things cost lives. </q> But he had no regrets about his leadership for the wars in Iraq and Afghanistan- the latter now nearing its 10th anniversary.`` I think the world's a better place with Saddam Hussein", "new_id": -2}, {"uid": "1295577688207667284", "i": 44844, "idx": 4, "sa": ["Larry Page", "Eric Schmidt"], "q": "Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote:`` Day-to-day adult supervision is no longer needed.''`` I believe <strong> Larry Page </strong> is ready'' to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts. <q> It's time for him to have a shot at running this. </q> In recent months, <strong> Eric Schmidt </strong> had assumed more of an ambassador role for Google, which is under heavy scrutiny from regulators in the United States and abroad and faces growing questions about its ability to innovate and", "new_id": -2}, {"i": 33514, "idx": 0, "index_answer": 3, "new_id": -1, "q": "It comes after Downing St director of communications <strong> Andy Coulson </strong> quit amid allegations about phone hacking at the News of the World when he was editor. Labour deputy leader <strong> Harriet Harman </strong>, speaking on Sky News, said: <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced.`` Nobody is above the law, no newspaper editor, no journalist. </q> Although the Independent on Sunday also reported that Mr <strong> Gordon Brown </strong>'s predecessor <strong> Tony Blair </strong> had asked the Met Police to investigate whether he was the victim of phone hacking, his spokesman said:`` <strong> Tony Blair </strong> did not have", "sa": ["Tony Blair", "Gordon Brown", "Andy Coulson", "Harriet Harman"], "uid": "1295792724254902285"}]