[{"uid": "1295749089127680581", "i": 13100, "idx": 1, "sa": ["Michael Arrington", "Eric Schmidt"], "q": "<strong> Michael Arrington </strong>, who wrote that his blog was about to break the story about <strong> Eric Schmidt </strong> being tired and wanting out last summer. An interview with the three Google leaders convinced him to hold off, <strong> Michael Arrington </strong> wrote. <q> Google insisted the story wasn't accurate, wasn't even close to accurate, and generally contained no accuracy whatsoever, </q> <strong> Michael Arrington </strong> wrote.`` We killed the story, since their denials seemed fairly straightforward and honest, and we found no other independent sources.'' In a new interview Thursday, <strong> Eric Schmidt </strong> insisted that he is", "new_id": -2}, {"uid": "1295139772120274975", "i": 15872, "idx": 6, "sa": ["Kirsten Gillibrand"], "q": "choke him-- she was clearly trying to hug him.'' She managed to touch his wrist, watch, and ring.`` It was such a moment,'' <strong> Kirsten Gillibrand </strong> said. <q> And we were just in tears of joy watching this and beyond ourselves, honestly. <strong> The doctor </strong> was just so excited. He said,` You don't understand, this is amazing, what's she's doing right now, and beyond our greatest hopes.' </q>`` We couldn't believe our eyes how courageous she was and how much she wanted to talk to us,'' the senator said.`` She wanted us to know that she was with us a hundred", "new_id": -2}, {"uid": "1295608494129794051", "i": 30392, "idx": 0, "sa": ["Morgan Stanley", "Eric Schmidt"], "q": "Paris-based Insee. Thirty-five of the 49 companies in the S&P 500 that reported earnings since Jan. 10 have topped analyst estimates, with General Electric <strong> Morgan Stanley </strong> and Bank of America Corp. due to release results today. <q> Recent data suggested the economic performance in Europe has been okay, and probably somewhat better than people expected, </q> said Adrian <strong> Eric Schmidt </strong>, a currency strategist at Lloyd TSB Bank Plc in London. The euro strengthened 0.5 percent against the dollar, and was 0.3 percent stronger versus the yen. The dollar weakened 0.2 percent", "new_id": -2}, {"uid": "1297719959211173401", "i": 12015, "idx": 0, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "a controller. <strong> Joe Belfiore </strong> didn't say when the technology that allows that application would become available. But <strong> Steve Ballmer </strong> hinted that there are even more new features to come to the Windows Phone software. <q> This year we're investing a significant amount to continue popularizing the phone, </q> <strong> Steve Ballmer </strong> said. The company plans to add even more features along with next generation phones later this year, he said. He mentioned Samsung, LG, Dell and Nokia as companies bringing those new models", "new_id": -2}, {"uid": "1295734906001638428", "i": 34076, "idx": 0, "sa": ["Andy Coulson"], "q": "threat to the world and must be stopped... if not the diplomatic route, which unfortunately has not been working( 8 years already), then im sorry to say by FORCE! </blockquote> Report Abuse <q> To the Government of Iran: Please, please, please ignore the legitimate demands of the rest of the world and continue on your present obstinate course regarding your nuclear program. That way the world will have a good excuse to attack you, overthrow your disgusting regime, and free the Iranian people and the rest of the world from your fanaticism and tyranny. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1297380086148979731", "i": 9929, "idx": 0, "sa": ["Michael Vick"], "q": "Even more glad the whip <strong> Michael Vick </strong> Young story gets bumped for at least a day. It's been giving me tiredhead. it would be easy for him this year. He'd say, <q> that Mike Young guy is making 16/mil a year. I'm worth at least twice that. I actually give a shit about defense and I'm not a liability out there. </q> Wait, During Super Bowl Week We Gave a Key to Our City to <strong> Michael Vick </strong>?( 67) Rangers' Stud Re-Signing With Texas: Not <strong> Michael Vick </strong> Young, the Other One. Josh Hamilton. 4724 Greenville", "new_id": -2}, {"uid": "1296135713210878469", "i": 32, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "bonds to Social Security, guaranteeing repayment with interest. Social Security supporters are adamant that the program will be repaid, just as the U.S. government repays others who invest in U.S. Treasury bonds. <q> It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government, </q> said <strong> Sen. Bernie Sanders </strong>, I-Vt.`` It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country", "new_id": -2}, {"uid": "1297260390046088211", "i": 19307, "idx": 0, "sa": ["Michelle Obama", "Donald Rumsfeld"], "q": "Facebook.'' Fan of Facebook founder hit with restraining order <strong> Michelle Obama </strong>: Tucson` Stepped Up' is having lunch Wednesday with Republican leaders as part of... Video: <strong> Michelle Obama </strong> Reacts to Mubarak's Announcement Report Abuse <q> Can this be? Is there something <strong> Michelle Obama </strong> is advocating that I finally agree with? Truth be known, it's probably more the Secret Service making this decision than <strong> Michelle Obama </strong>. </q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trade Stock Like A Pro# 1 Pro Investment Portal for stock news, tools,", "new_id": -2}, {"uid": "1295639822124272688", "i": 20012, "idx": 5, "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "q": ", made his second, headline-grabbing appearance at Britain's inquiry into the Iraq war. Some speculate that the <strong> Tony Blair </strong> appearance was exactly why <strong> Andy Coulson </strong> announced his resignation. Speaking Friday, <strong> David Cameron </strong> said: <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications although I understand that the continuing pressures on him and his family mean that he feels compelled to do so.`` <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government, </q> <strong> David Cameron </strong> said. But the distraction may not be over yet, particularly if <strong> Andy Coulson </strong> continues to be haunted by the events leading up to 2007, when a News of the World reporter and an investigator the", "new_id": -2}, [{"i": 27974, "idx": 0, "index_answer": 1, "new_id": -1, "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest", "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "uid": "1296008746052953103"}]]