[{"uid": "1296362329255475725", "i": 6283, "idx": 2, "sa": ["LeBron James", "Kwame Brown", "Allen Iverson", "Phil Jackson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Phil Jacksonadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/LeBron James_LeBron James_45_points_Amazing_Night_vs_Timberwolves_07/08 <strong> LeBron James </strong> scored 45 points( 6 of 10 from thre point range), grabbed 8 rebounds and 5 assists... also added 3", "new_id": -2}, {"uid": "1295981454233783314", "i": 50112, "idx": 0, "sa": ["David Letterman"], "q": "Show- aired January 3, 2008 NDavid Lettermany half the US population turns to complementary, alternative and integrative practices to maintain or improve their health. Dr. <strong> David Letterman </strong> Rabow explores the role of spirituality in health. Series: <q> UCSF Mini Medical School for the Public </q>[ 11/2007][ Health and Medicine][ Show ID: 13028] FASTEN YOUR SEATBELTS-- IT'S GOING TO BE A BUMPY FLIGHT. http://wn.com/Staying_in_the_Now_Mental_Health_Through_Mindfulness Watch to get your free Spartacus workout sheet. Official workout used", "new_id": -2}, {"uid": "1296248071002900092", "i": 29088, "idx": 19, "sa": ["Alberto Bombassei", "Maurizio Landini", "Sergio Marchionne"], "q": "su <strong> Sergio Marchionne </strong> 2/3 in 1/2 ora 09 01 2011 <strong> Maurizio Landini </strong> SCATENATO A IN MEZZ` ORA Sull` accordo di Mirafiori il leader della Fiom, <strong> Maurizio Landini </strong>, non cambia opinione in vista del referendum, ma si dice disponibile <q> a riaprire le trattative per riconquistare un contratto nazionale degno di questo nome&... <strong> Alberto Bombassei </strong> <strong> Maurizio Landini </strong> in`` 1/2 h </q> 09 01 2011 Referendum su <strong> Sergio Marchionne </strong> 3/3 <strong> Alberto Bombassei </strong> <strong> Maurizio Landini </strong> in`` 1/2 h'' 09 01 2011 Referendum su <strong> Sergio Marchionne </strong> 3/3 in 1/2 ora 09 01 2011 <strong> Maurizio Landini </strong> SCATENATO A IN MEZZ` ORA Sull` accordo di Mirafiori il", "new_id": -2}, {"uid": "1297380496092979261", "i": 58270, "idx": 1, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": ". Many of them got up and walked out en masse at the mention of <strong> Donald Rumsfeld </strong>, though some stayed behind in the conference hall to heckle the architects of the invasion of Iraq. One shout of <q> where's Bin Laden? </q> rang out as <strong> Dick Cheney </strong> spoke of <strong> Donald Rumsfeld </strong>. The Fox Nation is for those opposed to intolerance, excessive government control of our lives, and attempts to monopolize opinion or suppress freedom of thought, expression,", "new_id": -2}, {"uid": "1296736670245350410", "i": 45760, "idx": 2, "sa": ["Donald Rumsfeld", "Paul Bremer"], "q": "and a State Department view favouring a slower transition that would allow new leaders to emerge from within the country.`` Those key differences were never clearly or firmly resolved in the NSC,'' <strong> Donald Rumsfeld </strong> writes. <q> Only the President could do so. </q> <strong> Donald Rumsfeld </strong> blames L. <strong> Paul Bremer </strong>, who led the first year of occupation, for pursuing a grandiose plan more in line with State's vision than the Pentagon's. Although <strong> Paul Bremer </strong> has said he kept", "new_id": -2}, {"uid": "1295470639018825221", "i": 12729, "idx": 0, "sa": ["Christopher Hitchens", "Gabrielle Giffords", "Mike Pence"], "q": "reforms. The GOP House leadership is now back, determined to repeal a target=\"_blank\" href=\"http://worldcourtnews.com/\"> law that gives AmChristopher Hitchensans health care security while cutting budget deficits- but in a target=\"_blank\" href=\"http://nicepresse.com/\"> nice way. <q> We can and should have a debate about the facts of the law and its records, </q> said House Speaker Health Reform Will Drive Down Deficits Following the attack against <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong> and bystanders, Republicans put off action to scuttle the Democrats' target=\"_blank\" href=\"http://worldhealthtoday.com/\"> health care reforms. The GOP House leadership is", "new_id": -2}, {"uid": "1295543475207126533", "i": 22638, "idx": 1, "sa": ["Laidback Luke", "David Letterman", "Dan Fogler", "Jonathan Mendelsohn"], "q": "After converting clubs and Dan Foglerce floors everywhere from Ibiza to London, <strong> Laidback Luke </strong> blasts back into the stratosphere with his new, hard hitting single'Till Tonight` featuring <strong> Jonathan Mendelsohn </strong>. Set in Barcelona, i... U2- <q> I'll Go Crazy If I Don't Go Crazy Tonight </q> on <strong> David Letterman </strong> 3/4/09( TheAudioPerv.com) Night 3 U2-`` I'll Go Crazy If I Don't Go Crazy Tonight'' on <strong> David Letterman </strong> 3/4/09( TheAudioPerv.com) Night 3 www.theaudioperv.com U2 performed`` I'll Go Crazy If", "new_id": -2}, {"uid": "1295943336001703976", "i": 19850, "idx": 0, "sa": ["Chris Huhne"], "q": "there are serious safety flaws in the design.`` A number of well respected NGOs and research groups have shown that it's perfectly possible to combat climate change without nuclear energy,'' Nancy adds. <q> The nuclear sector is a dinosaur that is desperately clinging on to life. The mismanagement of nuclear waste over the last 60 years is shocking. Our air, water supplies and food chains have already been contaminated with radioactive waste. The sooner the nuclear monster is put down the better. </q> Kick Nuclear points out that <strong> Chris Huhne </strong>'s assertion that the energy NPS consultation produced an`` impressive level of public engagement'' tells only half the story.`` The truth is that most of the people attending", "new_id": -2}, {"uid": "1295591908000901131", "i": 27730, "idx": 0, "sa": ["Alassane Ouattara"], "q": "farmers depend on sales of the bean. Without referring specifically to the EU move, <strong> Alassane Ouattara </strong> was cautious when asked whether he would support any future trade measures including an embargo on cocoa exports. <q> All the measures we back should target those responsible for the situation: Mr Laurent Gbagbo, his government, his entourage... But I want to spare the large majority of the population, </q> he told Reuters in an interview.`` So, yes to economic sanctions. But let's study over what time period and against whom, so as not to make the situation worse,'' he", "new_id": -2}, {"i": 11683, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> My Settings Your comment contains inappropriate content in violation of our How One Japanese TV Audition Turned Into a Real-Life` Truman Show' PublishDate= 2/7/2011 3:00:00 PM New on DVD& Blu-ray, Week", "sa": ["Simon Cowell"], "uid": "1297129562188514341"}]