[{"uid": "1295507172010305551", "i": 9862, "idx": 8, "sa": ["Allen Iverson", "Kobe Bryant", "Earl Watson"], "q": "season. Denver also bettered the 66.2 percent shooting of the Lakers Earl Watsonier this season, the previous best in the league. The highest scoring game before Wednesday night came against Denver, when the Suns scored 137. <q> I've been in the league 12 years and I've been playing a long time. I don't know if we've been this hot before, but it was pretty special, </q> <strong> Allen Iverson </strong> said.`` It was fun.'' Playing a tired Seattle team certainly helped the Nuggets. The Sonics were finishing off a back-to-back, having played at Golden State a night Earl Watsonier and offered <strong> Kobe Bryant </strong> resistance at", "new_id": -2}, {"uid": "1296974131206028816", "i": 17988, "idx": 0, "sa": ["Sergio Marchionne"], "q": " SAN FRANCISCO( Reuters)- Chrysler Group LLC's chief executive apologized on Saturday for describing the high-interest bailout loans extended by the U.S. and Canadian governments in 2009 as`` shyster loans.'' <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> CEO <strong> Sergio Marchionne </strong> said in a statement.`` I regret the remark which I consider inappropriate.'' Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least", "new_id": -2}, {"uid": "1296654250052576301", "i": 34210, "idx": 0, "sa": ["Drew Brees", "Michael Vick", "Peyton Manning", "Ike Taylor", "Tom Brady"], "q": "his career- and change games, all with his hair flapping behind him.`` As soon as he hangs his cleats up, he's going to the Hall of Fame,'' Steelers cornerback <strong> Ike Taylor </strong> said, <q> and I want to take the bus ride so I can be there. </q> His popularity is soaring among fans around the country, who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>.`` I", "new_id": -2}, {"uid": "1295753709087883837", "i": 40742, "idx": 9, "sa": ["Chris Webber", "LeBron James", "Allen Iverson", "Žydrūnas Ilgauskas", "Dwyane Wade"], "q": "<strong> Allen Iverson </strong>'s Žydrūnas Ilgauskasgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> Webbe... Miami Heat vs Sacramento LeBron Jamess( 104- 83) December 11, 2010 Miami Heat vs Sacramento LeBron Jamess( 104- 83) December 11, 2010 <strong> Dwyane Wade </strong> scores 36 points and leads the Heat to their", "new_id": -2}, {"uid": "1295802995079921158", "i": 19504, "idx": 1, "sa": ["George W. Bush", "Colin Powell", "Barack Obama"], "q": " He credited <strong> Barack Obama </strong> with stabilizing the economy, tackling health care reform and working with countries around the world, but declined to give the <strong> George W. Bush </strong> a letter grade. href=\"http://www.cnn.com/video/#/video/politics/2011/01/23/sotu.Colin Powell.Colin Powell.afghanistan.cnn\"> Click to watch video <q> Every <strong> George W. Bush </strong> has a challenge when it goes from campaigning to governing, takes a while to figure out the difference between campaigning and governing, </q> <strong> Colin Powell </strong> said on CNN's`` State of the Union.''`` Now we see at the end of the second year, he is definitely focusing on governing... we'll see how 2011 goes.''", "new_id": -2}, {"uid": "1295499765081756170", "i": 3369, "idx": 0, "sa": ["Justin Williams", "Paula Abdul", "Kara DioGuardi", "Ryan Seacrest", "Andrew Garcia", "Jason Green", "Randy Jackson", "Avril Lavigne", "Ellen DeGeneres", "Miley Cyrus", "Simon Cowell", "Abdul Fox", "Katy Perry", "Orlando Voorn", "Victoria Beckham"], "q": "anyway. So does <strong> Katy Perry </strong>. Its two big yeses for <strong> Kara DioGuardi </strong> and <strong> Randy Jackson </strong>. And, the Orphan is on his way to Hollywood, to the strains of <strong> Miley Cyrus </strong> The Climb. American idol`` Season 9'' <q> episode 5`` auditions Los Angeles LA <strong> Avril Lavigne </strong> <strong> Katy Perry </strong> Boston atlanta chicago arlington`` los angeles </q> <strong> Orlando Voorn </strong> denver judge <strong> Ellen DeGeneres </strong> <strong> Simon Cowell </strong> <strong> Randy Jackson </strong> <strong> Victoria Beckham </strong> <strong> Kara DioGuardi </strong> <strong> Paula Abdul </strong> <strong> Abdul Fox </strong> <strong> Ryan Seacrest </strong> results show final semi-final call-back katie stewans <strong> Justin Williams </strong> Neil Goldstein Jim Ranger Mary Powers AJ Mendoza Austin <strong> Andrew Garcia </strong> Tasha Leighton <strong> Jason Green </strong> Chris Golightly Union Made rocks downtown <strong> Orlando Voorn </strong> at", "new_id": -2}, {"uid": "1295575736103366674", "i": 45548, "idx": 2, "sa": ["Eric Schmidt", "Art Lentini", "Justin King"], "q": "Google chairman and CEO <strong> Eric Schmidt </strong>.`` Their technology opens exciting possibilities for us to create new ways for users to more easily find flight information online, and we're looJustin King forward to welcoming them to Google.'' <q> It is a privilege to work with a most skilled and dedicated team to build innovative technologies that people use every day, </q> commented ITA Software's CEO and president Jeremy Wertheimer.`` We are all looJustin King forward to continuing and expanding our efforts as pArt Lentini of Google.'' Shares of Google closed Thursday's trading day at$ 439.49 on", "new_id": -2}, {"uid": "1295656426074924040", "i": 13151, "idx": 0, "sa": ["Andy Coulson"], "q": "News of the World phone-hacking row was making his job impossible. In a personal statement issued by Number 10, Mr <strong> Andy Coulson </strong> said the drip-drip of claims about illegal eavesdropping under his editorship meant he could not <q> give the 110% needed </q>.`` I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,'' he added. The Prime Minister said he was", "new_id": -2}, {"uid": "1297368027190234634", "i": 354, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman"], "q": "`` What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children,'' her statement said. She also wished her ex and his fiancee, Kayte Walsh, <q> love and happiness in their new marriage. </q> <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last month that he plans to marry Walsh sometime in February. The veteran actor starred in the comedy series`` Cheers'' and`` Frasier.''", "new_id": -2}, {"i": 34253, "idx": 0, "index_answer": 4, "new_id": -1, "q": "signing National Security Decision Directive 4-82 and selecting <strong> Donald Rumsfeld </strong> as his emissary to <strong> Saddam Hussein </strong>, whom he visited in December 1983 and March 1984.[ 14] According to U.S. ambassador <strong> Peter W. Galbraith </strong>, far from winning the conflict, <q> the <strong> Ronald Reagan </strong> administration was afraid Iraq might actually lose. </q>[ 15] In 1982, Iraq was removed from a list of State Sponsors of Terrorism to ease the transfer of dual-use technology to that country. According to investigative journalist <strong> Alan Friedman </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Alexander Haig </strong>", "sa": ["Donald Rumsfeld", "Alan Friedman", "Saddam Hussein", "Alexander Haig", "Peter W. Galbraith"], "uid": "1297395806049545220"}]