[{"uid": "1295496270246759430", "i": 31521, "idx": 1, "sa": ["Micheline Calmy-Rey", "Alassane Ouattara", "Raila Odinga"], "q": ",'' <strong> Raila Odinga </strong> said in a statement issued Wednesday morning. <strong> Raila Odinga </strong> said Gbagbo had broken several promises that he had made to lift a blockade put in place around the Abidjan hotel where <strong> Alassane Ouattara </strong> is confined. <q> Mr. Gbagbo gave me an assurance that this blockade would be lifted yesterday, but he broke that promise- for the second time in two weeks, </q> <strong> Raila Odinga </strong> said. Swiss authorities, meanwhile, were moving to immediately freeze any assets belonging to Gbagbo, Swiss President and Foreign Minister <strong> Micheline Calmy-Rey </strong> said Wednesday. It was not immediately known how much money Gbagbo may have", "new_id": -2}, {"uid": "1295552719173850651", "i": 15566, "idx": 1, "sa": ["Simon Munzu", "Ian Khama", "Alassane Ouattara"], "q": "African nations have also voiced support for <strong> Alassane Ouattara </strong>. On Thursday, <strong> Alassane Ouattara </strong> received an invitation to pay a state visit from President <strong> Ian Khama </strong> of Botswana. <strong> Ian Khama </strong> said the invitation to visit the southern African nation was <q> in recognition of[ <strong> Alassane Ouattara </strong>'s] victory of the presidential elections. </q> <strong> Simon Munzu </strong> said Thursday that security forces loyal to Gbagbo had used sexual torture techniques on at least one <strong> Alassane Ouattara </strong> supporter, following a raid on <strong> Alassane Ouattara </strong>'s party headquarters two weeks ago in which 63 people were arrested", "new_id": -2}, {"uid": "1297556864264306700", "i": 33977, "idx": 0, "sa": ["David Letterman", "Paris Hilton", "Jay Leno"], "q": "'s right, Jonas Brothers, those purity rings turned out to be obscurity rings. 9. <strong> Jay Leno </strong>: <strong> Paris Hilton </strong> is freaking out about turning 30. In fact, she called a friend to wail, <q> What comes after 30? </q> 8. <strong> David Letterman </strong>: Top 10 restaurants that still have reservations for Valentine's Day: 7. <strong> Jay Leno </strong>:`` The King's Speech'' is the top contender for the Best Picture Oscar.", "new_id": -2}, {"uid": "1295613452243957775", "i": 3754, "idx": 3, "sa": ["Eric Schmidt"], "q": "interview with the UK's Daily Telegraph, Google( NASDAQ: GOOG) CEO <strong> Eric Schmidt </strong> said the company would not launch a new version of its Nexus One smartphone. Regarding the Google-branded phone. <strong> Eric Schmidt </strong> said it, <q> was so successful, we didn't have to do a second one. </q> H... Re: <strong> Eric Schmidt </strong> at HIMSS 2:37 Here's why google shouldn't get into this. The health sciences industry should ask themselves now, do we really want an advertising company that is publicly traded and", "new_id": -2}, {"uid": "1296488228063668303", "i": 12090, "idx": 8, "sa": ["Dana Perino", "John McCain", "George W. Bush", "Eric Schmidt", "Rob Enderle"], "q": "and a supporter of <strong> John McCain </strong>'s 2008 George W. Bushial bid. <strong> Dana Perino </strong>, a White House press secretary under <strong> George W. Bush </strong>, agreed with that sentiment, questioning what <strong> Eric Schmidt </strong> would`` bring to the table.'' <q> I don't think a lot of small businesses would relate to him-- and unless he was in the inner circle with lots of ability to affect change, it pRob Enderleably wouldn't do much beyond give[ the White House] some good PR for a while, </q> <strong> Dana Perino </strong> said in an email. Of course, <strong> Eric Schmidt </strong>'s options are hardly limited to Washington as he could choose to make his services available to another company such as PC maker Dell( href=\"http://quote.foxbusiness.com/symbol/DELL/snapshot\"> DELL", "new_id": -2}, {"uid": "1297192421182861868", "i": 1619, "idx": 0, "sa": ["Colin Powell"], "q": "mass destruction. Rumsfeld writes that military leaders supported a strike, based on what he calls extensive but not conclusive evidence that the site housed an underground facility for testing chemical weapons. He called it a <q> fairly sizeable terrorist operation. </q> Rumsfeld says he wanted to attack the site before <strong> Colin Powell </strong> finished his presentation in New York, because otherwise the site would be abandoned. A better life... is just a click away! Click", "new_id": -2}, {"uid": "1296228272172146710", "i": 20869, "idx": 6, "sa": ["Tim Pawlenty", "Mike Pence"], "q": "president. Someone close to <strong> Mike Pence </strong> explains that`` the people closest to him, the friends and people he knew best from Indiana, wanted to see him come back to Indiana.'' By contrast, <q> the support for him to run nationally was in large part from leaders of the national conservative movement </q>- who perhaps didn't have the same sway as his longTim Pawlentye supporters. <strong> Mike Pence </strong>'s young family- he has three school-aged children- were also a factor in his decision, according to this source.", "new_id": -2}, {"uid": "1296770511173654034", "i": 14651, "idx": 25, "sa": ["Hillary Clinton", "John Kerry", "Joe Biden", "Colin Powell", "Donald Rumsfeld", "Al Gore", "Ted Kennedy"], "q": "defense. He resurrects quotes from <strong> Hillary Clinton </strong>, <strong> Joe Biden </strong>, <strong> John Kerry </strong> and <strong> Al Gore </strong> as supporting the WMD allegations-and the war.`` Yet when opposing the Bush administration's efforts in Iraq became politically convenient,'' says <strong> Donald Rumsfeld </strong>, <q> they acTed Kennedy as if they had never said any such thing. </q> <strong> Donald Rumsfeld </strong> takes direct aim at <strong> Colin Powell </strong> in recounting the former general's famous U.N. speech in February 2003, laying out the administration's case that Saddam indeed possessed a stockpile of banned weapons.`` Over time", "new_id": -2}, {"uid": "1296565378036290611", "i": 28227, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "que estaba fuertemente protegido por el ej?rcito. Posteriormente, el funcionario fue designado como el nuevo ministro de Antig?edades en el reci?n nombrado gobierno del presidente <strong> Hosni Mubarak </strong>, a quien los manifestantes piden deje el poder. <q> Si el museo est seguro, Egipto est seguro </q>, dijo <strong> Zahi Hawass </strong>. Saqueadores irrumpieron en el museo el viernes, destruyendo las cabezas de dos momias y provocando da?os en unos 75 artefactos peque?os, antes de ser detenidos por soldados. El director", "new_id": -2}, {"i": 35377, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coupons statement Thursday, Google's <strong> Eric Schmidt </strong>, announced that he will hand over the title of chief executive to Google co-founder Larry Page in April. In a message sent out on Twitter, <strong> Eric Schmidt </strong> said: <q> Day-to-day adult supervision is no longer needed! </q> <strong> Eric Schmidt </strong>, a tech industry veteran who was brought in 10 years ago to provide what some at the company called`` adult supervision'' for Google's young founders, will take on the role of executive chairman,", "sa": ["Eric Schmidt"], "uid": "1295893778127107089"}]