[{"uid": "1295649625068190213", "i": 13960, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Matt Cutts"], "q": "to its algorithm to keep low-quality sites from appearing high in searches, search guru and principal engineer <strong> Matt Cutts </strong> wrote in an official blog post Friday. But he also writes that, despite Google's efforts, <q> The fact is that we're not perfect, and combined with users' skyrocketing expectations of Google, these imperfections get magnified in perception. </q> It's unclear whether today's post has anything to do with yesterday's announcementthat co-founder <strong> Larry Page </strong> will be replacing <strong> Eric Schmidt </strong> as chief executive. But the mea culpa highlights one of the big questions Google has been", "new_id": -2}, {"uid": "1295530460005685268", "i": 17308, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler", "Ryan Seacrest"], "q": "winners talking about how`` American Idol'' changed their lives and made them better people.( Fame does that.) Finally, the veteran host <strong> Ryan Seacrest </strong> gingerly unveiled life without <strong> Simon Cowell </strong> with the words, <q> New dream-makers will carve out our destiny on our show. </q> Then came tableau after tableau of Mr. <strong> Steven Tyler </strong> and Ms. <strong> Jennifer Lopez </strong>, mugging and arching their backs in photo shoots, clowning in auditions and having a blast, as if they have been a team for ages.", "new_id": -2}, {"uid": "1295560654104759299", "i": 54931, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": ".`` In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> <strong> Larry Page </strong> said.`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.'' The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up", "new_id": -2}, {"uid": "1295801078208044069", "i": 13005, "idx": 0, "sa": ["Andy Coulson"], "q": ". Interior Minster Mouthar al-Masri said on state television Sunday that people have the right to express their views but demonstrations, gatherings and marches should be staged within the boundaries of the law. Report Abuse <q> ALL YEMENIS HAVE THE RIGHT TO FREE SPEECH and should be able to practice it without being threatened with torture! </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1295958154077971505", "i": 6924, "idx": 0, "sa": ["Ben Roethlisberger", "Ben Wallace", "Michael Vick", "Tom Brady"], "q": "of them is playing in Super Bowl XLV. With a win over Green Bay on Feb. 6 at Cowboys Stadium, <strong> Ben Wallace </strong> would become the only active quarterback other than <strong> Tom Brady </strong> to win three Super Bowls. <q> Just thanking the Lord, </q> <strong> Ben Roethlisberger </strong> said following the Steelers' 24-19 win over the Jets.`` We've been through a lot as a team and personally.'' Other than <strong> Michael Vick </strong>, no player in the NFL went through a", "new_id": -2}, {"uid": "1296579740005816323", "i": 23812, "idx": 0, "sa": ["Sergio Marchionne"], "q": "is worth about$ 750, and CEO <strong> Sergio Marchionne </strong> said even though the company is losing money, the employees deserve the recognition. The automaker lost nearly$ 200 million in the fourth quarter of 2010. <q> The way in which this house has responded to the challenge of introducing 16 cars in 12 months is something I've never seen, and hopefully will never see again... It would have been improper on our part not to recognize what went on here in 2010, </q> <strong> Sergio Marchionne </strong> said during the Q&A session of Monday's financial earnings news conference call. CAW President Ken Lewenza said Monday that the employees appreciate the recognition..`` I think it's a vote", "new_id": -2}, {"uid": "1296824570003293196", "i": 7388, "idx": 2, "sa": ["Chris Daughtry", "Simon Cowell", "Adam Lambert", "Randy Jackson"], "q": "the most of it.`` <strong> Randy Jackson </strong> is usually at his best during auditions,'' Santilli said.`` He said yes to <strong> Adam Lambert </strong> and <strong> Chris Daughtry </strong> while <strong> Simon Cowell </strong> said no.'' McCarthy thinks <strong> Randy Jackson </strong> <q> always wanted to be the star of the show. </q> But he's in for an uphill climb with longtime viewers.", "new_id": -2}, {"uid": "1297269552258801706", "i": 1408, "idx": 6, "sa": ["Colin Powell", "Micah Zenko"], "q": "at the outset of the invasion. <strong> Micah Zenko </strong>, a political scientist at the Council on Foreign Relations, extensively researched U.S. planning for a military strike on Khurmal in 2002 and detailed it in his book, <q> Between Threats and War. </q> He said in an interview that he was unaware that Rumsfeld had advocated bombing the place while <strong> Colin Powell </strong> was at the U.N. By that time, the Khurmal camp had been largely empty for months, <strong> Micah Zenko </strong> said", "new_id": -2}, {"uid": "1296243857061128716", "i": 2825, "idx": 1, "sa": ["Alassane Ouattara"], "q": "the year when civil war broke out between the rebels and Gbagbo's government. Speaking to IRIN by phone, N'Guessan said people's morale had been badly affected by developments over the past two months. <q> Life has become grimmer in the north. In the markets people don't talk much any more. There is a certain sadness in people's faces. </q> In an attempt to increase economic pressure on Gbagbo and his allies, <strong> Alassane Ouattara </strong> supporters have launched a campaign aimed at paralyzing Abidjan by cutting off access to goods from the north. This has meant impeding the", "new_id": -2}, {"i": 29160, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Vermont businesses and their employees. I look forward to working with <strong> Sen. Bernie Sanders </strong> <strong> Patrick Leahy </strong> and <strong> Sen. Bernie Sanders </strong> Welch to get the appropriate waivers and flexibility for us to go forward toward a single-payer system.'' Welch said, <q> When Vermont innovates, the nation often follows our lead. Providing Vermont and other states with the flexibility to build upon health care reform will result in better care and greater access at a lower cost. Allowing us to become a laboratory for innovation and excellence will help Vermonters, while once again allowing us to lead the way. </q> <strong> Patrick Leahy </strong> said,`` While some in Washington are trying to turn the clock back on health reform, Vermont instead is moving forward. This state waiver bill will give Vermont and other states the choice to", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1295376220134447111"}]