[{"uid": "1296005496137592915", "i": 1652, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": ", blowing away the average analyst estimate of 2 percent growth. The company will introduce the smart phone in February, ending AT&T's exclusive hold on the device in the United States. Hear here <q> How long are you committed to doing what you're doing? As long as it's exciting. </q> Google CEO <strong> Eric Schmidt </strong>, when asked Tuesday about his plans for the future. <strong> Eric Schmidt </strong>, who announced last week that he will become executive chairman while co-founder <strong> Larry Page </strong> takes over as CEO, dismissed speculation that he", "new_id": -2, "mturk_index": "2012"}, {"uid": "1295527616009240588", "i": 57843, "idx": 0, "sa": ["Michael Gove"], "q": "subject if it so chooses. I'm not going to be coming up with any prescriptive lists, I just think there should be facts,\" the Education Secretary told the BBC's Today Programme. <q> One of the problems that we have at the moment is that in the history curriculum we only have two names[ of historical figures], in the geography curriculum the only country we mention is the UK- we don't mention a single other country, continent, river or city- we do mention the EU, however. </q> Last year, speaking at the Conservative Party Conference, Mr. <strong> Michael Gove </strong> said it was a \"tragedy\" that children are leaving school ignorant of their country's history and many are leaving without having appropriate reading", "new_id": -2, "mturk_index": "1200"}, {"uid": "1295336336131039232", "i": 12103, "idx": 8, "sa": ["Nebojsa Ciric", "Sergio Marchionne"], "q": "Serbia il viceministro dell` Economia <strong> Nebojsa Ciric </strong> fa sapere che non ci saranno \"riduzione d'investimento da parte di Fiat\" , lo stesso <strong> Sergio Marchionne </strong>( che ha lasciato ieri Torino per gli Usa) dice ad Automotive News che <q> le prime 500 che sbarcheranno in Cina saranno costruite in Messico </q>. Su 120 mila in produzione( le prime mille al via questo mese), ha precisato, \"met andranno in Nord America e l'altra met in Cina e Brasile\" . Dalla Torino di sinistra un s", "new_id": -2, "mturk_index": "1558"}, {"uid": "1297662316154386433", "i": 24994, "idx": 4, "sa": ["Dick Cheney", "Rand Paul", "Donald Rumsfeld"], "q": "of Ron and <strong> Rand Paul </strong> heckled the crusty pair-- yelling \"draft dodger\" at <strong> Dick Cheney </strong>, \"Where's bin Laden?\" at <strong> Donald Rumsfeld </strong>, and \"war criminal\" at both-- <strong> Dick Cheney </strong> blithely ordered them to <q> Sit down and shut up. </q> Noting that his friend was both the youngest and oldest defense secretary, <strong> Dick Cheney </strong> said, \"Maybe if we give him a third term he'll get it right.\" Doubtful. Rummy was", "new_id": -2, "mturk_index": "1517"}, {"uid": "1295670121065781771", "i": 22548, "idx": 2, "sa": ["Simon Cowell"], "q": ", Tunisia. Her career goal: \"To develop and release a Windows Phone 7 app to the Marketplace.\" Neil, a \"senior software development engineer\" from Dublin, Ireland. His career goal: <q> To learn how to develop an application on Windows and SQL Azure. </q> <strong> Simon Cowell </strong>, a principal software engineer from Chester, UK. His career goal: \"Get team certified to meet Microsoft Partner competency requirements.\" Caroline( pictured), a student from Calgary, Canada. Her", "new_id": -2, "mturk_index": "1903"}, {"uid": "1296497082169607183", "i": 13620, "idx": 1, "sa": ["Sergio Marchionne", "Elie Tahari"], "q": "SUVs and trucks, launching a successful Fiat dealership network, and paying back the costly government loans,\" Toprak said. <strong> Sergio Marchionne </strong> said the <strong> Elie Tahari </strong>'s restructuring is starting to pay off. The automaker has <q> lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months. All of these vehicles bear testimony to Chrysler's rebirth, </q> he said. Chrysler is on track to pay down$ 2.1 billion of the$ 5.8 billion it owes the government by the end of the year and may retire the entire debt, said <strong> Sergio Marchionne </strong>,", "new_id": -2, "mturk_index": "1672"}, {"uid": "1296013262252100635", "i": 56928, "idx": 2, "sa": ["Kirsten Gillibrand", "Michelle Obama"], "q": ", <strong> Michelle Obama </strong>'s turnaround began during the lame-duck session of Congress in December after he forged a compromise on tax policy with Republicans. His words Tuesday night struck just the right tone for <strong> Kirsten Gillibrand </strong>. <q> I firmly believe that Congress is capable of putting politics aside and coming together to forge solutions, </q> she said, pointing to another lame-duck win, passage of the Obama-sotu-speech-were-killing-lots-and-lots-of-evildoers-everywhere\"> <strong> Michelle Obama </strong> SOTU Speech: We're Killing Lots And Lots of Evildoers Everywhere Can can at the Boom Boom Two cocktail waitresses say", "new_id": -2, "mturk_index": "2102"}, {"uid": "1295641524266682431", "i": 29956, "idx": 0, "sa": ["Ken Auletta", "Sergey Brin", "Eric Schmidt"], "q": "who has led Google for a decade, will become executive chairman focusing on external relations, deals and government relations.New Yorker writer <strong> Ken Auletta </strong>, who has written a book on the company, reported Friday that <strong> Eric Schmidt </strong> had been <q> nudged aside. \"<strong> Ken Auletta </strong> said that after losing out to Page and co-founder <strong> Sergey Brin </strong> over the company's China policy a year ago, \"<strong> Eric Schmidt </strong> lost some energy and focus. \"<strong> Eric Schmidt </strong> was also criticized for allowing Google to be overtaKen Auletta by Facebook, for the company's increasingly frequent privacy scandals and its increasing internal bureaucracy. Together with the co- founders, he decided to step aside.In announcing the move Thursday, <strong> Eric Schmidt </strong> said that the company no longer needed his \"adult supervision </q> and that Page, 38, was ready to run the world's leading internet company. \"We have been talking about how best to simplify our management structure and speed up decision making for a long time,", "new_id": -2, "mturk_index": "1065"}, {"uid": "1295717001239091721", "i": 53231, "idx": 3, "sa": ["Glenn Mulcaire", "Andy Coulson", "Mark Lewis", "Clive Goodman"], "q": ", said he was representing four people who believe they were targeted by other newspapers. \"This was almost kids' play time. It was such a widespread practice,\" said Mr <strong> Mark Lewis </strong>. <q> Although it is a crime, people were regarding it as though it was driving at 35mph in a 30, that you just sort of do it and hope you don't get caught. </q> Mr <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 after the paper's former royal editor <strong> Clive Goodman </strong> and private investigator <strong> Glenn Mulcaire </strong> were jailed for phone hacking. Although he accepted ultimate responsibility", "new_id": -2, "mturk_index": "2034"}, {"uid": "1295786138191660080", "i": 5007, "idx": 0, "sa": ["Tony Dungy", "Michael Vick"], "q": "state of the Eagles is valued by myself. Luckily, there was an opportunity to talk with him Tuesday. He was in Camden with his wife, Lauren, donating the children's book <q> You Can Be a Friend </q> they co-authored to the Sharp Elementary School in the city's Cramer Hill section. <strong> Tony Dungy </strong> served as a confidant for <strong> Michael Vick </strong> when he signed with the Eagles. He spoke to <strong> Michael Vick </strong> recently and said", "new_id": -2, "mturk_index": "566"}]