[{"uid": "1295595231037634053", "i": 11011, "idx": 1, "sa": ["Google Inc.", "Eric Schmidt", "Mark Zuckerberg"], "q": "users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave <strong> Google Inc. </strong> to work for the social networking company. <q> My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a start-up, </q> Page said in a Thursday interview.`` I think I will have time to do that given the way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred in the same interview, saying <strong> Google Inc. </strong>'s", "new_id": -2}, {"uid": "1295907918177651713", "i": 23765, "idx": 2, "sa": ["George Shultz", "Donald Rumsfeld", "President Lyndon Johnson"], "q": "of State <strong> George Shultz </strong> were among the friends, family members and colleagues who came to Washington for conversations.`` I started thinking about this amazing archive I had,'' he said during a recent interview. <q> The fact that I had it persuaded me that I ought to take advantage of it. </q> <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite, where the walls document a long, high-level life of politics and history: a photograph of then-Rep. <strong> Donald Rumsfeld </strong> with <strong> President Lyndon Johnson </strong> in the 1960s;", "new_id": -2}, {"uid": "1295907484175931405", "i": 2737, "idx": 3, "sa": ["Eric Schmidt"], "q": "businesses. Gartner says Gmail has captured less than 1% of the enterprise e-mail market, counting only businesses with at least 100 paid seats. Managed services partners are jumping on board, though. <q> A growing number of MSPs have embraced the Google Apps Reseller program, </q> says an MSPmentor says <strong> Eric Schmidt </strong>'s Google has gained`` more channel partner momentum with managed services providers. Indeed, 29 of the world's top 100 MSPs now promote Google Apps to their end-customers.'' The", "new_id": -2}, {"uid": "1297641831222756958", "i": 33038, "idx": 0, "sa": ["Simon Cowell"], "q": "to <strong> Simon Cowell </strong> allegedly feeling that the Mean Girls star would add`` edginess'' to the show. However, an X Factor spokesperson has now insisted that there are no truth to the reports. <q> We have never spoken to <strong> Lindsay Lohan </strong> about any role in The X Factor, </q> they said, according to Heatworld Justin TimberlakeWatch an exclusive clip of the", "new_id": -2}, {"uid": "1297371116207732736", "i": 4653, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "of last resort has long been the claim of`` misquote''. You see it all the time when public figures find themselves hoisted and hung out to dry by their own words- out comes the cliche: <q> My words were taken out of context </q>. <strong> Donald Rumsfeld </strong>'s new, modified approach is picked up in The Guardian illustrates the technique in action. Here he is trying to explain away another of his untruths, the claim that", "new_id": -2}, {"uid": "1297329856115736576", "i": 29433, "idx": 0, "sa": ["Steve Ballmer"], "q": "jobs at Microsoft, with new blood coming in to run the key business units- prompted by Microsoft's misreading of some of the biggest technology trends of recent times, most notably smartphones and tablets. <q> Over the past year we've seen the departure of many of the Microsoft old guard- including chief software architect <strong> Ray Ozzie </strong> and server and tools chief Bob Muglia- in preparation for the reshuffle. <strong> Steve Ballmer </strong> has been spearheading this effort and we don't see any change in his commitment to the company he's led for the past 11 years, </q> he added. In November, co-founder <strong> Steve Ballmer </strong>, chief executive of Microsoft, sold$ 1.3 bn( Â£ 800m) worth of shares in the firm. Europe/United Kingdom/South East/Berkshire/Ascot Â£ 22,000- Â£", "new_id": -2}, {"uid": "1295624880043139228", "i": 45856, "idx": 1, "sa": ["Andy Coulson"], "q": "as editor. His own employees have scoffed at that, saying the`` dark arts'' were routine at the paper. In testimony at a perjury trial last month, <strong> Andy Coulson </strong> professed his innocence: <q> Sheridan asked whether he know what the phrase`` the dark arts </q> meant. <strong> Andy Coulson </strong> replied:`` As far as I'm concerned it means investigative work.`` I think others have described it as meaning illegal work. All I can tell you is that as far", "new_id": -2}, {"uid": "1296666037223756295", "i": 8679, "idx": 0, "sa": ["Andy Coulson"], "q": ". The move marks a significant change in emphasis at No 10 towards broadcast journalism. Mr <strong> Andy Coulson </strong> had been criticised on numerous occasions for his preoccupation with a handful of print titles. <q> I'm delighted to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time, </q> Mr Oliver said.`` It's difficult to leave the BBC after a fascinating few years- but this is an opportunity I can't turn down.'' Mr Oliver's role at the", "new_id": -2}, {"uid": "1296163911042713105", "i": 21124, "idx": 0, "sa": ["Mike Pence"], "q": "developments occurred within an hour of an interview with the National Journal by <strong> Mike Pence </strong>'s mother, who has been urging him to finally put an end to all of the building speculation over his political future. <q> He will be making his announcement tomorrow, </q> said Nancy <strong> Mike Pence </strong> Fritsch, contacted today by telephone at her home in Columbus, Ind.. Asked to confirm reports that she has told her son to make up his mind, the congressman's mom did", "new_id": -2}, [{"i": 344, "idx": 2, "index_answer": 0, "new_id": -1, "q": "up in Stratford, Ontario-- especially when one of the cultural differences between the U.S. and Canada became apparent after <strong> David Letterman </strong> asked about <strong> Justin Bieber </strong>'s schooling and found out that he's currently in the 11th grade. <q> 11th grade-- is that a sophomore in high school? </q> <strong> David Letterman </strong> asked, to which <strong> Justin Bieber </strong> replied:`` I don't know. I'm Canadian.'' Later, <strong> Justin Bieber </strong> tweeted that he will be on the`` Late Show'' again on Friday,``", "sa": ["David Letterman", "Justin Bieber"], "uid": "1296549619189169667"}]]