[{"uid": "1295803019101695619", "i": 39692, "idx": 6, "sa": ["Norman Schwarzkopf", "Colin Powell"], "q": "will say we got this one right,\" The AP quoted him as saying. Among the guests was Sheikh Ahmad Humood Jaber Al-Sabah, who attended as a representative of Kuwait's ruler. <q> Believe me, Kuwait and its people will never forget you, </q> he said. \"We carry in our hearts what you did for us each and every day.\" By letter, <strong> Norman Schwarzkopf </strong> salutes the war fighters <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>, who commanded the allied coalition", "new_id": -2}, {"uid": "1296309067021659679", "i": 6638, "idx": 0, "sa": ["Mike Pence"], "q": "Press  MUNCIE, Ind.-- U.S. Rep. <strong> Mike Pence </strong> discussed his political future-- in somewhat nonspecific terms-- while addressing students in a Central High School social studies class Friday. <strong> Mike Pence </strong> acknowledged he was considering <q> maybe coming home and running for governor, </q> but the Republican said he was likely months away from making a final decision. He didn't completely rule out seeking a seventh term representing Indiana's 6th District in the U.S. House. While it's", "new_id": -2}, {"uid": "1297426636014974991", "i": 32893, "idx": 8, "sa": ["Steve Ballmer"], "q": "with Nokia in its present relatively uncompetitive state, and strongly pushing Windows Phone products arguably would be abetting the enemy. Although the alliance is nonexclusive, Nokia clearly is becoming the premier Windows Phone partner. <q> There are things we are planning to do with Nokia that are unique, </q> <strong> Steve Ballmer </strong> said. The announcement was accompanied by a YouTube video featuring Microsoft and Nokia's chief executives praising the deal. \"Today, Nokia and Microsoft intend to enter into a strategic alliance,", "new_id": -2}, {"uid": "1296573174100253698", "i": 27139, "idx": 0, "sa": ["Michael Vick"], "q": "wastewater discharge... ATF fears budget cuts would...- About three weeks before the deadly shootings in Tucson renewed a national debate... U.S. Video: Over 100 Million Americans Threatened by Winter Storm Report Abuse <q> I so truly wonder about the use of the money we spend on DHS. These types are targets? </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options! Red Hot Penny Stock: SMNG Why Investors Consider", "new_id": -2}, {"uid": "1297171230133922851", "i": 9516, "idx": 5, "sa": ["the Black", "Simon Cowell"], "q": "of \"X Factor\" involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was the work of sound technicians and done without his knowledge. <q> Once we found out what was going on it was stopped immediately.... The most important part was once the show went live and( viewers) could see that everyone was singing live and it was a proper, fair competition. </q> The \"X Factor\" contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as <strong> the Black </strong> Eyed Peas or Destiny's Child. \"I'm genuinely staggered this", "new_id": -2}, {"uid": "1295404896077529090", "i": 1178, "idx": 0, "sa": ["Arsenio Hall", "Don Kirshner", "Jack Wishna", "David Letterman", "Billy Crystal"], "q": "The show also boosted careers of comics including <strong> Billy Crystal </strong>, <strong> Arsenio Hall </strong> and <strong> David Letterman </strong>. <strong> Jack Wishna </strong> said <strong> Don Kirshner </strong> was a mentor who knew the art of discovering talent and cared about the artists he worked with. <q> He was a father to these people even though some of them were three or four years younger than him, </q> <strong> Jack Wishna </strong> said.", "new_id": -2}, {"uid": "1297269561137707527", "i": 37040, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "their import was being trashed by her former employer, the Washington Post, and many politicians and pundits. \"In the dark morning hours of Feb. 22, 2006,\" she recalled, <q> a group of unknown attackers detonated bombs in the northern Iraqi city of Samarra, bringing down the golden dome of a revered Shia Muslim shrine... During visits to Baghdad's morgue over the next two days, I saw Sunni families thronging to find the bodies of loved ones killed by the militias. The morgue's computer registrar told the grim-faced families and me that we would have to be patient; the morgue had taken in more than 1,000 bodies since the Samarra bombing, and was way behind on processing corpses. </q> \" Here's the thing, though: According to then-Secretary of Defense <strong> Donald Rumsfeld </strong> and his top commanders, it never happened. These killings, these dead, did not exist. According to them,", "new_id": -2}, {"i": 12731, "idx": 3, "index_answer": 0, "new_id": -1, "q": "is big for me. I'm just thankful to have the opportunity to play in this league again. And have the opportunity to go out on the field this year and play again,\" <strong> Michael Vick </strong> said. <q> However it comes, whatever happens, happens. </q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "sa": ["Michael Vick"], "uid": "1297067872184320061"}, {"uid": "1296864128056573964", "i": 24064, "idx": 1, "sa": ["Andy Coulson"], "q": "codes of stars' phones\". Admitting that he himself frequently hacked into phones, he claimed that Mr <strong> Andy Coulson </strong> would have been aware of what he and others were doing. 04 Feb 2011 <q> Everyone in the schoolyard did it, many particularly showbiz journos did it, </q> he said. \"For what it is worth <strong> Andy Coulson </strong> knew a lot of people did it at The Sun on his Bizarre column and after that at NOTW. \"As he sat a few feet from", "new_id": -2}, {"uid": "1295753710087883816", "i": 1078, "idx": 0, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "the Bobcats with <strong> Allen Iverson </strong> spraining his right ankle and <strong> Carmelo Anthony </strong> spraining his left wrist. <strong> Carmelo Anthony </strong> said he's sore but fine and will play Wednesday night at Portland. <strong> Allen Iverson </strong> sounded a lot less confident in his status. <q> The way I feel right now, I don't know if I would miss a game. I just will have to get up and see how I feel tomorrow, </q> <strong> Allen Iverson </strong> said. \"Right now it's just frustrating to be out there at the end hobbling like that.\" X-rays on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> are 2-3 together, and their", "new_id": -2}]