[{"uid": "1295755514184385545", "i": 26800, "idx": 22, "sa": ["Allen Iverson", "James Jones", "LeBron James"], "q": "to lead the Pacers to a 109-98 win over the Philadelphia 76ers on Monday night. \"At times, when we can put teams away, we go about it in a lackadaisical way,\" <strong> Allen Iverson </strong> said. <q> We're going to continue to struggle as long as we don't have that killer instinct that everybody's been talLeBron James about. </q> The Pacers earned a split of the home-and-home series after Philadelphia won 107-97 on Saturday night. <strong> James Jones </strong> scored seven straight points late in the fourth quarter that helped the Pacers put this one away for a rare road win", "new_id": -2}, {"uid": "1295564525204079134", "i": 43068, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": ". Advertisement <strong> Eric Schmidt </strong>, 55, will remain an adviser to <strong> Larry Page </strong> and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. The changes will be effective April 4. <q> In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" <strong> Larry Page </strong>", "new_id": -2}, {"uid": "1296395184086278204", "i": 42570, "idx": 2, "sa": ["Dermot O'Leary", "Steve Jones", "Simon Cowell"], "q": "perfectly. <strong> Simon Cowell </strong> really likes her as well. There's no denying they get along.\" Sinitta added that <strong> Simon Cowell </strong> had only recently accepted the fact that he wouldn't be able to judge both shows. <q> People have said he'll fly backwards and forwards and do both. But he's not just a judge, he's also a mentor. That means he needs to stay in just one place. It's possible <strong> Simon Cowell </strong> will miss the UK version for a year and come back once the US one is settled in. </q> <strong> Steve Jones </strong> is in the running to land the presenting gig on the US show ahead of <strong> Dermot O'Leary </strong>, who has made no secret of his desire to move Stateside.", "new_id": -2}, {"uid": "1296673226174342146", "i": 58120, "idx": 0, "sa": ["David Letterman"], "q": "in Shibboleth. But this skilled player has plenty more up his sleeve. El Cento, is less than a year old and it also features <strong> David Letterman </strong> Darling and Dave Prez. Their sound, self-dubbed as <q> massively Spartan rock n' roll, </q> will be all over their forthcoming debut album. With recording complete, Cento recently took some time out from release prep to tell us his about first show experience-- one that more than a few people", "new_id": -2}, {"uid": "1296022111091013128", "i": 49235, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q> We're real excited about it, </q> chief executive officer Rob Vito said Tuesday. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1295450752253739022", "i": 21442, "idx": 1, "sa": ["Katie Couric", "Sarah Palin", "David Letterman"], "q": "long Couric_Katie Couric_talks_Sarah Palin_interview_with_David Letterman_wwwultimatemoneyblastcom www.ultimatemoneyblast.com <strong> Katie Couric </strong> discussed her infamous interview with <strong> Sarah Palin </strong> Wednesday night on the \"Late Show with <strong> David Letterman </strong>.\" <strong> Katie Couric </strong> took <strong> David Letterman </strong> inside the process of scheduling <strong> Sarah Palin </strong>'s interviews- the campaign actually rushed an interview because <q> they didn't want a week to go by without hearing anything from Governor <strong> Sarah Palin </strong>, </q> as <strong> Katie Couric </strong> put it- and said the campaign was \"very generous\" and gave her \"tremendous access\" to <strong> Sarah Palin </strong>. <strong> Katie Couric </strong> said that <strong> Sarah Palin </strong> may have gotten tripped up because she was not prepared to answer", "new_id": -2}, {"uid": "1297270846258801676", "i": 57152, "idx": 0, "sa": ["Ed Westwick", "Simon Cowell"], "q": "began in 2004- is to fly out to Los Angeles later this month to talk to Fox executives, as <strong> Simon Cowell </strong> is keen to include him in the show. <strong> Ed Westwick </strong> said: <q> <strong> Simon Cowell </strong> has said he'd like me to be the voice of the American' X Factor'. I am being flown out to Los Angeles during Oscars week so I can meet the Fox executives to try to sort out a deal. </q> However, <strong> Ed Westwick </strong> admits bosses might not be in favour of him being the voiceover act as they are wary of making the show too British with <strong> Simon Cowell </strong> already confirmed as a judge and", "new_id": -2}, {"uid": "1295581685033980418", "i": 58384, "idx": 2, "sa": ["Danny Sullivan", "Eric Schmidt"], "q": "\"The structures between the three have remained exactly the same over the past 10 years- which might as well be 100 years of Internet time,\" he said in a blog post. <q> It could be that <strong> Eric Schmidt </strong> wants a break from being the main public face of the company, </q> he said. <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come in for criticism for awkward recent statements which had been \"harmful to Google's reputation\" and the three top executives may have decided \"it was time", "new_id": -2}, {"uid": "1296423892068993033", "i": 407, "idx": 6, "sa": ["Allen Iverson", "Eddie Gill"], "q": "against the Pacers even as he struggled with his shot. He played 44 minutes, but went just 5-for-23 from the floor. \"I just couldn't get in no type of rhythm,\" <strong> Allen Iverson </strong> said. <q> I couldn't get warm. I couldn't feel my hands the whole game. </q> He was hot when it mattered, though, as <strong> Allen Iverson </strong> took the ball the length of the court and beat the short-handed Pacers with a shot from just above the free throw line over <strong> Eddie Gill </strong>. \"His shots", "new_id": -2}, {"uid": "1295563261075235353", "i": 6021, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "that <strong> Larry Page </strong> \"in my clear opinion, is ready to lead\" . <strong> Sergey Brin </strong> will continue to focus on technology products, assuming the title of co-founder as opposed to his current role of president, Technology. <q> He's an innovator and entrepreneur to the core, and this role suits him perfectly, </q> <strong> Eric Schmidt </strong> wrote in his post. \"As Google has grown, managing the business has become more complicated. So <strong> Larry Page </strong>, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to", "new_id": -2}]