[{"uid": "1296888401119128067", "i": 35634, "idx": 2, "sa": ["Paul McMullan", "Andy Coulson"], "q": "In written evidence to a parliamentary committee investigating the hacking scandal, <strong> Paul McMullan </strong> said`` everyone in the schoolyard did it'' when <strong> Andy Coulson </strong> worked at The Sun tabloid, before he moved to the News of The World. <q> For what it is worth <strong> Andy Coulson </strong> knew a lot of people did it at The Sun on his` Bizarre'( showbusiness) column and after that at NOTW, </q> he wrote.`` As he sat a few feet from me in the newsroom he probably heard me doing it, laughing about it etc and told others to do it. I worked under <strong> Andy Coulson </strong> for a year", "new_id": -2}, {"uid": "1296968720018399280", "i": 33319, "idx": 5, "sa": ["Michael Vick", "Andy Reid", "Brooklyn Decker", "Chrissy Teigen", "LeGarrette Blount", "Devon Alexander"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season.`` To sum it all up, the last five months, have been delayed gratification,'' <strong> Michael Vick </strong> said. <q> Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with <strong> Andy Reid </strong>, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit. </q> <strong> LeGarrette Blount </strong>( one each). Polamalu won the Defensive Player of the Year award earlier this week. <strong> Brooklyn Decker </strong> and <strong> Chrissy Teigen </strong> invade Super Bowl XLV January in Review: Does <strong> Devon Alexander </strong> have the heart", "new_id": -2}, {"uid": "1297074145091652117", "i": 25553, "idx": 0, "sa": ["Simon Cowell"], "q": "month, <strong> Simon Cowell </strong> stated that he would be making an href=\"http://digitalspy.co.uk/ustv/s103/the-x-factor/news/a300455/Simon Cowell-us-x-factor-announcement-soon.html\"> announcement within two weeks. However, it is not yet known if the update will confirm the Fox show's judges or presenter. <q> It's what we've all been waiting for. The X Factor. Airing on Fox this Fall, </q> the site teased.`` And we're on a mission to find America's top undiscovered singing talent.`` Be sure to check back tomorrow for some BIG X Factor news.'' The", "new_id": -2}, {"uid": "1297177746196968450", "i": 11071, "idx": 4, "sa": ["David Letterman", "Aaron Rodgers"], "q": "past experiences, <strong> Aaron Rodgers </strong> replied,`` Leading by example.'' href=\"http://www.examiner.com/tv-in-national/David Letterman-David Letterman-and-the-attack-of-the-jack-hanna-s-snarky-anteater-video\" rel=\"nofollow\"> <strong> David Letterman </strong> complimented <strong> Aaron Rodgers </strong> again on his big href=\"http://www.examiner.com/tv-in-national/today-reveals-darth-vader-from-the-volkswagen-super-bowl-commercial-1\" rel=\"nofollow\"> Super Bowl victory. <strong> Aaron Rodgers </strong> thanked him and said humbly, <q> I was surrounded by a great group of guys who really believed in me. </q> Concerning the game itself, <strong> Aaron Rodgers </strong> explained,`` I was a little hyped up, but when we settled down, it felt like just another game.'' Do you want to stay in-the-know? Then", "new_id": -2}, {"uid": "1296234164135299086", "i": 57903, "idx": 1, "sa": ["Mike Pence"], "q": "running for governor in 2012, and we'll do that by listening to Hoosiers. We'll do that as a family by reflecting, praying.'' letter to supporters Thursday, <strong> Mike Pence </strong> said he and his family <q> feel led to devote this time in our lives to continuing to serve the people of Indiana in some way. </q>`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012,'' he said. <strong> Mike Pence </strong> is slated to speak", "new_id": -2}, {"uid": "1295571821080838694", "i": 32653, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "de clarifier les responsabilit?s et de rationaliser le process de d?cision? la t?te du groupe. blog officiel de Google en date du 20 janvier, <strong> Eric Schmidt </strong>, revient sur cette d?cision de prendre du recul. <q> Compte tenu de la croissance de Google, le management est devenu plus compliqu. Donc, <strong> Larry Page </strong>, <strong> Sergey Brin </strong> et moi avons discut pendant un certain temps sur la mani?re de simplifier notre structure de management et d'acc?l?rer les prises de d?cision </q>. Tout en poursuivant:`` Apr?s les vacances[ de No?l], nous avons d?cid que c' tait le bon moment pour proc?der? des changements de la structure actuelle.'' Quelle", "new_id": -2}, {"uid": "1297307549087687177", "i": 28258, "idx": 2, "sa": ["David Letterman"], "q": "out later he was actually saying,`` God willing,'' as though it was divine will that he be beaten. <strong> David Letterman </strong> asked if Cooper thought he'd been singled out because he was recognizable. <q> Don't take this the wrong way, </q> said <strong> David Letterman </strong>,`` but you, I think, just standing on a corner, call attention to yourself,'' referring to Cooper's distinctive, white-haired look. The rules: Keep it clean, and", "new_id": -2}, {"uid": "1295625832143933451", "i": 25289, "idx": 3, "sa": ["Colin Powell"], "q": "generations to come.'' <strong> Colin Powell </strong> said a peaceful solution was not possible because Hussein was unfazed by the warnings from the U.N. Security Council, by economic sanctions or by the buildup of U.S. troops in the region. <q> I was quite confident we were going to war and( Hussein) wasn't going to blink, </q> <strong> Colin Powell </strong> said. The U.N. Security Council warned Iraq that if it didn't withdraw its troops by Jan. 15, 1991, a U.S.-led coalition would be authorized to drive them out. The war began two days later", "new_id": -2}, {"uid": "1297188586205783066", "i": 28396, "idx": 0, "sa": ["Simon Cowell"], "q": "competition, live TV, audience voting-- but there are a few key differences. First, The X Factor has no upper age limit for adults and allows kids as young as 12 to compete. <q> I've never believed there should be a cut-off age for talent, </q> says <strong> Simon Cowell </strong>. Second, singing groups can compete alongside solo artists on The X Factor. Third, once the final 12 X Factor contestants are chosen( via a process called`` boot camp", "new_id": -2}, {"i": 19129, "idx": 8, "index_answer": 1, "new_id": -1, "q": "'' The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as <q> a Christian, a conservative, and a Republican, in that order, </q> is one of the party's most vocal critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "sa": ["Barack Obama", "Mike Pence"], "uid": "1296232207160088064"}]