[{"uid": "1295086152139362323", "i": 881, "idx": 0, "sa": ["Sergio Marchionne", "Silvio Berlusconi", "Nichi Vendola"], "q": ", is opposed because it says it undermines Italy's system of national contracts by creating local ones. Premier <strong> Silvio Berlusconi </strong> angered unions with his support of <strong> Sergio Marchionne </strong>'s labor tactics. <q>I think it will win with a rather high percentage of votes, and thereby good sense will win,</q> <strong> Silvio Berlusconi </strong> said. Tensions have risen as the vote approached, with rhetoric spilling over onto the streets. There was a brief scuffle at the Turin plant this week when opposition leader <strong> Nichi Vendola </strong>, who", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said.'' '' ''If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,'' <strong> Zahi Hawass </strong> said in an interview at his office. <q>What's happening is normal. Thankfully, all the damaged items can be restored.</q>'' Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}, {"uid": "1295450752253739022", "i": 17715, "idx": 2, "sa": ["Katie Couric", "Sarah Palin", "David Letterman", "Dick Cheney"], "q": "most impressed her as <strong> Dick Cheney </strong> and why, what was the best and worst things <strong> Dick Cheney </strong> had done as <strong> Dick Cheney </strong>, why was Roe v. Wade an ill-conceived or a bad Supreme Court decision,'' <strong> Katie Couric </strong> told <strong> David Letterman </strong>. <q>And I think she really hadn't anticipated those kinds of questions, so I think it might've thrown her off a bit. And then we got into foreign policy- because, after all, she was at the UN meeting with world leaders- and clearly she was struggling with some of those answers.</q> While <strong> Katie Couric </strong> did note that, in <strong> Sarah Palin </strong>'s defense, they were not easy questions to answer, <strong> David Letterman </strong> reminded her that the ''What newspapers and magazines do you read?'' question was an easy one that", "new_id": -2}, {"uid": "1295614992206700604", "i": 36458, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role,'' <strong> Andy Coulson </strong> said in an e-mailed statement today. <q>Nothing is more important than the government's task of getting this country back on its feet.</q> News Corp., after a reporter and a private investigator were imprisoned for phone-tapping in 2007. At the time, <strong> Andy Coulson </strong> said he did not know the practice was taking place. He was later employed by <strong> David Cameron </strong>", "new_id": -2}, {"uid": "1295507172010305555", "i": 37361, "idx": 1, "sa": ["Allen Iverson"], "q": "highlights hd 2008... Lebron James Highlights vs Clippers 1-16-10 James scored 23 of his 32 points in the second half as the Cavaliers rebounded from a double-digit deficit and defeated the Clippers, 102-101, at Staples Center. <q>We did a great job rebounding and getting after loose balls,</q> James said. ''That's the thing about our team,... <strong> Allen Iverson </strong> 38pts Denver Nuggets vs LA Clippers 07/08 NBA <strong> Allen Iverson </strong> 38pts Denver Nuggets vs LA Clippers 07/08 NBA PEACE. this is Knowledge Rap. listen closely", "new_id": -2}, {"uid": "1297122134226197521", "i": 10351, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a ''dressed up'' sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q>It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,</q> <strong> Simon Cowell </strong> said, adding, ''I believe I can find a star.''", "new_id": -2}, {"uid": "1297621943221642781", "i": 29476, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "'s minister of state for antiquities <strong> Zahi Hawass </strong> said today. The objects missing from the famed museum included ''a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess'' and parts of <q>a gilded wood statue of Tutankhamun harpooning,</q> <strong> Zahi Hawass </strong> said. Looters broke into the museum in Cairo's Tahrir Square on January 28 when massive protests against <strong> Hosni Mubarak </strong> drove his police from the streets in a series of running battles. Also missing", "new_id": -2}, {"uid": "1295907918177651713", "i": 23764, "idx": 1, "sa": ["George Shultz", "Donald Rumsfeld"], "q": "parents wrote to each other during World War II. <strong> Donald Rumsfeld </strong>'s sister Joan and former <strong> Donald Rumsfeld </strong> of State <strong> George Shultz </strong> were among the friends, family members and colleagues who came to Washington for conversations. <q>I started thinking about this amazing archive I had,</q> he said during a recent interview. ''The fact that I had it persuaded me that I ought to take advantage of it.'' <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite,", "new_id": -2}, {"uid": "1297216340026116096", "i": 32789, "idx": 4, "sa": ["Simon Cowell", "Susan Boyle"], "q": "concert,'' <strong> Simon Cowell </strong> explained. ''It really helped show me who could handle the pressure.'' <strong> Simon Cowell </strong> said allowing the crowd to react in real time will help him avoid overlooking another big star. <q>There have been many, many times on these shows where I've hated somebody and practically had a mutiny going on behind me,</q> he said. ''I don't believe <strong> Susan Boyle </strong> would have gone through in the old-fashioned audition method.'' One of TV's best shows, ''Justified,'' starts second season in top form", "new_id": -2}, {"uid": "1295855819019906582", "i": 14285, "idx": 0, "sa": ["Kirsten Gillibrand", "John Thune", "Eliot Engel"], "q": "announce his candidacy for president. <strong> Kirsten Gillibrand </strong> said her office called <strong> John Thune </strong>'s office to suggest the arrangement. ''He won't win,'' she said with a laugh. <q>I'll tell him that, ''Just because I'm sitting next to you doesn't mean I'll vote for you.''</q> Democratic Rep. <strong> Eliot Engel </strong> of the Bronx is arguably the New York lawmaker most invested in the spectacle of the State of the Union, year in and year out. He gets", "new_id": -2}]