[{"uid": "1296867849205062154", "i": 24040, "idx": 0, "sa": ["Howard Stern", "David Letterman", "Rob Burnett"], "q": " <strong> David Letterman </strong> fans, relax: The CBS late night host likely won't be retiring in two years. On Thursday's show, <strong> David Letterman </strong>'s guest <strong> Howard Stern </strong> asked him when he planned on calling it quits. <q> I don't know. Maybe two years, I think, </q> <strong> David Letterman </strong> responded. But <strong> Rob Burnett </strong>, CEO of Worldwide Pants and executive producer of the Late Show, tells The Hollywood Reporter,`` It's a complete non-story. He's constantly musing about when he's going to", "new_id": -2}, {"uid": "1295167572006995975", "i": 7018, "idx": 2, "sa": ["Shaquille O'Neal", "Chris Webber", "LeBron James", "Leon Powe", "Allen Iverson", "Joe Johnson", "Yao Ming"], "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have comShaquille O'Nealed for since the latter was acquired in a trade deadline deal in February of last year. <q> We've been talLeBron James about this for a year-and-a-half, so we're glad that this is coYao Ming, </q> <strong> Chris Webber </strong> said.`` We really like playing together, and we're getting it going. We're really just http://wn.com/Joe Johnson_Joe Johnson_Hawks_Ankle_Breaker_on_Leon Powe_Leon Powe_and_3_Pointer_vsCeltics_[Game_4-'08_PO's] <strong> Joe Johnson </strong>( Hawks) Ankle Breaker on <strong> Leon Powe </strong> and 3 Pointer vs.Celtics[ Game 4-'08", "new_id": -2}, {"uid": "1294969491073564163", "i": 1504, "idx": 2, "sa": ["Sergio Marchionne"], "q": "Grand Cherokee Overland Summit, he said. When asked how the Grand Wagoneer would differ from the seven-seat Jeep Commander, a widely panned vehicle Chrysler stopped making in 2010, <strong> Sergio Marchionne </strong> had some harsh words: <q> That car was unfit for human consumption. We sold some. But I don't know why people bought them. </q> <strong> Sergio Marchionne </strong> also sprang other surprises on reporters Monday at the North American International Auto Show: Minivans Chrysler will likely kill one of its two traditional minivans for the next generation, due to", "new_id": -2}, {"uid": "1295763125091455495", "i": 41091, "idx": 3, "sa": ["Clive Goodman", "George Osborne", "Andy Coulson", "Jeremy Hunt", "Glenn Mulcaire", "David Cameron"], "q": "and to some extent he never was,'' he said. <strong> David Cameron </strong> and <strong> George Osborne </strong>'s judgement, then there's the News of the World and what appears to be industrial phone hacking going on systematically. <q> There's also the issue of the News Corp takeover of BSkyB and the apparent attempts by <strong> Jeremy Hunt </strong>, the href=\"http://yahoo-uk.feedsportal.com/culture.html\"> Culture Secretary, to let that go through without proper scrutiny, and finally there's the extraordinary conduct of the police. </q> Mr <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 after the paper's former royal editor, <strong> Clive Goodman </strong>, and private investigator <strong> Glenn Mulcaire </strong> were jailed for phone hacking. Although he accepted ultimate", "new_id": -2}, {"uid": "1296218198081313814", "i": 10102, "idx": 0, "sa": ["Eric Schmidt"], "q": "do with Facebook's efforts to put a dent in the Mountain View Chocolate Factory machine. Nor were the company's top three men arguing over Google's somewhat strained China affair, he said. <q> This has nothing to do with competitors, </q> said <strong> Eric Schmidt </strong>.`` I publicly said the next 10 years will be as successful as the past 10. We're going to run this way for a while.'' The Google boss will step aside", "new_id": -2}, {"uid": "1296632682145113094", "i": 18298, "idx": 0, "sa": ["Julian Edelman", "Michael Vick", "Matt Ryan", "Brian Hoyer", "Tom Brady"], "q": "Madden 2008.... Who is this year's MVP of the NFL for 2010? <strong> Tom Brady </strong>, <strong> Michael Vick </strong> or <strong> Matt Ryan </strong> Who is this year's MVP of the NFL for 2010? <strong> Tom Brady </strong>, <strong> Michael Vick </strong> or <strong> Matt Ryan </strong> <strong> Tom Brady </strong> Song <q> I Hope <strong> Tom Brady </strong> Wins One More Super Bowl </q> Written& Performed by u2bMonkey( Me)... Jan 2 2011 <strong> Brian Hoyer </strong> Patriots NFL FOXBOROUGH, Mass.-- <strong> Tom Brady </strong> played into the third quarter and threw two touchdowns while <strong> Julian Edelman </strong> thrilled the Gillette Stadium crowd with a club-record 94-yard", "new_id": -2}, {"uid": "1296225951235159601", "i": 478, "idx": 5, "sa": ["Eric Holcomb", "Mike Pence", "Mike McDaniel"], "q": "was excited by the prospect of <strong> Mike Pence </strong> running for <strong> Eric Holcomb </strong>.`` I think he's the clear front-runner, and I think the race is his if he chooses to accept it,'' Walorski said. <q> I think he'd clear the field. </q> State Republican Party Chairman <strong> Eric Holcomb </strong> said in a statement that Indiana is fortunate to be the home of GOP`` rising stars'' such as <strong> Mike Pence </strong>.`` <strong> Mike McDaniel </strong>'s been a strong voice in Congress", "new_id": -2}, {"uid": "1295753865179863554", "i": 48702, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "Google aktuell rund 196 Milliarden Dollar wert. <strong> Eric Schmidt </strong> h?lt derzeit 2,9 Prozent am Unternehmen. Das US-Magazin Forbes f?hrt ihn auf seiner Liste der Superreichen auf Platz 117 mit einem gesch?tzten Gesamtverm?gen von 6,3 Milliarden Dollar. <q> <strong> Eric Schmidt </strong> ist ein toller Firmenchef und ich habe viel von ihm gelernt </q>, sagte sein Nachfolger <strong> Larry Page </strong>. Er hatte Google 1998 zusammen mit seinem Studienkollegen <strong> Sergey Brin </strong> gegr?ndet.", "new_id": -2}, {"uid": "1296156422245841951", "i": 42701, "idx": 0, "sa": ["Bernie Sanders", "Barack Obama"], "q": "need <strong> Barack Obama </strong> to have their back on this-- in part because some Democrats think Social Security benefit cuts are the way to go. On that score they're hopeful, but see room for improvement. <q> I think he's mostly there, I would like to see him be even clearer, </q> <strong> Bernie Sanders </strong> told reporters.`` I would like to see him simply say what he said during the campaign... that he will not support cuts, raising the retirement age, or in any case privatization.''", "new_id": -2}, {"i": 39081, "idx": 8, "index_answer": 0, "new_id": -1, "q": "added that he's already talked to Andy Reid about what he needs to improve on this offseason.`` I think I've got the blueprint on what to do,'' <strong> Michael Vick </strong> said. <q> I sat down and talked with Andy yesterday. He had a whole list of things that he thought I needed to do. It's good because without that I wouldn't see it or I wouldn't know, so that gives me guidance, areas to work on. </q> <strong> Michael Vick </strong> admitted that he tried too often to make a big play last season. He said he needs to make the plays he knows he can make and not always think so big. But he's", "sa": ["Michael Vick"], "uid": "1295308684212140059"}]