[{"uid": "1297094624063078408", "i": 37764, "idx": 8, "sa": ["Walter E. Boomer", "George W. Bush", "Colin Powell", "George H. W. Bush", "Madeleine Albright", "Donald Rumsfeld"], "q": "Photo in Slideshow: <strong> Colin Powell </strong>, <strong> Walter E. Boomer </strong> BREAKING UP IS HARD TO DO...- Anastasio Somoza was a bulwark against Nazi influence in Central America. Ferdinand... Photo in Slideshow: <strong> Madeleine Albright </strong>, <strong> Colin Powell </strong> Report Abuse <q> All of these books come out: <strong> George W. Bush </strong> Feith, now <strong> Donald Rumsfeld </strong>. But NOBODY answers the one question that needs to be answered. Who gave the orders in Iraq during the early days? Specifically, who gave Order number one and order number two which disbanded both the Baath Party and the army of Iraq? These orders killed thousands of our troops and hundreds of thousands of Iraqis. </q> Washington Post: The Fix: Charlotte will be site of 2012 Democratic National Convention Washington Post: 2012 Republican George H. W. Bushial candidates all have flaws Your 10 BAGGER is here! Stock tools, news, social feeds, charts", "new_id": -2}, {"uid": "1297307509028164149", "i": 2244, "idx": 0, "sa": ["David Letterman"], "q": "Wednesday night, telling <strong> David Letterman </strong> about his beating at the hands of what he termed`` pro-Mubarak thugs.'' Cooper described the roughing up he and his CNN crew were subjected to, saying that the present government has <q> given a green light for mobs to attack anyone who looks foreign. </q> Cooper was self-deprecating in describing the attacks, telling <strong> David Letterman </strong> that in the midst of the`` pummeling,'' he groped for what little Arabic he knew and thought he was saying,`` Peace! Peace!", "new_id": -2}, {"uid": "1295688999156401675", "i": 40527, "idx": 0, "sa": ["Barack Obama", "Andy Coulson"], "q": "Innocent people should not suffer needlessly as a result because people stick their heads in the sand. \" Report Abuse \" Question: How do you tell when a Muslim goes from boyhood to manhood? \" Report Abuse <q> Millions of@#$% e pilgrims are converging this weekend on Karbala, located 55 miles( 90 kilometers) south of Baghdad, for rituals marking the 7th century death of Imam <strong> Barack Obama </strong>. He was a grandson of the Prophet Muhammad and was slain by Muslim rivals near Karbala. </q>____ you know what they say about Islam... the more things change, the more things stay the same. Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why <strong> Barack Obama </strong>", "new_id": -2}, {"uid": "1295619973043139074", "i": 57084, "idx": 0, "sa": ["Clive Goodman", "Glenn Mulcaire", "David Cameron", "Andy Coulson"], "q": ". The newspaper's former royal editor, <strong> Clive Goodman </strong>, was jailed in 2007 for conspiracy to access voice mails left for royal aides, and private investigator <strong> Glenn Mulcaire </strong> was jailed on the same charge. <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role, </q> <strong> Andy Coulson </strong> said. <strong> David Cameron </strong> said he is`` very sorry'' <strong> Andy Coulson </strong> felt`` compelled'' to resign because of continuing pressure over the phone-tapping allegations. 84-year-old widow opens a can of Geritol-brand whoopass on a", "new_id": -2}, {"uid": "1295094125134053943", "i": 24351, "idx": 9, "sa": ["Gilbert Arenas", "Allen Iverson", "Desmond Lee", "Ding Junhui"], "q": "the Sixers' fifth in six games since the All-Star break.`` I promise you it's not that,'' <strong> Allen Iverson </strong> said, while continuing to mainDesmond Leen he wasn't bothered by not being invited to play. <q> If I can play the way I played the last two games from some controversy, I will hope there's controversy going on all of the time. </q> <strong> Gilbert Arenas </strong> scored 17 of his 33 points in the fourth quarter, incluDing Junhui five straight to bring Washington within 114-113 with 1:30 remaining. But his driving layup spilled out with the Sixers up three and 50 seconds to go", "new_id": -2}, {"uid": "1295665764077054063", "i": 20158, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "move, Google co-founder <strong> Larry Page </strong> will replace <strong> Eric Schmidt </strong> and take over as Chief Executive Officer in April. Mr <strong> Eric Schmidt </strong>, who became CEO in 2001, will assume the role of Executive Chairman, focusing externally on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership </q>, according to the official Google blog spot. Mr <strong> Eric Schmidt </strong> would continue to act as an advisor to Mr <strong> Larry Page </strong> and co-founder Mr <strong> Sergey Brin </strong>.`` <strong> Larry Page </strong> will take charge of Google's day-to-day operations", "new_id": -2}, {"uid": "1297078488193609737", "i": 52665, "idx": 1, "sa": ["Max Mosley", "Andy Coulson"], "q": ", who was features editors at the NoW between 1998 and 2001 when <strong> Andy Coulson </strong> was deputy editor, and from <strong> Max Mosley </strong>, who sued the NoW for breach of privacy after it exposed his extra-marital exploits with dominatracies. <q> Further to our conversation today a brief email to explain phone hacking was very easy in the 90s when people were new to mobiles and did not change their codes, you simply rang them up to ensure their phone was engaged; </q> you rang a second time, got to their message system pressed 9, followed by 0000, you could then listen to all their messages. Everyone in the schoolyard did it, many particularly showbiz", "new_id": -2}, {"uid": "1295228905163069960", "i": 28315, "idx": 1, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., said she talked with <strong> Gabrielle Giffords </strong>' husband, <strong> Mark Kelson </strong>, on Saturday night. The astronaut described the latest progress in his critically injured wife's recovery after the Jan. 8 shooting. <q> She's making progress every day, </q> <strong> Kirsten Gillibrand </strong> said.`` She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and", "new_id": -2}, {"uid": "1295589382106250271", "i": 16871, "idx": 4, "sa": ["Eric Schmidt"], "q": "world's largest social network. Google said the management change was made as part of a plan to`` streamline'' decision making and create clearer lines of responsibility and accountability at the top. <q> It's a good move. It[ the triumvirate management structure] was always one of things that concerned us a little bit, </q> said Ryan Jacob, portfolio manager with the Jacob Internet Fund.`` It should streamline the decision-making process. They're in a fast-moving industry.'' <strong> Eric Schmidt </strong> now plans to sell about 534 000 shares of", "new_id": -2}, {"i": 639, "idx": 0, "index_answer": 1, "new_id": -1, "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q> Anybody that bet on it, some broke people out there, </q> <strong> Allen Iverson </strong> said.`` I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "sa": ["Michael Jordan", "Allen Iverson"], "uid": "1296405734264388638"}]