[{"uid": "1296577445068321286", "i": 40873, "idx": 1, "sa": ["Angelina Jolie", "Sandra Baldwin"], "q": "doesn't know where she stands on Israel. <strong> Angelina Jolie </strong> serves as a goodwill ambassador for the United Nations. <strong> Angelina Jolie </strong> told The Associated Press he would`` love to see'' <strong> Angelina Jolie </strong> at his side <q> coming on a visit to Israel. </q> He said:`` That would be a nice thing before I go.'' Paradise Valley-$ 1,965,000 MLS 4362257 6 bed/ 9 bath 5,001+/ 2001 <strong> Sandra Baldwin </strong>,", "new_id": -2}, {"uid": "1296744552199131154", "i": 36500, "idx": 24, "sa": ["Hillary Clinton", "John Kerry", "Joe Biden", "Colin Powell", "Donald Rumsfeld", "Al Gore"], "q": "he should have used the phrase`` suspect sites.'' The author doesn't just play defense. He resurrects quotes from <strong> Hillary Clinton </strong>, <strong> Joe Biden </strong>, <strong> John Kerry </strong> and <strong> Al Gore </strong> as supporting the WMD allegations-and the war. <q> Yet when opposing the Bush administration's efforts in Iraq became politically convenient, </q> says <strong> Donald Rumsfeld </strong>,`` they acted as if they had never said any such thing.'' <strong> Donald Rumsfeld </strong> takes direct aim at <strong> Colin Powell </strong> in recounting the former general's famous U.N. speech in February 2003, laying out", "new_id": -2}, {"uid": "1297271256210468892", "i": 20935, "idx": 0, "sa": ["Jay Johnson", "Michael Vick", "Dwaine Caraway"], "q": "Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city Favoriting contest: Tickets to see ventriloquist <strong> Jay Johnson </strong> at the Eisemann Center in Richardson Good point. We're both close but off by a tad. <q> Thank God for Dead Soldiers Pit Bulls </q> is the way Favoriting contest: Tickets to see ventriloquist <strong> Jay Johnson </strong> at the Eisemann Center in Richardson Congrats to the winners of this contest. Please check your email to see if you have won.", "new_id": -2}, {"uid": "1296712033249151496", "i": 2951, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": " href=\"http://www.berenberg.de/\"> Berenberg Bank, today penned an open letter to the two Steve Ballmers- Nokia CEO <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong>, advising them to do a deal. Here's the full text of his missive: <q> Dear <strong> Stephen Elop </strong>( Nokia CEO) and <strong> Steve Ballmer </strong>( Microsoft CEO), </q> I hope I find you both in good health. As you know, I have followed the technology industry for over 13 years. Times are a-changin', as they say, and many of the predictions", "new_id": -2}, {"uid": "1297272060224821253", "i": 34668, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "2011 2:10 PM PST In his new book, deftly titled Known and Unknown, former Defense Secreatry <strong> Donald Rumsfeld </strong> insists that he and the Bush-Cheney crew did not purposefully misrepresent the WMD case for the Iraq war: <q> The President did not lie. The Vice President did not lie. Tenet did not lie. Rice did not lie. I did not lie. The Congress did not lie. The far less dramatic truth is that we were wrong. </q> He does acknowledge that he made a`` few misstatements,'' referring specifically only to one: when he declared early in the war,`` We know where they[ the WMDs] are. They're in", "new_id": -2}, {"uid": "1295534419101187644", "i": 4290, "idx": 0, "sa": ["Carmelo Anthony", "Marcus Camby", "Blake Griffin", "Allen Iverson", "Žydrūnas Ilgauskas", "Linas Kleiza", "Kobe Bryant"], "q": "it hurt them a <strong> Kobe Bryant </strong> bit.'' <strong> Carmelo Anthony </strong> has shot 49-of-72 while averaging just over 40 points in the last three games.`` It's got to be like that Thursday,'' the 6-foot-8 forward said. <q> I've got confidence it will be like that Thursday. It's a <strong> Žydrūnas Ilgauskas </strong> game for us. Do I believe we have to win? No. But it's a must-win for us. </q> <strong> Allen Iverson </strong> added 21 points, seven rebounds and nine assists, <strong> Linas Kleiza </strong> scored 15 points, and <strong> Marcus Camby </strong> http://wn.com/NBA_Pretemporada_12/10/2009__Golden_State_Kobe Bryants_117_Vs_Los_Angeles_Clippers_124 <strong> Blake Griffin </strong> scores 47 in Clippers' win <strong> Blake Griffin </strong> Scores 47, Sets Franchise Record In Clippers' 114-107 Win Over Pacers", "new_id": -2}, {"uid": "1296464688171245579", "i": 14070, "idx": 0, "sa": ["Ellen DeGeneres", "Simon Cowell", "Kara DioGuardi", "Randy Jackson"], "q": "ALREADY know that`` American Idol'' is going to be different this year:* <strong> Simon Cowell </strong> is gone( along with <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>), taking with him his Magic Mountain/cruise ship performance similes, his <q> If I'm being honest </q> assessments and his very tight T-shirts.* <strong> Randy Jackson </strong> is now, if not top dawg, at least Maybe you've heard of them?* The show that's dominated Tuesdays and", "new_id": -2}, {"uid": "1295047746008175624", "i": 56980, "idx": 0, "sa": ["Angelina Jolie", "Sigourney Weaver", "Noomi Rapace", "Ridley Scott"], "q": "five major roles( two of which are female). Apparently this is no longer the film we thought, and instead will be an entirely new film that uses the`` Alien DNA.'' Says <strong> Ridley Scott </strong>, <q> While Alien was indeed the jumping off point for this project, out of the creative process evolved a new, grand mythology and universe in which this original story takes place. The keen fan will recognize strands of Alien's DNA, so to speak, but the ideas tackled in this film are unique, large and provocative. I couldn't be more pleased to have found the singular tale I'd been searching for, and finally return to this genre that's so close to my heart. </q> Thoughts on casting? Is <strong> Angelina Jolie </strong> too big for a film like this? Is <strong> Noomi Rapace </strong> the next <strong> Sigourney Weaver </strong>? Do you like that they're taking it in a new direction, or would you rather a", "new_id": -2}, {"uid": "1297245173074432526", "i": 42915, "idx": 5, "sa": ["Simon Cowell", "Will Smith", "Willow Smith", "Lindsay Lohan"], "q": "on X Factor.`` In the final you could have a 14-year-old versus a 40-year-old,'' said <strong> Simon Cowell </strong>. When asked if the exposure could become too much for child performers he said: <q> Historically man, you know, I have seen a lot of these kiddie singers who looked like they had been pushed into it by their awful stage mums. They all sang Good Ship Lollipop and it was excruciating. No one wants to sit through that, </q> he scoffed. The 51-year-old continued to say that he was seeing a` new wave' of child stars that are similar to <strong> Will Smith </strong>'s daughter, <strong> Willow Smith </strong>. <strong> Lindsay Lohan </strong>`` to be charged with felony", "new_id": -2}, {"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}]