[{"uid": "1296282353007127044", "i": 19050, "idx": 5, "sa": ["Larry Bucshon", "Mike McDaniel", "Mike Pence"], "q": "person like him, with a wealth of experience, is always important to have backing you up when you're just getting started.\" <strong> Larry Bucshon </strong> wouldn't speculate about <strong> Mike Pence </strong>'s future, but said, <q>No matter what he decides to do, I'll be supportive.</q> Other Republicans seemed more sure of <strong> Mike Pence </strong>'s plans. \"I am convinced he is now going to run for governor,\" said <strong> Mike McDaniel </strong>, a former state Republican chairman. Former", "new_id": -2}, {"uid": "1296365682082608136", "i": 23312, "idx": 1, "sa": ["Zahi Hawass"], "q": "A couple of the troops hit the man with the butts of their rifles and sat him down with others who were apparently caught inside the gates. On Saturday, <strong> Zahi Hawass </strong> provided a damage report. <q>I felt deeply sorry today when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,</q> Reuters quoted him as saying. \"Egyptian citizens tried to prevent them and were joined by the tourism police, but some[ looters] managed to enter from above and they destroyed two of the mummies", "new_id": -2}, {"uid": "1295636608124272680", "i": 15551, "idx": 0, "sa": ["Simon Cowell"], "q": "channeled a bit of <strong> Simon Cowell </strong>'s snarky spirit and was especially harsh with 18-year-old Alex Attardo, who revealed that he had attended a camp for grooming Idol hopefuls, then shouted his way through \"Proud Mary.\" <q>Maybe we should cancel the camp,</q> Jackson said. \"Honestly, it was terrible. You come here because you want the truth, right?\" <strong> Simon Cowell </strong>'s absence was still felt when New Orleans' more middle-of-the-road hopefuls stepped up to sing,", "new_id": -2}, {"uid": "1297307751072155172", "i": 45140, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "Location From Tha Bay 2 L.A Posts <q>Dog lover <strong> Mark Buehrle </strong> said he had \"hope\" <strong> Michael Vick </strong> would get hurt</q> By David Brown Update: After this story gained traction, the quotes pertaining to <strong> Mark Buehrle </strong> wishing <strong> Michael Vick </strong> would get hurt have been scrubbed from the story on MLB.com. They were not,", "new_id": -2}, {"uid": "1296208818201293921", "i": 24997, "idx": 1, "sa": ["Michael Gove"], "q": "concerns about the impact that this will have on Hackney students.\" Cllr Rita Krishna said her Labour colleagues would write to education secretary <strong> Michael Gove </strong> expressing their concern about the abolition of the EMA. <q>It is frankly disgraceful in terms of what this government is doing, hollowing out what possibilities there are for social mobility,</q> she said. Audio Optional- MP3 files only Register to create your own unique Hackney Gazette account for free. Signing up is free, quick and easy and offers you the chance to add", "new_id": -2}, {"uid": "1295799418036782093", "i": 2727, "idx": 6, "sa": ["Colin Powell", "Gabrielle Giffords"], "q": "wants to remain in private life although he is happy to be an informal presidential advisor. \"The administration knows that I am quite content with the work I am doing now,\" he said. <q>I am not interested in a government job.</q> Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack.", "new_id": -2}, {"uid": "1296231866027263019", "i": 9838, "idx": 0, "sa": ["Michael Gove"], "q": "have an example how Catholic or CofE schools in mainland Britain are divisive? I notice that you made sure to say mainland Britain instead of just saying Britain. Now I wonder why that could be? <q>Or is it just a religious belief from the left?</q> Apropos of nothing, really, but Micheal <strong> Michael Gove </strong> is coming to look more and more like a sunfish out of water... JoeBrownridge 28 January 2011 2:46 PM@tomlondon \"@BoudiccaBrent", "new_id": -2}, {"uid": "1296086318130252844", "i": 7309, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011-11v&amp;flvURL=/media/2011/01/22/01222011-11v.m4v&amp;playAds=true&amp;adZone=wpni.video.nation&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011-11v.jsn\"}{ \"title\": \"<strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support\", \"description\": <q><strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-NY) spoke with Russ Mitchell with an update on her friend <strong> Rahm Emanuel </strong> <strong> Gabrielle Giffords </strong>\\' condition after she was transferred from Tucson to a hospital in <strong> Jerami Grant </strong>.</q>, \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012201966.jpg\", \"emailLink\": \"http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012201959.html&amp;title=Gillibrand: <strong> Gabrielle Giffords </strong> moved by support& site= politics& type", "new_id": -2}, {"uid": "1297337662173015081", "i": 47918, "idx": 1, "sa": ["Simon Cowell"], "q": "star told Access Hollywood that he will wait until the royal wedding is over before he confirms the date of his own do. \"I don't want to overshadow Prince William,\" he said. <q>So they've got to go first.</q> Discussing what he would wear on the big day, <strong> Simon Cowell </strong> admitted that the suit he wore in a recently premiered promo for The X Factor USA had received a lot of praise. Dead Space", "new_id": -2}, {"i": 18509, "idx": 1, "index_answer": 0, "new_id": -1, "q": "by thieves who climbed up a fire escape and then used ropes to lower themselves into the museum. The thieves appear to have carefully selected some of the most valuable objects while ignoring less important artefacts. <q>They are not something you would come and randomly find,</q> an Egyptologist at Cairo's American University, <strong> Salima Ikram </strong> Said <strong> Salima Ikram </strong>, told Reuters. Restoration work has already started at the museum to repair the damage by looters. <strong> Zahi Hawass </strong> said that 70 pieces were damaged.", "sa": ["Salima Ikram", "Zahi Hawass"], "uid": "1297667248167985164"}]