[{"uid": "1296776655116113416", "i": 59036, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "'' undertaking- that is, cherry-picked data, unexamined assumptions and an unwillingness to re-examine past decisions. Not only does Mr. <strong> Donald Rumsfeld </strong> frequently assume a smug, know-it-all tone- he says he warned <strong> George W. Bush </strong> to <q> tone down any triumphalist rhetoric </q> in his end-of-major combat-operations speech, made on May 1, 2003, in front of a`` Mission Accomplished'' banner- but he also displays a tendency, familiar to viewers of his news conferences, to make", "new_id": -2}, {"uid": "1297642831198574106", "i": 19184, "idx": 0, "sa": ["Shayne Ward", "Simon Cowell"], "q": "United Kingdom in November 2010. <strong> Shayne Ward </strong> says that the album is expected to be released in the United States sometime in 2011. When asked what he sees himself doing in five years, <strong> Shayne Ward </strong> replied: <q> I'd like to be doing a world tour in five years. I feel like I'm ready to branch out and take it to other places. </q> <strong> Shayne Ward </strong> tells the Shropshire Star that he doesn't seen`` X Factor'' judge/executive producer href=\"http://en.wikipedia.org/wiki/Simon Cowell_Simon Cowell\" rel=\"nofollow\"> <strong> Simon Cowell </strong> that much these days because`` he's always off,'' says <strong> Shayne Ward </strong>.`` I", "new_id": -2}, {"uid": "1295325224053116945", "i": 13, "idx": 0, "sa": ["Grant Hill", "Earl Monroe", "Allen Iverson", "LeBron James"], "q": "points on 10/13 FG attempts including 5/5 three pointers, as the Suns overcame an Earl Monroey 18-point deficit to defeat the Spurs 110-96 and take a 3-0 lead in their best of seven series in the Western Conference Semifinals. <q> I think it's safe to say that may have been the best fourth-quarter performance I have ever seen in a playoff game, </q> Suns forward <strong> Grant Hill </strong> said. http://wn.com/Allen Iverson_Allen Iverson_1st_Win_as_a_Pistons_vs_LeBron Jamess_30pts_9asts_7rebs_08/09_NBA For a veteran like <strong> Allen Iverson </strong>, a win in November against a lottery team rarely registers as important. After losing his first two games with his new team, that wasn't the", "new_id": -2}, {"uid": "1295226100111181854", "i": 58725, "idx": 3, "sa": ["Michael Crichton", "Geoffrey Rush", "Bryan Cranston", "Andrew Garfield", "Emma Stone", "Jennifer Love Hewitt", "Angelina Jolie", "Jeremy Renner", "Helena Bonham Carter", "Anne Hathaway", "Christian Bale", "Melissa Leo", "Diane Warren"], "q": "Right''; <strong> Anne Hathaway </strong>,`` <strong> Jennifer Love Hewitt </strong>& Other Drugs''; <strong> Angelina Jolie </strong>,`` The Tourist''; <strong> Emma Stone </strong>,`` Easy A.''- Supporting Actor: <strong> Christian Bale </strong>,`` The Fighter''; <strong> Michael Crichton </strong>, <q> Wall Street: Money NDiane Warrenr SBryan Cranstonps </q>; <strong> Andrew Garfield </strong>,`` The Social Network''; <strong> Jeremy Renner </strong>,`` The Town''; <strong> Geoffrey Rush </strong>,`` The King's Speech.''- Supporting Actress: <strong> Melissa Leo </strong>,`` The Fighter''; <strong> Helena Bonham Carter </strong>,", "new_id": -2}, {"uid": "1295920625115490878", "i": 8675, "idx": 0, "sa": ["Eric Schmidt", "Barack Obama"], "q": "at the local state college, as this novel too frequently does. Take, as an example, this summing up of the fictional <strong> Barack Obama </strong>'s view of AmEric Schmidta on the eve of the 2012 election: <q> What a curious people. Their mania for self-improvement encompassed everything that touched them, and they resented the cost of every change. They were proudly self-reliant and quick to assign blame to others for disappointments. They were certain theirs was the most enlightened and envied society on earth, that human history was mostly a chronicle of their achievements, and were convinced, too, that their country was constantly in need of repair. Everything they had was better than what any other people had, and nothing was good enough. </q>- Culture Monster 01/24/2011, 5:15 p.m.- L.A. Times- Business 01/24/2011, 5:13 p.m.- L.A. Times- Business 01/24/2011, 5:13 p.m. It's official: Google approves$ 100-million award for outgoing CEO <strong> Eric Schmidt </strong> Sign", "new_id": -2}, {"uid": "1295329511137969669", "i": 33061, "idx": 1, "sa": ["Michael Vick", "Matt Ryan", "Jay Cutler", "Eli Manning", "Clay Matthews III"], "q": ". He's just growing into being a great quarterback.'' The Packers have beaten <strong> Eli Manning </strong>, <strong> Jay Cutler </strong>, <strong> Michael Vick </strong> and <strong> Matt Ryan </strong> in consecutive weeks and are the Super Bowl favorite in Las Vegas. <q> That( Bears game) was three weeks ago, </q> Packers linebacker <strong> Clay Matthews III </strong> said.`` A couple of weeks before that we were losing games. We feel good about where we're at.'' From the editor: Many of you have expressed concerns about some", "new_id": -2}, {"uid": "1296463797199901229", "i": 59003, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "'' is the subject of her memoir,`` You Came Here to Die, Didn't You''( Smokey Hill,$ 17.95, 187 pages; order at href=\"http://www.sherielabedis.com\" target=\"_blank\"> www.sherielabedis.com). <q> Although <strong> Barack Obama </strong> is a man of color, the vitriolic atmosphere of the U.S. proves there is still work to be done( in race relations), </q> Labedis, who lives in Roseville, said on the phone.`` Let us apply Martin <strong> Colin Powell </strong> King's advice:` That old law about an eye for an eye leaves everybody blind.'''", "new_id": -2}, {"uid": "1295683933156418048", "i": 37117, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": "News of the World' cuando l era su director.`` Puedo confirmar que he dimitido como director de comunicaci?n de Downing Street'', se?ala el comunicado, en el que <strong> Andy Coulson </strong> asegura que ha sido <q> un privilegio y un honor trabajar para <strong> David Cameron </strong> durante tres a?os y medio </q>.`` Estoy muy orgulloso del papel que he desempe?ado para ayudarle a llegar al N?mero 10 y durante los nueve primeros meses de la coalici?n'', a?ade.`` Desgraciadamente, la cobertura continuada de los", "new_id": -2}, {"uid": "1296173877117817349", "i": 29180, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": " News International: Normal rules do not apply The Guardian, Friday 28 January 2011 awarded massive damages- nearly? 800,000- against the News of the World over a <q> consistent pattern of bullying behaviour </q> under its former editor <strong> Andy Coulson </strong>. At the time of the ruling, Mr <strong> Andy Coulson </strong> was running <strong> David Cameron </strong>'s press relations and was within six months of walking through the front door of Downing Street. It was therefore an", "new_id": -2}, {"i": 2952, "idx": 17, "index_answer": 5, "new_id": -1, "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night.`` It was a huge lift off of me,'' <strong> Allen Iverson </strong> said. <q> I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more. </q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "sa": ["Tayshaun Prince", "Martin Luther King", "Cheikh Samb", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "uid": "1295586272212418583"}]