[{"uid": "1295168588203145230", "i": 9083, "idx": 2, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz"], "q": "could hear him. Instead, she slowly raised her left arm.`` The doctor said this is amazing what she's doing right now and beyond our greatest hopes,'' <strong> Kirsten Gillibrand </strong> said. <q> It felt like we were watching a miracle, </q> <strong> Debbie Wasserman Schultz </strong> said.`` The strength that you could see flowing out of her, it was like she was trying to will her eyes open.'' On ABC's`` Good Morning America'' on Thursday", "new_id": -2}, {"uid": "1295419136019841068", "i": 1472, "idx": 2, "sa": ["Simon Cowell"], "q": "that people who have a higher-than-average need for status- a need to feel important- were more likely to watch, presumably because the shows project status values like popularity, wealth and attention-seeking,'' he says. <q> If a contestant is really stinking it up performance-wise, audience members with a high need for power will want to see the person judged poorly, perhaps even humiliated. </q> No one really fulfilled that need before <strong> Simon Cowell </strong>, a man who gleefully admits that he slung his first insult at age 4, when he told his mother that her white pillbox hat made her look like", "new_id": -2}, {"uid": "1297257905207126562", "i": 55849, "idx": 1, "sa": ["George W. Bush", "Colin Powell"], "q": "., Rumsfeld wrote that the Joint Chiefs supported a strike, based on what Rumsfeld called extensive but not conclusive CIA evidence that the site housed an underground facility for testing chemical weapons. He called it a <q> fairly sizeable terrorist operation. </q> The prewar attack never happened, although the site was struck in the opening days of the war that <strong> George W. Bush </strong> launched in March 2003, about six weeks after <strong> Colin Powell </strong>'s U.N. speech. The U.S. never found substantial", "new_id": -2}, {"uid": "1296706230199049251", "i": 43135, "idx": 6, "sa": ["Jermaine Jackson", "50 Cent", "Jerry Stackhouse", "LeBron James", "Michael Jordan", "Michael Finley", "Allen Iverson", "Metta World Peace"], "q": "'s in game 1 of the 1989 Eastern Conference Michael Finleyals... Pistons@ Bulls 4-3-01 <strong> Jerry Stackhouse </strong> 57pts Career High Celebrity look alike anyone? <strong> Metta World Peace </strong>= <strong> Jermaine Jackson </strong>! <strong> Jerry Stackhouse </strong> used to be compared to <strong> Michael Jordan </strong>. For one night in <q> The House That <strong> Michael Jordan </strong> Built, </q> he was better than <strong> Michael Jordan </strong> himself. <strong> Jerry Stackhouse </strong> scored a career-high 57 points-- the most ever in the United 50 Center--... <strong> Allen Iverson </strong> 23pts vs <strong> LeBron James </strong> Cavs 08/09 NBA", "new_id": -2}, {"uid": "1295390036093929511", "i": 55862, "idx": 0, "sa": ["Simon Cowell"], "q": "reality show have decided it's time to accentuate the positive. Don't expect a chorus of nonstop praise from the new judging panel, but get ready for an upbeat arrangement that puts regular emphasis on <q> let'em down easy. </q> Who will fill <strong> Simon Cowell </strong>'s role of tell-it-like-it-is mean judge as`` Idol'' begins its 10th season at 8 tonight? No one.`` With <strong> Simon Cowell </strong> leaving, that has given us a new direction that", "new_id": -2}, {"uid": "1295755514184385545", "i": 26795, "idx": 17, "sa": ["Allen Iverson"], "q": "deficit to 11, <strong> Allen Iverson </strong> hit a 3-pointer from the PHILADELPHIA( AP)-- <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.''", "new_id": -2}, {"uid": "1296321679180224017", "i": 26877, "idx": 0, "sa": ["Zahi Hawass"], "q": "Saturday. The ruling party headquarters building next door to the museum was still in flames and billowing black smoke into the sky on Saturday, a day after protesters torched it during mass anti-government demonstrations. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> antiquities boss <strong> Zahi Hawass </strong> said as he watched fire trucks try to extinguish the blaze in the NDP headquarters. Early Saturday morning, Egyptian army commandoes secured the museum and its grounds, located near some of the", "new_id": -2}, {"uid": "1296293861120143879", "i": 53133, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "the Union address. In the party's official reply, which followed <strong> Barack Obama </strong>'s remarks, <strong> Mike Pence </strong> Paul D. Ryan of Wisconsin, the chairman of the House Budget Committee, declared that the country was facing <q> a crushing burden of debt. </q> He vowed that Republicans, after winning control of the House last year, would make good on their pledge to provide Americans`` a better choice and a different vision.''`` Americans are skeptical of", "new_id": -2}, {"uid": "1295985212180977682", "i": 5826, "idx": 1, "sa": ["Newt Gingrich", "Bill Lockyer"], "q": "`` You only realign programs that you are comfortable with some variation in level of services... and where you think there's enough local accountability to make sure the program is run right,'' she said. <q> If you are not,... it's probably a program best administered and controlled at the state level. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog ASSOCIATE SR.. ASSOCIATE, SR. DERIVATIVES ASSOCIATE IMPLEMENTATION ENGINEER AUTOMATION", "new_id": -2}, {"i": 19129, "idx": 8, "index_answer": 1, "new_id": -1, "q": "'' The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as <q> a Christian, a conservative, and a Republican, in that order, </q> is one of the party's most vocal critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "sa": ["Barack Obama", "Mike Pence"], "uid": "1296232207160088064"}]