[{"uid": "1295877655020021299", "i": 26559, "idx": 0, "sa": ["Chris Huhne"], "q": " blog, before most people here had heard of shale. The case for shale Grealy began by ridiculing the current political wisdom. He quoted Energy secretary <strong> Chris Huhne </strong>, who had declared that <q> Left untouched, the electricity market would allow a new dash for gas, increasing our dependence on a single fuel, and exposing us to volatile prices </q>. That's rubbish, he said, because we'd be able to generate our own gas so cheaply, in such abundance. Grealy described gas as the cheapest low-carbon fuel source, winning support from", "new_id": -2}, {"uid": "1295589516230457394", "i": 49336, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "JOSE, Calif.-- Google co-founder <strong> Larry Page </strong> will take charge of the company's day-to-day operations as chief executive officer, replacing current CEO <strong> Eric Schmidt </strong>, who will focus on strategic projects and new products. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement released by Google.`` By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead", "new_id": -2}, {"uid": "1297273948137707557", "i": 14185, "idx": 0, "sa": ["David Letterman", "Jay Leno"], "q": "2.2/ 6 11.82 NBC href=\"http://tvbythenumbers.com/parenthood-nbc\" title=\"Parenthood\"> Parenthood 1.9/ 5 5.24 ABC href=\"http://tvbythenumbers.com/detroit-1-8-7-abc\" title=\"Detroit 1-8-7 ratings, news, and viewing links\"> Detroit 1-8-7 1.3/ 4 5.55- via NBC press note: <q> In Late-Night Metered Markets Tuesday night:? In Nielsen's 56 metered markets, household results were:`` The href=\"http://tvbythenumbers.com/tag/tonight-show-ratings\" title=\"Tonight Show\"> Tonight Show with <strong> Jay Leno </strong>, </q> 2.9/ 7; CBS's'' href=\"http://tvbythenumbers.com/tag/late-show-ratings\" title=\"Late Show\" target=\"_blank\"> Late Show with <strong> David Letterman </strong>,'' 3.2/ 8; and ABC's combo of'' href=\"http://tvbythenumbers.com/tag/nightline-ratings\" title=\"Nightline\"> Nightline,'' 3.0/ 7;", "new_id": -2}, {"uid": "1294965093056983574", "i": 4598, "idx": 4, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand", "Debbie Wasserman Schultz"], "q": "She was rubbing our hands and gripping our hands so... we knew she could hear and understand what we were saying and she moved her leg, and so we knew she was responding,'' <strong> Kirsten Gillibrand </strong> said. <q> And the more we joked about what we were going to do, she started to open her eyes. </q> <strong> Gabrielle Giffords </strong>' husband, <strong> Mark Kelson </strong>, realized the significance of the moment.`` <strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,'' he said, according to <strong> Kirsten Gillibrand </strong>. Said <strong> Debbie Wasserman Schultz </strong>:``", "new_id": -2}, {"uid": "1295594483015614016", "i": 33324, "idx": 1, "sa": ["Viktor Bout", "Michael Gove"], "q": "students should study in some subjects, such as maths, <strong> Viktor Bout </strong> outlines only broad areas in others, such as history, leaving teachers to decide on content. Mr <strong> Michael Gove </strong> said the new national curriculum should <q> embody for all children in England their cultural and scientific inheritance, enhance their understanding of the world around them and introduce them to the best that has been thought and written </q>. The review panel has been asked to look at what subjects should be compulsory for pupils of different ages, as well as the content that should be taught in them. The Michael Government has", "new_id": -2}, {"uid": "1296034052058212395", "i": 59786, "idx": 0, "sa": ["Eric Schmidt"], "q": "Europa. <strong> Eric Schmidt </strong> ha confirmado durante una rueda de prensa en Alemania que Google emprender nuevas contrataciones en Europa. La compa?a tiene prevista la incorporaci?n de 1.000 nuevos puestos de trabajo a su plantilla. <q> Nos hemos fijamos este a?o como uno de los objetivos principales el crecimiento en Europa. Vamos a invertir en Europa </q> ha comentado <strong> Eric Schmidt </strong> en declaraciones recogidas por el diario The Gguardian. El n?mero de incorporaciones previstas supone un incremento de la plantilla europea de un 20 por ciento. Actualmente Google cuenta con aproximadamente 5.000 trabajadores entre Europa,", "new_id": -2}, {"uid": "1296430315137691137", "i": 52322, "idx": 0, "sa": ["Zahi Hawass"], "q": "advantage of a fire raging through the nearby headquarters of the ruling National Democratic Party in downtown Cairo, intruders climbed the gates, broke a window and entered the museum in bid to steal the mummies. <q> But demonstrators in collaboration with security forces stopped the thieves and returned the relics to the museum-- but they were already damaged, </q> <strong> Zahi Hawass </strong> said.`` Only their heads were intact,'' he added. The fate of the vandals remained unknown. The Egyptian museum, which houses invaluable treasures of antiquity, was", "new_id": -2}, {"uid": "1297616629186400779", "i": 32531, "idx": 13, "sa": ["Donald Rumsfeld", "David Martin", "Osama bin Laden", "George H. W. Bush"], "q": "Goose Egg Memo. Do you see the disconnect between the public and private statements?'' asked <strong> David Martin </strong>.`` No,'' said <strong> Donald Rumsfeld </strong>.`` There's no disconnect at all.'' <q> But in private you're much more unhappy with what this system is doing. </q>`` Once you're satisfied and comfortable in a war,'' <strong> Donald Rumsfeld </strong> said,`` you lose.'' The <strong> George H. W. Bush </strong> administration certainly wasn't satisfied with just going after <strong> Osama bin Laden </strong>. Even before the", "new_id": -2}, {"uid": "1296516903231161863", "i": 59350, "idx": 0, "sa": ["Michael Vick", "Wally Judge"], "q": "Ariel'' Irham listens to <strong> Wally Judge </strong> Strikes Down ObamaCare...- Florida <strong> Wally Judge </strong> rules that health care law is unconstitutional and says the entire... U.S. Video: Teachers Getting the Axe in New York City Report Abuse <q> If a parent came before this very same <strong> Wally Judge </strong> on a child welfare complaint because they had duct taped their own child's mouth for being disruptive, the <strong> Wally Judge </strong> would have sent the parent to jail. </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Tampa Mom Accused of Killing Teen Kids Sobs in Court Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$", "new_id": -2}, {"i": 36363, "idx": 6, "index_answer": 0, "new_id": -1, "q": "The next step is to reduce U.S. unemployment, an issue <strong> Barack Obama </strong> should make`` the centerpiece'' of his annual State of the Union address on Jan. 25, the former Cabinet member said. <q> The American people are expecting him to say something about what he's going to do to </q> keep the economy moving forward, <strong> Colin Powell </strong> said. <strong> Colin Powell </strong> has criticized his own party in recent months while supporting <strong> Barack Obama </strong>'s ultimately successful fight for Senate ratification of a new nuclear-arms-reduction treaty with Russia. <strong> Colin Powell </strong> said", "sa": ["Colin Powell", "Barack Obama"], "uid": "1295802494101695495"}]