[{"uid": "1297124427224133140", "i": 2385, "idx": 1, "sa": ["Steve Ballmer", "Wes Miller", "Ray Ozzie", "Kurt DelBene"], "q": "engineering chief <strong> Kurt DelBene </strong>, rather than marketing executive Chris Capossela. When Chief Software Architect <strong> Ray Ozzie </strong> announced plans to step down in October, <strong> Steve Ballmer </strong> declined to replace him in that central role, saying the company had <q> strong technical leaders in each business group. </q> The effort may take some of the heat off <strong> Steve Ballmer </strong>, so long as it produces results soon, <strong> Wes Miller </strong> said.`` You can play pin the blame on the donkey, but the reality", "new_id": -2}, {"uid": "1295845011038256644", "i": 24111, "idx": 0, "sa": ["Alassane Ouattara"], "q": "to put more financial pressure on his rival by calling for this ban. The European Union, US and west African states have already adopted various financial sanctions against Gbagbo and his closest allies. <q> We had a meeting with the main cocoa exporters in Ivory Coast and they have agreed to suspend exports for a month, </q> Malick Toh, an adviser to <strong> Alassane Ouattara </strong>'s government, was quoted as saying by Bloomberg. This claim could not be independently confirmed.` Price jump' Ivory Coast produces about a third of", "new_id": -2}, {"uid": "1297210131061849602", "i": 3918, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "the service members who operate it have`` taken a lot of heat unfairly.'' <strong> Donald Rumsfeld </strong> also made clear that he has not dialed down his concerns about the threat posed by Islamic extremism. <q> Let there be no doubt, there are extremists out there who are determined to do damage to the United States of America and to kill Americans and to impose a caliphate over a large fraction of this globe, </q> he told Fox News.`` And they have weapons of increasing lethality at their disposal and at their beck and call.'' In his 800-page memoir, <strong> Donald Rumsfeld </strong> covers everything from the early days of the", "new_id": -2}, {"uid": "1296586302084361234", "i": 51098, "idx": 2, "sa": ["María Antonieta Collins", "David Letterman", "Charles Grandison Rose III", "Jaime Bayly"], "q": "commercial. <strong> Jaime Bayly </strong> and <strong> María Antonieta Collins </strong> stand up and kiss on the cheek, but their microphones remain on.`` Don't come here just to complain about my behavior,'' <strong> Jaime Bayly </strong> says angrily over the outro music. <q> And don't be so damn boring. </q> <strong> Jaime Bayly </strong> is a man of many parts. He's both <strong> David Letterman </strong> and <strong> Charles Grandison Rose III </strong>; comedian and serious interviewer; straight and gay; shamelessly self-promoting and relentlessly self-deprecating. After a one-and-a-half-year hiatus, he", "new_id": -2}, {"uid": "1296704404078823470", "i": 5360, "idx": 2, "sa": ["Allen Iverson", "Michael Jordan", "John Salmons", "Stephen Jackson"], "q": "away early in the fourth quarter. Consecutive 3-pointers by <strong> Allen Iverson </strong> and <strong> John Salmons </strong> gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. <q> He wasn't missing anything, </q> Hawks forward <strong> Stephen Jackson </strong> said.`` When a guy is shooting like that, there's nothing you can do.'' <strong> Allen Iverson </strong> scored 14 http://wn.com/Bulls_vs_Hawks_1991_92_Michael Jordan_37pts/10rbs/9asts/4stls December 21, 1991. This game is in some ways similar to the", "new_id": -2}, {"uid": "1295285635056262693", "i": 42491, "idx": 0, "sa": ["Bill Lockyer"], "q": "885 million at Friday's hearing, but commissioners added an additional$ 45 million during the meeting. Tom Dresslar, a spokesman for state Treasurer <strong> Bill Lockyer </strong>, condemned the agency's actions in a statement as <q> needlessly provocative acts of gamesmanship that warp the status quo. </q>`` Apparently, they don't think they have a case to make, so they decided to try and create facts on the ground. The governor's proposal warrants a serious, thoughtful discussion,''", "new_id": -2}, {"uid": "1297073019223330313", "i": 23231, "idx": 0, "sa": ["Sergio Marchionne"], "q": "contemplato, la stessa grinta e determinazione che- sottolinea la casa guidata da <strong> Sergio Marchionne </strong>- hanno dimostrato il marchio Chrysler, la societ e i suoi dipendenti. Il messaggio dello spot`` Born of Fire''? che <q> non occorre attraversare l'oceano per cercare la qualit e l'eleganza perch Chrysler? l'alternativa americana alle vetture d'importazione </q>. Lo spot trasmesso nella finale pi attesa dello sport americano ha sei momenti forti: nella prima( senza musica e su immagini dei sobborghi di Detroit) una voce fuori campo si domanda come sia possibile costruire vetture", "new_id": -2}, {"uid": "1297697353228933658", "i": 3133, "idx": 1, "sa": ["Alassane Ouattara"], "q": "declared Gbagbo the winner, after invalidating nearly 600,000 votes in pro-Alassane Ouattara areas.`` We are asking the court to hold that these pronouncements are illegal,'' Faye told journalists Monday after filing the suit. <q> If they are illegal, they are null and void. They should suspend any action in respect to these pronouncements. </q> Obii Onuoha, an ECOWAS lawyer, said she had no instructions from the bloc about the lawsuit as it was formally filed during the court's open session. Both Gbagbo and <strong> Alassane Ouattara </strong> have been", "new_id": -2}, {"uid": "1297676565109084699", "i": 15189, "idx": 0, "sa": ["Charles Ellis Schumer", "Kirsten Gillibrand"], "q": "down vital safety regulations, we need the airline industry to come to the table to ensure we have the greatest possible protections for airplane passengers,'' said <strong> Charles Ellis Schumer </strong>, who was releasing letters to the FAA yesterday. <q> The airline industry needs to recognize that the safer passengers feel, the more likely they will be to fly. </q> New York's other senator, <strong> Kirsten Gillibrand </strong>, had also spoken out Friday about potential delays in the implementation of safety improvements made after the crash, saying debates about possible funding cuts should not alter the timetable", "new_id": -2}, {"i": 16110, "idx": 0, "index_answer": 0, "new_id": -1, "q": "as the Wi-Spy incident, and to call CEO <strong> Eric Schmidt </strong> to testify under oath. In a letter to <strong> Darrell Issa </strong>, <strong> Jamie Court </strong>, Consumer Watchdog president and John <strong> M. Simpson </strong>, Inside <strong> Google Inc. </strong> Project director, wrote: <q> An investigation by the committee of <strong> Google Inc. </strong>'s relationship to the Administration is particularly timely now in light of the way the Federal Trade Commission closed its probe of the Wi-Spy incident, and the Department of Justice's current review of the pending acquisition of ITA Software. </q> http://insidegoogle.com/wp-content/uploads/2011/01/GOOGGovfinal012411.pdf http://insidegoogle.com/wp-content/uploads/2011/01/LtrIssa012411final.pdf The report, Lost in the Cloud: <strong> Google Inc. </strong> and the US Government, is drawn from records obtained through the Freedom of Information Act and interviews. It found that <strong> Google Inc. </strong>'s ambitious quest for", "sa": ["Jamie Court", "Eric Schmidt", "M. Simpson", "Darrell Issa", "Google Inc."], "uid": "1295965636047955976"}]