[{"uid": "1297125914137412651", "i": 2194, "idx": 1, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a \"key to the city.\" The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a <q> key to the city. </q> <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this past season, his second in the NFL since serving 18 months in prison for operating a dogfighting operation. <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong>", "new_id": -2}, {"uid": "1295616928206700565", "i": 53202, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "wie target=\"_blank\"> Facebook machen. <strong> Larry Page </strong> will 13 Jahre nach Gr?ndung der Suchmaschine Anfang April das Ruder von dem seit rund zehn Jahren amtierenden Vorstandschef <strong> Eric Schmidt </strong> bernehmen. Dieser wird nun Chef der Verwaltungsrats und scherzte: <q> T?gliche Aufsicht durch Erwachsene ist nicht mehr n?tig. </q> Welch gute Arbeit <strong> Eric Schmidt </strong> auf dem Chefposten geleistet hat, belegte die aktuelle Gesch?ftsbilanz vom Donnerstagabend: wieder einmal bertrumpfte Google alle Erwartungen und steigerte Umsatz wie Gewinn um knapp ein Drittel. Google bekommt Konkurrenz bereits deutlich zu", "new_id": -2}, {"uid": "1295158532128794647", "i": 627, "idx": 5, "sa": ["Byron Scott", "Allen Iverson", "Guo Lusheng", "George Karl"], "q": "Now, it feels that much worse. It's throbbing like a heartbeat.\" <strong> Allen Iverson </strong>, who hurt his <strong> Guo Lusheng </strong> against San Byron Scottio a week ago, slips on a brace after every game per doctors orders. <q> If I didn't wear this brace to keep it straight after every game, there's a chance it will get worse and I'll have to get a pin, </q> he said. Yet he refuses to wear anything on the <strong> Guo Lusheng </strong> in a game. \"I'm just real superstitious,\" <strong> Allen Iverson </strong> said. Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there", "new_id": -2}, {"uid": "1297349774105594907", "i": 50106, "idx": 2, "sa": ["David Letterman", "Tim Burton"], "q": "for me, and it was. And, you know, it was a low only because I totally disappointed myself there. From the Tim Burtone I first started doing stuff for Dave <strong> David Letterman </strong>, people were saying, <q> You need to go to Saturday Night Live. That's where you belong. </q> And before I ever met Dave, I thought, Saturday Night Live is where I should be. Before I met Dave, I even submitted some material there, and when I got hired for <strong> David Letterman </strong>, even", "new_id": -2}, {"uid": "1295169383147406849", "i": 53290, "idx": 5, "sa": ["Kobe Bryant", "Nicolas Batum", "Allen Iverson", "Shaquille O'Neal", "George Karl"], "q": "a span of two seconds after techNicolas Batumal fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Shaquille O'Neal </strong> play, </q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player Bryant_Kobe Bryant_36_points_vs_Golden_State_Kobe Bryants_3-23-2008 LOS ANGELES-- Just when it appeared the Los", "new_id": -2}, {"uid": "1297706334148619267", "i": 8892, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "'s going to deliver absolutely phenomenal Windows phones,\" he said, without elaborating when the first results of the collaboration would hit the market. <strong> Steve Ballmer </strong> invited Nokia CEO <strong> Stephen Elop </strong> to join him on stage. <q> Microsoft and Nokia together represents a natural partnership. People are getting it, </q> he said. Nokia shares closed down 5.3 percent, while Microsoft shares traded down 0.3 percent at 1638 GMT in a flat market. Microsoft has struggled to gain significant market share in wireless,", "new_id": -2}, {"uid": "1297129044188514306", "i": 590, "idx": 5, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> \"I wanted to do a show where judges could help competitors on a weekly basis,\" <strong> Simon Cowell </strong> said, comparing the job to his days as an A&R rep at a record label. <q> It's more interesting to me; it definitely gives me something more to do. When an artist wins, you win. It really does become an incredible competition with judges, in a way more than the artists, because we don't pretend to like each other. </q> <strong> Simon Cowell </strong> said a decision about who will sit beside him on the panel will be made in the next three or four weeks. He says he's looking for people who could one-up him in battle.", "new_id": -2}, {"uid": "1295840632071843856", "i": 9609, "idx": 3, "sa": ["Andy Coulson", "Chris Bryant"], "q": "Labour frontbencher <strong> Chris Bryant </strong> to call for the police to conduct a new investigation. \"To say this is long overdue is an understatement. <strong> Andy Coulson </strong> should never have been appointed in the first place,\" he said. <q> I hope now, finally, that the police will be able to conduct the full, transparent, and thorough inquiry into phone hacking that we are still waiting for and that the murky truth will come to light. </q> The paper also said that editors at rival papers have also been expressing the view to NI executives that the allegations about the News of the World are \"bad for business\" and threaten the reputation of", "new_id": -2}, {"uid": "1295319617230228067", "i": 8326, "idx": 3, "sa": ["David Letterman", "Sarah Palin", "Rudy Giuliani", "John King", "Sean Duffy"], "q": "on camera. Proudly wearing their \"I support <strong> Sean Duffy </strong>\" t-shirts, they were happy to talk about their candidate in Wisconsin. <strong> David Letterman </strong>... <strong> Rudy Giuliani </strong>: \"<strong> Sarah Palin </strong> Is Great For The Republican Party!\" <strong> Rudy Giuliani </strong>: <q> <strong> Sarah Palin </strong> Is Great For The Republican Party! </q> After <strong> John King </strong> shows <strong> Rudy Giuliani </strong> the cover of Newsweek with <strong> Sarah Palin </strong> on the cover, the former New York City mayor giddily says she \"is great for the Republican Party,\" and also takes credit for taJohn King <strong> Sarah Palin </strong> to", "new_id": -2}, {"uid": "1295469111069730385", "i": 21361, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez", "Randy Jackson"], "q": "` American Idol' judge <strong> Steven Tyler </strong>'s energy sets him apart from sometimes icy <strong> Simon Cowell </strong> <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and <strong> Randy Jackson </strong> are the \"American Idol\" judges. The 10th season begins at 8 tonight on Fox. <q> Darlings, how are you? </q> This was <strong> Steven Tyler </strong>'s opening for the recent media conference call he did to plug his new gig as an \"American Idol\" judge. So far, the Aerosmith frontman has established himself as the friendliest", "new_id": -2}]