[{"uid": "1295400777230801423", "i": 38703, "idx": 0, "sa": ["Sergio Marchionne"], "q": "minivans' future WINDSOR, Ontario: Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q>We need to completely rethink the minivan,</q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean", "new_id": -2}, {"uid": "1295583950212418564", "i": 15641, "idx": 0, "sa": ["Eric Schmidt"], "q": "$ 2.07 billion in TAC( traffic-acquisition costs), or revenue shared with Google's partners. Google's paid clicks were up 11 percent from the prior quarter and 18 percent from the year-ago quarter. <q>Q4 marked a terrific end to a stellar year,</q> Google CEO <strong> Eric Schmidt </strong> said in a statement. \"Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer", "new_id": -2}, {"uid": "1297298416168493093", "i": 40019, "idx": 2, "sa": ["Donald Rumsfeld", "Saddam Hussein", "Colin Powell", "Dick Cheney", "George H.W. Bush"], "q": "Laden-directed attack on the United States was to accuse it of being duped by \"vast doses of Al Qaeda misinformation.\" And on the very same afternoon of the September 11, he directed <strong> Colin Powell </strong> <strong> Dick Cheney </strong> Myers to <q>find the best info fast... judge whether good enough[ to] hit S.H.@ same time.</q> S.H. here is, of course, <strong> Saddam Hussein </strong>. Apparently, there weren't enough good targets in Afghanistan and lots of high-quality ones in Iraq, as <strong> Donald Rumsfeld </strong> reportedly told top <strong> George H.W. Bush </strong> Administration security expert <strong> Dick Cheney </strong> Clarke.", "new_id": -2}, {"uid": "1295237766163905566", "i": 29701, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "D-N.Y., said on NBC's Meet the Press that she talked with <strong> Gabrielle Giffords </strong>' husband, astronaut Mark Kelly, on Saturday night. He described the latest progress in his critically injured wife's recovery. <q>She's making progress every day,</q> <strong> Kirsten Gillibrand </strong> said. \"She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and", "new_id": -2}, {"uid": "1296583927119291947", "i": 46954, "idx": 1, "sa": ["Mark Sanford", "David Letterman"], "q": "Bathsheba.( And that photo was the moment that inspired <strong> Mark Sanford </strong> King <strong> David Letterman </strong> to write the Psalm about \"He leadeth me beside the still waters\". That's the Psalm that also includes walking the Appalachian trail <q>Yea though I walk through the valley</q>. Just thought you might want to print a correction.:-) uZFl% 2BNGkatVlBBChS% 2FOM6Jh9YZte6gA5GURvNwW4tS% 2BJSeQ7% 2Buh4YOtZECsmBf8rzQSMphE41mgZgXiOl3utoQ% 3D% 3D", "new_id": -2}, {"uid": "1296859850024854534", "i": 2207, "idx": 0, "sa": ["Sergio Marchionne", "Barack Obama"], "q": "( Reuters)- Chrysler is working to refinance what its chief executive characterized as \"shyster loans\" that the <strong> Barack Obama </strong> administration extended as part of a bailout to keep the automaker from collapse in 2009. <q>I want to pay back the shyster loans,</q> <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unprincipled lawyer or politician. \"Pay back the loans, get those out and then take( the company) public.\" <strong> Sergio Marchionne </strong>", "new_id": -2}, {"uid": "1295883490173096982", "i": 16864, "idx": 1, "sa": ["Eric Schmidt", "Barack Obama", "Matt Patterson", "Google Inc."], "q": "brand new technology, there may be a few syncing slips- please bear with us as we work to perfect*** http://wn.com/Eric_Schmidt_Google's_Outgoing_CEO_Cash_Out_335_million_Shares www.youtube.com <strong> Eric Schmidt </strong> asked \"the most efficient way to sort a million 32-bit integers\" <strong> Barack Obama </strong> replied <q>the bubble sort would be the wrong way to go.</q> by BizzyMicBizness http://wn.com/evil_google_WORLD_domination!_SCROOGLE_for_google_ The Tyranny of <strong> Google Inc. </strong>( by <strong> Matt Patterson </strong>, AmericanThinker.com)- In an astonishing interview with The Wall Street Journal, <strong> Eric Schmidt </strong>, the CEO of <strong> Google Inc. </strong>, has outlined what he believes will be the future", "new_id": -2}, {"uid": "1295455732232161286", "i": 12590, "idx": 1, "sa": ["Jane Lynch", "Simon Cowell"], "q": "was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her,\" she told British newspaper The Sun. <q>He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. Just like him, she says what she wants because she can- there is nobody there to tell either of them to stop.</q> <strong> Simon Cowell </strong> is set to take his British programme The X Factor to America this year, and speculation is rife over who will judge it. <strong> Jane Lynch </strong> insists the rumours can now end, as she has the", "new_id": -2}, {"i": 31852, "idx": 1, "index_answer": 0, "new_id": -1, "q": "a friend. \"I talked to her husband Mark last night. She's making progress every day.\" While it's \"far too early\" for the congresswoman to speak, <strong> Kirsten Gillibrand </strong> said, <q>she's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and understand and show people she understands what she's hearing and seeing.</q> <strong> Gabrielle Giffords </strong> began breathing without a ventilator yesterday as doctors took out the breathing tube that had run down her throat and replaced it with a tracheotomy tube in her windpipe. Surgeons also inserted a feeding tube.", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295231201028164120"}, {"uid": "1295865007245235746", "i": 4849, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "Sea represent a pharaoh bargain for buyers? Report on deadly Gaza flotilla raid set for release media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q>So far, our worst day in government,</q> a senior <strong> David Cameron </strong> aide told The media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. \"So far, our worst day in government,\"", "new_id": -2}]