[{"uid": "1295876564020021277", "i": 6043, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "is at risk. The state, which allocates federal funds for the health care reform projects, just awarded HEALTHeLINK those grants late last year for projects that are planned to take two years to complete. <q>To try to complete two years of work in three quarters just isn't feasible,<q> said Daniel <strong> Kirsten Gillibrand </strong> Porreca, HEALTHeLINK's executive director. Facing such realities, the state's congressional delegation has begun a bipartisan push to persuade the Department of Health and Human Services to give the state three", "new_id": -2}, {"uid": "1295283262030097462", "i": 15654, "idx": 0, "sa": ["Piers Morgan", "Jon Stewart", "Oprah Winfrey", "David Letterman"], "q": "editor launches his new CNN show <strong> Piers Morgan </strong> Tonight, featuring an interview with <strong> Oprah Winfrey </strong>, later today. Speaking to The Guardian, <strong> Piers Morgan </strong> claimed that his career will only end when he is \"ignored\". <q>The only enemy for me is being ignored,<q> he said. \"If I'm being ignored by the American media then it's all over. If I'm the centre of their attention then- you know, last week both <strong> Jon Stewart </strong> and <strong> David Letterman </strong> made a", "new_id": -2}, {"i": 6788, "idx": 3, "index_answer": 1, "new_id": -1, "q": ". \"I don't even remember when <strong> John Starks </strong> was in the CBA, and I don't remember when he first came into the league,\" said <strong> Michael Jordan </strong>, referring to the minor league Continental Basketball Association. <q>But I know he's here now.<q> And <strong> John Starks </strong> had plenty of help. Patrick http://wn.com/Allen_Iverson_48pts_vs_Michael_Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he might be on his way to another career game when he put up 45 points in the first three quarters against his favorite foils, the Milwaukee", "sa": ["John Starks", "Michael Jordan", "Allen Iverson"], "uid": "1295687287040943628"}, {"uid": "1295570430037306373", "i": 34158, "idx": 5, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "April 4 he will take charge of our day-to-day operations as Google's Chief Executive Officer. In this new role I know he will merge Google's technology and business vision brilliantly,\" says <strong> Eric Schmidt </strong> before adding: <q>I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead.<q> According to the blog post \"<strong> Sergey Brin </strong> has decided to devote his time and energy to strategic projects, in particular working on new products. His title will be Co-Founder. He's an innovator and entrepreneur", "new_id": -2}, {"uid": "1296199985159858778", "i": 17580, "idx": 0, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> will not run for president in 2012. AP Photo/Carlos Osorio Indiana Rep. <strong> Mike Pence </strong> will not run for president but has left the door open to running for governor of the Hoosier State in 2012. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,<q> <strong> Mike Pence </strong> said in a <strong> Mike Pence </strong> has been publicly mulling whether to run for the open governor's office or for president for several months. In recent weeks, he has received considerable encouragement to run for president", "new_id": -2}, {"uid": "1296962228115425286", "i": 13682, "idx": 8, "sa": ["Michael Vick"], "q": " \"<strong> Michael Vick </strong> became won The Associated Press 2010 NFL Comeback Player of the Year award Saturday\"\" Report Abuse \"dude, the grammer sucks!! how are these people getting paid for lousy writing:\" <q><strong> Michael Vick </strong> became won The Associated Press 2010 NFL Comeback Player of the Year award Saturday<q> Report Abuse \"Sigh Patriot hating is so old and sad at this point if you losers can't come up with more material then you should all go back to the pathetic holes you came from.\"", "new_id": -2}, {"uid": "1297372622106381327", "i": 29128, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "e-mail to employees Wednesday. India looks to broadband connectivity and fiber optic cable projects as major engines for economic development as it prepares for a huge uptick in demand for online access from consumers and businesses. <q>Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team,<q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1297304788026935319", "i": 27462, "idx": 1, "sa": ["John McCain", "Donald Rumsfeld", "Dick Cheney", "Gerald Ford"], "q": "example this never-before-released glimpse backstage at the <strong> John McCain </strong> House, circa fall 1975, as <strong> Donald Rumsfeld </strong> and <strong> Dick Cheney </strong> administer tough love to <strong> Dick Cheney </strong> <strong> Gerald Ford </strong>, whose administration was listing from management troubles within and a feisty primary challenger named <q>We had members of Congress savaging what was going on down there[ at Gitmo],<q> <strong> Donald Rumsfeld </strong> said. \"And it was not true. That prison is a world-class operation.\" The brash aides' directive: Clean up the <strong> John McCain </strong> House operation, or accept their resignations. Or", "new_id": -2}, {"uid": "1296770511173654034", "i": 12150, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "and his take on Hurricane Katrina. Ten days after the attacks of Sept. 11, 2001, <strong> Donald Rumsfeld </strong> wrote himself a note. \"At the right moment,\" it said, <q>we may want to give <strong> Saddam Hussein </strong> a way out for his family to live in comfort.<q> Known and Unknown, the former Defense secretary says he believed that \"an aggressive diplomatic effort, coupled by a threat of military force, just might convince <strong> Saddam Hussein </strong> and those around him to seek exile.\"", "new_id": -2}, {"uid": "1297160800166199305", "i": 31140, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "justifications for launching the Iraq invasion in 2003-- was wrong, but defends his decisions on the war. In an interview with ABC news on the eve of the book's release, <strong> Donald Rumsfeld </strong> said, <q>What you know today can help you unthink your thinking about tomorrow.<q> <strong> Donald Rumsfeld </strong> said, \"It can't help you with things you were thinking about back then,\" and added, \"Back then there was reasonable confidence that[ <strong> Saddam Hussein </strong>] had these weapons.\"", "new_id": -2}]