[{"uid": "1295670121065781771", "i": 18610, "idx": 1, "sa": ["Simon Cowell"], "q": ", Tunisia. Her career goal:`` To develop and release a Windows Phone 7 app to the Marketplace.'' Neil, a`` senior software development engineer'' from Dublin, Ireland. His career goal: <q> To learn how to develop an application on Windows and SQL Azure. </q> <strong> Simon Cowell </strong>, a principal software engineer from Chester, UK. His career goal:`` Get team certified to meet Microsoft Partner competency requirements.'' Caroline( pictured), a student from Calgary, Canada. Her", "new_id": -2}, {"uid": "1297588971109002780", "i": 17088, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama", "Winston Churchill"], "q": "`` My impression is that the <strong> Barack Obama </strong> administration is taking steps that at least symbolically have distanced his White House from what I have throughout my career valued as a special relationship,'' Mr <strong> Donald Rumsfeld </strong> told <q> I don't know what it looks like from the other side of the pond, but certainly here it has dramatised the things that the <strong> Barack Obama </strong> administration has done that are unhelpful to the relationship. </q> The former defence secretary cited Mr <strong> Barack Obama </strong>'s actions and words, from his early removal of the bust of <strong> Winston Churchill </strong> from the Oval Office to his recent assertion that the US does not have`` have a stronger", "new_id": -2}, {"uid": "1295684942089554946", "i": 34363, "idx": 5, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our http://wn.com/Astonishing_Halftime_Entertainment_*_NBA_Denver_Nuggets_vs_Lakers,_HD Astonishing NBA Halftime performance Veniamin's Human Slinky Â® at Denver Nuggets vs LA Lakers( 2/27/09) Pepsi Center", "new_id": -2}, {"uid": "1295610219050561027", "i": 8662, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "company's other co-founder and its president of technology. In the interview, Mr. Page also explained the move as an effort to streamline, saying the three had selected him as the top decision-maker because of <q> the pace of decision-making and the scale of the company. </q> Mr. <strong> Sergey Brin </strong>, who joined Mr. Page and Mr. <strong> Eric Schmidt </strong> in the interview, said the three-way process confused employees.`` We wanted to make it clear to all the executives and the managers who report to", "new_id": -2}, {"uid": "1295559914021315632", "i": 10674, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "The CEO", "Google Inc."], "q": "<strong> Google Inc. </strong>'s investors believed the company needed a more mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too.`` There is no other <strong> The CEO </strong> in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page", "new_id": -2}, {"uid": "1295471396069730345", "i": 36077, "idx": 2, "sa": ["Paula Abdul", "Steven Tyler", "Howard Stern", "Simon Cowell", "Jennifer Lopez"], "q": "Asked about the media comparing him to former judge <strong> Paula Abdul </strong>, <strong> Steven Tyler </strong> laughed, saying it's because of the rehab rumors that dogged <strong> Paula Abdul </strong>. But he added that he'll be no <strong> Simon Cowell </strong> either. <q> You can't say you suck, </q> he told <strong> Howard Stern </strong>.`` <strong> Simon Cowell </strong> got off on doing that. My heart's not like that... I'm not into putting people down. I'm into bringing them up.'' He said <strong> Jennifer Lopez </strong>", "new_id": -2}, {"uid": "1296231931043434103", "i": 6989, "idx": 0, "sa": ["Kirsten Gillibrand", "Hillary Clinton"], "q": "2009 after <strong> Hillary Clinton </strong> left to become secretary of state, had sought the committee seat. She has worked on military issues, such as the repeal of the'' Albany-area congressional district. <q> One of the reasons I came to Congress was to strengthen our national security and serve as a voice for our troops and military families, </q> she said. <strong> Kirsten Gillibrand </strong> says she will work for troops and their families, and try to strengthen connections between the military and NYPIRG: Real Estate, Law Are Top Sources Of Outside Income For State", "new_id": -2}, {"uid": "1297067872184320061", "i": 12729, "idx": 1, "sa": ["Michael Vick"], "q": "given the expiration of the collective bargaining agreement next month. But <strong> Michael Vick </strong> clearly expects to remain with the Eagles, who are expected to move toward a longer-term deal once the CBA issues are worked out. <q> Andy[ Reid] has been great. You're talking about a great coach, a great guy to be around, just to sit down and talk to on a daily basis, </q> <strong> Michael Vick </strong> said.''[ He] teaches you the game of football, everything you want in an individual as a player is what he exemplifies. It's just been great to be able to work with him", "new_id": -2}, {"uid": "1295031156139100180", "i": 19379, "idx": 6, "sa": ["Kirsten Gillibrand", "Sen. Kay Bailey Hutchison", "Gabrielle Giffords"], "q": "& search= Search'',`` permaLink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011304329.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-44v&amp;flvURL=/media/2011/01/13/01132011-44v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-44v.jsn''}{`` title'': <q> Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes </q>,`` description'':`` <strong> Sen. Kay Bailey Hutchison </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.'',`` note'':", "new_id": -2}, {"i": 34756, "idx": 2, "index_answer": 0, "new_id": -1, "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season.`` I thought AI had a real good feel for the game,'' Nuggets coach <strong> George Karl </strong> said. <q> <strong> Michael Jordan </strong> game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved. </q> <strong> Linas Kleiza </strong> benefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Allen Iverson"], "uid": "1294977377249905175"}]