[{"uid": "1297145288171491328", "i": 985, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "`` Late Show with <strong> David Letterman </strong>,'' Green Bay Packers quarterback <strong> Aaron Rodgers </strong> talked a range of topics from his days in high school to the locker room mood at halftime of the Super Bowl. The song, <q> We Are the Champions, </q> greeted <strong> Aaron Rodgers </strong> as he walked onstage to a standing ovation.`` There must be a lot of Wisconsin people out there,'' <strong> Aaron Rodgers </strong> said to wild applause. <strong> David Letterman </strong> asked <strong> Aaron Rodgers </strong> why he was", "new_id": -2}, {"uid": "1296347345037584903", "i": 27487, "idx": 0, "sa": ["Michael Gove"], "q": " Don't dismiss <strong> Michael Gove </strong>'s boot camps out of hand The Observer, Sunday 30 January 2011 <strong> Michael Gove </strong>, education minister, is a <q> veni, vidi, vici </q> kind of man. An advocate of free href=\"http://www.guardian.co.uk/education/schools\" title=\"More from guardian.co.uk on Schools\"> schools, his heart lies with an education system marinated in the classics. He has never seemed comfortable with khaki. It came", "new_id": -2}, {"uid": "1295934410148537354", "i": 59820, "idx": 1, "sa": ["Jeff Green", "Allen Iverson", "Tim Cahill", "Kobe Bryant", "Earl Boykins"], "q": "with Golden State for the eighth and final playoff spot in the Western Conference. The Kobe Bryants lost to New Orleans, 108-96, Earl Boykinsier Sunday.`` Career nights from two people,'' Denver's <strong> Allen Iverson </strong> said. <q> You have two 30-point scorers and other guys doing what they did out there, what can you say? They were the better team tonight. </q> <strong> Jeff Green </strong>, whose previous high was 23 points, scored 24 in the second half and overTim Cahilles. His five quick points to start the second overTim Cahille gave the draft lottery-bound Sonics( 18-59) the winning cushion. Durant", "new_id": -2}, {"uid": "1295474667018825241", "i": 2318, "idx": 2, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "200 deaths in postelection violence. A West African bloc has threatened military intervention if Gbagbo does not step down.`` Time is running out for an amicably negotiated settlement,'' <strong> Raila Odinga </strong> said. <q> In addition, the window of any opportunity for any amnesty will continue to close if Mr. Gbagbo's supporters continue to commit crimes against civilians and peacekeepers. </q> On a visit to neighbouring Burkina Faso, former rebel leader Guillaume Soro, who is the muscle in <strong> Alassane Ouattara </strong>'s government where he serves as prime minister, said that a military resolution to the crisis is", "new_id": -2}, {"uid": "1295498718083329095", "i": 12653, "idx": 1, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler", "Randy Jackson"], "q": "Season 10, fans will be juding two new judges-- <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>-- as well as target=\"_blank\" href=\"http://wn.com/?an?\"> an aging reality show that is changing things up to remain on top. According to <strong> Jennifer Lopez </strong>, <q> What this show is about is` American Idol' season 10 opening holds no surprises, but judges hold their own premiere of` American Idol' season 10 felt like many seasons before, showing the good, the bad, and the downright funny auditions. But the bright spot was the rapport the three judges had with one another, and the target=\"_blank\" href=\"http://developmentglobe.com/\"> development of their ability to say`` no </q> to the more outrageous of the contestants. Newcomer judges <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> joined veteran <strong> Randy Jackson </strong> for the season` American Idol' returns, with J.Lo but not <strong> Simon Cowell </strong> Fresno Bee The Associated Press Share thefresnobee_994:/ 2011/01/19/2239154/american-idol-returns-with-jlo.html", "new_id": -2}, {"uid": "1295509675216596495", "i": 19126, "idx": 1, "sa": ["Alberto Bombassei", "Sergio Marchionne"], "q": ", <strong> Sergio Marchionne </strong>, far rientrare in Confindustria le`` newco'' di Mirafiori e Pomigliano quando ci sar un contratto per il settore auto.`` Do per buone le sue parole a New York'', fermo restando che <q> l'adesione a Confindustria? volontaria. La strada per rientrare pu essere quella che propone Federmeccanica </q>. Per <strong> Alberto Bombassei </strong>, vicepresidente di Confindustria, la proposta di Federmeccanica``? di buonsenso''. Secondo il ministro del Lavoro Sacconi, la preferenza fra i due livelli``? materia delle parti'' ma", "new_id": -2}, {"uid": "1296387706032849946", "i": 53718, "idx": 4, "sa": ["Drew Brees", "Michael Vick", "Matt Ryan", "Roman Harper", "Jahri Evans", "Jonathan Vilma", "Carl Nicks"], "q": "to Seattle on Jan. 8 in the wild-card round of the playoffs, and <strong> Drew Brees </strong>- along with Saints teammates <strong> Roman Harper </strong>, <strong> Jonathan Vilma </strong>, <strong> Jahri Evans </strong> and <strong> Carl Nicks </strong>- settled for the consolation of a trip to Hawaii. <q> It's nice to be back out here in Hawaii, </q> <strong> Drew Brees </strong> said.`` It's great for the fans, players love it. It's great for the families.'' <strong> Drew Brees </strong> will share time with <strong> Michael Vick </strong> and Atlanta's <strong> Matt Ryan </strong> in today's game.", "new_id": -2}, {"uid": "1296286332201490484", "i": 3221, "idx": 6, "sa": ["Eric Holcomb", "Mike Pence", "Mike McDaniel"], "q": "`` I think he'd clear the field.'' Indiana Republican Party Chairman <strong> Eric Holcomb </strong> said in a statement that Indiana is fortunate to be the home of GOP`` rising stars'' like <strong> Mike Pence </strong>. <q> <strong> Mike McDaniel </strong>'s been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation, </q> he said.`` He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state.'' The congressman's future has been the subject", "new_id": -2}, {"uid": "1295599112020365330", "i": 22958, "idx": 0, "sa": ["Allen Iverson"], "q": "Winter World University Games as a member of the U.S. men's national ice hockey team. Turkey? Might he bump into another athlete with Philadelphia ties? A guy who plays basketball named <strong> Allen Iverson </strong>? <q> I thought about that, but I had enough of him when he was in Philly, </q> Pyne said with a laugh last night. The 21-year-old goalie is a dual marketing/entrepreneur major. Three years ago he helped lead La Salle High to the state title. Pyne said he has traveled", "new_id": -2}, {"i": 47897, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and religious liberty have forgotten the lessons of history,'' said Rep. <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Former Arkansas <strong> Mike Huckabee </strong>, at the same summit, said: <q> We need to understand there is a direct correlation between the stability of families and the stability of our economy.... The real reason we have poverty is we have a breakdown of the basic family structure. </q> And <strong> Sen. Jim DeMint </strong>, R-S.C., said:`` It's impossible to be a fiscal conservative unless you're a social conservative because of the high cost of a dysfunctional society.'' Those are reasonable concerns", "sa": ["Mike Huckabee", "Mike Pence", "Sen. Jim DeMint"], "uid": "1297490833134791170"}]