[{"uid": "1294965251056983592", "i": 7149, "idx": 3, "sa": ["Kirsten Gillibrand", "Shen Yun", "Debbie Wasserman Schultz"], "q": "miracle,'' Rep. <strong> Debbie Wasserman Schultz </strong> said, according to The Associated Press.`` The strength that you could see flowing out of her, it was like she was trying to will her eyes open.'' <q> The doctor said this is amazing what she's doing right now and beyond our greatest hopes, </q> the AP quoted Sen. <strong> Kirsten Gillibrand </strong> as saying. <strong> Shen Yun </strong> Inspiring, Says Spokesperson for the Christian Democratic Party of China Celebrity Doctor: <strong> Shen Yun </strong> Performers` Some of the Finest that I've Ever seen at Lincoln'", "new_id": -2}, {"uid": "1296622781114606115", "i": 13042, "idx": 4, "sa": ["Sergio Marchionne", "Callum Macrae"], "q": "US, 27 years ago, the original 500 was still being made`` The global vehicle market is moving more and more towards a European blueprint,'' observes <strong> Callum Macrae </strong>, PricewaterhouseCoopers motor industry analyst. <q> European manufacturers are very adept at engine technology. </q> This could benefit Fiat, as`` fuel economy is embedded into the brand'', Mr <strong> Sergio Marchionne </strong> acknowledges.`` But it's about much more than that. I don't think it's", "new_id": -2}, {"uid": "1295882750196345869", "i": 15798, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "control of the tech giant last week, has set his sights on a career in television. <strong> Eric Schmidt </strong> broke the news that he's passing the CEO title to 37-year-old co-founder <strong> Larry Page </strong> in a sarcastic tweet- <q> Day-to-day adult supervision no longer needed! </q> According to sources, the outspoken chief has been consulting with CNN's Parker Spitzer executive producer Liza McGuirk on developing a show featuring himself as host. The two first connected on the Sunday foreign-affairs", "new_id": -2}, {"uid": "1295155590111345696", "i": 3358, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers", "Brett Favre"], "q": "Bay into the NFC championship game at either Chicago or Seattle next weekend.`` This probably was my best performance- the stage we were on, the importance of this game,'' <strong> Aaron Rodgers </strong> said. <q> It was a good night. </q> He completed 31 of 36 passes and put up more yards than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2}, {"uid": "1296853411023298074", "i": 43988, "idx": 3, "sa": ["Michael Vick", "Dan Patrick", "Michael David Smith", "Albert Haynesworth", "Tony Dungy"], "q": "are false, has forwarded to us via text message his comments to the Washington Post.`` <strong> Albert Haynesworth </strong> has yet to speak to the authorities at all on this matter,'' Speck said. <q> So only one side of the story has been told at this point in time. If contacted by the authorities, <strong> Albert Haynesworth </strong> will certainly cooperate in any way. This man, who actually provoked the situation himself, recognized <strong> Albert Haynesworth </strong> and is now simply trying to turn it into his 15 minutes of fame and get, we can only assume, some money.`` <strong> Albert Haynesworth </strong> did not assault this man and looks forward to his day in court to refute these ridiculous allegations. </q> Posted by <strong> Michael David Smith </strong> on February 4, 2011, 12:01 PM EST <strong> Michael Vick </strong> hosting a party, his former dog fighting co-defenDan Patrickt got shot. So some eyebrows were raised this week when it was reported that But <strong> Tony Dungy </strong>", "new_id": -2}, {"uid": "1295805489188252160", "i": 59232, "idx": 8, "sa": ["Gabrielle Giffords", "Colin Powell"], "q": "shootings that killed six people and badly wounded Rep. title=\"Gabrielle Giffords\" href=\"http://www.dailypress.com/topic/politics/Gabrielle Giffords-Gabrielle Giffords-PEPLT002363.topic\"> <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. <q> There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do, </q> he said.`` All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with", "new_id": -2}, {"uid": "1296907007021102602", "i": 49288, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": ", 37, rues the exodus of foreigners that has left him temporarily without livelihood. But he expresses confidence that Egypt's treasure trove of antiquities means they will not stay away for long. <q> Yes, I haven't worked in two weeks. There are no more visitors to Cairo. They've all fled to their countries, </q> he said. Dr. <strong> Zahi Hawass </strong>, Director for the Supreme Council of Antiquities... Article: <strong> Hosni Mubarak </strong> hangs on after mass protests in... An injured anti-government protester rests by a... Egyptian Museum Video: Long Locks Get", "new_id": -2}, {"uid": "1296273660046694428", "i": 20484, "idx": 7, "sa": ["Carmelo Anthony", "Marcus Camby", "Allen Iverson", "Ben Wallace", "Delonte West"], "q": "Delonte Western Conference playoff hunt. <strong> Allen Iverson </strong> had 26 points and seven assists, while <strong> Carmelo Anthony </strong> finished with 23 points and nine rebounds as the Nuggets used a <strong> Ben Wallace </strong> second half to defeat the Memphis Grizzlies 120-106 on Monday night. <q> We wanted to end this road trip the right way, </q> said <strong> Marcus Camby </strong>, who had 15 rebounds.`` In the first half, we didn't play particularly well.... We knew eventually if we picked up our level of defense, we had enough scoring to put", "new_id": -2}, {"uid": "1295425615261013543", "i": 55285, "idx": 0, "sa": ["Bernie Sanders", "Barack Obama"], "q": " Social Security may be on the White House chopping block, a US Senator recently told Raw Story, expressing deep uneasiness about <strong> Barack Obama </strong>'s noncommittal attitude toward staving off cuts to the cherished program. <q> I have to tell you, I have been on the phone to the very, very, very highest levels of the <strong> Barack Obama </strong> administration, and the responses that I am getting are not assuring, </q> Sen. <strong> Bernie Sanders </strong>( I-VT) said in an exclusive interview.`` What I'm told is that no definitive decisions have been made on the issue of Social Security- I expect that is probably true.''", "new_id": -2}, {"i": 45137, "idx": 0, "index_answer": 0, "new_id": -1, "q": "third prize is$ 1,000. Also, the first-place winner is likely to make a guest appearance on`` Late Night with <strong> David Letterman </strong>.'' The talk show host was once a grocery bagger. <q> There's no guarantee, but it's traditional for the winner to be a guest on the show, </q> said <strong> Cindy Kaplan </strong>, media marketing manager for Martin's Super Markets. Eskander said he thinks he has a chance of winning today's contest.`` I've been practicing.", "sa": ["Cindy Kaplan", "David Letterman"], "uid": "1297677860109084718"}]