[{"uid": "1296582687133529607", "i": 17925, "idx": 1, "sa": ["Steve Ballmer"], "q": "depending on how they are deployed. So <strong> Steve Ballmer </strong> intends to continue giving users this choice. He says he will accept feedback from users, if there are specif customer issues related to licensing that users are facing. <q> Email me at href=\"mailto:sSteve Ballmer@microsoft.com\"> sSteve Ballmer@microsoft.com, </q>", "new_id": -2}, {"uid": "1295313208219807749", "i": 53372, "idx": 1, "sa": ["Steve Ballmer"], "q": "Sales professionals are at the heart of almost every successful business, and Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud,'' says <strong> Steve Ballmer </strong>, Microsoft's CEO. <q> The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data so they can improve their customers' experiences and effectively compete in the market </q> More than 11,500 customers and 2,000 partners worldwide have used Microsoft Dynamics CRM 2011 as part of the beta programme, including customers that have switched from competing solutions. In New Zealand, a number of companies", "new_id": -2}, {"uid": "1295636751256720935", "i": 15502, "idx": 0, "sa": ["Barack Obama", "Charles Ellis Schumer", "Kirsten Gillibrand"], "q": " SCHENECTADY- Senators <strong> Charles Ellis Schumer </strong> and <strong> Kirsten Gillibrand </strong> lauded <strong> Barack Obama </strong>'s saying it builds on a success story in the Capital Region. <q> There were days when there were tens and tens of thousands of workers making high technology light bulbs and locomotives. Hopefully in the future we'll have the same number of people making wind turbines and batteries for electric cars and things like that, </q> <strong> Charles Ellis Schumer </strong> said.`` The Capital Region has figured it out in terms of jobs for the future, not jobs for the past, whether it be here at GE or up at Luther Forest in the chip fab", "new_id": -2}, {"uid": "1297434910161464353", "i": 23087, "idx": 0, "sa": ["Alassane Ouattara"], "q": "( IOM) said Friday.The href=\"http://www.earthtimes.org/tag/United-Nations.html\"> United Nations says over 270 people have died in the standoff, which was caused when both President Laurent Gbagbo and his internationally-recognized rival <strong> Alassane Ouattara </strong> claimed href=\"http://www.earthtimes.org/tag/election.html\"> election victory. <q> The longer the crisis continues, the greater the potential for a mass population movement, </q> said Eugenio Ambrosi, IOM Director General's Special Envoy to Ivory Coast and neighbouring countries.`` Past experience dictates that we have to be ready to deal with another migration crisis in the region.`` November's", "new_id": -2}, {"uid": "1295308290035520515", "i": 1201, "idx": 0, "sa": ["Charlie Sheen", "Johnny Depp", "Hugh Hefner", "Angelina Jolie", "Ricky Gervais"], "q": ", <strong> Charlie Sheen </strong>, <strong> Angelina Jolie </strong> and <strong> Johnny Depp </strong> of`` The Tourist'', The Hollywood Foreign Press Association, Cher, the actresses in Sex and the City, prominent Scientologists and <strong> Hugh Hefner </strong>. reaction summed up its jaw-dropping bluntness: <q> Holy wow. <strong> Ricky Gervais </strong>... just opened the show with one of the most unrelentingly harsh and uncomfortable monologues in awards history. </q> The Emmys got off to a fun start at 5 p.m. local time with organizers getting six of the comedy categories out of the way at the outset. But first: the requisite intro, which is sure", "new_id": -2}, {"uid": "1296652638203423768", "i": 21181, "idx": 1, "sa": ["David Letterman", "Kim Kardashian", "Mitt Romney"], "q": "went on`` The Late Show With <strong> David Letterman </strong>'' last night and cracked a few jokes. The prospective 2012 Republican presidential candidate presented the`` Top Ten Things You Don't Know About <strong> Mitt Romney </strong>.'' No. 10: <q> <strong> Mitt Romney </strong> is short for Mitt Romney-thew. </q> No. 9:`` I can't begin my day until I've read the Washington Post and <strong> Kim Kardashian </strong>'s tweets.'' No. 8:`` I'm the guy in the photo that comes with your picture frame", "new_id": -2}, {"uid": "1295736732074268680", "i": 7783, "idx": 1, "sa": ["Billy Joe", "Eric Schmidt", "Yogi Berra"], "q": ", 2010/ DALLAS/ In releasing their new, explosive book, former NFL star tight end <strong> Billy Joe </strong> DuPree and Spencer Kopf, a former players' attorney and municipal judge in Texas, quote <strong> Yogi Berra </strong> saying it's <q> d?j vu all over again </q> as they compared curre... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs,``", "new_id": -2}, {"uid": "1297437859252067852", "i": 25076, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "ist der Wechsel der Smartphone-Software auf Microsoft ein Offenbarungseid und wom?glich der letzte Ausweg zugleich. Der ehemalige Stephen Elop-Arbeitgeber Microsoft ist indes von dem neuen starken Vertriebspartner f?r sein Betriebssystem href=\"http://www.n-tv.de/technik/article1762791.ece\" title=\"\"> Windows Phone 7 angetan. <q> Ich freue mich ber diese Partnerschaft </q>, sagt Konzernchef <strong> Steve Ballmer </strong>. Er machte deutlich, um was es den beiden geht: Das lukrative Service-Umfeld des mobilen Internets, das von der Branche so genannte'' kosystem''. Es sind die ganzen kostenpflichtigen Apps,", "new_id": -2}, {"uid": "1295468979077529106", "i": 13363, "idx": 3, "sa": ["Alassane Ouattara", "Goodluck Jonathan"], "q": "d?j pr?vue'' dans son pays pour chasser du pouvoir le chef de l'Etat sortant Laurent Gbagbo, dans une interview au quotidien fran?ais C?te d'Ivoire: le m?diateur de l'UA n' a obtenu aucun r?sultat? Abidjan <q> Tout est en train d'?tre mis en place. L'intervention militaire est d?j pr?vue, organis?e. Elle sera programm?e. J'ai parl avec le pr?sident nig?rian <strong> Goodluck Jonathan </strong> dimanche, il m' a assur de sa d?termination </q>, indique-t-il.`` C'est pour cela que les chefs d'?tat- major des pays de la C?d?ao se sont r?unis mardi? Bamako'', selon lui. <strong> Alassane Ouattara </strong> a t proclam vainqueur du second tour de la", "new_id": -2}, {"i": 10425, "idx": 0, "index_answer": 4, "new_id": -1, "q": "was palpable. Here it was, the come-from-behind drive that longtime franchise quarterback <strong> Donovan McNabb </strong> had failed to produce so many times. <strong> Michael Vick </strong> had his chance.`` We were very confident,'' <strong> Michael Vick </strong> said. <q> We thought we were going to win the game. I thought we were going to win the game. I had an upbeat feeling about myself. I felt like I was in control. </q> <strong> Michael Vick </strong> overthrew tight end <strong> Brent Celek </strong> on first down. He threw wide of running back <strong> LeSean McCoy </strong> on second down. On third and 10, he hit rookie receiver <strong> Riley Cooper </strong> on a slant pattern for 11 yards and", "sa": ["Brent Celek", "LeSean McCoy", "Riley Cooper", "Donovan McNabb", "Michael Vick"], "uid": "1295921805206389258"}]