[{"uid": "1296297846191774779", "i": 36338, "idx": 0, "sa": ["Eric Schmidt", "Mohammed Fadel"], "q": "N?m( 27/1). Ph?n i c?ng xu?t hi?n t?i th tr?n mi?n trung, Sidi Bouzid. <strong> Mohammed Fadel </strong>, m?t trong nh?ng ng?i ph?n i c m?t t?i th? Tunis cho h?ng Reuters hay: <q> Ch?ng t?i b?c b ng Ghannouchi. T?i ng?c nhi?n khi th?y ng loan b?o th?nh ph?n t?n ch?nh ph. </q> ng <strong> Eric Schmidt </strong> mu?n a Google tr la?i la?m n l?n ta?i Trung Qu?c. C?i ch?t c?a m?t'd n oan'? TQ g?y nghi ng v m?t l?ng tin v?o ch?nh quy?n.", "new_id": -2}, {"uid": "1296120480016678948", "i": 12026, "idx": 1, "sa": ["Michael Gove"], "q": " It is the second piece of education legislation introduced by the coalition Michael Government since taking office last May. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in schools. UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001", "new_id": -2}, {"uid": "1297672351064651282", "i": 3818, "idx": 0, "sa": ["Eamon Gilmore"], "q": "no way Fine Gael could achieve 30,000 public sector redundancies without affecting frontline posts. Mr <strong> Eamon Gilmore </strong> warned yesterday of the danger of frontline redundancies if either Fine Gael or Fianna Fail got into power. <q> How many extra teachers are they going to take out of classrooms, how many extra nurses are they going to take out of hospitals, how many guards are they going to remove from our streets and how many county council workers who should be out clearing roads are going to be taken out of the system? </q> he asked. All parties are now grappling with the warning from the href=\"http://searchtopics.independent.ie/topic/European_Commission\"> European Commission that the State may have to find an extra? 5bn to reduce the budget deficit to 3pc of", "new_id": -2}, {"uid": "1296894347001409025", "i": 12471, "idx": 4, "sa": ["Roger Goodell", "Michael Vick"], "q": "taken his responsibility seriously. He has made a commitment to himself to make better decisions.'' After his Boys& Girls Club speech, in which he emphasized taking school seriously and asked the youngsters to <q> choose your friends wisely- everybody doesn't have to be your friend, </q> <strong> Michael Vick </strong> said he was pleased by <strong> Roger Goodell </strong>'s news conference remarks. <strong> Michael Vick </strong> confirmed the three conversations in 2 weeks with <strong> Roger Goodell </strong> about his Dallas plans. Wasn't that tiresome? Lots of players are in Dallas", "new_id": -2}, {"uid": "1297242543083116089", "i": 18697, "idx": 2, "sa": ["Simon Cowell", "Billy Bush", "Paula Abdul", "Kit Hoover"], "q": "- including 95 percent of the AH Nation in our Access Hollywood poll- want to see him reunite on his new judges panel with his`` American Idol'' pal <strong> Paula Abdul </strong>- but could it happen? <q> She's in the mix, </q> <strong> Simon Cowell </strong> told <strong> Billy Bush </strong> and <strong> Kit Hoover </strong> on Tuesday's Access Hollywood Live.`` But a lot of people are in there.'' This week, <strong> Simon Cowell </strong> has been blitzing the media, beginning on Sunday with promos", "new_id": -2}, {"uid": "1295348812121946130", "i": 36190, "idx": 0, "sa": ["Tim Cook", "Steve Ballmer", "Maria Bartiromo"], "q": "-- the first Tim Cooke was in 2009 when the CEO had a liver transplant.( Apple and Fortune) Goldman Sachs will not include U.S. clients in its private offering of Facebook shares because the recent media brouhaha <q> might not be consistent with the proper completion of a U.S. private placement under U.S. law. </q> As a result, some clients are saying the reversal could damage Goldman's client relations going forward.( Wall Street Journal) an interview with <strong> Maria Bartiromo </strong>, Microsoft CEO <strong> Steve Ballmer </strong> discussed the success of Kinect, dodged questions", "new_id": -2}, {"uid": "1295858788192184339", "i": 18677, "idx": 2, "sa": ["Eric Schmidt", "Larry Page", "Henry Blodget", "Sergey Brin"], "q": "nicht mehr gebraucht, urteilt <strong> Henry Blodget </strong> vom Branchendienst`` The Business Insider''.`` Die Typen, die Google kontrollieren, <strong> Larry Page </strong> und <strong> Sergey Brin </strong>, haben entschieden, dass sie genug von <strong> Eric Schmidt </strong> hatten'', so <strong> Henry Blodget </strong>. <q> Also haben sie ihn gefeuert. </q> Offenbar versucht Google mit dem Chefwechsel, dem Schicksal anderer IT-Giganten zu entgehen, die nach schnellem Wachstum tr?ge wurden. Aber Google will beweglich und innovativ bleiben. href=\"http://www.ftd.de/it- medien/medien- internet/:agenda- genug- von-", "new_id": -2}, {"uid": "1296852988181501984", "i": 22316, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "2:52 PM DALLAS( AP)-- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about href=\"http://sportsillustrated.cnn.com/football/nfl/players/5448\"> <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans.`` I want", "new_id": -2}, {"uid": "1296443805235372683", "i": 57067, "idx": 14, "sa": ["Jrue Holiday", "Soulja Boy", "Allen Iverson", "Steve Javie"], "q": "team that traded him to Denver over the Jrue Holidays, repeating his contention that he should have had more say in the Sixers' style. <strong> Allen Iverson </strong> also saved a parting shot for official <strong> Steve Javie </strong>, who ejected him. <q> I thought I got fouled on that play, and I said I thought that he was calling the game personal, and he threw me out, </q> <strong> Allen Iverson </strong> said.`` His fuse is real short anySoulja Boy, and I should have known that I couldn't say anything anySoulja Boy. It's been something personal with me and him since I got in the league.", "new_id": -2}, {"i": 17910, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the matter on 26 January( 11). However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February( 10). He tells Late Show host <strong> David Letterman </strong>, <q> The kids are doing ok, we have been spending quite a bit of time with them, Kayte and I, Kayte's my new girl, we're planning to get married soon. Sometime in February. </q>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295008849080707673"}]