[{"uid": "1297224727163495958", "i": 28581, "idx": 1, "sa": ["Michael Vick", "Dwaine Caraway"], "q": "sentence. \"You have people who are not willing to forget it and you have other people who are willing to forgive\" said <strong> Dwaine Caraway </strong> today about <strong> Michael Vick </strong>'s involvement in the dog-fighting ring. <q> I do not condone cruelty to animals but it was not about that </q> <strong> Dwaine Caraway </strong> adds. \"It's about having someone that the children will listen to and take from that person,` hey, don't get involved with drugs, get your homework done, complete your education.", "new_id": -2}, {"uid": "1295910860241205249", "i": 53873, "idx": 0, "sa": ["Eric Schmidt"], "q": "wunderkinds.\" Still, Facebook will have to be careful when boosting advertising on the site. \"As more people move to social media, even television viewership is down,\" said DiDio. <q> They're being supplanted by these online social sites. And they're all selling ads, even the dating sites. The only surprise would have been if Facebook wasn't selling ads. What will be interesting is how they will police their ads. They don't want to get into a situation target=\"_blank\"> like Craigslist. </q> Privacy and safety of user information continue to be issues when it comes to Facebook. <strong> Eric Schmidt </strong> joked in a tweet that he was stepping away from his job as Google CEO because the company's", "new_id": -2}, {"uid": "1296727907183500817", "i": 19749, "idx": 3, "sa": ["Eddie Jordan", "Michael Jordan", "Stephen Jackson", "Allen Iverson", "John Salmons", "Ray Allen"], "q": "away early in the fourth quarter. Consecutive 3-pointers by <strong> Allen Iverson </strong> and <strong> John Salmons </strong> gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. <q> He wasn't missing anything, </q> Hawks forward <strong> Stephen Jackson </strong> said. \"When a guy is shooting like that, there's nothing you can do.\" <strong> Allen Iverson </strong> scored 14 Allen_Allen Iverson_vs_Michael Jordan_Eddie Jordan_Final_NBA_Game_Part_2 <strong> Michael Jordan </strong>'s coach pleaded with him to go back in the game, and", "new_id": -2}, {"uid": "1296241720196132899", "i": 22511, "idx": 1, "sa": ["Steve Doocy", "Bernie Sanders", "Gretchen Carlson", "Neil Cavuto"], "q": "On the January 28 edition of Fox News' Fox& Friends, the co-hosts began a segment on the solvency of Social Security by playing a clip of Sen. <strong> Bernie Sanders </strong>( I-VT) telling Fox News host <strong> Neil Cavuto </strong>, <q> I think it is not a good idea for us as a nation to try to frighten people and say,` Social Security is not going to be there for you. Social Security is going bankrupt,' which is obviously not the case. </q> Co-host <strong> Steve Doocy </strong> responded by saying, \"Oh, really?\" <strong> Steve Doocy </strong> and co-host <strong> Gretchen Carlson </strong> then hosted Varney to attack <strong> Bernie Sanders </strong>' assertion. Varney claimed that the\" [ Social Security] trust fund is empty\"", "new_id": -2}, {"uid": "1295722934067436550", "i": 19025, "idx": 3, "sa": ["Andy Coulson", "Chris Bryant", "David Cameron"], "q": "it's time to move on,\" he added. Mr <strong> David Cameron </strong> said he was \"very sorry\" Mr <strong> Andy Coulson </strong> felt \"compelled\" to go after months of intense pressure, insisting he was being <q> punished for the same offence twice </q>. However, Labour frontbencher <strong> Chris Bryant </strong> said he hoped the Metropolitan Police would now conduct a thorough investigation into the phone hacking. \"To say this is long overdue is an understatement. <strong> Andy Coulson </strong> should", "new_id": -2}, {"uid": "1296525295211714056", "i": 8077, "idx": 0, "sa": ["Elton Brand", "Kobe Bryant", "Thaddeus Young", "Grant Hill", "Lou Williams", "Allen Iverson", "Andre Iguodala"], "q": "time, they just got mad. <strong> Andre Iguodala </strong> and <strong> Elton Brand </strong> scored 18 points each, <strong> Allen Iverson </strong> added 16 and the 76ers snapped a four-game home losing streak with a 96-92 victory over the New Orleans Hornets on Monday night. <q> We were a <strong> Kobe Bryant </strong> angry and I thought it helped us, </q> said <strong> Elton Brand </strong>, who fouled out. \"We played with a purpose in the fourth quarter. I think this win will give us a <strong> Grant Hill </strong> boost of confidence.\" <strong> Thaddeus Young </strong> and <strong> Lou Williams </strong> added 12 points each and", "new_id": -2}, {"uid": "1296937069066093063", "i": 19720, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Randy Jackson"], "q": "skinnier nephew. Before <strong> Randy Jackson </strong> and <strong> Steven Tyler </strong> really had a chance to weigh in, however, the 28-year-old produced a prop mic and began fitfully gyrating through Usher's \"Confessions,\" prompting J. Lo to declare, <q> You could be a good impersonator! </q> Sure, it was the sort of audition <strong> Simon Cowell </strong> would've eviscerated, but at least Party Man had a sense of showmanship. Viewers just got a blink-and-you'll- miss-him glimpse of him as he left the audition", "new_id": -2}, {"uid": "1296429103034734121", "i": 11267, "idx": 1, "sa": ["Zahi Hawass", "Voodoo"], "q": "abandoned their posts, \"people began to enter the museum,\" says <strong> Zahi Hawass </strong>, head of Egypt's antiquities department. They climbed over walls, forced open Voodoors and entered the museum's vast souvenir shop. <q> I'm glad that those people were idiots, </q> <strong> Zahi Hawass </strong> told TIME. \"They looted the museum shop. Thank God they thought that the museum shop was the museum.\" The Egyptian Museum itself is extraordinary, the repository of many of the country", "new_id": -2}, {"uid": "1297619488254115841", "i": 26640, "idx": 0, "sa": ["Hosni Mubarak", "Benjamin Netanyahu", "Zahi Hawass"], "q": "East Benjamin Netanyahueficiaries of U.S. aid under <strong> Hosni Mubarak </strong>. In Israel, where leaders have worried that the turmoil might jeopardize the country's peace treaty with Egypt, <strong> Benjamin Netanyahu </strong> welcomed reassurance from the military council that it respects <q> all regional and international obligations and treaties. </q> A total of 18 artifacts disappeared from the Egyptian Museum during the demonstrations and riots, including two statues of King Tutankhamun, <strong> Zahi Hawass </strong>, head of the Supreme Council of Antiquities, said on his website.", "new_id": -2}, {"uid": "1295568458148553735", "i": 7161, "idx": 8, "sa": ["Eric Schmidt"], "q": "CEO <strong> Eric Schmidt </strong> Responds to Consumer Watchdog Google CEO <strong> Eric Schmidt </strong> Responds to Consumer Watchdog's questions about Google's privacy problems and Consumer Watchdog's demands for new protections. Nov. 18, 2008. Washington DC Ronald Reagan Amphitheater... <q> Don't Be Evil? </q> video- beta version As seen in Times Square, a new video from Inside Google( a project of Consumer Watchdog) illustrates just how important it is we get Congress to create a \"do not track me", "new_id": -2}]