[{"uid": "1295562595178864193", "i": 44871, "idx": 1, "sa": ["Eric Schmidt"], "q": "products, the company said. In a conference call, Mr. <strong> Eric Schmidt </strong> said the three had been making decisions together, but it was a slow process. The new organization is expected to streamline things by <q>elevating me and having Larry running things day to day,<q> Mr. <strong> Eric Schmidt </strong> said. While the management shake-up wasn't telegraphed, Google has given subtle indications in the past that the roles of its leaders were being rethought. E.U. Questions Advertisers About Google Deals", "new_id": -2}, {"i": 5772, "idx": 2, "index_answer": 1, "new_id": -1, "q": ",\" <strong> David Letterman </strong> said: \"Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?\" <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, <q>Well, I'm sorry to hear that, or I'm not sorry to hear that?<q> \"Well, you are respectfully considerate, and yet pleased for the new developments in my life,\" <strong> Kelsey Grammer </strong> offered. \"Well, it's a difficult time, regardless,\" <strong> David Letterman </strong>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295082156260702223"}, {"uid": "1297226666238518288", "i": 4597, "idx": 0, "sa": ["Simon Cowell"], "q": "in Chicago, Dallas, Miami, New York/New Jersey, and Seattle. Singers and groups must be at least 12-years-old to audition. There is not a cap on the upper age limit. <q>I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,<q> <strong> Simon Cowell </strong> said in a press release. \"I've never believed that there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording", "new_id": -2}, {"uid": "1295304647068321291", "i": 3038, "idx": 0, "sa": ["Steve Ballmer"], "q": "with an upcoming XNA update dubbed the \"Community Technical Preview.\" The report adds detail to statements made by Microsoft head <strong> Steve Ballmer </strong> earlier this month, when the CEO said Kinect on PC would be supported <q>in a formal way in the right time.<q> Kinect SDK and driver support on the PC will reportedly allow third-party developers to enable Kinect functionality on PC-based applications, including games. Of course, hackers haven't waited for Microsoft, releasing a flood of", "new_id": -2}, {"uid": "1297242618238927902", "i": 24483, "idx": 1, "sa": ["Colin Powell", "President Bush"], "q": "<strong> President Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later. Rumsfeld quotes himself as telling the meeting, <q>We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.<q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described the site as \"Terrorist Poison and Explosive Factory, Khurmal.\" Rumsfeld said Khurmal was", "new_id": -2}, {"uid": "1296679524252428319", "i": 20951, "idx": 1, "sa": ["Mitt Romney", "David Letterman"], "q": "frankly, the more people we have on the stage in those debates talking about different ideas and different approaches, the better.\" <strong> Mitt Romney </strong> has gone on a media blitz to discuss his new book, <q>No Apology: The Case for American Greatness,<q> making appearances on\" Late Show with <strong> David Letterman </strong>\" and \"The View.\" But the appearances have fueled speculation that <strong> Mitt Romney </strong>, who lost in the Republican primary in 2008 to When the", "new_id": -2}, {"uid": "1297177866006504495", "i": 9951, "idx": 3, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q>since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.<q> <strong> Mayor Tom Leppert </strong> said he has asked the city manager to \"propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would \"welcome a clarification of the guidelines.\"@Drudge_Report: Dallas Gives", "new_id": -2}, {"uid": "1295684940089554965", "i": 37949, "idx": 2, "sa": ["Linas Kleiza", "Allen Iverson"], "q": "<strong> Linas Kleiza </strong>, who scored 24 against Sacramento on Sunday. \"He never cares about starting or anything like that. When his opportunity comes, he's just always ready.\" <strong> Linas Kleiza </strong> shrugged off his career night: <q>It was just one of those games where the shots were going down. <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong> were doing a great job sharing the ball,<q> he said. <strong> Linas Kleiza </strong> was doing a great job putting it through the hoops, hitting 10-of-13 shots, including 5-of-6 from the arc. <strong> Allen Iverson </strong> couldn't have picked <strong> Linas Kleiza </strong> out of a crowd when he came over from", "new_id": -2}, {"uid": "1295586027175472666", "i": 16650, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Messrs. <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> sought to play down any personality differences on Thursday. In an interview, Mr. <strong> Eric Schmidt </strong> said there had been no friction between the three that led to the change, and that they <q>have been running particularly well in the last six or nine months because of this shared goal in efficiency.<q> He added: \"We actually agree on, I think, everything.\" The shake-up changes the face of one of the world's biggest tech companies and comes as a new generation of founder-CEOs has", "new_id": -2}, {"uid": "1295559883243744799", "i": 4462, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "February. Mr. <strong> Eric Schmidt </strong> has been Google's chief executive since July 2001, when he took over the role from Mr. Page and ushered the company through a public offering. Mr. Page said <strong> Eric Schmidt </strong> had done <q>an outstanding job leading Google for the last decade. The results speak for themselves.<q> <strong> Sergey Brin </strong> will focus on strategic projects and new products, the company said. In a conference call, Mr. <strong> Eric Schmidt </strong> said the three had been making decisions together, but it was a slow process. The", "new_id": -2}]