[{"uid": "1295954421167477290", "i": 56042, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "billion, according to Forbes magazine. <strong> Larry Page </strong>, 37, takes over as chief executive in April. <strong> Eric Schmidt </strong> summed up the seismic shift at Google's helm in a Twitter post last week that said, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> has led Google since 2001, three years before the company went public in August 2004. Google's market capitalization is now about$ 196 billion. Though it faces a formidable crop of young new", "new_id": -2}, {"uid": "1295308684212140059", "i": 47456, "idx": 1, "sa": ["Michael Vick", "John Clark"], "q": "confirmed as much during an interview with <strong> John Clark </strong> of NBC10 that aired Sunday night.`` Absolutely, absolutely,'' <strong> Michael Vick </strong> said, when asked if Philadelphia was the best place for him to play football. <q> I know we're only going to get better as a team. I would love to stay here, love to be here, and I think this team gives me the best chance of winning a Super Bowl. </q> But that wasn't always the case. <strong> Michael Vick </strong> said two years ago, the Eagles were not at the top of his list of teams. As has been reported multiple times, <strong> Michael Vick </strong>'s camp wanted", "new_id": -2}, {"uid": "1296461613036585477", "i": 230, "idx": 1, "sa": ["Alassane Ouattara"], "q": ". Last week six major cocoa exporters reportedly heeded <strong> Alassane Ouattara </strong>'s call for a ban on exports. Schmid said <strong> Alassane Ouattara </strong>'s ban was unlikely to have much effect on Swiss chocolate producers. <q> It's not a major concern as hardly anyone is using these beans from Ivory Coast; there are only about three or four companies and it's only a small amount of their total needs, </q> he told swissinfo.ch. According to Chocosuisse, in 2010 Swiss chocolate manufacturers imported four per cent of all the cocoa beans it used, or 1,727 tonnes, from the Ivory Coast, which is the world", "new_id": -2}, {"uid": "1296235613016105476", "i": 49503, "idx": 0, "sa": ["LeBron James", "Allen Iverson", "Stephen A. Smith"], "q": "as the <strong> Allen Iverson </strong> is set to retire from the NBA, according to an online report. Commentator <strong> Stephen A. Smith </strong> published a statement on his Web site Wednesday attributed to <strong> Allen Iverson </strong>. It said <strong> Allen Iverson </strong> plans to retire but also that <q> I feel strongly that I can still compete at the highest level. </q> The statement also said <strong> Allen Iverson </strong> has tremendous love for the game and the desire to play.`` His legacy would be huge,'' Cleveland Cavaliers All-Star <strong> LeBron James </strong> said.`` He's one of the best when you", "new_id": -2}, {"uid": "1295570074192872461", "i": 40369, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> As companies look for ways to deploy applications, both internally and as services to their customers, they worry about scale, performance& visibility. Startup Sonoa Systems offers a solution. <strong> Eric Schmidt </strong> will continue to", "new_id": -2}, {"uid": "1296571683100761600", "i": 19987, "idx": 1, "sa": ["Angelina Jolie"], "q": "doesn't know where she stands on Israel. <strong> Angelina Jolie </strong> serves as a goodwill ambassador for the United Nations. <strong> Angelina Jolie </strong> told The Associated Press he would`` love to see'' <strong> Angelina Jolie </strong> at his side <q> coming on a visit to Israel. </q> He said:`` That would be a nice thing before I go.'' The 72-year-old <strong> Angelina Jolie </strong> starred in such movies as`` Midnight Cowboy,''`` Deliverance'' and`` Coming Home.''", "new_id": -2}, {"uid": "1295612543206700567", "i": 45119, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "( GOOG) <strong> Eric Schmidt </strong> Says`` Adult Supervision No Longer Needed'' Google( GOOG) Posts Blowout Q4 EPS; <strong> Larry Page </strong> to Replace CEO <strong> Eric Schmidt </strong> More News related to Management Changes Google( GOOG) <strong> Eric Schmidt </strong> Says <q> Adult Supervision No Longer Needed </q> F.N.B. Corporation( FNB) Promotes Vincent J. Delie, Jr. to President of F.N.B. Corp& CEO of First National Bank GOOG) posted much better-than-expected profit for the fourth quarter on Thursday as the company's newer businesses", "new_id": -2}, {"uid": "1297714527167477255", "i": 3334, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld", "Bill Clinton"], "q": " The former defense chief who served under <strong> George W. Bush </strong> has endorsed repeal of <q> Don't Ask, Don't Tell </q> and said open service in the U.S. military is`` an idea whose time has come.'' Former Defense Secretary <strong> Donald Rumsfeld </strong>, who also headed the Pentagon under <strong> Bill Clinton </strong> Ford, made remarks in favor of ending", "new_id": -2}, {"uid": "1296539752082821193", "i": 13086, "idx": 0, "sa": ["Kris Humphries", "Allen Iverson", "Will Bynum", "Carlos Delfino", "Metta World Peace"], "q": "one game of the Cavaliers for the seventh spot. The Cavs play at Philadelphia on Friday and are 0-2 this year against the Sixers. The Sixers are 3 1/2 games behind first-place Boston in the Atlantic Division. <q> The next game, that's the one we have to have, </q> <strong> Allen Iverson </strong> said.`` If we approach everything that way, than everything <strong> Will Bynum </strong> Even without three of their top players, the injury-riddled ToMetta World Peaceto Raptors had no problem handling the Charlotte Bobcats on Monday. <strong> Kris Humphries </strong> and <strong> Carlos Delfino </strong> scored", "new_id": -2}, {"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected.`` The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,'' said <strong> Greg Mueller </strong>, a Republican political strategist. <q> Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign. </q>`` For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,'' said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri.`` This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}]