[{"uid": "1297513190155107384", "i": 51441, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "Bremer-the diplomat charged with the reconstruction of postwar Iraq- as complaining that many of <strong> Donald Rumsfeld </strong>'s civilian employees were terrified of him. I ask <strong> Donald Rumsfeld </strong> if he thinks that was true and I get an aw-shucks smile. <q> I've never heard anyone else say that, so I don't give it a lot of credence. </q> I wonder aloud whether, \"as a leader you have to be a bit intimidating?\" But <strong> Donald Rumsfeld </strong> demurs- \"Oh no, in fact you don't want to be. The truth is", "new_id": -2}, {"uid": "1296148735048234515", "i": 6130, "idx": 2, "sa": ["Steve Ballmer", "Greg Sullivan"], "q": "when Microsoft CEO <strong> Steve Ballmer </strong> said that the first two Windows Phone updates would happen \"over the next few months.\" And this week, <strong> Greg Sullivan </strong> reiterated that latter pledge, noting that the first update would appear within <q> the next few months. </q> a recent commentary, however, Windows Phone is a wonderful but incomplete platform that requires a steady stream of updates, especially in its first year in the market. But Microsoft has a long way to go", "new_id": -2}, {"uid": "1295217263110215213", "i": 22468, "idx": 1, "sa": ["Gabrielle Giffords", "Mark Kelson", "Kirsten Gillibrand"], "q": "Congresswoman <strong> Gabrielle Giffords </strong> at a makeshift memorial outside the hospital in Tucson, Arizona, on January 10. Senator <strong> Kirsten Gillibrand </strong> said Sunday that the US lawmaker shot in the head in Arizona last week \"is doing great\" and <q> making progress every day. </q> <strong> Kirsten Gillibrand </strong>, a close friend of Democratic congresswoman <strong> Gabrielle Giffords </strong>, has visited the lawmaker in her hospital room and is in close contact with her astronaut husband <strong> Mark Kelson </strong>, she told NBC's \"Meet The Press.\"", "new_id": -2}, {"uid": "1295107313211468325", "i": 707, "idx": 2, "sa": ["Jim Mountain Inhofe", "Barbara Boxer", "Ted Kennedy", "Ron Paul", "Bernie Sanders", "Stephen C. Johnson", "Ralph Becker"], "q": "<strong> Ralph Becker </strong> testified before the UniTed Kennedy States Senate EnviRon Paulment and Public Works Committee on July 14 2009. Mayor <strong> Ralph Becker </strong> was inviTed Kennedy to testify before the Committee by Chairman <strong> Barbara Boxer </strong> and Ranking Member <strong> Jim Mountain Inhofe </strong>. The hearing, which focuses on <q> Transp... Sen. <strong> Bernie Sanders </strong> Grills EPA Administrator Sen. <strong> Bernie Sanders </strong>( I-VT), Senate Committee on EnviRon Paulment and Public Works, hearing entitled, \"Oversight of EPA's Decision to Deny the California Waiver </q> January 24, 2008... <strong> Bernie Sanders </strong> Tries to Get Straight Answer from EPA Admin Sen. <strong> Bernie Sanders </strong>( I-VT), EPA Administrator <strong> Stephen C. Johnson </strong>, Senate Committee on EnviRon Paulment and Public Works, hearing entitled, \"Oversight of EPA's", "new_id": -2}, {"uid": "1295566871244678664", "i": 58944, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "chairman, focusing on deals, partnerships, customers and broader business relationships. He also will continue to act as an adviser to <strong> Larry Page </strong> and co-founder <strong> Sergey Brin </strong>, who will devote his energy to strategic projects. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> said on his Twitter account. On the company's earnings conference call, <strong> Eric Schmidt </strong> said, \"I'm sure this partnership will continue.\" While the management shake-up wasn't telegraphed", "new_id": -2}, {"uid": "1297301658065552391", "i": 59961, "idx": 0, "sa": ["Nancy Pelosi", "Barack Obama", "Donald Rumsfeld"], "q": "\" Report Abuse \" If <strong> Nancy Pelosi </strong> and <strong> Barack Obama </strong> were on a boat in the middle of the ocean \" Report Abuse \" What was the most positive result of the \"Cash for Clunkers\" program? \" Report Abuse <q> What's the difference between <strong> Barack Obama </strong>'s cabinet and a penitentiary? </q> One is filled with tax evaders, blackmailers, and threats to society. Report Abuse \" <strong> Barack Obama </strong> wants spend 50 billion on cupcakes. \" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy", "new_id": -2}, {"uid": "1296798464219398156", "i": 29048, "idx": 1, "sa": ["Allen Iverson", "Carmelo Anthony", "Marcus Camby", "Karl Mecklenburg"], "q": "been.\" The first half, though, was what <strong> Karl Mecklenburg </strong> wants to see. <strong> Allen Iverson </strong>, who finished with 31 points and 10 assists, was racing down the court, and his teammates were keeping up. <q> A lot of times Coach talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case, </q> <strong> Allen Iverson </strong> said. \"They were beating me down the court, and I was just finding guys. They did a great job of finishing.\" <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with Super Bowl", "new_id": -2}, {"uid": "1295756651021528610", "i": 16635, "idx": 7, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "data.\" The Google China Syndrome: <strong> Eric Schmidt </strong> Had Enough <strong> Eric Schmidt </strong> wanted to stay in China. <strong> Larry Page </strong> and <strong> Sergey Brin </strong> didn't. \"Upset\" after losing this fight with Google's founders, <strong> Eric Schmidt </strong> <q> lost some energy and focus, </q> according to Schmidt-Eric Schmidt-google.html\"> The New Yorker. Google was increasingly being viewed as immobile, their attempts at social failed, Facebook became the \"cool\" company, governments", "new_id": -2}, {"uid": "1296125463102268994", "i": 12871, "idx": 1, "sa": ["Andy Coulson", "Rupert Murdoch", "Ian Edmondson"], "q": ". Journalists hacking into peoples private telephone conversations and voice mail is outrageous, and illegal. If it's being done by the Mirror or other newspapers too that's equally outrageous and should be thoroughly investigated. <q> Is it per chance because the guardIan Edmondson are using this( obviously wide spread and endemic issue among jurno's) to further their own cause and have teamed up with the mirror group to use this as a stick to beat Mr <strong> Rupert Murdoch </strong> with.? Just asking... </q> And I get called a conspiracy theorist for noticing a coincidence in <strong> Andy Coulson </strong>` tuck it in' Gray being sacked( whislt being bugged) and suing the NOTW for... erm hacking his phone... whereas Richard", "new_id": -2}, {"uid": "1296152885066846732", "i": 49843, "idx": 1, "sa": ["Aaron Edwards", "Andy Coulson"], "q": "Baluja and <strong> Aaron Edwards </strong> in London contributed to this report. Facebook! Know something we don't? E-mail us at LONDON-- The late journalist Nicholas Tomalin once summed up the skills needed for his job-- a <q> rat-like cunning, a plausible manner and a little literary ability. </q> Many British reporters... News of the World phone hacking: DPP orders review of police evidence| Media| guardian.co.uk <strong> Andy Coulson </strong> faces new pressure in News of The World phone hacking case- Telegraph Four years on, phone-hacking", "new_id": -2}]