[{"uid": "1296119321127270918", "i": 6359, "idx": 0, "sa": ["Andy Coulson", "Andrew Neil"], "q": "too was brought up in a council house but was luckier than Johnson or <strong> Andy Coulson </strong>. I made it to an elite 16th Century grammar school in Paisley and then Glasgow University, a world-class 15th Century institution. <q> I was part of the post-World War II meritocracy that slowly began to infiltrate the citadels of power </q> \" <strong> Andrew Neil </strong> I was part of the post-World War II meritocracy that slowly began to infiltrate the citadels of power, compete head-to-head against those with the`` right'' background and connections and- more often than", "new_id": -2}, {"uid": "1296371376213876815", "i": 2621, "idx": 1, "sa": ["Michael Jordan", "Allen Iverson"], "q": "the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason.`` Anybody that bet on it, some broke people out there,'' <strong> Allen Iverson </strong> said. <q> I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now. </q> Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart.`` Our guys just try hard,'' Sixers coach Larry Brown said.`` This is kind of unexpected", "new_id": -2}, {"uid": "1295308684212140059", "i": 39074, "idx": 1, "sa": ["Michael Vick"], "q": "of teams. As has been reported multiple times, <strong> Michael Vick </strong>'s camp wanted a one-year deal after he got out of jail, but the Eagles would only agree to sign him to a two-year deal. <q> I didn't want to come here to be honest with you, </q> <strong> Michael Vick </strong> said.`` I knew I was going to be behind Donovan and Kevin, and I wanted to play. I just didn't see myself playing a heavy role in the offense.`` After", "new_id": -2}, {"uid": "1295364352186253316", "i": 19357, "idx": 4, "sa": ["Michael Vick", "Tony Mercurio"], "q": "prohibits extending a contract when that happens. But the Eagles could franchise <strong> Michael Vick </strong> and then sign him to a new deal.`` Not as of yet,'' <strong> Michael Vick </strong> said, when asked about talks. <q> Everybody is just enjoying the break, getting their mind together. When it's time to do business, and talk football and contracts, it will happen at the right time. </q> <strong> Michael Vick </strong> was asked by host <strong> Tony Mercurio </strong> if he is happy in Philadelphia.`` I'm happy in Philadelphia. Hopefully, I can stay here. Sometimes it doesn't work out the way you want it", "new_id": -2}, {"uid": "1295787933070975492", "i": 10663, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": ". <strong> Eric Schmidt </strong> and Page said the moves are intended to speed up decision-making at the top of the Internet giant, which also posted strong fourth- quarter results. The management reshuffle has been brought about to <q> streamline decision making and create clearer lines of responsibility and accountability </q> at the top of the company, <strong> Eric Schmidt </strong> said. <strong> Eric Schmidt </strong> oversaw a period of tremendous growth as chief executive for the past decade, as <strong> Google Inc. </strong> turned into a Web search-engine powerhouse with a complementary search-ad business", "new_id": -2}, {"uid": "1296791673149323845", "i": 26343, "idx": 1, "sa": ["Cheryl Cole", "Simon Cowell", "Louis Walsh", "Dannii Minogue", "Dermot O'Leary"], "q": "out.'' ITV is said to be desperate to hold on to <strong> Simon Cowell </strong>, <strong> Cheryl Cole </strong> and <strong> Dermot O'Leary </strong>, but <strong> Louis Walsh </strong> and <strong> Dannii Minogue </strong> are thought to be on the verge of returning to the show. <q> ITV is pulling out all the stops to ensure <strong> Simon Cowell </strong> can do both shows, but he still hasn't agreed anything, which is frustrating, </q> a source added.`` If <strong> Cheryl Cole </strong> and <strong> Dermot O'Leary </strong> also have to travel back and forth it could be tricky. The last thing they want is for any of them to pull out.'' Open auditions", "new_id": -2}, {"uid": "1297446725101842956", "i": 11179, "idx": 17, "sa": ["Donald Rumsfeld"], "q": "' What's the comeback for you?'' <strong> Donald Rumsfeld </strong>'s tone remains even. The only faint sign of agitation as he replies is the furling, unfurling and scrunching of a napkin with his left hand. <q> Well, I mean, there are plenty of people commenting on that about Afghanistan or Iraq or transformation, anything you do... That's quite a different thing than what I'm talking about. </q> Throughout his career, <strong> Donald Rumsfeld </strong> has consistently been a man who cares above all about protecting and extending American power. So I wonder if he has any regrets on that score. Does he", "new_id": -2}, {"uid": "1296319679245022720", "i": 10245, "idx": 0, "sa": ["Zahi Hawass"], "q": "problems. He also defended his security forces and accused the protesters of plotting to destabilize Egypt and destroy the legitimacy of his regime, outraging those still in the streets well into the night. <q> We want <strong> Hosni Mubarak </strong> to go and instead he is digging in further, </q> protester Kamal Mohammad said.`` He thinks it is calming down the situation but he is just angering people more.'' <strong> Zahi Hawass </strong>, Egypt's top archaeologist, meanwhile, told state television on Saturday that", "new_id": -2}, {"uid": "1296509935175063107", "i": 7301, "idx": 1, "sa": ["Sergio Marchionne"], "q": "because of worker concessions.`` It was absolutely owed that we treat our people properly,'' CEO <strong> Sergio Marchionne </strong> told analysts and reporters on a conference call, as reported by the Free Press. <q> The obligation to our people was much greater than the need to improve our bottom line profitability. </q> <strong> Sergio Marchionne </strong> is also CEO of Italy's Fiat, which controls Chrysler. You must fill out the comment body in order to submit a comment.", "new_id": -2}, {"i": 13862, "idx": 4, "index_answer": 1, "new_id": -1, "q": "at Mr. <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq.`` <strong> Colin Powell </strong> was not duped or misled by anybody,'' Mr. <strong> Donald Rumsfeld </strong> writes. <q> Nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong. </q> Even so, Mr. <strong> Donald Rumsfeld </strong>-- who does reveal that former <strong> President Bush </strong> asked for Iraq invasion plans within days of 9/11-- argues that removing <strong> Saddam Hussein </strong> was the right thing to do. He denies,", "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell", "President Bush"], "uid": "1297662325045400099"}]