[{"uid": "1295094164200343675", "i": 39036, "idx": 0, "sa": ["Donald Rumsfeld", "Gerald Ford"], "q": "Robert <strong> Gerald Ford </strong>, who produces the show with his wife Michelle, said he wanted <strong> Donald Rumsfeld </strong> to appear as a witness in a lawsuit, testifying about why aggressive interrogation techniques like water-boarding are sometimes needed during wartime. <q>It's an episode about moral relativism about what is considered torture and what is not,</q> Robert <strong> Gerald Ford </strong> said. But Keith Urbahn, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out. ''This area is so fraught with legal ramifications,'' Urbahn said", "new_id": -2}, {"uid": "1297444526101842946", "i": 24503, "idx": 1, "sa": ["Michael Vick"], "q": "direction to go. I'm waiting until the league comes back and says, ''Well we're going to do this type of ticket, this of flight, this type of hotel.'' <q>But I''ll never get to watch that game again. Even though they lost, I still would have liked to have seen the game.</q> <strong> Michael Vick </strong> Moore, 23, of Pittsburgh, who had a$ 600 ticket to the game, also watched it on TV in the area under the stands. He said he too had been contacted by", "new_id": -2}, {"uid": "1296110214112230422", "i": 22035, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "the U.S. government repays others who invest in U.S. Treasury bonds. ''Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. The following are comments from our users. Opinions expressed are neither created nor endorsed by", "new_id": -2}, {"uid": "1295240169095436825", "i": 354, "idx": 0, "sa": ["Steve Ballmer"], "q": "is a vital concern in an economy where many companies focus on developing and selling products, handing off the actual manufacturing to facilities in China and elsewhere in the developing world. Microsoft Corp CEO <strong> Steve Ballmer </strong> identified <q>better global enforcement of intellectual property laws</q> as the world's largest software company's No. 1 lobbying priority in an interview with the Washington Post in July. ''That is particularly true in China, where the protections are the weakest,''", "new_id": -2}, {"i": 31382, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Yard might have been hoping that the phone- hacking row would die down with the resignation of <strong> Andy Coulson </strong>. Few things seem more unlikely. <strong> Alastair Campbell </strong>, <strong> Andy Coulson </strong>'s most high-profile predecessor, summed it up simply yesterday: <q>I think the role of the police in this is now going to become centre-stage.</q> In truth it was a Hospitals fined for mixed-sex wards London, January 24: Hospitals have to pay a fine of Â£ 250 per patient per day for breaking rules on mixed-sex accommodation. There were around", "sa": ["Andy Coulson", "Alastair Campbell"], "uid": "1295845469082296851"}, {"uid": "1297484044192626692", "i": 18747, "idx": 1, "sa": ["DeAndre McDaniel", "Johnny Unitas", "Michael Vick", "Eric Dickerson"], "q": "are just some of the many who have fallen prey to the business of the NFL Names like <strong> Johnny Unitas </strong>, <strong> Eric Dickerson </strong>, and <strong> Michael Vick </strong> have all declared bankruptcy because of bad decisions they made off the field. <q>That happens when they leave high school and go to college and meet one group of friends. And when they get a little money in their pocket, they all of a sudden have a few more friends.</q> Former Godby star and Clemson defensive back <strong> DeAndre McDaniel </strong> knows all too well about having too many friends. The more his stock rose, the more people wanted a piece of the action-- and be a part", "new_id": -2}, {"uid": "1295692954156483593", "i": 12370, "idx": 1, "sa": ["Eric Schmidt", "Rosabeth Moss Kanter"], "q": "changes in strategy generally,'' a Google spokesperson wrote in an e-mail to the Globe. Local academics and consultants who are familiar with Google's operations in the Boston area tend to agree. <q>I would categorize the changes at Google as more of a ''growing up' than a` shake-up,'</q> said Harvard Business School professor <strong> Rosabeth Moss Kanter </strong>. ''<strong> Eric Schmidt </strong> has been the adult supervision at Google for 10 years, and now it's time for the founders to take over. That''s what this is.", "new_id": -2}, {"uid": "1295617531243957796", "i": 3425, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "it difficult for me to give the 110 percent needed in this role.'' <strong> David Cameron </strong> said that he was ''very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications.'' <q><strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,</q> <strong> David Cameron </strong> said in a statement, which made no direct mention of the hacking claims. A reporter and a private investigator working for the News of the World were caught illegally eavesdropping on the phones of the", "new_id": -2}, {"uid": "1295911715085770242", "i": 32746, "idx": 1, "sa": ["Bill Lockyer"], "q": "recent article on NY Times about ''discussions'' on state bankruptcies. Not Gon na Happen. Economix has California's state treasurer, <strong> Bill Lockyer </strong> response: State Bankruptcies? ''Ludicrous,' He Says <q> ''It's a cynical proposal, intended to incite a panic in response to a phony crisis,</q> Mr. <strong> Bill Lockyer </strong> said in a conference call with journalists. ''Killer bees, space aliens, and now it's the invasion of the bankrupt states.'''' Company: Calculated Risk Website", "new_id": -2}, {"uid": "1295133242039174154", "i": 18545, "idx": 1, "sa": ["Maurice Cheeks", "Kobe Bryant", "Allen Iverson", "Lamar Odom"], "q": "we definitely missed him.'' Philadelphia coach <strong> Maurice Cheeks </strong> is used to <strong> Kobe Bryant </strong>'s shooting show. ''<strong> Kobe Bryant </strong> makes shots, we kept saying they were incredible shots and for most people they are,'' <strong> Maurice Cheeks </strong> said. <q>But for <strong> Kobe Bryant </strong>, I don't think they were incredible. He does things like that on an everyday basis.</q> <strong> Lamar Odom </strong> had a career-high 12 assists to go with eight points and seven rebounds for Los Angeles http://wn.com/Allen_Iverson_Highlight_vs_Kobe_Bryant_LA_Lakers_04/05 <strong> Allen Iverson </strong> couldn't believe how poorly he was playing Sunday. In the end, though, he was good enough.", "new_id": -2}]