[{"uid": "1296503399053821452", "i": 3045, "idx": 2, "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "q": "<strong> Zahi Hawass </strong>, the council's secretary general, said yesterday. Dozens of demonstrators had stood guard around the building, one of Cairo's biggest tourist attractions, to protect it until troops arrived, he said.\" <q> \"If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,</q> <strong> Zahi Hawass </strong> said in an interview at his office. \"What's happening is normal. Thankfully, all the damaged items can be restored.\"\" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August", "new_id": -2}, {"uid": "1295384033114753576", "i": 16376, "idx": 0, "sa": ["Vince Young", "Aaron Rogers", "Michael Vick", "Mike Shanahan"], "q": "us the Dallas and Chicago games, and the D would have still knocked out <strong> Vince Young </strong>, <strong> Mike Shanahan </strong> <strong> Michael Vick </strong>, and abused <strong> Aaron Rogers </strong>. Posted by: mattsoundworld| January 18, 2011 12:33 PM| <q><strong> Danny Smith </strong> plans to return to Redskins to coach special teams.</q> It's not the size of the dog in the fight... But it helps when the dog is bigger and nastier. It's also not so much the weight for the 3-4", "new_id": -2}, {"uid": "1296152835245841973", "i": 8270, "idx": 5, "sa": ["Eric Schmidt"], "q": "didn't elaborate. <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook. \"We have a competitor called Microsoft( MSFT),\" he said. <q>Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.</q> Facebook, on the other hand, \"has clearly stated they don't want to get into the search business. Facebook users tend to use Google search. Facebook's ads business does not displace our advertising.", "new_id": -2}, {"uid": "1295473409213434455", "i": 21311, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Advertisement \"I'm confident the DOE money will come through,\" he said following an event here to announce a partnership with the Environmental Protection Agency to test a hydraulic hybrid minivan. <q>It is taking longer than I thought,</q> <strong> Sergio Marchionne </strong> said, adding he would welcome a three-way discussion with the U.S. Treasury and DOE to expedite the process. The DOE loans were part of the plan Chrysler filed with the court to exit bankruptcy court", "new_id": -2}, {"uid": "1295606098062603329", "i": 26619, "idx": 6, "sa": ["Michael Gove"], "q": "but actually make everyone go backwards?\" Even by the low standards of recent Education Secretaries, <strong> Michael Gove </strong> strikes me as being particularly out of his depth and reliant on simplistic ideologies for his policies. <q>Indeed, but is seems increasingly British schools are providing neither and instead encourage the exploration of feeling and the expression of opinion. Which is all very well once you have the facts and understanding. Which is, of course, why we have schools.</q> Facts, can exist without understanding, by the way. Two plus two is four and the Nile is the longest river in Africa and will remain so regardless of whether you understand it or not. A", "new_id": -2}, {"uid": "1297501178235929616", "i": 27955, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "and Washington counties because of snow and ice damage. Disaster relief from the U.S. Department of Agriculture could help farmers recover from property damage and livestock losses due to weeks of snow and ice buildup. <q>The amount of heavy snow we've received this winter is unprecedented,</q> <strong> Kirsten Gillibrand </strong> said. \"Federal assistance is absolutely critical to helping these hardworking farm families recover.\" Farm Service Agency's emergency loans go to help supplement farmers' incomes after crop and livestock loss, pay to", "new_id": -2}, {"uid": "1295682265065617928", "i": 80, "idx": 4, "sa": ["Ronald Reagan", "Mike Pence"], "q": " \"Let's attempt to demonstrate the level of enthusiasm for him that I think is out there a millimeter under the surface,\" said Ralph Benko, a former <strong> Ronald Reagan </strong> administration aide who started the campaign. <q>I think it\"s huge. I just think it needs a little place to go. So we built a little place for it to go.</q> But should <strong> Mike Pence </strong> listen to his backers or choose what some say is the safer route of running for Indiana governor? Is it realistic to try to vault from the House to the White House, something", "new_id": -2}, {"i": 33268, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> As companies look for ways to deploy applications, both internally and as services to their customers, they worry about scale, performance& visibility. Startup Sonoa Systems offers a solution. <strong> Eric Schmidt </strong> will continue to", "sa": ["Eric Schmidt"], "uid": "1295570074192872461"}, {"uid": "1296960654064782358", "i": 18882, "idx": 0, "sa": ["Michael Vick"], "q": "away from the game that impressed a panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. <q>The most fun I've ever had playing football,</q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great. \"As a person and", "new_id": -2}, {"uid": "1297716334016629790", "i": 12637, "idx": 0, "sa": ["Piers Morgan", "Michael Vick"], "q": " made a bet as to who would land <strong> Michael Vick </strong> for his first talk-show appearance. But <strong> Michael Vick </strong> admitted he doesn't know who <strong> Piers Morgan </strong> is and would welcome the opportunity to appear on Oprah's show. <q>If the bet was made, she'll probably win, because I know nothing about that other guy</q> USA Today quoted him as saying.", "new_id": -2}]