[{"uid": "1296706156247644195", "i": 23131, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "in Iraq has been worth the cost and remains largely unapologetic about his handling of the conflict, The Washington Post reported on Wednesday. Had the government of <strong> Saddam Hussein </strong> remained in power the Middle East would be <q>far more perilous than it is today,</q> <strong> Donald Rumsfeld </strong> wrote in his 800-page memoir, scheduled for release on Tuesday. <strong> Donald Rumsfeld </strong> and other U.S. officials cited the threat posed by Iraqi weapons of mass destruction as justification for the 2003 U.S.-led invasion", "new_id": -2}, {"uid": "1295097395007798784", "i": 4153, "idx": 3, "sa": ["Sergio Marchionne"], "q": "Despite Fiom's comments concerning the National Agreement, <strong> Sergio Marchionne </strong> insisted its conditions would remain, while the introduction of a Saturday evening shift would only occur should the need arise and with a resulting overtime payment. <q>Full utilisation of the 18 shifts would also enable an increase in annual pay of around EUR3,500( US$ 4,690) per year,</q> added the Fiat chief. \"We have also taken account of other needs relating to overtime. As employees can not always be available, we have instituted the option of substituting up to 20% of", "new_id": -2}, {"uid": "1297353050128565272", "i": 27392, "idx": 1, "sa": ["Mike Pence"], "q": ", saying \"I applaud much of the important work that is done at Title X clinics across the country.\"* FACT: Rep. <strong> Mike Pence </strong>, on the House floor in January 2011, said, <q>This legislation does not cut one penny from Title X family planning funding. I applaud much of the important work that is done at Title X clinics across this country- breast cancer screening, HIV protection, education, counseling, pregnancy diagnosis. This legislation simply prevents family planning funding from aiding organizations that profit from the abortion industry.</q>[ http://www.gpo.gov/fdsys/pkg/CREC-2011-01-07/pdf/CREC-2011-01-07-pt1-PgH125-3.pdf#page=1]* FACT: Politico reports, \"Republicans are looking to wipe out funding for Title X, a 40-year-old family planning program.... The cuts are part of the continuing resolution,", "new_id": -2}, {"uid": "1297022203088555540", "i": 42582, "idx": 2, "sa": ["Eric Schmidt"], "q": ",\" he was quoted as saying. He said a computer is good at things that people are not. For example, it is good at memory and doing things involving large numbers. <q>It is also very limited with things like intuition- the human things. A reasonable expectation in 50 years is that computers will do things that they do really well, and humans will do what we do really well. \"And the stupid stuff that we have to do, like remembering things, they can do, and the things that we are really good at- like judgment- they don't really need to do,</q> he added. About the competition faced by his company from the growing popularity of the online social networking websites such Facebook, <strong> Eric Schmidt </strong> said, Facebook is not a competitor because the more people use Facebook the", "new_id": -2}, {"uid": "1296754813198328326", "i": 41452, "idx": 2, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "\" But, she said, \"it was not a judgment that found favor with some parts of the American machine\"- namely <strong> Donald Rumsfeld </strong> <strong> Barack Obama </strong> <strong> Donald Rumsfeld </strong>, the United States secretary of defense at the time. That <q>is why <strong> Donald Rumsfeld </strong> started an alternative intelligence unit in the Pentagon to seek an alternative judgment,</q> she said. MI5, she said, had refused to offer contributions to the documents produced at 10 Downing Street's orders to justify the case for war because the Britain released hundreds of previously secret \"UFO files", "new_id": -2}, {"uid": "1296677265093847554", "i": 4979, "idx": 2, "sa": ["Allen Iverson", "George Karl", "Earl Boykins"], "q": "may be the smallest tandem in the league, ran the Celtics around the court all evening. <strong> Earl Boykins </strong> finished with 28 points as well. \"<strong> Earl Boykins </strong> and I are just playing good together,\" <strong> Allen Iverson </strong> said. <q>I just wanted to make it easy for him and make it easier for everybody.</q> <strong> Allen Iverson </strong> definitely made it easier for everybody. <strong> Allen Iverson </strong> had permission from Nuggets coach <strong> George Karl </strong> to shoot more and pass less. But he preferred to get his teammates involved. \"That's why he's a great teammate", "new_id": -2}, {"uid": "1296782807067518464", "i": 13052, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "and the Washington Post. But he said he should have forced then president <strong> President Bush </strong> to accept his resignation over the revelations of abuse by US military guards at the Abu Ghraib prison in Iraq. <q>Abu Ghraib and its follow-on effects, including the continued drum-beat of \"torture\" maintained by partisan critics of the war and the president, became a damaging distraction,</q> <strong> Donald Rumsfeld </strong> writes. \"More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point", "new_id": -2}, {"i": 172, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the company needs to overhaul search, build a social network and figure out the best strategy for operating systems. As for advocacy, that's all <strong> Eric Schmidt </strong>. His blog post says he'll be focusing on <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.</q> In other words, his only job now is to make Google look nice to the outside world.( In that case, he might want some practice at avoiding Google Apologizes for Buzz Privacy Issues- PCWorld", "sa": ["Eric Schmidt"], "uid": "1295574163043630601"}, {"uid": "1295481044265797697", "i": 44264, "idx": 1, "sa": ["Sergio Marchionne"], "q": "starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. \"We need to completely rethink the minivan,\" CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. <q>We need to retain all its functionality but make it much more versatile.</q> <strong> Sergio Marchionne </strong> said that could mean new products that can still carry a lot of people but won't look like traditional minivans. A team within the company is also studying whether to continue both the Town and", "new_id": -2}, {"uid": "1296005117006848565", "i": 41693, "idx": 2, "sa": ["Jay Leno", "Rick Rosen", "David Letterman", "Conan O'Brien"], "q": ", \"but we knew there would be ratings stories that would hurt him( because of a lack of clearances, he would come in below <strong> Jay Leno </strong> and <strong> David Letterman </strong>).\" <strong> Rick Rosen </strong> grumped that they knew <q>no one would do the analysis so we knew it was problematical.</q> They then considered syndicating his show until Turner Broadcasting executives showed up \"late\" in their deliberations. The offer to move <strong> Conan O'Brien </strong> to TBS, where he could do his show the way he wanted", "new_id": -2}]