[{"uid": "1295965342252559382", "i": 11384, "idx": 0, "sa": ["Eric Schmidt", "Michelle Murphy"], "q": "be located right here in our technology centre in Munich,'' <strong> Eric Schmidt </strong> said. He added that he believes his next decade at Google( as executive chairman) will be more interesting than the first. <q> Technology will finally start doing what we want, instead of us telling technology what we want it to do. </q> Search Quality Associate( Multiple Languages Available)- EU Headquarters <strong> Michelle Murphy </strong>, Sage Ireland <strong> Michelle Murphy </strong> has been appointed Sage Pay sales executive, with responsibility Marc Flanagan, Origina Origina has announced the appointment of Marc Flanagan as", "new_id": -2}, {"uid": "1297463472198819877", "i": 3469, "idx": 0, "sa": ["Michael Vick"], "q": "Investigator: Wait To See If <strong> Michael Vick </strong> Has Changed ESPN.com- The man who led the U.S. government's investigation of <strong> Michael Vick </strong>'s dogfighting case said that he's withholding judgment on the quarterback's rehabilitation. <q> Do I think he's changed? I don't know, </q> said retired U.S. Department of Agriculture senior special agent Jim Knorr, speaking to ESPN's Outside The Lines.`` I would hope he has but I don't know. Only one person knows and that's him", "new_id": -2}, {"uid": "1296814582259670059", "i": 18400, "idx": 2, "sa": ["Troy Aikman", "Michael Vick", "Ben Roethlisberger"], "q": "<strong> Ben Roethlisberger </strong> this season, he gave credit to another standout quarterback, the Eagles' <strong> Michael Vick </strong>.`` I never would have dreamed that he could have played the way that he played,'' <strong> Troy Aikman </strong> said. <q> I know how much time and effort he put into making that happen, and so he should feel proud... I think it was one of those great stories of the NFL. I was proud of him. </q> Although <strong> Troy Aikman </strong> and Buck are both veterans in the broadcast booth, they still sometimes find themselves getting lost in the grandeur of the Super Bowl.`` I think the times when you let the", "new_id": -2}, {"uid": "1295577756132530197", "i": 21639, "idx": 0, "sa": ["Eric Schmidt"], "q": "{`` s'':`` goog'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Joseph Tartakoff, On Thursday January 20, 2011, 7:00 pm EST announcement today that <strong> Eric Schmidt </strong> will step down as CEO ends what has", "new_id": -2}, {"uid": "1295199621176750602", "i": 18829, "idx": 2, "sa": ["Angelina Jolie"], "q": "can, an uphill battle that they seem to be winning,'' said <strong> Angelina Jolie </strong> after a two-day mission that ended on Saturday.`` But they are in a race against time before the rainy season comes.'' <q> When the rains start to fall, the weak temporary structures in the makeshift shelters will be in danger of collapsing. There will be illnesses, especially among children, due to the sanitary situation breaking down, </q> <strong> Angelina Jolie </strong> warned, adding that the rains will also render the roads impassable, making emergency transport, medical and food shipment close to impossible. Travelling to the Chadian border town of Tine on Friday, <strong> Angelina Jolie </strong> spoke to", "new_id": -2}, {"uid": "1296500746124518412", "i": 21106, "idx": 0, "sa": ["Michael Gove"], "q": "They will be abolished for all students other than those training to teach secondary school science, engineering, maths and foreign language subjects, which are highly valued by universities and employers. Mr <strong> Michael Gove </strong> said: <q> I believe it is right- in this time of fiscal restraint- to focus investment very rigorously where it is needed. </q> The move has been criticised by university leaders who claim it could prevent many bright students from considering a career in the classroom. It is also feared that reductions in the number of trainee secondary", "new_id": -2}, {"uid": "1295325224053116945", "i": 14, "idx": 1, "sa": ["LeBron James", "Allen Iverson"], "q": "with this victory. <strong> Allen Iverson </strong> had 30 points, nine assists and provided a spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento LeBron Jamess on Tuesday night. <q> It was a huge lift off of me, </q> <strong> Allen Iverson </strong> said.`` I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I", "new_id": -2}, {"uid": "1297145799209272848", "i": 33703, "idx": 1, "sa": ["Simon Cowell", "Paula Abdul", "Hailee Steinfeld"], "q": "learned about. Who knows how much of this really goes on. Report Abuse \" i like <strong> Paula Abdul </strong>. She is cute and very honest person. I am sure <strong> Simon Cowell </strong> knows her very well. \" Report Abuse <q> i like <strong> Paula Abdul </strong>, she isa cute and I think a very honest person. I think <strong> Simon Cowell </strong> </q> ABC News: Watch: <strong> Hailee Steinfeld </strong> on` True Grit' ABC News: <strong> Simon Cowell </strong>: US' X Factor' Panel yet to Be Set Friday Night Lights Comes to an End: The Cast on Series-Saving Fans,", "new_id": -2}, {"uid": "1295834023223035467", "i": 256, "idx": 0, "sa": ["Simon Cowell", "Paul McKenna"], "q": "47- author of bestselling self-help book I Can Make You Sleep. <strong> Simon Cowell </strong> has admitted he often stay up working until 4.30 am and finds it hard to wind down. A source said: <q> <strong> Paul McKenna </strong> is helping <strong> Simon Cowell </strong> with his insomnia.`` Although <strong> Simon Cowell </strong> stays up late- even when he wants to sleep, he has trouble doing so. Have your say on the issues of the day with MY Sun? News Group Newspapers Ltd.`` The Sun </q>,`` Sun'',`` Sun Online'' are registered trademarks or trade names of News Group Newspapers Limited. This service is provided on News Group Newspapers' Standard", "new_id": -2}, {"i": 35653, "idx": 0, "index_answer": 1, "new_id": -1, "q": "have a real impact on Washington and the economy.`` I think that's part of what he's been positioning for,'' said <strong> Rob Enderle </strong>, a tech pundit and president of the <strong> Rob Enderle </strong> Group. <q> In terms of skills and what he brings to the party and reelection campaign and timing, it's my expectation he will </q> go to Washington. Google shocked Silicon Valley and Wall Street last month by announcing a big shakeup in its C-Suite, pushing <strong> Eric Schmidt </strong>, 55, out of the CEO job and replacing him with co-founder Larry", "sa": ["Eric Schmidt", "Rob Enderle"], "uid": "1296683084157417498"}]