[{"uid": "1297451846240746502", "i": 44701, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong> takes particular aim at human rights advocates' reporting on Andijan.`` Self-proclaimed human rights advocates with longstanding records of opposition to the Uzbekistan government... seemed interested in embarrassing the United States,'' he wrote. <q> The facts were often mangled in the process. </q> As an example, he said that Human Rights Watch ignored evidence that many of the demonstrators were armed, mistakenly calling them`` peaceful protesters.'' That is not an accurate portrayal of the Human Rights", "new_id": -2}, {"uid": "1295580332195002374", "i": 12764, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Randy Jackson"], "q": "were introduced, drew its smallest numbers of the night. Critical reaction, too, centered less on what was new, and more on what was missing: namely, the <strong> Simon Cowell </strong> bite. found <q> the formula simply does not work without someone willing to be an ass to kids with big dreams but no chops. </q> The called <strong> Steven Tyler </strong>`` winning,'' liked Lopez OK enough, but ordered href=\"http://au.eonline.com/uberblog/celebs/c115589_Randy Jackson_Randy Jackson.html\"> <strong> Randy Jackson </strong>, the only original judge left sitting, to`` man up, dawg, and just say no, once in", "new_id": -2}, {"uid": "1295850344252723207", "i": 23325, "idx": 0, "sa": ["Sergio Marchionne"], "q": "billionChrysler CEO <strong> Sergio Marchionne </strong> says he hopes to receive the funds by the end of March. The automaker is going ahead with fuel efficiency projects, expecting it will receive the loan to help pay for them. <q> I can't stop the machine, </q> <strong> Sergio Marchionne </strong> said recently.`` So far, I have been able to manage it'' without the loan, but there will come a point in time when I have to go into the kitty and use other cash", "new_id": -2}, {"uid": "1297124012124354582", "i": 8978, "idx": 0, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "presentation to <strong> Michael Vick </strong> Published: February 07, 2011 Updated: February 07, 2011- 7:01 PM DALLAS( AP)- The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a <q> key to the city. </q> <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this past season, his second in the NFL since serving 18 months in prison for operating a dogfighting operation. <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong> presented", "new_id": -2}, {"uid": "1295821316074186802", "i": 20, "idx": 3, "sa": ["Michael Vick"], "q": "<strong> Michael Vick </strong>'s Dogs'',`` parentThreadId'':-1,`` mediaId'':9760457,`` tags'': null,`` anonSiteUrl'': null,`` assocMediaType'':`` externalmedia'',`` createdAt'': <q> 23 Jan 2011 02:26:40 GMT </q>,`` anonEmail'': null,`` isVisible'': true,`` approved'': true,`` numComments'':9,`` reviewed'': true,`` createdByUsername'':`` anonymous_user'',`` pathToPreview", "new_id": -2}, {"uid": "1295589681239992919", "i": 2696, "idx": 0, "sa": ["Eric Schmidt"], "q": "17 percent, to$ 8.44 billion, from$ 6.67 billion a year earlier. Net revenue, which excludes commissions paid to advertising partners, was$ 6.37 billion, up from$ 4.95 billion. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> Mr. <strong> Eric Schmidt </strong> said in a statement. While Google's e-commerce offerings drove its search business during the quarter, the company also began to convince investors that it is successfully moving into new businesses, particularly mobile", "new_id": -2}, {"uid": "1296137334113377297", "i": 3100, "idx": 6, "sa": ["Matt Ryan", "Michael Vick"], "q": "as the Falcons' franchise quarterback, a man who is from the Philadelphia area, who grew up rooting for the Eagles, and who had to pick up the pieces <strong> Michael Vick </strong> left behind in Atlanta. <q> Understanding the situation and everything that I came into and that Mike's done recently, it's my first opportunity to talk to him, </q> said <strong> Matt Ryan </strong>, who met <strong> Michael Vick </strong> for the first time Tuesday night.`` As soon as you get to know him, he's a really nice guy, down to earth, super relaxed. I enjoyed spending", "new_id": -2}, {"uid": "1297065934161857552", "i": 8078, "idx": 0, "sa": ["Simon Cowell", "Richard Kirshenbaum"], "q": "`` Seinfeld'' wore Giant gear, while`` Friends'' and`` The Sopranos'' went Gang Green in the minute-long spot. The cast from Wisconsin-based`` Happy Days'' donned Packer green. <q> What's so interesting about that commercial is that it's the intersection of TV, celebrity, pop culture and the NFL, </q> said <strong> Richard Kirshenbaum </strong>, chairman of SoHo ad firm kbs+ p. Super Bowl broadcaster Fox seized its home-field advantage and pushed several new shows. Most notably, Fox handed the stage to <strong> Simon Cowell </strong> for his", "new_id": -2}, {"uid": "1295869794242810885", "i": 30931, "idx": 1, "sa": ["Alassane Ouattara"], "q": "<strong> Alassane Ouattara </strong> called for a month-long ban on cocoa shipments, a spokesman for the German Cocoa Trade Association said.`` We have no indications of a massive disruption to exports this morning,'' the spokesman said. <q> I am not aware of force majeure being declared on shipments. </q> Liffe cocoa futures had risen sharply on Monday after the call was made.[ ID: nLDE70N0N5][ ID: ID: nLDE70M0HD]`` There is great uncertainty in the market but customer", "new_id": -2}, {"i": 34015, "idx": 1, "index_answer": 1, "new_id": -1, "q": "know, there's a lot of talk these days around here about where members of Congress are going to sit during the State of the Union address,'' Indiana Republican <strong> Mike Pence </strong> said recently on the House floor. <q> Well, I've been in Congress for 10 years and I learned a long time ago, it doesn't really matter where you sit- it matters where you stand. </q> And Senate Republican leader <strong> Mitch McConnell </strong> brushed off the idea this weekend, saying people can certainly mix it up, if they want. But <strong> Tom Coburn </strong>, the Republican from Oklahoma, told NBC the two", "sa": ["Mitch McConnell", "Mike Pence", "Tom Coburn"], "uid": "1295909976177651712"}]