[{"uid": "1295583950212418564", "i": 18913, "idx": 0, "sa": ["Eric Schmidt"], "q": "$ 2.07 billion in TAC( traffic-acquisition costs), or revenue shared with Google's partners. Google's paid clicks were up 11 percent from the prior quarter and 18 percent from the year-ago quarter. <q> Q4 marked a terrific end to a stellar year, </q> Google CEO <strong> Eric Schmidt </strong> said in a statement.`` Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer", "new_id": -2}, {"uid": "1295945463061587464", "i": 43670, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer"], "q": "'s Small Business Commission, San Francisco Beautiful, neighborhood groups, and public health and public works officials. Dawn Trennert, chair of the Middle Polk Neighborhood Association and a task force member, said, <q> Our neighbors were fed up with the extreme litter in our neighborhood, the flying litter, the litter that easily can be taken care of if we just think about things a little differently. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog RELIGIOUS EDUCATION DIRECTOR Company SENIOR SOFTWARE ENGINEER Company Storm8 SOCCER COACH Company", "new_id": -2}, {"uid": "1295634050249806881", "i": 7662, "idx": 3, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "act as advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' <strong> Eric Schmidt </strong> said in the earnings announcement. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. </q> Discover which companies are leading their industries in Greensboro/Winston-Salem. Directly from the The Business Journal of the Greater Triad Area, take advantage of valuable data, including sales figures, staff sizes and more. Get", "new_id": -2}, {"uid": "1296437639091652104", "i": 13194, "idx": 1, "sa": ["Mark Hurd", "Eric Schmidt"], "q": "disclosed explanation that the management reshuffle is about clarifying and tightening lines of authority among the troika that has jointly run Google for a decade.`` This has nothing to do with competitors,'' <strong> Eric Schmidt </strong> said. <q> I publicly said the next 10 years will be as successful as the past 10. We're going to run this way for a while. It's a full-time job just to deal with </q> the areas <strong> Eric Schmidt </strong> will oversee, he said. These include`` all the external stuff: customers, partners, deals, M&A, government, press, publicity and Mark Hurdeting. It was misinterpereted by many people who", "new_id": -2}, {"uid": "1297217172164478976", "i": 16923, "idx": 0, "sa": ["Sergio Marchionne"], "q": ". In addition, a Claymation version of Eminem will appear in a Lipton Brisk Iced Tea commercial during the Super Bowl. On Friday, Chrysler CEO <strong> Sergio Marchionne </strong> hinted about the automaker's commercial: <q> I won't tell you what it's about, but it will be worth watching. </q> <strong> Sergio Marchionne </strong>, who spoke at a San Francisco event associated with the National Automobile Dealers Association's annual convention, said Chrysler spent less than$ 9 million on the ad. Dave Birkett:", "new_id": -2}, {"uid": "1295936288203702276", "i": 20556, "idx": 0, "sa": ["Michael Gove"], "q": "for allowing which schemes would go ahead and which would not. Waltham Forest Council leader Councillor Chris Robbins said his council stood to lose? 275m of investment because of Mr <strong> Michael Gove </strong>'s decision. <q> added a judicial review was his council's only option because the Michael Government would not`` sit down amicably and explain their decision to us </q>. He added:`` We have significant levels of deprivation in our borough and Building Schools for the Future( BSF) was a once-in-a-lifetime opportunity to raise the aspirations of our entire population.", "new_id": -2}, {"uid": "1294977673065519616", "i": 20583, "idx": 0, "sa": ["Sergio Marchionne"], "q": "2009. The dispute over Mirafiori is also part of a wider struggle by the outspoken <strong> Sergio Marchionne </strong> to bring about radical reforms in Italian industry. In October, he ignited controversy when he said that <q> Fiat would be better off if it eliminated Italy. Italy ranks 118th out of 139 countries in work efficiency and is 48th in industrial competitiveness.`` Not a cent from the two billion euros of profits forecast for 2010 will be generated in Italy, </q> he said, pointing out that Fiat's 6,100 workers in Poland produce the same number of cars as the company's 22,000 auto workers in Italy. Article: Italy union calls for strike over Fiat deal at", "new_id": -2}, {"uid": "1296579787068321405", "i": 31070, "idx": 0, "sa": ["Tom Cruise", "Sandra Bullock", "Halle Berry", "Hosni Mubarak", "Angelina Jolie"], "q": "<strong> Angelina Jolie </strong>( 67), Beyonce( 23) and <strong> Halle Berry </strong>( 85) are among the more high-voltage stars landing on the list- a solid presence that comes as little surprise to pop-culture expert Leavy. <q> Award shows may feature a whole lot of folks who appear no different than you and me, but the mega-stars like Brad and <strong> Angelina Jolie </strong>, <strong> Tom Cruise </strong> and <strong> Sandra Bullock </strong> still get the most flashbulbs in their faces, screaming fans and dominate magazine covers, </q> says Leavy.`` Real star power has a longer shelf life.'' The complete list can be seen online at www.askmen.com/specials_top_99_women. Live coverage: Egypt in chaos President <strong> Hosni Mubarak </strong>'s grip on Egypt", "new_id": -2}, {"uid": "1295565225148553765", "i": 27652, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Christina Aguilera", "Venus Williams"], "q": "fire'' and that the future is bright. While he is proud of his decade as CEO, <strong> Eric Schmidt </strong> said he is confident that <strong> Larry Page </strong> will accomplish even more in the next ten years. <q> In this new role I know he will merge Google's technology and business vision brilliantly, </q> he wrote. Photos: <strong> Venus Williams </strong>' Outfit Causes a Stir href=\"http://abcnews.go.com/Entertainment/slideshow/stars-secret-revelations-8652794\"> Photos: <strong> Christina Aguilera </strong>'s Embarrassing Party Moment", "new_id": -2}, {"i": 41618, "idx": 5, "index_answer": 2, "new_id": -1, "q": "personal problems.`` The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence,'' <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <q> The issue will move straight from <strong> Andy Coulson </strong>'s situation to <strong> David Cameron </strong>'s judgement. </q> Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News", "sa": ["Tony Blair", "Andy Coulson", "Alastair Campbell"], "uid": "1295619952132808753"}]