[{"uid": "1295971212048300037", "i": 57445, "idx": 2, "sa": ["Donald Rumsfeld", "Bob Smith", "Kanye West"], "q": "its national interests both on earth and in space.'' US Senator <strong> Bob Smith </strong>, who wrote the legislation establishing the <strong> Donald Rumsfeld </strong> Space Commission, asserts in`` Star Wars Returns'' about US`` control'' of space: <q> It is our manifest destiny. You know we went from the East Coast to the <strong> Kanye West </strong> Coast of the United States of America Well not about Iraq but equally insane.`` Star Wars Returns, </q> a video documentary exposing how the Bush administration is moving to make space a new arena of war, in violation of the intent of international law, has just been released by EnviroVideo. The documentary is being distributed", "new_id": -2}, {"uid": "1295815498029966341", "i": 1221, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Tom Austin"], "q": "e-mail. It doesn't help that <strong> Eric Schmidt </strong>, a former CEO at Novell and CTO at Sun Microsystems, has much more experience and, arguably, knowledge of enterprise software than <strong> Larry Page </strong>. <strong> Eric Schmidt </strong> <q> <strong> Larry Page </strong> has less enterprise business experience. <strong> Eric Schmidt </strong> has deeper enterprise roots. Does that mean they will back off on their enterprise investment on Google Apps? We don't know but we would be surprised if they don't raise-- or re-raise-- that question, </q> <strong> Tom Austin </strong> said. Google declined to comment at this early stage about <strong> Larry Page </strong>'s plans for the enterprise unit. However, a source familiar with the strategy said <strong> Larry Page </strong> has always been a strong advocate for the", "new_id": -2}, {"uid": "1295528378011599923", "i": 80, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul", "Ryan Seacrest"], "q": "Rangers. There's no surprise in the <strong> Simon Cowell </strong> that Rushfield presents, but he does bring him to life-- by turns brilliant and exasperating, self-serving and disarmingly honest. Rushfield sums him up well: <q> If ever a person could be prepared for fame and all that came with it, it was <strong> Simon Cowell </strong>... For 20 years, <strong> Simon Cowell </strong> had been involved in every aspect of the shadowy business of creating stars... He had seen how the magical alchemy could transform people into stars, and he had seen how it could go wrong. </q> The book is not Fox-authorized, which may explain why the show's other well-known personalities play only supporting roles. <strong> Paula Abdul </strong> is a wacky sparring partner, and <strong> Ryan Seacrest </strong> is Robin to <strong> Simon Cowell </strong>'s Batman. Nevermind", "new_id": -2}, {"uid": "1297442150096944143", "i": 1421, "idx": 1, "sa": ["Mike Pence", "Phil Sharp", "Jackie Walorski", "Joe Donnelly"], "q": "Former Republican state <strong> Mike Pence </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Mike Pence </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear front-runner, and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said.`` I think he'd clear the field.'' <strong> Mike Pence </strong> is from Columbus and was an attorney before running unsuccessfully for Congress against Democrat <strong> Phil Sharp </strong> in 1988 and 1990. He worked as president", "new_id": -2}, {"uid": "1295287031003260440", "i": 6011, "idx": 0, "sa": ["Steve Ballmer"], "q": "of Microsoft Dynamics CRM 2011. Both on-premises and cloud-based versions of the platform will be available in 40 markets and 41 languages starting Feb. 28. A Jan. 17 statement by Microsoft CEO <strong> Steve Ballmer </strong> emphasized Dynamics CRM's <q> familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data. </q> Microsoft finds itself locked in fierce battle for CRM market-share with Salesforce.com and Oracle, both of which have shown little hesitation in both updating their products and sniping at their rivals. In trying to set cloud", "new_id": -2}, {"uid": "1297616629186400779", "i": 32577, "idx": 59, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "Iraq on the verge of all-out civil war, the <strong> George H. W. Bush </strong> told <strong> Donald Rumsfeld </strong> he had to go.`` It was hard for him to do that- to come to that conclusion,'' said <strong> Donald Rumsfeld </strong>. <q> And of course I felt the same way when I had to fire somebody. I didn't like it either. He said,` Are you OK with this?' And I said` Absolutely.' </q> Is he responsible for what went wrong?`` We all were responsible,'' says <strong> Donald Rumsfeld </strong>.`` We all agreed.'' by James93x February 13, 2011 11:54 AM EST by consh8theusa February", "new_id": -2}, {"uid": "1295762462175325235", "i": 11912, "idx": 1, "sa": ["John Thune", "John Culberson", "Kirsten Gillibrand", "Debbie Wasserman Schultz"], "q": "<strong> Kirsten Gillibrand </strong>, D-N.Y., and <strong> John Thune </strong>, R-S.D., generally considered two of the more well-coiffed and attractive members of the Senate. Rep. <strong> John Culberson </strong>, R-Texas, and Rep. <strong> Debbie Wasserman Schultz </strong>, D-Fla., will be seatmates. <q> I guess I asked him out on a date, </q> she said on MSNBC.`` And he said yes. So I am going to go sit on... what is normally the Republican side of the aisle.'' The idea of mixing and mingling was", "new_id": -2}, {"uid": "1295397624010076164", "i": 42623, "idx": 3, "sa": ["Sergio Marchionne"], "q": "up one inch of territory,'' <strong> Sergio Marchionne </strong> said. Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1295440285176455758", "i": 15773, "idx": 0, "sa": ["Steve Ballmer"], "q": " The release details were announced yesterday by Microsoft CEO <strong> Steve Ballmer </strong>. This launch marks the first time that a product has been provided as an online service before its conventional release, an act that, <strong> Steve Ballmer </strong> says, <q> really reflects the push by Microsoft into the cloud. </q> Microsoft previously focused primarily on the on-premises version of Dynamics CRM, putting the company at odds with major competitors such as Salesforce.com's CRM suite. With the new cloud-first deployment and wider availability, Dynamics CRM has become", "new_id": -2}, {"i": 20485, "idx": 5, "index_answer": 1, "new_id": -1, "q": "game of their Western Conference playoff series with <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> leading the way.`` The guys who were here two years ago know we were in the same situation last time,'' Denver center <strong> Marcus Camby </strong> said. <q> They ran off and won four straight. That's why no one is really happy. We came out to get Game 1 but we also want to get Game <strong> Rafer Alston </strong>. </q> If <strong> Allen Iverson </strong> and <strong> Tony Parker </strong> play this well again, the Nuggets have a good shot. <strong> Tony Parker </strong> scored 30 points and <strong> Allen Iverson </strong> added 31, including 29 after a sluggish first quarter.`` Two years ago we probably were", "sa": ["Tony Parker", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295245546048136202"}]