[{"uid": "1296931079080756756", "i": 8688, "idx": 1, "sa": ["Donald Rumsfeld", "Hillary Clinton"], "q": ". Protests continued for the 12th straight day in Egypt as the leadership of the ruling National Democratic Party stepped down in what was viewed as another government concession in an attempt to quell protests. <q> We view this as a positive step toward the political change that will be necessary, and look forward to additional steps, </q> an administration official said on background. At the Munich Security Conference on Saturday, ahead of a planned Quartet meeting on Middle East peace talks, <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> said there were risks", "new_id": -2}, {"uid": "1295560204021315622", "i": 25036, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Thursday, Jan. 20, 2011 3:52 PM EST Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}, {"uid": "1297521580190513158", "i": 15938, "idx": 0, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "intention to pursue their development targets... which envisage auto production rising from 650,000 vehicles to 1.4 million annually after an investment of some 20 billion euros($ 27.2 billion),\" the statement said. <q> The government notes positively the position taken( by Fiat) and... for its part confirms its willingness to bring about the best competitive conditions </q> in Italy, it added. Marchione has sharply criticised working practices in Italy, saying they put Fiat at a huge competitive disadvantage. On Monday, the government said <strong> Silvio Berlusconi </strong> would meet <strong> Sergio Marchionne </strong> on", "new_id": -2}, {"uid": "1295914434141459479", "i": 22025, "idx": 0, "sa": ["Allen Iverson", "Andray Blatche"], "q": "' struggles away from home, Nick Young decided to take a different approach before their game against the New York Knicks. At the urging of <strong> Andray Blatche </strong>, Young decided to have his Afro braided on Sunday night. <q> You can call me A.I. now, </q> Young said, referencing former NBA superstar <strong> Allen Iverson </strong>. Young hasn't played well on the road this season, but neither have the Wizards, who have lost 21 consecutive games away from Verizon. They are", "new_id": -2}, {"uid": "1295238802163905590", "i": 3156, "idx": 0, "sa": ["Hillary Clinton", "Colin Powell", "Lawrence Wilkerson"], "q": "of women in such places as Congo is complicated by deeply rooted social problems. \"It's great she's mentioning the issue,\" said Brett Schaefer, an Africa scholar at the Heritage Foundation. <q> As to whether her bringing it up will substantially improve the situation or treatment of women in Africa, frankly I doubt it. </q> <strong> Lawrence Wilkerson </strong>, who was chief of staff to Secretary of State <strong> Colin Powell </strong>, said that <strong> Hillary Clinton </strong> has to tread carefully in socially conservative regions, particularly those where the U.S. military is at war. \"You might", "new_id": -2}, {"uid": "1295088825117588096", "i": 32513, "idx": 0, "sa": ["Andy Coulson"], "q": "Chris Bryant, who believes he may have been a victim of the phone hackers, said Friday he welcomed the decision to re-examine the case, adding that it should not have been closed last month. <q> The evidence that this goes far deeper than one rotten apple has continued to stack up, and so a fresh pair of eyes looking at the case is very welcome, </q> he said. Bryant said the police had \"severely\" damaged their credibility by failing to properly investigate earlier. <strong> Andy Coulson </strong> and the News of The World have denied the charges. MENTAL", "new_id": -2}, {"uid": "1296010057252100639", "i": 12355, "idx": 1, "sa": ["Newt Gingrich", "Bill Lockyer", "Stephen Sandstrom"], "q": "saving lives on the battlefield, <strong> Stephen Sandstrom </strong> said. \"Tragic events happen because of bad people in this world. But handguns, and firearms in general, do not kill people,\" <strong> Stephen Sandstrom </strong> said. <q> We need to stop demonizing firearms. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1296059539015335455", "i": 14409, "idx": 0, "sa": ["Wanda Jackson", "David Letterman"], "q": "of a mini-tour that would take her from her first Grand Ole Opry appearance in 56 years to slots on the \"Late Show With <strong> David Letterman </strong>\" in New York and \"Conan\" in Los Angeles. <q> I want to thank Jack White for making all this happen for me, </q> <strong> Wanda Jackson </strong> said at an event last week. \"He forgets I've got to watch my heart. I'm an old lady. But boy I don't feel it tonight.\" She told the", "new_id": -2}, {"uid": "1295390240232685652", "i": 20290, "idx": 0, "sa": ["Sergio Marchionne"], "q": "conventional minivan with sliding doors- likely a Dodge- as well as a Chrysler luxury crossover. A full-size front-wheel or all-wheel-drive sedan and even some Fiat brand vehicles also could be part of that family. <q> The architecture would be a lot more capable and allow us to make a minivan-like vehicle as well as others, </q> <strong> Sergio Marchionne </strong> said. The family would be part of a larger goal of getting 80 percent of its vehicles from four or five architectures, a path he said Chrysler is just starting now. \"", "new_id": -2}]