[{"uid": "1295260503094093323", "i": 27687, "idx": 0, "sa": ["Donald Rumsfeld", "Michael Chertoff", "Alberto Gonzales", "Condoleezza Rice", "Henry Paulson", "Tom Ridge"], "q": "Cabinet heads- including <strong> Condoleezza Rice </strong>, <strong> Donald Rumsfeld </strong> <strong> Henry Paulson </strong> and <strong> Michael Chertoff </strong>- said in an e-mail, obtained by Politico, that the Justice Department had concluded its investigation \"concluding no charges were justified.\" So <strong> Alberto Gonzales </strong> has <q>been vindicated and deserves our help,</q> they said. The group is looking for gifts up to$ 5,000 for the <strong> Alberto Gonzales </strong> Legal Expense Trust. The signatories also include former secretaries <strong> Tom Ridge </strong>, John Snow and Tommy Thompson but not former", "new_id": -2}, {"uid": "1295791494076775452", "i": 31440, "idx": 0, "sa": ["Andy Coulson"], "q": "it happens, and I'll certainly let my regret known( if they let me in!)\"[ sic] Japanese blogger who has lived in England said QI had been insensitive rather than malicious. <q>The majority of the Japanese public is totally unaware of British comedy and what it's about.</q> BBC apologises over Japanese atomic bomb jokes on QI quiz show Social networking under fresh attack as tide of cyber-scepticism sweeps US News of the World phone-hacking scandal threatens more newspapers Secret tapes, <strong> Andy Coulson </strong>'s exit and", "new_id": -2}, {"uid": "1297390144169525263", "i": 48701, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "and contains an assessment of the status of Iraq's WMD( weapons of mass destruction) biological, chemical and nuclear programs. Its contents are succinctly summarized in <strong> Donald Rumsfeld </strong>'s cover letter to Myers, which states, <q>Please take a look at this material as to what we don't know about WMD. It's big.</q> As it turned out, that knowledge gap regarding WMD's was even bigger than <strong> Donald Rumsfeld </strong> or the intelligence community surmised. This, of course, was not the only intelligence summary that got the Iraq WMD", "new_id": -2}, {"uid": "1295562321105267213", "i": 32367, "idx": 3, "sa": ["Eric Schmidt"], "q": "our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company,\" <strong> Eric Schmidt </strong> said in a press release. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.</q> Page praised <strong> Eric Schmidt </strong> for doing an outstanding job leading Google as CEO. \"The results speak for themselves,\" Page said in a statement. \"There is no other CEO in the world", "new_id": -2}, {"i": 35161, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a massive, massive risk, but also it's an incredible incentive,\" he said. \"I also did it because I believe[ we] can find a star,\" <strong> Simon Cowell </strong> continued. <q>So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million.</q> The British media mogul, who will also be serving as executive producer and a judge on the show, noted that the money will be paid out over five years, one million for each year,", "sa": ["Simon Cowell"], "uid": "1297114520257425423"}, {"uid": "1295201947158416938", "i": 4486, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "Kelly, on Saturday night. The astronaut described the latest progress in his critically injured wife's recovery after the Jan. 8 shooting. \"She's making progress every day,\" <strong> Kirsten Gillibrand </strong> said. <q>She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did.</q> <strong> Gabrielle Giffords </strong> was the primary target in the attack outside a Safeway market in Tucson where the congresswoman had gone to meet with constituents. Six died and 13, including <strong> Gabrielle Giffords </strong>, were wounded in the", "new_id": -2}, {"uid": "1295623035009782318", "i": 375, "idx": 0, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "energy and focus after losing the China decision.\" Add in all of Google's troubles lately, like the insurgent Facebook, government entanglements, ballooning bureaucracy-and trying to bat down all of these troubles-and by <q>the end of the year, he was ready to jump on his own.</q> But just as interesting, maybe, as what <strong> Ken Auletta </strong> reports about <strong> Eric Schmidt </strong> is what he says about Larry Page, soon-to-be CEO. That a biography of Telsa he read when he was 12 ingrained in him", "new_id": -2}, {"uid": "1297096904101318657", "i": 21244, "idx": 0, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "<strong> Colin Powell </strong> over his management skills and disputes the notion that <strong> Colin Powell </strong> somehow got duped into delivering the WMD address to the UN before the invasion of Iraq. The intelligence was wrong, <strong> Donald Rumsfeld </strong> acknowledges in this interview excerpt from <q><strong> Colin Powell </strong>, <strong> President Bush </strong>'s first secretary of state, \"did not, in my view, do a good job of managing the people under him,</q> <strong> Donald Rumsfeld </strong> said.\" \"There was a lot of leaking out of the State Department, and the president knew it,\" he said. \"And it was unhelpful. And most of it ended", "new_id": -2}, {"uid": "1297344197138428418", "i": 26808, "idx": 1, "sa": ["Anderson Cooper", "David Letterman"], "q": "targeted because of his fame. <strong> Anderson Cooper </strong> said he didn't think his attackers \"particularly\" knew who he was. <strong> David Letterman </strong> pointed out that, even so, <strong> Anderson Cooper </strong> has a distinctive look about him. <q>You... just standing on a corner, call attention to yourself,</q> he said. That was amusing. <strong> Anderson Cooper </strong> doesn't take himself too seriously. filo: That was amusing. <strong> Anderson Cooper </strong> doesn't take himself too seriously. V% 2FY0Q5TXXF1lGh0dXkTYZz% 2Ff9HKelVKWS1jZn1owympIgqrqhDYvrNx2wvpOPd3Pc% 2BKRclLLMFNkQcXjkVPaUQ% 3D%", "new_id": -2}, {"uid": "1295456090049922076", "i": 24695, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "makes its seasonal bow. \"American Idol is surely set to come back to the pack in terms of ratings,\" said Jeffrey McCall, a professor of media studies at DePauw University and author of <q>Viewer Discretion Advised: Taking Control of Media Influences.</q> \"American Idol\" judges <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and Randy Jackson prepare for the shows first season without the iconic <strong> Simon Cowell </strong> in the judges' box. \"No show can maintain craze status indefinitely. The", "new_id": -2}]