[{"uid": "1296507212234177380", "i": 32802, "idx": 2, "sa": ["Jahvid Best", "Michael Vick", "Cade McNown"], "q": "- 21 Redskin''. Eagle also set a new record for`` Most Scoring Team On The Road In NFL''. This is an amazing night for Micheal <strong> Michael Vick </strong> performing. The final score of the game is <q> Eagle 59- 28 Redskin </q>. <strong> Michael Vick </strong> Record Night^^. The Sooners would travel to beautiful Colorado Springs for their <strong> Jahvid Best </strong> road trip game of the first half of the deCade McNown. The Falcons triple option offense would keep the OU defense on", "new_id": -2}, {"uid": "1297292759117293082", "i": 57079, "idx": 0, "sa": ["Jim Webb", "Donald Rumsfeld", "Daniel Boyd"], "q": "thousands of rounds of ammunition. Mauri Saalakhan of the Peace Through Justice Foundation in Washington has followed the case and attended hearings in Raleigh. He said <strong> Daniel Boyd </strong> had a reputation for exaggerating his exploits abroad and <q> that may have played a large part in the trouble he has gotten himself into. </q> Virginia Senator <strong> Jim Webb </strong> says not running again <cite> Reuters </cite> Video: AP Impact: Uneven accountability at CIA ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In", "new_id": -2}, {"uid": "1296084859120438795", "i": 5065, "idx": 2, "sa": ["Andy Coulson"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like`` a volcano that is starting to erupt.'' <q> There will be huge explosions all over Fleet Street if police get to the truth, </q> he told the BBC.", "new_id": -2}, {"uid": "1296608451170311685", "i": 4790, "idx": 0, "sa": ["Phil Collins", "Adam Sandler", "David Letterman", "Kevin James"], "q": ", shall we say, <strong> David Letterman </strong> or attending the People's Choice Awards. But finally, something other than Punch Drunk Love got him to put on a suit. And a tie! <q> Enjoy the magic of this moment buddy because tomorrow a pre-op transsexual will be turning tricks on top of your name, </q> <strong> Kevin James </strong> advised <strong> Adam Sandler </strong> today as the funnyman was honored with the 2,431 st star on the Hollywood Walk of Fame. <strong> Phil Collins </strong> to go solo after Genesis; and he invented the salad dressing that ultimately was bottled as", "new_id": -2}, {"uid": "1296044608187023372", "i": 11696, "idx": 0, "sa": ["Michael Vick"], "q": "deal with Unequal Technologies, a provider of the football pads that the quarterback wore most of this past season. It's his first endorsement contract since his release from prison two years ago. <q> The Unequal technology is a part of my game now, and I won't play without my Unequal, </q> <strong> Michael Vick </strong> said in a to-be-released statement.`` Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.''", "new_id": -2}, {"uid": "1296566909244629504", "i": 29805, "idx": 8, "sa": ["Kobe Bryant", "Allen Iverson", "Miguel Ángel Portugal"], "q": "Lakers had averaged a league-high 104.7 points and held opponents to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Miguel Ángel Portugales becoming the final NBA team to lose this season. <q> We just played defense, </q> <strong> Allen Iverson </strong> said.`` We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night.'' <strong> Kobe Bryant </strong> said", "new_id": -2}, {"uid": "1297629731208748579", "i": 23617, "idx": 2, "sa": ["Zahi Hawass"], "q": "archeologist also indicated that the offices of De Morgen, a Dutch-language magazine, were also robbed. Located in Dahshur, about 25 miles south of Cairo, several valuable artifacts were stolen, <strong> Zahi Hawass </strong> said. <q> This magazine contains large blocks and small artifacts, </q> he wrote, without specifically naming them or indicating how many. The military began protecting the Egyptian Museum, as well as historical locations and facilities throughout Egypt, as the protests across the country first flared", "new_id": -2}, {"uid": "1296058277015597615", "i": 3228, "idx": 0, "sa": ["Eric Schmidt", "Barack Obama", "Jamie Court"], "q": "and busy District thoroughfares. The animation shows Google's CEO testifying before Congress using real-life, creepy quotes from <strong> Eric Schmidt </strong> about privacy to make the case for why Congress should question him. http://www.consumerwatchdog.org/video/mr-Eric Schmidt-goes-washington. <q> We are using Mr. <strong> Eric Schmidt </strong>'s own words in this satire to dramatize how outrageous. it is that Congress has failed to question one of the most powerful CEOs in AmEric Schmidta after he has shown such disregard for our personal privacy and his company has committed the largest wire-tapping breach in history, </q> said <strong> Jamie Court </strong>, <strong> Barack Obama </strong> of Consumer Watchdog.`` Mr. <strong> Eric Schmidt </strong>'' is a sequel to Consumer Watchdog's first`` Don't Be Evil?'' animation- view it at target=\"_blank\" href=\"http://www.consumerwatchdog.org/blog/Eric Schmidt-out-googles-ceo-office-privacy\"> http://www.consumerwatchdog.org/blog/Eric Schmidt-out-googles-ceo-office-privacy", "new_id": -2}, {"uid": "1295528165201490433", "i": 1054, "idx": 4, "sa": ["Mary Coughlan", "Jackie Healy-Rae", "Eamon Gilmore"], "q": "South Independent TD <strong> Jackie Healy-Rae </strong>. Mr <strong> Eamon Gilmore </strong> described the situation as a`` cynical, grubby exercise in last minute jobbery''. Sinn F?in D?il leader Caoimhgh?n? Caol?in said the people of the country <q> couldn't believe that further strokes could yet be played </q> by Fianna F?il. Ms <strong> Mary Coughlan </strong> repeated that Ministers remain`` until such time as the President has accepted those resignations and if and when these matters are complied with the Taoiseach of course will come to the", "new_id": -2}, {"i": 18535, "idx": 0, "index_answer": 0, "new_id": -1, "q": "friend of Democratic congresswoman <strong> Gabrielle Giffords </strong>, has visited the lawmaker in her hospital room and is in close contact with her astronaut husband Mark Kelly, she told NBC's`` Meet The Press.'' <strong> Gabrielle Giffords </strong> is <q> making progress every day. She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing, </q> <strong> Kirsten Gillibrand </strong> said.`` It's an extraordinary amount of progress for a woman who sustained such a horrific injury,'' she added. The 40-year-old <strong> Gabrielle Giffords </strong> has survived despite being shot through the head", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295217263110215213"}]