[{"uid": "1295890682014073869", "i": 14075, "idx": 4, "sa": ["Colin Powell"], "q": "also slammed Republican leaders for playing politics with the budget, without offering what he said were real solutions.`` Don't tell me you're going to freeze to a level,'' he said. <q> That usually is a very inefficient way of doing it. Tell me what you're going to cut, and nobody up there yet is being very, very candid about what they are going to cut to fix this problem. </q> href=\"http://politics.usnews.com/topics/subjects/deficit-and-national-debt\">[ Read more about the deficit and national debt.] <strong> Colin Powell </strong>'s comments came shortly after Tea Party leaders reiterated their willingness to cut the defense budget. Republican leader", "new_id": -2}, {"uid": "1295274880083279889", "i": 11739, "idx": 3, "sa": ["Steve Ballmer", "J Allard"], "q": "like media streaming, Blu Ray watching and TV on demand. Show <strong> Steve Ballmer </strong>, this is what I say to yer wife:`` I want to watch you dance''. And then she tells me: <q> Let's go upstairs go play that movie-game where` you are the director'. </q> Show <strong> J Allard </strong>, 17 June 2005 in an interview CVG on the Xbox 360: Show`` Well, there goes the xbox, just Sony left who haven't come out publicly to say they no longer actually care", "new_id": -2}, {"uid": "1296416429170033283", "i": 9380, "idx": 1, "sa": ["Brandon Lloyd", "Arian Foster", "Michael Vick"], "q": "'' Houston Texans running back <strong> Arian Foster </strong> said. A few players even hit the waves, such as Denver Broncos receiver <strong> Brandon Lloyd </strong>. But Philadelphia Eagles quarterback <strong> Michael Vick </strong> wasn't getting anywhere near a surfboard. <q> I don't surf, </q> <strong> Michael Vick </strong> said.`` I watch National Geographic too much, and I've seen too many catastrophic situations.'' The players also spent a lot of time lounging at the hotel pool or one of the", "new_id": -2}, {"uid": "1295669701105103360", "i": 8196, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "Thursday, when it reported its 2010 fourth quarter earnings. On a conference call, <strong> Eric Schmidt </strong> said in his new job he will focus more on external issues, working with customers, partners and government. <q> I believe <strong> Larry Page </strong> is ready, </q> <strong> Eric Schmidt </strong> said.`` His ideas are very interesting and clever and it's time for him to have a shot at running this.'' <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>'s leadership over nearly a decade and said his", "new_id": -2}, {"uid": "1296514182071991415", "i": 12704, "idx": 0, "sa": ["Angelina Jolie", "Kristen Stewart", "Robert Pattinson", "Elizabeth Reaser"], "q": "he's desperate to prove he's a changed man. <strong> Angelina Jolie </strong>: An inside look at the private life of <strong> Angelina Jolie </strong>: her relationship with her kids, her parenting style and spending time with brood. <strong> Elizabeth Reaser </strong>: <q> Here's a Naked Picture of <strong> Robert Pattinson </strong>& <strong> Kristen Stewart </strong> </q>", "new_id": -2}, {"uid": "1295945651222314547", "i": 10258, "idx": 0, "sa": ["Simon Cowell"], "q": "pain' Tuesday 25th January 2011, 8:20 AM GMT. <strong> Simon Cowell </strong> has lent his support to a Save The Children campaign <strong> Simon Cowell </strong> has finally admitted what the public have always thought- that he is a <q> pain in the a*** </q>. The X Factor judge couldn't resist making a joke about himself in an online video, where he gave his backing to Save The Children's new campaign, No Child Born To Die.", "new_id": -2}, {"uid": "1297158307260177969", "i": 22779, "idx": 1, "sa": ["Angelina Jolie"], "q": "lot of observers from groups such as the Red Cross are ensuring that <strong> Angelina Jolie </strong> is treated like anybody else and not fast tracked, which would be viewed insidiously. \" A source told the Daily Mirror newspaper: <q> <strong> Angelina Jolie </strong>'s lawyers are in the process of getting an authorisation so Leah can spend some time with her in America. That's standard procedure, basically they need to make sure Leah will adapt well. Comment on this Article`` A lot of observers from groups such as the Red Cross are ensuring that <strong> Angelina Jolie </strong> is treated like anybody else and not fast tracked, which would be viewed insidiously. </q> There are worries adoption authorities in the small Caribbean nation may not be able to cope with the massive interest in <strong> Angelina Jolie </strong>'s plans, but the 35-year-old screen star determined to get through the`` final steps", "new_id": -2}, {"uid": "1295862397252510216", "i": 18596, "idx": 3, "sa": ["Alassane Ouattara"], "q": "UN change the mandate of its peacekeeping mission in Ivory Coast to allow it to participate in the removal of Gbagbo, Ajumogobia said an ECOWAS military deployment should have the United Nations' stamp of approval. <q> My argument simply put is that the use of force by ECOWAS in Cote d'Ivoire must be under the aegis of the United Nations, and that without an appropriate UN Security Council resolution to sanction such use of force, ECOWAS use of force in Cote d'Ivoire would not be legitimate, </q> he told AFP. Gbagbo has defied global calls for him to quit power in favour of <strong> Alassane Ouattara </strong>, the internationally recognised winner of November elections. <strong> Alassane Ouattara </strong> on Monday ordered a one-month halt to exports", "new_id": -2}, {"uid": "1297298416168493093", "i": 48609, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "But this doesn't seem to have deterred him from stepping back into the spotlight. He uses the opportunity to engage in score-settling, pinning blame on others for the biggest foreign policy debacle in decades. <q> In his worldview, the news media and authors who recounted Bush's term in office have distorted almost everything-including the timing of the decision to go to war in Iraq after the 9/11 attacks; the responsibility for holding, interrogating and prosecuting detainees in Guantanamo Bay; and even the handling of the aftermath of Hurricane Katrina, </q> href=\"http://www.washingtonpost.com/wp- dyn/content/article/2011/02/08/AR2011020800009_2.html?wprss=rss_print/bookworld&amp;sid=ST2009061102977\" target=\"_blank\"> Gwen Ifill writes in the Washington Post. But it is <strong> Donald Rumsfeld </strong> who got it all wrong-from downplaying the Al Qaeda threat to searching for a nonexistent Saddam Hussein connection", "new_id": -2}, {"i": 39068, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Dwight Duncan </strong> <strong> Eddie Francis </strong>, CAW President Ken Lewenza and other local officials, recognized the importance of the plant, the workforce and the new minivans to the future success of the Company during a ceremony at the plant. <q> The new 2011 Dodge Grand Caravan and <strong> Walter P. Chrysler </strong> Town& Country remain key parts of our revival plan, </q> <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience.`` Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust", "sa": ["Dwight Duncan", "Sergio Marchionne", "Eddie Francis"], "uid": "1295386126252936200"}]