[{"uid": "1297706299073007108", "i": 31025, "idx": 3, "sa": ["Stephen Elop", "Steve Ballmer"], "q": ".'' There are 30K devStephen Elopers that have registered to write to it though. And there have been about 1 million downloads of the Visual Studio SDK.`` All of which bears promise,'' <strong> Steve Ballmer </strong> said. <q> There's still work to do. </q> Regarding Nokia, <strong> Steve Ballmer </strong> simply mentioned the deal as an important one, one which would create an ecosystem that is the most operator-friendly ecosystem available, free from the fragmentation that`` all other platforms are currently experiencing", "new_id": -2}, {"uid": "1295549005193724509", "i": 3582, "idx": 6, "sa": ["Alassane Ouattara"], "q": " Military timetable He has drawn strength from the threat of military intervention from the regional bloc Economic Community of West African States( Ecowas), which has told Gbagbo to leave. <q> Military intervention is already planned, organised. It will be given a timetable, </q> <strong> Alassane Ouattara </strong> said. But Yabi points out that the trumpeted military option, on the table in a meeting of Ecowas military chiefs in Mali this week,`` has not yet met with unanimity in West Africa", "new_id": -2}, {"uid": "1295534493252182555", "i": 815, "idx": 1, "sa": ["Tony Killeen", "Noel Dempsey", "Eamon Gilmore", "Mary Harney", "Dermot Ahern"], "q": "with a government that has imploded, with a government that is dysfunctional, that has disintegrated, and that had let our people down.`` Labour leader <strong> Eamon Gilmore </strong> claimed the affair was`` unprecedented and eccentric.'' <q> What is happening here this morning is disrespectful of the people of this country, </q> <strong> Eamon Gilmore </strong> said.`` There is some kind of political cynical exercise in last-minute jobbery being hatched by this government.`` Four ministers- Health Minister <strong> Mary Harney </strong>, Justice Minister <strong> Dermot Ahern </strong>, Transport Minister <strong> Noel Dempsey </strong> and Defence Minister <strong> Tony Killeen </strong>", "new_id": -2}, {"uid": "1297258572049332225", "i": 5924, "idx": 0, "sa": ["Sergio Marchionne"], "q": "own branded showrooms to start with, brand boutiques in select cities. Going forward, one could see Fiat with its own distribution network. <strong> Sergio Marchionne </strong>, the Global CEO of Fiat had recently been quoted saying <q> We need to re-dimension how we do this deal. We gave them the right to distribute and in some areas it is not working. It's all on the table. </q> clearly referring to Fiat's distribution tie up with Tata Motors. Sales had fallen almost 15% from the year ago period. Between April to December the company has only sold about 15,000 odd cars in", "new_id": -2}, {"uid": "1295826924240304128", "i": 34315, "idx": 1, "sa": ["Alassane Ouattara"], "q": ". One cocoa exporter, who has large amounts of stocks at the port, said he planned to proceed as normal when business opened on Monday until there was further clarity on the statement. <q> The Federation of Cocoa Commerce and the European Grinders Association have responded to the letter asking for clarification. So we are waiting for them to tell us what to do, </q> the exporter said, asking not to be named. Haque said if exporters respect <strong> Alassane Ouattara </strong>'s call for an export ban, cocoa prices would be bolstered. However, Ivorian cocoa supplies could find", "new_id": -2}, {"uid": "1297229275207454253", "i": 65, "idx": 4, "sa": ["John McCain", "Donald Rumsfeld"], "q": "he`` respect[ s] Secretary <strong> Donald Rumsfeld </strong>,'' they had`` a very, very strong difference of opinion about the strategy he was employing in Iraq, which I predicted was doomed to failure.'' <q> Thank God he was relieved of his duties, and we put the surge in, </q> <strong> John McCain </strong> said.`` Otherwise, we would have had a disastrous defeat in Iraq.'' <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong> in his memoir as having a`` hair-trigger temper'' and`` a propensity to shift his positions", "new_id": -2}, {"uid": "1295665811103448650", "i": 30913, "idx": 0, "sa": ["Steve Ballmer"], "q": "controller, which at present works only with the Xbox 360 gaming console. Quickbase Database as a Service Is Being Exposed For Rich Application Developers For Some Surprising New Apps WinRumors said Microsoft would release the utilities <q> in the coming months. </q> The company has not confirmed the report. It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told", "new_id": -2}, {"uid": "1295231150188809227", "i": 34095, "idx": 2, "sa": ["Angelina Jolie", "David Letterman", "Jennifer Aniston", "Camille Grammer"], "q": "target=\"_blank\" href=\"http://starhello.com/\"> star said on CBS'`` Late Show With <strong> David Letterman </strong>'' on Thursday night that he's marrying Kayte Walsh. He says that`` Kayte's my new girl'' and that they're getting married <q> in February, we think. </q> His wife of nDavid Lettermany 13 years, <strong> Camille Grammer </strong>, Dinner menu for 2011 Golden Globes spotlights light, eco-friendly fare stars like <strong> Angelina Jolie </strong> and <strong> Jennifer Aniston </strong> watch their waistlines year-round, so the dinner menu at the 2011 Golden Globe Awards", "new_id": -2}, {"uid": "1296387706032849946", "i": 53714, "idx": 0, "sa": ["Drew Brees", "Michael Vick"], "q": ", <strong> Drew Brees </strong> isn't among them. <strong> Drew Brees </strong> returns today for his fifth Pro Bowl as a backup to NFC starter <strong> Michael Vick </strong>, and continuing to participate when invited remains important to him. <q> It is, definitely, because it's a lot of fun and I think it's a great representation of the league and we want to show the fans a good time, </q> <strong> Drew Brees </strong> said yesterday.`` We want great events like this to continue, in places like Hawaii.'' <strong> Drew Brees </strong> spoke in the cool of the NFC locker room after signing an array of items for", "new_id": -2}, {"i": 5030, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> Jimi Hendrix </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> Jimi Hendrix </strong> Thompson created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my time, I should have the ball in my hands, </q> <strong> Allen Iverson </strong> said.`` So if somebody else turns it over, he yells at me. I just tell my teammates:` Let me get the ball. He'll scream at me The BP symbol is on", "sa": ["Allen Iverson", "Jimi Hendrix", "Donyell Marshall"], "uid": "1295212882209371150"}]