[{"uid": "1296027645166068233", "i": 36600, "idx": 0, "sa": ["Simon Cowell", "Chase & Status", "Matt Cardle", "Rebecca Ferguson"], "q": "stadium shows. According to The Sun, the 18-year-old has now been informed that he will sign to Syco at the <strong> Chase & Status </strong> of the tour if he manages to impress fans during the gigs. <q> This record deal is <strong> Aiden Grimshaw </strong>'s to lose, </q> a source said.`` If he can keep the fans happy he'll join his mate <strong> Matt Cardle </strong> as one of <strong> Simon Cowell </strong>'s chosen few.'' Last week, fellow X Factor competitor <strong> Rebecca Ferguson </strong> was said to", "new_id": -2}, {"uid": "1296010875232554540", "i": 10343, "idx": 0, "sa": ["Keith Smart", "Bill Lockyer", "Marco Belinelli", "Newt Gingrich"], "q": ".... Former Warriors guard <strong> Marco Belinelli </strong> has started 44 games for the Hornets and is averaging 10.5 points per game.... Though it's only January, <strong> Keith Smart </strong> admitted he keeps tabs on the prospective playoff chase. <q> You've got to know where you are so you can eventually get to where you want to go, </q> is how he put it. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Mercedes-Benz 2003 M-Class$ 12,975 Mercedes-Benz 2009 M-Class$", "new_id": -2}, {"uid": "1297229275207454253", "i": 41, "idx": 1, "sa": ["John McCain", "George Stephanopoulos", "Donald Rumsfeld"], "q": "most compatible pair.`` I think that is the understatement of the decade,'' responded host <strong> George Stephanopoulos </strong>. <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong> in his memoir as having a`` hair-trigger temper'' and <q> a propensity to shift his positions to appeal to the media. </q> The book,`` Known and Unknown: A Memoir,'' is available in stores Tuesday. <strong> John McCain </strong> shot back, saying in an interview that while he`` respect[ s] <strong> Donald Rumsfeld </strong>,'' they had", "new_id": -2}, {"uid": "1297203246085721088", "i": 37956, "idx": 0, "sa": ["Steve Ballmer", "Wes Miller"], "q": "and mobile platforms.`` Most of Microsoft engineering executives have some aspect of marketing in their careers,'' <strong> Wes Miller </strong>, an analyst at research firm Directions on Microsoft, told V3.co.uk. <q> It's gong to come down to seeing who it is that gets promoted. My feeling is the company will look for engineering expertise. </q> He pointed out that <strong> Steve Ballmer </strong> had succeeded in changing parts of the company before by taking commend. When <strong> Wes Miller </strong> was still at Microsoft he saw <strong> Steve Ballmer </strong> do this with MSN, a move which proved successful.", "new_id": -2}, {"uid": "1297684045187187200", "i": 18269, "idx": 4, "sa": ["Donald Rumsfeld", "Nouri al-Maliki"], "q": "to Defence <strong> Donald Rumsfeld </strong>: come clean on dirty bombs! Character assassination used to silence DU opponents. Re: Six Years Later: March 19- Shock& Awe( aka The Beginning of the End) <q> Reply# 2410 on: February 11, 2011, 04:17:26 AM </q> Human Rights Watch Provides More Details About Abuses By <strong> Nouri al-Maliki </strong> Controlled Security Forces In Iraq http://musingsoniraq.blogspot.com/2011/02/human-rights-watch-provides-more.html February 10, 2011 In April 2010 and January 2011, the Los Angeles Times broke", "new_id": -2}, {"uid": "1295569741103366701", "i": 3867, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "percent to$ 6.37 billion from$ 4.95 billion in the corresponding quarter of 2009. Thirty-six analysts had a consensus revenue estimate of$ 6.06 billion for the fourth quarter. <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong>, said, <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. </q> Total advertising revenues advanced 26 percent to$ 8.17 billion from$ 6.47 billion, and other revenues soared by about 31 percent to$ 273 million from$ 209 million in the year-ago quarter. <strong> Google Inc. </strong>", "new_id": -2}, {"uid": "1295927721014860297", "i": 3711, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "<a target=\"_blank\" href=\"http://washingtonglobe.com/\"> WASHINGTON- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many`` <strong> Donald Rumsfeld </strong>'s Rules'': <q> The harder I work, the luckier I am. </q> When <strong> Donald Rumsfeld </strong> began thinking about his book,`` Known and Unknown,'' he imagined a more typical Washington release: a quick, impressionistic story based on whatever he recalled. Instead, he", "new_id": -2}, {"uid": "1296104229053330070", "i": 600, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "endorsement contract since his release from federal prison. The Philadelphia Eagles' Pro Bowl quarterback signed a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore for most of this season. <q> We're real excited about it, </q> chief executive officer Rob Vito said Tuesday.`` <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1295589642085278733", "i": 607, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "do that given the way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply. <q> I am not as concerned about the titles as I am winning, </q> <strong> Eric Schmidt </strong> said.`` I am quite certain that this change will result in faster decision making and better value for the shareholders.'' <strong> Google Inc. </strong>'s stockholders have had little to complain about, not that it", "new_id": -2}, [{"i": 18328, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ban underwriters from shifting the member fees to municipal-bond issuers. Both groups have political-action committees that finance candidate campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said. <q> Apparently, it's a practice all over the country, </q> <strong> Bill Lockyer </strong> said today in a telephone interview.`` I don't think it's a good one.''-- With assistance from <strong> Michael B. </strong> Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum", "sa": ["Pete Young", "Bill Lockyer", "Michael B."], "uid": "1296611107097845302"}]]