[{"uid": "1297616629186400779", "i": 26898, "idx": 40, "sa": ["Donald Rumsfeld"], "q": ",'' Martin continued. ''And not working closely with the military, which is unfortunate,'' <strong> Donald Rumsfeld </strong> added. ''Why did you stand for that?'' asked Martin. <q>You have to cut him some slack,</q> <strong> Donald Rumsfeld </strong> explained. ''You have to assume that he knows what he's doing, and work with him. He's there on the ground.'' Then in April 2004 the Abu Ghraib scandal-", "new_id": -2}, {"uid": "1295582183033980446", "i": 4563, "idx": 9, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "weary of all the attention and prosaic duties that come with running one of world's most scrutinized companies. ''I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,'' said <strong> Ken Auletta </strong>, author of <q>Googled: The End of the World As We Know It.</q> ''I think <strong> Eric Schmidt </strong> is burned out.'' There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of <strong> Google Inc. </strong>'s quarterly calls to discuss its", "new_id": -2}, {"uid": "1295494129204455946", "i": 42893, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q>We are not going to give up one inch of territory,</q> <strong> Sergio Marchionne </strong> said. Chrysler said the 2011 versions of its minivans have a new V-6 engine with improved fuel economy. One amenity is an optional heated steering wheel, a first among minivans. We encourage", "new_id": -2}, {"uid": "1296429332256245803", "i": 11998, "idx": 3, "sa": ["Travis Best", "Allen Iverson", "Reggie Miller", "Jermaine O'Neal"], "q": "night at the First Union Center. <strong> Reggie Miller </strong> had 17 points and <strong> Jermaine O'Neal </strong> added 12 points and a career-high 20 rebounds for Indiana, which rallied from an 18-point second-half deficit. <strong> Travis Best </strong> had 16 points and 10 assists. <q>We let the world know, we let them know, we can beat them on their own court,</q> <strong> Jermaine O'Neal </strong> said. <strong> Allen Iverson </strong>, who won his second http://wn.com/Inside_Pacer_Athletics_Episode_7__Interview_with_Coach_Mike_Brandt The Pacers are five games into the 2009-10 season and Brendan Robertson sits down for a chat with head women's basketball coach Mike Brandt. Brandt shares his thoughts", "new_id": -2}, {"uid": "1297414415011878413", "i": 44435, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "platform for smartphones, Meego. Under the proposed partnership, Nokia will adopt Windows Phone as its ''principle smartphone strategy'' and contribute its expertise on hardware design and language support to bring the software platform to <q>a larger range of price points, market segments and geographies.</q> Nokia's Chief Executive <strong> Stephen Elop </strong> said that ''Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.'' <strong> Steve Ballmer </strong>, Microsoft", "new_id": -2}, {"uid": "1296200464159858698", "i": 4889, "idx": 10, "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": ". <strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion, said she trusts that <strong> Mike Pence </strong> has ''come to the place that's right for him and his family.'' <q>What I most want is for him to have a long future,</q> <strong> Marjorie Dannenfelser </strong> said. ''So I'm sure that he's made a discernment that this is the right move.'' Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision", "new_id": -2}, {"uid": "1296102405059129930", "i": 6091, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "numbers as competitive bludgeons.''[ Google CEO] <strong> Eric Schmidt </strong> pointed out that they're activating 200,000 units per day,'' Apple CEO <strong> Steve Jobs </strong> told media and analysts during an Oct. 20 earnings call. <q>By comparison, Apple has activated 270,000 units per day, on average.</q> Since then, the two companies' other executives have used similar metrics-always in the hundreds-of-thousands range-to paint their respective smartphone platforms as unbeatable in the marketplace. That intense focus on sales numbers, in turn, pressures", "new_id": -2}, {"i": 43187, "idx": 0, "index_answer": 2, "new_id": -1, "q": "NFL Commissioner <strong> Roger Goodell </strong> presented the Pete Roselle trophy to him this morning. After accepting it, <strong> Aaron Rodgers </strong> talked about the journey that led him to the Super Bowl and a Championship win. <q>Finally getting an opportunity and making the most of it, and this was another opportunity last night, they don't come around that often, i just wanted to make the most of it, we did as a team, a great team win, a great group of guys in the locker room, just really excited to be a part of it,</q> said <strong> Aaron Rodgers </strong>. And <strong> Aaron Rodgers </strong> is getting even more MVP treatment tonight, where you can catch him on The Late Show with <strong> David Letterman </strong>. The show starts at 10:35 p.m. tonight, right after Channel", "sa": ["Roger Goodell", "David Letterman", "Aaron Rodgers"], "uid": "1297105023141246472"}, {"uid": "1296354133035504148", "i": 1188, "idx": 4, "sa": ["Michael Vick"], "q": "of inner peace,'' said Erika, who adopted one of the <strong> Michael Vick </strong> dogs, Oliver, and didn't want her last name used because she doesn't want herself or Oliver to be targeted for harassment. <q>But I thought, no, no, no, don't get angry. Don't let a person like that ruin you. If I can't control what happens to him, I can control what happens to me and I can channel this anger into a big bunch of love.</q> And so, she met Oliver, the dog they said would never kiss a human, but who now sleeps with his pet parent and showers her with kisses every morning when she wakes up.", "new_id": -2}, {"uid": "1295912875241205290", "i": 1037, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "social networking company. ''My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a startup,'' Page said in a Thursday interview. <q>I think I will have time to do that given the way we have split up our responsibilities.</q> <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply. ''I am not as concerned about the titles", "new_id": -2}]