[{"uid": "1296341513125665387", "i": 9314, "idx": 1, "sa": ["Piers Morgan", "David Letterman", "Larry King"], "q": "Who wants to watch that? The one thing I can guarantee people, is that I won't be boring.\"( CNN) From one interviewer to another, <strong> David Letterman </strong> offered a piece of advice. <strong> David Letterman </strong> <q> You need to grab somebody by the tie and just pop'em, just a short right cross and then it'd be fantastic. </q> <strong> Piers Morgan </strong>: \"Would it work if it was <strong> Larry King </strong> or would it been seen a bit too cruel? Joking, only joking.\" The New York Post reports on <strong> Piers Morgan </strong>'s interview style-- saying he has", "new_id": -2}, {"uid": "1295427445082264097", "i": 4512, "idx": 0, "sa": ["Regis Philbin", "Kathie Lee Gifford", "David Letterman", "Joey Bishop"], "q": "on \"The <strong> Joey Bishop </strong> Show,\" coin catchphrases on <strong> David Letterman </strong> on \"Late Show,\" it was \"Live\" that brought his espresso-shot energy, big personality and avuncular jokes to a national audience. <q> He's everyman to so many people, </q> said <strong> Kathie Lee Gifford </strong> on the Today\" show, after <strong> Regis Philbin </strong> made his announcement. \"Nobody tells a story like Reeg does.\" The move comes at a time when daytime TV is undergoing a massive changing", "new_id": -2}, {"i": 27784, "idx": 2, "index_answer": 1, "new_id": -1, "q": "Other politicians scheduled to attend the meeting include labour minister <strong> Maurizio Sacconi </strong> and cabinet under-secretary <strong> Gianni Letta </strong>. The FIOM spokesman noted there had been a growing reaction to <strong> Sergio Marchionne </strong>'s comments in Italy, while insisting the prime minister <q> does not understand anything in terms of manufacturing and industry, but understands much about public opinion[ and is] is building up a little show. </q> The union- considered by many to be Fiat's most hardline labour body- highlighted concerns Fiat could move its headquarters to Chrysler Group in Auburn Hills, Michigan- a possibility that has caused uproar in", "sa": ["Maurizio Sacconi", "Sergio Marchionne", "Gianni Letta"], "uid": "1297265697007700481"}, {"uid": "1295256413206143491", "i": 15704, "idx": 0, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": ", the game. After Sacramento http://wn.com/Allen_Iverson_28pts_Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. \"I will remember this night for the rest of my", "new_id": -2}, {"uid": "1296218172048857090", "i": 12609, "idx": 7, "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "a former Reagan administration aide who started a campaign to draft <strong> Mike Pence </strong> for the GOP presidential nomination. <strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion said she trusts that <strong> Mike Pence </strong> has <q> come to the place that's right for him and his family. </q> \"What I most want is for him to have a long future,\" <strong> Marjorie Dannenfelser </strong> said. \"So I'm sure that he's made a discernment that this is the right move.", "new_id": -2}, {"uid": "1296729581100368405", "i": 12304, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Hosni Mubarak", "Robert Gibbs", "John McCain"], "q": "the top stories making news from around the country and the world. WASHINGTON/POLITICAL For the latest political news: CNN: <strong> John McCain </strong> hopes for quick end to violence in Egypt protests <strong> Barack Obama </strong> and his administration <q> strongly condemn the outrageous and deplorable violence that's taken place on the streets of Cairo today </q> and want it to end quickly, <strong> John McCain </strong> House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> said Wednesday. CNN: <strong> John McCain </strong> now calling for <strong> Hosni Mubarak </strong> to step down <strong> John McCain </strong> is now calling for <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> to step down and let an interim", "new_id": -2}, {"uid": "1297177285142131216", "i": 39979, "idx": 0, "sa": ["Donald Rumsfeld", "Diane Sawyer", "President Bush"], "q": "However the former Pentagon chief also admitted his biggest error during his tenure under <strong> President Bush </strong> was his failure to convince the president to accept his resignation in the wake of the Abu Ghraib prison scandal. <q> That was such a stain on our country. To think that people in our custody were treated in that disgusting and perverted and ghastly way- unacceptable way, </q> <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. And so I stepped up and told the president I thought I should resign. And I think probably he and the military and the Pentagon and the country would've", "new_id": -2}, {"uid": "1295915615006537227", "i": 28391, "idx": 0, "sa": ["Karl Lagerfeld", "Eric Schmidt", "Michael Del Zotto", "Maggie Smith"], "q": "' Catch Glimpses of the Spring 2011 <strong> Karl Lagerfeld </strong> Couture Collection and Find Out Why <strong> Karl Lagerfeld </strong> Is Always Late Google's <strong> Eric Schmidt </strong> Thinks He'd Make an Excellent Talk-Show Host Critics Laud Givenchy's \"Fierce' Dog-Inspired Collection, Pan <q>'s Lace-up Pants <strong> Leighton Meester </strong> Already Got <strong> Kate Middleton </strong> Hands on Some <strong> Michael Kors </strong> Pre-Fall <strong> Michele Bachmann </strong> Explains Early America to Kindergartners Mooncake Foods Opens in Hell's Kitchen; Anfora Serves Free Raclette in West Village <strong> Kate Middleton </strong> Has Quit <strong> Kate Middleton </strong> Job to Focus on Making <strong> Kate Middleton </strong> Wedding` Fresh and New' Watch \"Jerry the Great, </q> Another Re-Cut Seinfeld Trailer Just When You Thought the Rangers Couldn't Get Any Younger, <strong> Michael Del Zotto </strong> Will Return Tonight The Fighter Co-writer\"s Air Bud Credit Still Makes Him Wince Kevin <strong> Maggie Smith </strong> Takes On the Red State Backlash in", "new_id": -2}, {"uid": "1295649657122683421", "i": 23009, "idx": 1, "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "q": "Not much chance of that happening. \"The Capital Region has figured it out in terms of jobs for the future, not jobs for the past,\" said Senator <strong> Chuck Schumer </strong>( D- New York). <q> Whether it be here at GE or up in Luther Forest. </q> \"If we can beat Russia in the race to the moon, we can beat China in the race to green energy and that's what this is about,\" said Senator <strong> Kirsten Gillibrand </strong>( D- New York", "new_id": -2}, {"uid": "1297161584212434954", "i": 26030, "idx": 1, "sa": ["Morena Baccarin", "Simon Cowell", "Susan Boyle"], "q": "New Jersey and Seattle. <strong> Simon Cowell </strong> said the winner would receive a record deal with Syco, a joint venture between Sony Music and <strong> Simon Cowell </strong>, and the same label tied to Scottish singer <strong> Susan Boyle </strong>. <q> We are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar, </q> <strong> Simon Cowell </strong> said. â\u0080¢ â\u0080¢ â\u0080¢ Vancouver isn't Rio de Janeiro- the winters are more edgy, for one thing- but Brazilian-born <strong> Morena Baccarin </strong> has taken to the rainy city like, well,", "new_id": -2}]