[{"uid": "1296866127059801616", "i": 17446, "idx": 0, "sa": ["Zachary Levi", "Justin Bieber", "David Letterman", "Ty Burrell"], "q": "<strong> Justin Bieber </strong>, The Late Show with <strong> David Letterman </strong> <strong> Justin Bieber </strong>, <strong> Ty Burrell </strong> and <strong> Zachary Levi </strong> hoop it up for NBA All-Star Celebrity Game We'll only ruin No: 5: <q> At the barber show, I can say,` Give me the me.' </q> Check out the sneak peek of the teen heartthrob's appearance. Bonus: There's a <strong> Justin Bieber </strong> drum solo! And in case you missed it, <strong> Justin Bieber </strong> popped by Thursday's taping of", "new_id": -2}, {"uid": "1295439788234078228", "i": 21492, "idx": 1, "sa": ["Kirsten Gillibrand", "Hillary Clinton", "P.J. Crowley"], "q": "modifying the language or convincing the Palestinians to abandon the effort.`` We have made clear that we do not think that this matter should be brought before the Security Council,'' <strong> P.J. Crowley </strong> told reporters. <q> We do not believe that this would be a productive step. </q> On Tuesday, 17 senators led by <strong> Hillary Clinton </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., wrote to Secretary of State <strong> Hillary Clinton </strong> urging the administration to veto the move and`` make it clear to the Palestinian Authority that it needs to", "new_id": -2}, {"uid": "1295654308034750476", "i": 18515, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "how long he'll be out. GOOGLE- CEO <strong> Eric Schmidt </strong> made a surprise announcement Thursday that he's stepping aside for co-founder Larry Page to become chief executive. In a Twitter post, <strong> Eric Schmidt </strong> writes, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong>, staying on as executive chairman, was brought in because <strong> Google Inc. </strong>'s early investors insisted on a more mature leader. Yet <strong> Eric Schmidt </strong>, 55, and the two 37-year-old co-founders, Page and <strong> Sergey Brin </strong>, have largely", "new_id": -2}, {"uid": "1296624590267075609", "i": 38241, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> <strong> Tom Brady </strong> said. A unanimous choice for the All-Pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. Winter storm whips through US A huge storm has dumped snow and ice", "new_id": -2}, {"uid": "1295094117134053957", "i": 502, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "his infamous comment following the fall of Baghdad regarding the rampant looting and violence that broke out in the aftermath of the toppling of the Iraqi government, in response to questions on how we allowed it to happen. <q> Free people are free to[...] commit crimes and do bad things </q>( No they aren't). Visit the BI30 Blog: blog.bi30.org <strong> Donald Rumsfeld </strong> Called Out On Lies About WMD Speaking in Atlanta today, <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> was sharply questioned about his pre-war claims about WMD in Iraq", "new_id": -2}, {"uid": "1295709517126484491", "i": 7789, "idx": 4, "sa": ["Johnny Carson", "David Letterman"], "q": "cue to respond with mock irritation.`` When was the last time you watched me in the last 10 years?'' he said.`` What was I doing and what was I wearing?'' <q> I don't like your attitude, </q> <strong> David Letterman </strong> said. Watching this combined century of broadcasting carrying on amiably for 17 minutes, one almost-- almost-- felt transported back to that time when <strong> Johnny Carson </strong> reigned supreme and late-night talk shows were about", "new_id": -2}, {"uid": "1296661910101318792", "i": 16125, "idx": 1, "sa": ["Mitt Romney", "David Letterman"], "q": "<strong> Mitt Romney </strong> got a <strong> David Letterman </strong> plug for his book,`` No Apology,'' and then stood, sans-tie, to announce a casual, comically self-deprecating lineup of`` Things You Don't Know About <strong> Mitt Romney </strong>.'' <q> 10. <strong> Mitt Romney </strong> is short for Mitt-thew. 9. I can't begin my day until I've read the Washington Post and <strong> Kim Kardashian </strong>'s Tweets. </q> 8. I'm the guy in the photo that comes with your picture frame. 7. I spent 6 months in a Mexican prison for selling black market Pillow Pets. 6. Do I", "new_id": -2}, {"uid": "1295800874208044042", "i": 45787, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "wikileaks proponents, you act as if this is some show... the next big reality show or something. </blockquote>`` It's not juicy enough yet. Where are the next leaks!'' <q> I wonder what will be next? I want to see the big banks fall. Yea! </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces <strong> David Cameron </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1297271153262504483", "i": 9995, "idx": 2, "sa": ["Simon Cowell"], "q": "number of people.'' So how is this new singing competition going to differ from American Idol? According to <strong> Simon Cowell </strong> there will be more mentoring of the talent than just critiquing the performers. <q> I wanted to make a show where I, along with my fellow judges, help competitors on a regular basis, </q> said <strong> Simon Cowell </strong>, whose music industry experience is mostly on the record label end.`` It's more interesting to me because I have a lot more to do with that. When you lose an artist, part", "new_id": -2}, {"i": 24755, "idx": 2, "index_answer": 1, "new_id": -1, "q": "'' Mr. <strong> Mike Pence </strong> told`` America's Morning News'' radio show. Mr. <strong> Mike Pence </strong> said he is pushing Congress to support the Title 10 Abortion Providers Prohibition Act, which would <q> cut off what is <strong> in excess </strong> of$ 350 million in taxpayer money that flows into Planned Parenthood through Title 10. </q> The Live Action videos, shot in New Jersey and Viginia in January, are similar to the 2009 videos shot by conservative activist <strong> James O'Keefe </strong> showing unethical practices at the Association of Community Organizations for Reform", "sa": ["James O'Keefe", "Mike Pence"], "uid": "1297272603143687692"}]