[{"uid": "1297118581178470971", "i": 25906, "idx": 0, "sa": ["Joan Rivers", "Jillian Michaels", "Will Sheff", "Simon Cowell"], "q": "Party <strong> Jillian Michaels </strong> calls her GoDaddy ad`` tragic''; <strong> Joan Rivers </strong> says it's her body <strong> Simon Cowell </strong> <strong> Will Sheff </strong> judge X Factor, but other judges haven't been selected, he says$ 5 million contract for X Factor called <q> largest guaranteed prize in television history </q> X Factor's great Super Bowl ads: <strong> Simon Cowell </strong> reassembled, pop stars have`` it''( video)", "new_id": -2}, {"uid": "1295570430037306373", "i": 41482, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "as we have today'', starts <strong> Eric Schmidt </strong> in a blog post on the company's blog while meanwhile posting on Twitter that the move was all about no longer needing to supervise founders <strong> Larry Page </strong> and <strong> Sergey Brin </strong>: <q> Day-to-day adult supervision no longer needed! http://goo.gl/zC89p, </q> said <strong> Eric Schmidt </strong> on his href=\"http://twitter.com/#!/Eric SchmidtEric Schmidt/status/28196946376130560\" target=\"_blank\"> Twitter feed. Meanwhile back on the official blog <strong> Eric Schmidt </strong> was more gracious:`` But as Google has grown, managing the business has become more complicated", "new_id": -2}, {"uid": "1296857316182026243", "i": 34919, "idx": 3, "sa": ["David Letterman"], "q": "''[ Deputy District Attorney] Nedlin failed to honor the plea agreement,'' she concluded. For his part, Nedlin said there never was a deal and Maytin is confused. <q> I never said I would drop the case, </q> he said. Maytin, contacted Thursday, declined comment. Well... if <strong> David Letterman </strong> has no problem with it then obviously charges need to be dropped ASAP! To: MissTed I've been called much", "new_id": -2}, {"uid": "1295468383255852574", "i": 870, "idx": 0, "sa": ["Liu Chuanzhi", "Steve Ballmer", "Barack Obama"], "q": "CEO <strong> Steve Ballmer </strong> noted in the meeting that just one in 10 of its products in China was purchased legally.`` This Chinese government has to its credit taken better steps to enforce intellectual property,'' <strong> Barack Obama </strong> said. <q> I think <strong> Barack Obama </strong> Hu would acknowledge that more needs to be done.`` The Chinese chief executives joining the meeting came from companies that have invested in the United States. They are Lenovo, China Investment Corporation, Wanxiang Group and Haier.`` People in the US welcome us, </q> Lenovo CEO <strong> Liu Chuanzhi </strong> told Bloomberg News.`` We are solving their employment problems.''", "new_id": -2}, {"uid": "1297163077054263818", "i": 49212, "idx": 2, "sa": ["Simon Cowell", "Paula Abdul"], "q": "we're really clamoring for is any word on who <strong> Simon Cowell </strong> deems worthy enough to sit next to him on the judges' panel. We should expect an announcement regarding` The X Factor's' judges' roster <q> in three or four weeks, </q> <strong> Simon Cowell </strong> said. <strong> Paula Abdul </strong> be one of them?`` I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends 80 percent of the time", "new_id": -2}, {"uid": "1295564093148553843", "i": 4470, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "Google. Last year Facebook ousted Google to become the most visited web site on the planet. <strong> Eric Schmidt </strong> said the three had been talking about how best to simplify management structure and speed up decision making. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said. Colin Gillis, analyst at BGC Financial in New York said it Google faced growing regulatory issues and it was a good move for <strong> Eric Schmidt </strong> to focus on that area. Sales for", "new_id": -2}, {"uid": "1295553639137363464", "i": 15138, "idx": 3, "sa": ["Mike Pence"], "q": " Mention Philadelphia and watch the cockroaches scatter. And, <strong> Mike Pence </strong> Shelia Jackson Lee came out in support of this bill, due to estute understanding of the Constitution she displayed yesterday <q> Democrats claim that the bill is unnecessary </q> So they'll have no problem passing it, seeing as it won't`` change'' anything. Right? \" Vera on January 20, 2011 at 2:21 PM \" \" Democrats claim", "new_id": -2}, {"uid": "1296892753198656023", "i": 46110, "idx": 0, "sa": ["Darren Perry", "Michael Vick", "Tramon Williams"], "q": "game to the next level. His film study has probably been the area of biggest difference this year from last year in terms of his growth as a football player,'' Green Bay secondary coach <strong> Darren Perry </strong> said. <q> That's how you continue to be productive by continuing to find a way to get better each year. My hats off to <strong> Tramon Williams </strong>. </q> <strong> Tramon Williams </strong> was fifth in the NFL with six regular-season interceptions, but burst on the national scene in the playoffs. His late pick of Philadelphia quarterback <strong> Michael Vick </strong> solidified the Packers' Wild-Card victory. In", "new_id": -2}, {"uid": "1296232034027262987", "i": 4463, "idx": 1, "sa": ["Mike Pence"], "q": "primary contests, fueling some speculation he might seek the White House.`` After much deliberation and prayer, we believe our calling is closer to home,'' <strong> Mike Pence </strong> said in a letter to supporters. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. </q> His future has been a subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. Because your contributions are currently under review, no comments can", "new_id": -2}, {"i": 12783, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point-- a valid one-- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1296005420146669597"}]