[{"uid": "1295574969159776793", "i": 19016, "idx": 0, "sa": ["Larry Page", "Patrick Pichette", "Eric Schmidt"], "q": "no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong>( <strong> Eric Schmidt </strong>) has done,\" <strong> Larry Page </strong> said during the earnings call. Leading into the earnings news, CFO <strong> Patrick Pichette </strong> described it as a <q> phenomenal ending to a very incredible year at Google. </q> The company reported$ 2.54 billion in net income on$ 8.44 billion in revenue for the quarter ending Dec. 31, 2010. On the mobile front, Google continues to see momentum grow.", "new_id": -2}, {"uid": "1295630171074432548", "i": 59679, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "prompted jokes about 20-something entrepreneurs needing \"parental supervision\" and, in 2001, the young pair brought in the more seasoned( and older) <strong> Eric Schmidt </strong> to help run the company. Now, a decade later, <q> day-to-day adult supervision[ is] no longer needed! </q> joked <strong> Eric Schmidt </strong>, who will stay on as executive chairman, on Twitter. Is <strong> Larry Page </strong> ready to retake the helm?( It's past time to givLarry Page back the reins: Google \"blossomed\" under <strong> Eric Schmidt </strong>'s", "new_id": -2}, {"uid": "1296106965198869114", "i": 1973, "idx": 6, "sa": ["Marcus Camby", "LeBron James", "Allen Iverson", "Soulja Boy", "Darryl Dawkins", "Theo Ratliff"], "q": "mark. The NBA record for best start is 15-0, shared by the 1949-50 Washington Capitols and the 1993-94 Houston Rockets. \"Everybody wants to be the first team that knocks us off,\" said <strong> Allen Iverson </strong>. <q> Everybody wants to be that team. It's going to be tough. We have to reDarryl Dawkinsy dig in and sneak some wins out of other teams' houses. For right know, I'm just living for the moment and I just hope it continues. I'm glad I'm a part of it. </q> <strong> Allen Iverson </strong> scored 22 points, seven during an 18-0 surge that turned a five-point deficit into a 70-57 lead midSoulja Boy through the third period. The Cavaliers missed eight straight shots during that stretch and <strong> Theo Ratliff </strong> was a Iverson_Allen Iverson_25pts_9asts_vs_LeBron James_LeBron James_Cavs_06/07_*LBJ_Triple_Darryl Dawkins <strong> Marcus Camby </strong>", "new_id": -2}, {"uid": "1297464725077398024", "i": 42072, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "( NEW YORK)-- Former Defense Secretary <strong> Donald Rumsfeld </strong> criticized the Obama administration's response to the crisis in Egypt Friday, calling it \"confusing\" and telling ABC News the United States' diplomatic effort <q> certainly doesn't give one confidence. </q> In a radio interview, <strong> Donald Rumsfeld </strong> was particularly critical of Director of National Intelligence James Clapper's description of the Muslim Brootherhood as a \"largely secular\" during a House Intelligence Committee testimony Thursday that Clapper's", "new_id": -2}, {"uid": "1297242618238927902", "i": 29639, "idx": 4, "sa": ["Isnilon Hapilon", "Colin Powell"], "q": "Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described the site as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Isnilon Hapilon </strong> al-Zarqawi, a Jordanian extremist who later led the Iraq branch of the al-Qaida terrorist network. Rumsfeld wrote that he", "new_id": -2}, {"uid": "1296017629211435550", "i": 6639, "idx": 0, "sa": ["Paul Ryan", "Bernie Sanders"], "q": "There's nobody in this House who's taken as serious a long-term view on the budget as <strong> Paul Ryan </strong>.\" Democrats delight in spotlighting his controversial proposals and daring other Republicans to embrace them. <q> Up until this point, the Republican leadership has been vague about what federal programs they want to cut, </q> said Sen. <strong> Bernie Sanders </strong>, a Vermont independent who caucuses with Democrats. \"On the other hand, Congressman <strong> Paul Ryan </strong> has been very clear on this subject.\" In Washington, Mr. <strong> Paul Ryan </strong>'s speech will be", "new_id": -2}, {"uid": "1295162148185597955", "i": 15712, "idx": 1, "sa": ["Tim Tetrick", "Travis Best", "Jalen Rose", "LeBron James", "Robert Horry", "Allen Iverson", "George Lynch", "Aaron McKie", "Jermaine O'Neal"], "q": "series at 1-1. Game 3 of the Travis Best-of-five Eastern Conference quarterfinals is Saturday in Indiana. \"I'm going to remember this game for a long Tim Tetricke,\" said <strong> Allen Iverson </strong>, who also had nine assists. <q> I've been playing a lot off my God-given ability. This game took a lot of thinLeBron James. I'm pleased with my mental aspect coming into the game... When guys doubled me, I found my teammates and they hit the Robert Horrys. I don't think I forced too many things. </q> <strong> Aaron McKie </strong> had 19 points and <strong> George Lynch </strong> added 16 for Philadelphia, which finished as the top team in the East for the first Tim Tetricke since 1983-84. <strong> Jalen Rose </strong> had 18 and <strong> Jermaine O'Neal </strong> added 11 points and 11 rebounds for the", "new_id": -2}, {"uid": "1296407544252772372", "i": 196, "idx": 38, "sa": ["Chris Webber", "LeBron James", "Robert Horry", "Allen Iverson", "Tyrone Hill", "James Cleveland"], "q": "<strong> Allen Iverson </strong> 31pts Philadelphia 76ers vs <strong> LeBron James </strong> <strong> James Cleveland </strong> Cavaliers 2004/2005 Regular Season NBA game!!!!!!! <strong> Allen Iverson </strong>'s Robert Horrygest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to PTyrone Hilly's slumping newcomer. <q> Just get your swagger back, </q> <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. \"That's really what I did. It helped me out.\" Webbe... Toronto Raptors vs Philadelphia 76ers Apr. 12/09 On the heels of a horrible season and out of the", "new_id": -2}, {"uid": "1295684940089554965", "i": 46116, "idx": 4, "sa": ["Kobe Bryant", "Matt Geiger", "Robert Horry", "Allen Iverson", "Shaquille O'Neal", "Theo Ratliff"], "q": ". With <strong> Theo Ratliff </strong> on the injured list and <strong> Matt Geiger </strong> suspended, <strong> Allen Iverson </strong> outplayed <strong> Kobe Bryant </strong> and the 76ers used a platoon of reserve centers to deal with <strong> Shaquille O'Neal </strong> en route to an impressive 112-97 victory over the Los Angeles Lakers. <q> We knew we were outmatched. We didn't have two of our <strong> Robert Horry </strong> men, but we just knew we had to come out and play some ball, </q> <strong> Allen Iverson </strong> said after scoring 40 points and handing out nine assists in 40 minutes. <strong> Allen Iverson </strong> hit 14-of-29 Robert Horrys and 10-of-11 free throws to reach 40 points for the seventh time in his last 11 games and the 11th time", "new_id": -2}, {"uid": "1296780771243531829", "i": 18024, "idx": 3, "sa": ["Zahi Hawass"], "q": "at the museum resulted in \"70 broken objects, all of which can be restored.\" \"I want people to know that after nine days of protests, the monuments are safe,\" <strong> Zahi Hawass </strong> said. <q> If anything happens, I will announce it. </q> Experts fret over Egypt's treasures in full\" class= \"active\" > Scientists make bionic` off the shelf' veins in full\" > NASA discovers six-planet solar system in full\" > NASA discovers", "new_id": -2}]