[{"uid": "1295996308043548675", "i": 41517, "idx": 3, "sa": ["Newt Gingrich", "Bill Lockyer"], "q": "said. A letter from Common Cause, Democracy 21 and other good government groups said the public financing system has served the country and presidential candidates of both parties well for most of its 35-year existence and <q> the system only began to decline when campaign costs outstripped the public financing provided to participating candidates. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN RAFAEL 4 BR/ 3 BA$ 749,000.00 PETALUMA 3 BR/ 2 BA$", "new_id": -2}, {"uid": "1296104947131907627", "i": 25840, "idx": 6, "sa": ["Michael Vick", "Cam Newton"], "q": "Bowl. He takes satisfaction that his passing was better than it has ever been this season.`` I feel like this one, I had to work hard to get it,'' he said. <q> It Cam Newtone in a different fashion. I displayed different talents this year and showed really what I could do in the passing game along with doing everything else. Everything just Cam Newtone together and it worked out for me. </q> <strong> Michael Vick </strong> set career highs in yards passing( 3,018), touchdown passes( 21), touchdowns rushing( nine), completion percentage( 62.6) and passer rating( 100.2). The Eagles(", "new_id": -2}, {"uid": "1296736018231227432", "i": 9793, "idx": 0, "sa": ["Stephen Elop", "Zou Dan", "Steve Ballmer"], "q": ". Volgens de analist <strong> Zou Dan </strong> Microsoft uit de exclusieve deal met Nokia een 20 tot 25 procents marktaandeel kunnen krijgen met Windows Phone 7. Hij haalt ter herinnering nog een uitspraak aan van <strong> Steve Ballmer </strong> uit 2007. <q> Nooit zal Apple's iPhone enig significant marktaandeel behalen. </q> Hij nodigt beide ceo's uit voor een lunch`` wanneer jullie beiden in Londen zijn.'' <strong> Stephen Elop </strong> is verwarrend De brief van de Engelse financieel analist komt nadat <strong> Stephen Elop </strong> vorige week Vind ik", "new_id": -2}, {"uid": "1296768307240500746", "i": 29329, "idx": 6, "sa": ["Barbara Walters", "David Letterman", "Robin Williams"], "q": "did your new arteries come from?''`` Ace Hardware,'' joked <strong> David Letterman </strong>. <strong> Robin Williams </strong> told <strong> Barbara Walters </strong> about his aortic valve replacement in 2009. He too couldn't resist being funny saying, <q> As time goes on you go, I'm okay, thank you. How are you? A little flatulent. Didn't need that news </q> joked <strong> Robin Williams </strong>. On a serious note, <strong> Barbara Walters </strong> pointed out on The View Infamous Teacher-Student Marriage Still Together, 14 Years Later", "new_id": -2}, {"uid": "1295878812140918785", "i": 26025, "idx": 1, "sa": ["Alassane Ouattara"], "q": "4.3 billion at current prices, Bloomberg calculations show. Gbagbo, who was declared the victor by the country's Constitutional Council, refuses to recognize <strong> Alassane Ouattara </strong> as the winner. Bean Supplies The interruption <q> should not create supply problems, </q> Natra's Almela said. Still, he added that`` the situation could last longer than we think, as military intervention is not viable.'' The Federation of Cocoa Commerce Ltd. said it's seeking", "new_id": -2}, {"uid": "1295274468038928416", "i": 42660, "idx": 0, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "and <strong> Alassane Ouattara </strong> have taken the oath as president, while Gbagbo's army besieges <strong> Alassane Ouattara </strong>'s camp at an Abidjan hotel. In response, <strong> Alassane Ouattara </strong>'s followers have called for a new general strike from Tuesday. <q> The mission is another trial to see if we can make a peaceful resolution to the crisis, </q> <strong> Raila Odinga </strong> said in Abuja before heading for C?te d'Ivoire's commercial capital.`` We will see his[ Gbagbo's] reaction to the new peace offer we will make to him. We are hopeful to", "new_id": -2}, {"uid": "1296706234199049242", "i": 9010, "idx": 10, "sa": ["Larry Bird", "Vince Carter", "LeBron James", "Allen Iverson", "Russ Granik", "Sam Young", "Shaun Johnson", "Metta World Peace"], "q": "since the days of <strong> Shaun Johnson </strong> and <strong> Larry Bird </strong>. As two of the NBA's most exciting <strong> Sam Young </strong> stars, they are dazzling spectators and TV viewers with limitless creativity and breathtaLeBron James moves in the ToMetta World Peaceto Raptors-Philadelphia 76ers playoff series. <q> This matchup is great, and people are getting turned on to it, </q> said NBA deputy commissioner <strong> Russ Granik </strong>, who was at Philadelphia's First Union Center on Wednesday night, when <strong> Allen Iverson </strong> scored 54 points to <strong> Vince Carter </strong>'s 28 in the 76ers' 97-92 victory.`` For better or worse,", "new_id": -2}, {"uid": "1295593344046137403", "i": 47498, "idx": 1, "sa": ["Enda Kenny", "Eamon Gilmore"], "q": "once the Finance Bill had completed its passage through the Oireachtas. Fine Gael leader <strong> Enda Kenny </strong> said the Taoiseach had given`` finality and conclusion and clarity'' to the issue. He hoped that this would restore <q> some sense of authority and respect and dignity to this House </q>. Labour Party leader <strong> Eamon Gilmore </strong> also welcomed the election date.`` The Taoiseach attempted a stroke and it backfired. He ended up as a Taoiseach without authority.'' 4Brave new world: the graduate", "new_id": -2}, {"uid": "1295050457232783897", "i": 9789, "idx": 2, "sa": ["Eric Schmidt", "Jared Cohen"], "q": "`` think/do tank.'' Ratcheting up the engagement a notch, <strong> Eric Schmidt </strong>( and <strong> Jared Cohen </strong>) appeared before the Council on Foreign Relations in New York as part of its CEO Speaker Series, which is designed to <q> highlight the increasing importance of the international business community to U.S. foreign policy. </q>[ The Chronicle, December, 2010, p. 5] That's some hyperbole, because the good ol' industrial CEOs have always played to the Council and other important foreign policy bodies; it's only the", "new_id": -2}, {"i": 2103, "idx": 2, "index_answer": 0, "new_id": -1, "q": "stand by what I've said about those events,'' he said,`` but when the spokesman needs a spokesman, it's time to move on.''( A nice variant on <strong> Alastair Campbell </strong>'s axiom, <q> Once you become the story, it's time to quit. </q>) For <strong> Andy Coulson </strong>'s boss <strong> David Cameron </strong>, it is a huge blow. The PM's extraordinary ability to ride above the fray is mainly due to his roots and upbringing- Old Etonian arrogance, if you", "sa": ["Alastair Campbell", "David Cameron", "Andy Coulson"], "uid": "1295620523143933448"}]