[{"uid": "1296149573243646477", "i": 43626, "idx": 6, "sa": ["Michael Vick"], "q": "a free agent if the NFL labor situation allows. The Eagles want him back and <strong> Michael Vick </strong> wants to stay in Philadelphia, which gave him a shot when it seemed no one else would. <q> Hopefully, I'll be with the Eagles next year. We'll see what happens, </q> said <strong> Michael Vick </strong>, who added that he expects`` everything to go according to plan.''`` We'll see what happens over the next couple months. I just got to be patient and", "new_id": -2}, {"uid": "1296231931043434103", "i": 8372, "idx": 0, "sa": ["Hillary Clinton", "Kirsten Gillibrand"], "q": "2009 after <strong> Hillary Clinton </strong> left to become secretary of state, had sought the committee seat. She has worked on military issues, such as the repeal of the'' Albany-area congressional district. <q> One of the reasons I came to Congress was to strengthen our national security and serve as a voice for our troops and military families, </q> she said. <strong> Kirsten Gillibrand </strong> says she will work for troops and their families, and try to strengthen connections between the military and NYPIRG: Real Estate, Law Are Top Sources Of Outside Income For State", "new_id": -2}, {"uid": "1295103301211468349", "i": 20064, "idx": 1, "sa": ["Sergio Marchionne"], "q": "`` We're happy the majority of workers at Mirafiori has understood Fiat's commitment to transform it into a plant with an international reach,'' <strong> Sergio Marchionne </strong>, 58, said in an e-mailed statement today. <q> We're happy because workers with their vote showed they have confidence in their future. Our plan for this plant is very ambitious. </q> <strong> Sergio Marchionne </strong> needs a majority of the 5,500 employees at the factory to sign off a Dec. 23 accord approved by most unions as he seeks to turn around Fiat's unprofitable Italian operations and revitalize an alliance with", "new_id": -2}, {"uid": "1295254129216039427", "i": 39589, "idx": 0, "sa": ["Andy Coulson"], "q": "UK& Ireland News`` I think <strong> Andy Coulson </strong> will be feeling a bit hot around the collar, he thought his friends in the met...'' David D left a comment- 53 min ago uk.news.yahoo.com <q> 1000. free holidays to tunisia.leaving tomorow evening, at 8pm, check in desk number 2. from... </q> Dr. Zook left a comment- 54 min ago uk.news.yahoo.com`` It's even more interesting Henry that I got thumbs down from you and others. I guess you lot would...''", "new_id": -2}, {"uid": "1295740099012697603", "i": 50771, "idx": 0, "sa": ["Benedict XVI", "Andy Coulson"], "q": "'' with the need to uphold church law. On Saturday, <strong> Benedict XVI </strong> said priests had an important pastoral job to discern whether would-be spouses are prepared and able to enter into a valid marriage. <q> The church and society at large place too much importance on the good of marriage and the family founded on it to not make a profound commitment to it pastorally, </q> <strong> Benedict XVI </strong> said. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295547078065978377", "i": 1345, "idx": 3, "sa": ["Simon Munzu", "Alassane Ouattara"], "q": "reiterating its claim that the U.N. has overstepped its mandate and is no longer impartial. Despite increasing attacks on U.N. patrols, <strong> Simon Munzu </strong> downplayed the impact of the reinforcements that include two attack helicopters. <q> Adding 2,000 more troops to an existing mission in( Ivory Coast) is nothing spectacular and we would like to hope that all parties concerned will see it like that and not put things out of context. </q> <strong> Alassane Ouattara </strong> benefits from international recognition and has begun replacing Ivory Coast's ambassadors abroad. However, Gbagbo retains control of security forces, the civil service, and the exports of oil and cocoa.", "new_id": -2}, {"uid": "1295721733089014295", "i": 53139, "idx": 3, "sa": ["Alassane Ouattara", "Bertrand Badie"], "q": "Philippe-Henry Dacoury-Tabley, proche du pr?sident sortant Laurent Gbagbo, a d?missionn. M. Dacoury-Tabley a pr?sent sa d?mission`` de lui- m?me'', indique unommuniqu publi? l'issue d'un sommet ouest-africain? Bamako. <strong> Bertrand Badie </strong>: <q> En C?te d'Ivoire, l'ONU a t juge pas m?diatrice </q> Pour <strong> Alassane Ouattara </strong>, une intervention militaire s` impose en C?te d'Ivoire Partie du centre de la Tunisie, une marche pour un nouveau gouvernement Paris juge le renvoi par Gbagbo de son ambassadeur sans effet juridique Gaz de schiste", "new_id": -2}, {"uid": "1295294430018006049", "i": 44605, "idx": 1, "sa": ["Sonny Hill", "Mike D'Antoni", "Allen Iverson", "Dwyane Wade", "Mike Krzyzewski"], "q": "points vs New York Knicks 2009 MIAMI( AP) As the final moments ticked away in the greatest scoring show of his career, <strong> Dwyane Wade </strong> was summoned to the New York Knicks' bench for a quick word. <q> It's kind of ridiculous, </q> Knicks <strong> Mike Krzyzewski </strong> <strong> Mike D'Antoni </strong> told him,`` that you're this good.' \u0003... Sixers appear ready to bring back <strong> Allen Iverson </strong> NBA* Back to PSonny Hilly? Sixers appear ready to bring back <strong> Allen Iverson </strong> NBA* Back to", "new_id": -2}, {"uid": "1296163215174751770", "i": 30283, "idx": 3, "sa": ["David Letterman", "Kelsey Grammer"], "q": ",'' <strong> David Letterman </strong> said:`` Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?'' <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, <q> Well, I'm sorry to hear that, or I'm not sorry to hear that? </q>`` Well, you are respectfully considerate, and yet pleased for the new developments in my life,'' <strong> Kelsey Grammer </strong> offered.`` Well, it's a difficult time, regardless,'' <strong> David Letterman </strong>", "new_id": -2}, {"i": 5003, "idx": 1, "index_answer": 0, "new_id": -1, "q": "1.59 bn), up from$ 1.97 bn a year earlier, far better than expected. <strong> Eric Schmidt </strong> said it had been a`` great privilege'' to lead the company and he looked forward to working with his <q> literally best friends and partners Larry and <strong> Sergey Brin </strong>. </q> The company said Page would take over from 4 April when <strong> Eric Schmidt </strong> will become executive chairman,`` focusing externally on deals, partnerships, customers and broader business relationships''. <strong> Eric Schmidt </strong> has led the", "sa": ["Eric Schmidt"], "uid": "1295571569192872501"}]