[{"uid": "1295685666063881291", "i": 53620, "idx": 0, "sa": ["Sienna Miller", "Andy Coulson"], "q": "phone-hacking. He and the News of the World's publishers insisted it was an isolated case- perpetrated by a single`` rogue reporter''- but ever since then this has been widely disputed. <q> As a spindoctor and former tabloid editor, he[ <strong> Andy Coulson </strong>] had the perfect phrase:` When the spokesman needs a spokesman it's time to move on' </q> \" Nothing more was proven, despite inquiries by the police, the Press Complaints Commission and the Crown PSienna Millercution Service. In July that year, Mr <strong> Andy Coulson </strong> was appointed as media adviser to the", "new_id": -2}, {"uid": "1295671342025427988", "i": 13297, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "in 2011 to become Google's CEO, will focus on external partnerships and business deals starting on April 4, when <strong> Larry Page </strong> will take over the day-to-day management role. <strong> Eric Schmidt </strong> said in a blog post that <strong> Larry Page </strong>, <q> in my clear opinion, is ready to lead. </q> title=\"Eric Schmidt:'Adult supervision' at Google no longer needed-- Thursday, Jan 20, 2011\" href=\"http://news.cnet.com/8301-30684_3-20029128-265.html\">? <strong> Eric Schmidt </strong>:` Adult supervision' at Google no longer needed Meanwhile, just a few months removed from the", "new_id": -2}, {"uid": "1296567412137969682", "i": 42357, "idx": 0, "sa": ["Alassane Ouattara"], "q": " Laurent Gbagbo has refused to step down as the Ivory Coast's president despite losing a Nov. 28 election according to UN-certified results which showed rival <strong> Alassane Ouattara </strong> the victor. The eight-country West African Economic and Monetary <q>( WAEMU) has shut down Gbagbo's access to Ivorian funds held at the Senegal headquarters of the region's central bank, but Gbagbo hit back last week by requisitioning its local Ivorian offices.`` These acts are without precedent in the Union, </q> Jose Mario Vaz, finance minister of Guinea Bissau and current president of the eight-country zone's council said before talks in Dakar.", "new_id": -2}, {"uid": "1295546278077021270", "i": 5758, "idx": 0, "sa": ["Jennifer Lopez", "Steven Tyler", "Simon Cowell"], "q": "percent among the youthful audience the Fox network desires. <strong> Jennifer Lopez </strong> and Aerosmith's <strong> Steven Tyler </strong> were on for the first time as judges, their style considerably nicer than <strong> Simon Cowell </strong>, who has left the show. <q> It's Time to Take a Pause </q>: Stocks Slip Again as Momentum Favorites Tumble Quotes delayed, except where indicated otherwise. Delay times are 15 mins for NASDAQ, NYSE and Amex. See also delay times for href=\"http://help.yahoo.com/l/us/yahoo/finance/quotes/fitadelay.html\"> other exchanges", "new_id": -2}, {"uid": "1295756651021528610", "i": 16631, "idx": 3, "sa": ["Eric Schmidt"], "q": "years.'' <strong> Eric Schmidt </strong>'s quotes are legendary, however, and perhaps one reason he's no longer CEO: \"`` One person's definition of evil is another person's different definition.'' \" <q> Google policy is to get right up to the creepy line but not cross it. I would argue that implanting things in your brain is beyond the creepy line. At least for the moment, until the technology gets better. </q>`` With Street View, we drive by exactly once, so you can just move.''`` I actually think most people don't want Google to answer their questions. They want Google to tell them what", "new_id": -2}, {"uid": "1295965652202670112", "i": 41564, "idx": 9, "sa": ["Eric Schmidt"], "q": ". Google werden sich weiterhin auf die vier Gesch?ftsfelder Internetsuche, graphische Werbung, mobiles Internet und Online-Dienstleistungen f?r Unternehmen konzentrieren. Besonderen Fokus lege das Unternehmen zurzeit auf die graphische Display-Werbung, zum Beispiel auf Youtube. <q> Wir sind auf dem Weg, das gr?te Display- Gesch?ft der Welt aufzubauen </q>, sagte <strong> Eric Schmidt </strong>. Google wird allerdings vorgeworfen, bisher noch keine passende Antwort auf die Herausforderung durch das soziale Netzwerk Facebook gefunden zu haben. Facebook ist zwar kleiner als Google, w?chst aber schneller.``", "new_id": -2}, {"uid": "1297414901011878408", "i": 32665, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": ". Nokia hatte im Smartphone-Markt zuletzt deutlich an Boden gegen erfolgreichere Rivalen wie href=\"http://www.finanzen.net/aktien/Google-Aktie\"> Google) Android verloren. Marktanteile und Gewinne sanken.` KAMPF ZWISCHEN MOBILEN KOSYSTEMEN' <q> Heute wird aus einem Kampf mobiler Ger?te ein Kampf zwischen mobilen kosystemen, und unsere St?rken in diesem Bereich erg?nzen sich </q>, hie es in einem gemeinsamen Brief von <strong> Stephen Elop </strong> und Microsofts-Chef <strong> Steve Ballmer </strong>. Nokia setzte bei den Computer-Telefonen bisher vor allem auf das eigene Betriebssystem Symbian, das aber als veraltet gilt. Das System solle weiter unterst?tzt werden,", "new_id": -2}, {"uid": "1295007567134168576", "i": 25688, "idx": 3, "sa": ["Gary Moore", "Allen Iverson"], "q": "looking to retire due to the injury, after receiving information from HoopsWorld regarding his status.`` People need to know that <strong> Allen Iverson </strong> is and always has been a fighter,'' <strong> Gary Moore </strong> said to AP. <q> He's got a battle ahead of him. </q> <strong> Allen Iverson </strong> Announces RetirementAccording to the New York Times, <strong> Allen Iverson </strong> is getting paid around$ 2 million per season by Besiktas Cola Turka. When the report was published last week, <strong> Allen Iverson </strong> was averaging 13.8 points and 4.2 assists", "new_id": -2}, {"uid": "1297171230133922851", "i": 11418, "idx": 9, "sa": ["Simon Cowell"], "q": "Eyed Peas or Destiny's Child.`` I'm genuinely staggered this hasn't happened. All the signs are out there, from` Glee' to` High School Musical,''' he said, advising <q> any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don't have a lot of competition. </q> The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner.`` If they don't sell a single record they still get to keep the money,'' he said.`` It is pressure,", "new_id": -2}, {"i": 24914, "idx": 0, "index_answer": 3, "new_id": -1, "q": "auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more`` Idol'' wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on <strong> the Fox </strong> singing competition. advertisement <q> I think with every artist- and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists- you have a lot of warmth and a lot of nurturing, </q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel.`` That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "sa": ["Steven Tyler", "the Fox", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "uid": "1295365273237895710"}]