[{"uid": "1297448409027197459", "i": 51582, "idx": 0, "sa": ["Michael Gove"], "q": " IrrancaDaviesMP: <strong> Michael Gove </strong> learning some hard lessons, including <q> act in haste, repent at leisure </q> http://j.mp/fao6qe... Anonymous downloaded campaign leaflet for the campaign` Scottish Cancer Guarantee'... UKLabour:#FF@Dan4Barnsley- our candidate for Barnsley Central. Show your support by joining his Facebook page: http://on.fb.me/e63jqA", "new_id": -2}, {"uid": "1296458269077217816", "i": 49463, "idx": 6, "sa": ["LeBron James", "Don Nelson", "Allen Iverson", "Rasheed Wallace", "Chris Bosh", "Kobe Bryant", "Dwyane Wade"], "q": "Friday night, Detroit is looLeBron James for a complete game to extend that winning streak.`` The best part about it is we struggled at times in the game but we got it Don Nelsone,'' <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by http://wn.com/Miami_Heat_vs_Golden_State_Kobe Bryants_114__107_January_1,_2011 <strong> Dwyane Wade </strong> scores 25 points, <strong> LeBron James </strong> and <strong> Chris Bosh </strong> add double-doubles as the Heat come back to defeat the", "new_id": -2}, {"uid": "1297175078196968449", "i": 7490, "idx": 9, "sa": ["George W. Bush", "Donald Rumsfeld", "Robert McNamara"], "q": "latter now nearing its 10th anniversary. He refused to echo the regrets of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as`` terribly wrong.'' <q> That's not the case with Iraq, </q> <strong> Donald Rumsfeld </strong> countered.`` I think the world's a better place with Saddam Hussein gone and with the Taliban gone and the Al-Qaeda out of Afghanistan,'' he added, insisting the <strong> George W. Bush </strong> administration's decision to", "new_id": -2}, {"uid": "1297239747040484902", "i": 26455, "idx": 3, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "schlie?en zu wollen. W?hrend des Wahlkampfes 2008 habe <strong> Barack Obama </strong> die unbefristete Inhaftierung von`` illegalen Kombattanten'' und die`` Sondermilit?rtribunale'' scharf kritisiert, sagte <strong> Donald Rumsfeld </strong>. Zwei Jahre nach Barack Obamas Wahl existierten alle diese Dinge noch. <q> Nicht weil irgendwer m?chte, dass sie noch da sind, sondern weil es die beste L?sung ist. </q> href=\"http://derstandard.at/1289608256949/Barack Obama-haelt-an-Schliessung-fest\"> <strong> Barack Obama </strong> h?lt an Schlie?ung fest[ 16] Republikaner wollen Terror- Verd?chtige vor Tribunale stellen- Dort werden umstrittene Gest?ndnisse eher anerkannt Schuldspruch gegen Ghailani war bereits im November erfolgt", "new_id": -2}, {"uid": "1295649793119881766", "i": 40596, "idx": 3, "sa": ["Lisa Lambert", "Newt Gingrich", "Jim Christie", "Bill Lockyer", "Thomas Ferraro"], "q": "so much trouble that it's very easy to imagine that they would show up and ask for more money,'' <strong> Newt Gingrich </strong> said. <strong> Bill Lockyer </strong>, the California treasurer, said those who support the idea want <q> one thing above all-- to see government go up in flames and, with it, the lives of a certain class of working people they don't like. </q>( Reporting by <strong> Lisa Lambert </strong>; additional reporting by <strong> Thomas Ferraro </strong> in Cambridge, Maryland, and <strong> Jim Christie </strong> in San Francisco; Editing by Leslie Adler) href=\"http://www.facebook.com/pages/The-Post-Chronicle/118032884888798\" title=\"The Post Chronicle\" target=\"_TOP\">", "new_id": -2}, {"uid": "1297085039090374149", "i": 14860, "idx": 0, "sa": ["Eric Schmidt"], "q": " LONDON( Reuters)- Google Inc wants to avoid a lengthy legal battle with European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. <q> We certainly want to avoid that, </q> <strong> Eric Schmidt </strong> told the paper in an interview.`` I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they", "new_id": -2}, {"uid": "1296206817048709685", "i": 58034, "idx": 0, "sa": ["Clive Goodman", "David Cameron", "Andy Coulson"], "q": "this material.'' Police said the inquiry was being moved from the Metropolitan Police's counter- href=\"http://uk.news.yahoo.com/fc/terror-attacks.html\"> terrorism command and would now be led by a specialist crime unit. <q> This work will be carried out by the specialist crime directorate which has been investigating a related phone hacking allegation since September 2010, </q> said the police. The News of the World's royal correspondent <strong> Clive Goodman </strong> was jailed in 2007 for conspiracy to access mobile phone messages involving Princes William and Harry. <strong> Andy Coulson </strong>, Prime Minister <strong> David Cameron </strong>'s", "new_id": -2}, {"uid": "1295887665065683465", "i": 38153, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "CEO, was 28 and there were fewer than 200 employees in a small Mountain View office. But after a decade and perhaps some`` CEO charm school'' for <strong> Larry Page </strong>, as Macias put it, <q> The training wheels are off, these guys are old enough now to run the company, </q> Kasperzak said. In a blog post announcing the change, <strong> Eric Schmidt </strong> appears to be saying that the company is looking to be more agile, perhaps seeking that`` start-up spark,'' as some have called", "new_id": -2}, {"uid": "1295462339182812675", "i": 10515, "idx": 0, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": ". At the airport, <strong> Raila Odinga </strong> said Gbagbo had twice broken a promise to lift a military siege on <strong> Alassane Ouattara </strong>'s hotel and warned Gbagbo he faced sanctions or military force if he refused to step down. <q> Mr <strong> Raila Odinga </strong> has failed in his mission and we are no longer prepared to receive him, </q> Gbagbo's foreign minister Alcide Djedje told a news conference. M&G Online Comment Guidelines In Brief No hate speech; No racist, sexist or homophobic remarks; Keep it short; Keep it on topic;", "new_id": -2}, {"i": 4521, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Kirsten Gillibrand </strong> joined her fellow Democratic Senators today for a Capitol Hill news conference in which she reiterated her opposition to the <q> These bills show a heinous disregard for the health and well-being of women in America, </q> <strong> Kirsten Gillibrand </strong> says.`` It is a tax on all women who want access to a full-range of reproductive health care.'' The bills in question would stop the government from providing tax credits or subsidies to", "sa": ["Kirsten Gillibrand"], "uid": "1297191953182861870"}]