[{"uid": "1295251188152551466", "i": 10244, "idx": 6, "sa": ["Kelsey Grammer", "Camille Grammer", "David Letterman"], "q": "his mistress, former flight attendant Kayte Walsh. Access Hollywood reports the 29-year-old is not Mrs. <strong> Kelsey Grammer </strong> yet, but <strong> Kelsey Grammer </strong> is taking more than their engagement public-- showing off Kayte with <strong> Camille Grammer </strong>'s children. ANCHOR: <q> <strong> Kelsey Grammer </strong> and his wife <strong> Camille Grammer </strong>'s divorce is getting uglier by the minute and last night, <strong> Kelsey Grammer </strong> showed up on <strong> David Letterman </strong> with his fiancee and children. <strong> Camille Grammer </strong>'s children. The <strong> David Letterman </strong> cutaway shot which cut through <strong> Camille Grammer </strong>'s heart. The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children. </q> COHEN:`` There's a shot of her with the kids on <strong> David Letterman </strong>.'' <strong> Camille Grammer </strong>:`` He uses them as props. It's tough, it's harsh. It hurts, of course.''", "new_id": -2}, {"uid": "1295351668142295045", "i": 8286, "idx": 0, "sa": ["Michael Vick"], "q": "have no problem drafting scumbags, and would have loved to have gotten my hands on <strong> Michael Vick </strong> in fantasy football this year. To quote one of my favorite films, Ocean's Eleven: Rusty <q> Guys, what's the first rule of poker? </q> Report Abuse \" Cajole- nice point on some awful pre-ranks at MDC.. hopefully they adjust soon. \" Piano did good not mentioning Joba because he has absolutly no value unless Holds are counted", "new_id": -2}, {"uid": "1295097395007798784", "i": 4929, "idx": 6, "sa": ["Sergio Marchionne"], "q": "at factories throughout the rest of Europe and the world.'' <strong> Sergio Marchionne </strong> signed off his statement with a characteristic flourish, having previously hinted investment would move elsewhere unless agreement was secured at Mirafiori. <q> The criticisms levelled at us have been unjust and often frustrating, </q> he said. Fiat S.p.A. SWOT Analysis Datamonitor's Fiat S.p.A.- SWOT Analysis company profile is the essential source for top-level company data and information. Fiat S.p.A.- SWOT Analysis examines the company's", "new_id": -2}, {"uid": "1296429332256245803", "i": 14443, "idx": 0, "sa": ["Allen Iverson", "Reggie Miller"], "q": "3-pointer from 25 feet that rattled in.`` On the road I always go for 3,'' said <strong> Reggie Miller </strong>, whose career highlights include several clutch 3-pointers at the end of games-- especially in the playoffs. <q> I knew it was coming. You knew it was coming. The crowd knew it was coming. </q> The Sixers had a final chance, but <strong> Allen Iverson </strong> lost his dribble with <strong> Reggie Miller </strong> closely guarding him and couldn't get a shot off as time expired.`` We got to a point where we felt we had these", "new_id": -2}, {"uid": "1296337498236797979", "i": 56252, "idx": 0, "sa": ["Alassane Ouattara"], "q": ", suggesting instead that the AU sets up an ad hoc committee to find out how the conduct and results of the vote have generated a difference of opinion. href=\"http://allafrica.com/peacekeeping/\"> Peacekeeping href=\"http://allafrica.com/conflict/\"> Conflict <q> There should be investigations, not just declaring who has won. No, no, no! </q> The West African country held a presidential rerun vote on November 28 in which the international community says Mr <strong> Alassane Ouattara </strong> defeated Mr Gbagbo.The UN, the AU and other international bodies have since asked Mr Gbagbo to peacefully", "new_id": -2}, {"uid": "1295034979268353577", "i": 59211, "idx": 4, "sa": ["Charlie Sheen", "David Letterman", "Craig Ferguson"], "q": "''`` Well, you're going to have to take that up with Mr. Thorpe.'' 9. <strong> David Letterman </strong>: The Golden Globes has weird categories.`` Best Actor with a Boston Accent,'' <q> Best Movie That's 45 Minutes too Long, </q>`` Best Focker''... 8. <strong> Craig Ferguson </strong>: CBS announced today that <strong> Charlie Sheen </strong> wasn't on the set today because he's got an ear infection.[ <strong> Craig Ferguson </strong> broke up laughing.] Do you ever", "new_id": -2}, {"uid": "1295524993082116642", "i": 46692, "idx": 2, "sa": ["Simon Cowell"], "q": "-- who has an estimated personal fortune of over 165 million pounds-- admits he was never academically successful but believes he has done well out of life because he has such good instincts. He said: <q> All my life I had to teach myself. I never really had a proper education. I wasn't born with any skill. I didn't learn anything from school.`` Mainly, I trust my instincts because I have very broad tastes. I genuinely believe that if I like something, other people are going to like it as well. </q> <strong> Simon Cowell </strong> quit` American Idol' last year in order to focus on bringing his U.K. show,`` The X Factor,'' to the U.S. and admits it took a discussion with an unnamed`` successful", "new_id": -2}, {"uid": "1295570186120422419", "i": 38723, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Coyne talks about the struggle in the software industry to regain its innovative edge, and the need for trust between IT and end users. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of", "new_id": -2}, {"uid": "1295480023209436714", "i": 35964, "idx": 2, "sa": ["Howard Stern", "David Letterman", "Conan O'Brien", "Piers Morgan"], "q": "., and praised his friend <strong> David Letterman </strong>. He said Leno`` did a terrible thing to <strong> Conan O'Brien </strong>'' with last year's Tonight Show controversy.`` Jay is insane,'' <strong> Howard Stern </strong> told <strong> Piers Morgan </strong>. <q> He's not fit to scrub <strong> David Letterman </strong>'s feet. Yes, I don't know why he's beaten <strong> David Letterman </strong> in the ratings. It's beyond my comprehension. America must be filled with morons who at night lay in bed-- the ones who are watching him. They must be in a coma. </q> <strong> Howard Stern </strong> is slated to appear on <strong> David Letterman </strong>'s Copyright? 2011 Friday Morning Quarterback Album Report, Inc. and target=\"_blank\" href=\"http://www.mediaspanonline.com/services\"> Mediaspan Online Services- All Rights Reserved Contact:| Site", "new_id": -2}, {"i": 8808, "idx": 2, "index_answer": 3, "new_id": -1, "q": ", and he has to prove he is a businessman,'' Hardy adds. <strong> Eric Schmidt </strong>'s departure had been a long time coming, says <strong> Charles Arthur </strong> in The Guardian: <q> After slipups with search, Street View and Android, it's clear that Google needs tighter control at the top- and <strong> Eric Schmidt </strong> is not the man for the job. </q> What of Google's other co-founder, <strong> Sergey Brin </strong>? He is said to be focusing on strategic projects and is particularly interested in social networking. HP's former CEO <strong> Mark Hurd </strong>; Image by Getty Images North", "sa": ["Eric Schmidt", "Sergey Brin", "Mark Hurd", "Charles Arthur"], "uid": "1295674696105103375"}]