[{"uid": "1295618466190234796", "i": 59959, "idx": 3, "sa": ["Andy Coulson"], "q": "events but when the spokesman needs a spokesman, it's time to move on.\" Cameron said in a statement that he was \"very sorry\" that <strong> Andy Coulson </strong> was going but added that he could <q> understand that the continuing pressures on him and his family mean that he feels compelled to do so. </q> <strong> Andy Coulson </strong> played a key role in helping propel Conservative leader Cameron to power in elections in May 2010. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his", "new_id": -2, "mturk_index": "1002"}, {"uid": "1297434144161464370", "i": 38169, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "n't changed since he left his employ and when Mr. <strong> Steve Ballmer </strong> damned Mr. <strong> Stephen Elop </strong>, who had been in charge of the Office Suite, with faint praise. All he could say of him was that he had been <q> a good steward of the brand </q>. This is not a relationship of equals. It was clear that Mr. <strong> Steve Ballmer </strong> was the one who got the best end of this deal. But Mr. <strong> Steve Ballmer </strong>'s very presence shows how much this means", "new_id": -2, "mturk_index": "1267"}, {"uid": "1296022111091013128", "i": 49236, "idx": 1, "sa": ["Michael Vick", "Barack Obama"], "q": "provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. \"We're real excited about it,\" chief executive officer Rob Vito said Tuesday. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q> Before his 2007 arrest on dogfighting charges, <strong> Michael Vick </strong> was the NFL's highest paid player and had numerous endorsements. Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed", "new_id": -2, "mturk_index": "986"}, {"uid": "1296371371213876756", "i": 1318, "idx": 1, "sa": ["Kobe Bryant", "Bob Schmidt", "Allen Iverson", "Soulja Boy", "Jerry West"], "q": ", Boston celtics nba champions, La Clippers, Denver Nuggets, <strong> Allen Iverson </strong>, Dallas Mavericks, East <strong> Jerry West </strong> All star g... LD2k's: \"LIBERATION: The Ballad Of <strong> Kobe Bryant </strong>\" Ft. <strong> Bob Schmidt </strong> LD2k's: <q> LIBERATION: The Ballad Of <strong> Kobe Bryant </strong> </q> Ft. <strong> Bob Schmidt </strong> <strong> Kobe Bryant </strong>'s legacy is about to cement itself with his chase after his 4th title in 6 trips to the finals. Telling <strong> Kobe Bryant </strong>'s tale in a poetic <strong> Soulja Boy </strong>, enjoy this video with a voice over", "new_id": -2, "mturk_index": "626"}, {"uid": "1297196162026525707", "i": 13030, "idx": 1, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "of the weather and couldn't find anyone to fund the event in place of the private donor. \"Apparently, this kind of thing happens all the time,\" Schloss told me in an email. <q> We are not familiar with stopping a project before it's finished. It's a very odd feeling. </q> Tom-pro-tem-gives-Michael Vick-Michael Vick-key-city/\"> Dallas <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city City of Dallas announces closures on February 18 and 21 for President's Day <strong> Dwaine Caraway </strong>, the <strong> Mayor Tom </strong> pro tem of Dallas, says", "new_id": -2, "mturk_index": "1659"}, {"uid": "1295647113138969096", "i": 57431, "idx": 3, "sa": ["Henry Blodget", "Eric Schmidt"], "q": "Class A shares during the course of the year. The sale would represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares.\" here. <strong> Henry Blodget </strong> writes for The Business Insider, <q> Let's be serious: <strong> Eric Schmidt </strong> got fired. </q> \"Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet--` day-to-day adult supervision is no longer needed'-- through his carefully worded blog post that screamed` friction at the top,' through his patronizing", "new_id": -2, "mturk_index": "127"}, {"uid": "1296541564262815760", "i": 12673, "idx": 0, "sa": ["Doc Rivers", "Phil Jackson", "Paul Pierce", "Allen Iverson"], "q": "win games, especially on the road,\" Celtics coach <strong> Doc Rivers </strong> said. Boston led 55-50 at the half, then got outscored 32-18 in the third quarter. \"There is no excuse,\" <strong> Paul Pierce </strong> said. <q> We had our opportunities. We had the lead at Make sure you subscribe, to get the latest sports video game videos. For more sports gaming news, find us at www.operationsports.com \"LIKE </q> us on Facebook and follow us on Twitter twitter.com Iverson_Allen Iverson_38pts_vs_Boston_Celtics_04/05_NBA_*Game_Winning_Shot The Atlantic Division is heading down to the wire. It's also heading down to the bottom. <strong> Allen Iverson </strong> scored 38 points for Phil Jacksonadelphia, which beat Boston", "new_id": -2, "mturk_index": "273"}, {"uid": "1296124251252575779", "i": 15775, "idx": 0, "sa": ["Michael Gove"], "q": "Michael Government told AFP could replace the defence, foreign and interior ministers-- a key source of public discontent. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2, "mturk_index": "1723"}, {"uid": "1295990486086867984", "i": 57855, "idx": 0, "sa": ["Danny Sullivan", "Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "decade. <strong> Danny Sullivan </strong>, editor-in-chief of technology blog SearchEngineLand.com, said Google's biggest challenges now are to \"prove that they've got their Mojo back and that nobody needs to fear them.\" <q> You have investors and others saying` Gosh, Facebook seems to be doing so well. Why aren't you the hot new thing?' </q> <strong> Danny Sullivan </strong> said. In a conference call with financial analysts after the announcement that <strong> Larry Page </strong> would replace <strong> Eric Schmidt </strong>, co-founder <strong> Sergey Brin </strong> indicated the company would be putting more effort into the social arena. \"We", "new_id": -2, "mturk_index": "499"}, {"uid": "1296709837249151493", "i": 2867, "idx": 8, "sa": ["Allen Iverson", "Vince Carter", "Russ Granik"], "q": "turned on to it,\" said NBA deputy commissioner <strong> Russ Granik </strong>, who was at Philadelphia's First Union Center on Wednesday night, when <strong> Allen Iverson </strong> scored 54 points to <strong> Vince Carter </strong>'s 28 in the 76ers' 97-92 victory. <q> For better or worse, fans like it when you get superstars going against each other. People have been hearing about these guys for years now, but they haven't gotten this far before where they met each other at this level. That gets people interested. </q> With the NBA's overall popularity declining and new rules designed to make the game more appealing set to take effect next season, an Allen Iverson-Vince Carter matchup is what the league really needed. \"Watching these two kids,", "new_id": -2, "mturk_index": "1689"}]