[{"uid": "1296491979113491988", "i": 37219, "idx": 2, "sa": ["Sergio Marchionne"], "q": "$ 198 million and said it... Photo: A demonstrator wears a mock mask of Fiat CEO <strong> Sergio Marchionne </strong> Video: Toyota Recalls Nearly 1.7 Million Vehicles Worldwide... Video: Workers at GM plant optimistic about future Report Abuse <q> An Italian company that makes unreliable products with engines in Mexico and pretends to be American. </q> Report Abuse <blockquote> The 56 MPG Fiat 500 Returns by Bill Siuru03/17/2008 </blockquote> Fiat offered the Nuova 500 for nearly 20 years, from 1957 to 1975. It proved very popular as a city car and today is", "new_id": -2}, {"uid": "1296671144083132443", "i": 6263, "idx": 7, "sa": ["Piers Morgan", "Mitt Romney", "David Letterman"], "q": "another presidential bid. He told Mr. <strong> David Letterman </strong> he had`` no plans for that at this point,'' but added,`` I'll keep the door open.'' He told CNN's Mr. <strong> Piers Morgan </strong> that there <q> are things you've got to assess before you make a final decision. </q> He listed matters of health and the kind of support network`` you'd like to have behind you.'' <strong> Mitt Romney </strong> has definitely paid attention to the financial portion of his support network. Beyond his own", "new_id": -2}, {"uid": "1297174755196968449", "i": 49401, "idx": 5, "sa": ["Simon Cowell"], "q": "hasn't seen a whole episode.`` From what I've seen and heard, things seem to be going well, which I expected.'' He sees this as good news because it means, <q> People are still excited by these shows. </q> Tweets that mention <strong> Simon Cowell </strong> says X-Factor will find a superstar- Tom Jicha's TV Plus- Sun-Sentinel-- Topsy.com <h5> COMMENT BOARD GUIDELINES: </h5> You share in the SunSentinel.com community, so we just ask that", "new_id": -2}, {"uid": "1297624246143769626", "i": 6956, "idx": 0, "sa": ["Zahi Hawass"], "q": "uprising. <strong> Zahi Hawass </strong>, minister of state for antiquities, said that several ancient treasures had been stolen from the museum, including a statue of the renowned boy king Tutankhamun. The missing objects include <q> a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess </q> and parts of another statue showing him harpooning, he said. Looters had broken into the museum off Cairo's Tahrir Square on January 28, during clashes between protesters and riot police who used tear gas", "new_id": -2}, {"uid": "1297179623238403585", "i": 19625, "idx": 0, "sa": ["Donald Rumsfeld", "Gwen Ifill"], "q": "POLITICS-- February 8, 2011 at 9:08 AM EDT In New Memoir, <strong> Donald Rumsfeld </strong> Settles Scores, Spreads Responsibility for Iraq War <q> At its heart, it is a revenge memoir, </q> writes NewsHour senior correspondent <strong> Gwen Ifill </strong> in her Washington Post review of former secretary of defense <strong> Donald Rumsfeld </strong>'s new book,`` Known and Unknowns.'' The book certainly includes its fair share of score settling", "new_id": -2}, {"uid": "1295795925032096267", "i": 32657, "idx": 4, "sa": ["Gordon Brown", "Andy Coulson", "Harriet Harman"], "q": ", create a fairer society, and to reform our politics as well, so that people trust in politics once again.'' Labour's deputy leader, <strong> Harriet Harman </strong>, told Sky News's Murnaghan programme: <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced.`` Nobody is above the law, no newspaper editor, no journalist... for all of <strong> David Cameron </strong>'s talk of trust in politics, it's fundamental that people obey the law and that's what's at risk here. He should never have appointed him, </q> she said, referring to <strong> Andy Coulson </strong>. <strong> Gordon Brown </strong> asked police to investigate whether he was a victim of phone hacking. <strong> Gordon Brown </strong> is said to have written at least one letter to the Metropolitan police last summer, asking", "new_id": -2}, {"uid": "1295903297179077120", "i": 31099, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush"], "q": "most I've never reread.'' As defense secretary under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos,`` snowflakes,'' they were called. He read from some issued in 2003 and in 2005: <q> Are we winning or losing the war on terror? </q>`` Is the U.S. government changing fast enough?''`` Do we need more troops? And if so, where and for what purpose?''`` My brain would be going,'' he said", "new_id": -2}, {"uid": "1296171723065404973", "i": 5606, "idx": 0, "sa": ["Mike Pence"], "q": "Fox News Watch Saturday 2:30 p et Indiana Congressman <strong> Mike Pence </strong> will not run for president in 2012. In a letter to supporters he writes; <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012. </q> <strong> Mike Pence </strong> has been laying the groundwork to seek Indiana's GOP gubernatorial nomination to succeed Republican White House run and working out details with his wife and family. Indiana Republican Congressman <strong> Mike Pence </strong> will announce his", "new_id": -2}, {"uid": "1296167621065404968", "i": 42413, "idx": 3, "sa": ["Mike Pence"], "q": "said she would not run for governor due to health concerns, and so far no other Republican star has stepped forward to enter the race. In his letter, <strong> Mike Pence </strong> said that throughout his life, <q> I have learned to follow my heart, and my heart is in Indiana. </q> You must fill out the comment body in order to submit a comment. Get breaking local news as it happens. Enter your phone number: Standard Messaging Rates or other charges apply. To Opt-out", "new_id": -2}, [{"i": 8108, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Page replaces Google CEO <strong> Eric Schmidt </strong>, who will become executive chairman. In a blog post, <strong> Eric Schmidt </strong> said Page would <q> merge Google's technology and business vision brilliantly. </q>`` I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!'' <strong> Eric Schmidt </strong> wrote.`` Larry, in my clear opinion", "sa": ["Eric Schmidt"], "uid": "1295564626204079122"}]]