[{"uid": "1295034979268353577", "i": 48706, "idx": 3, "sa": ["Craig Ferguson", "David Letterman", "Charlie Sheen"], "q": "''`` Well, you're going to have to take that up with Mr. Thorpe.'' 9. <strong> David Letterman </strong>: The Golden Globes has weird categories.`` Best Actor with a Boston Accent,'' <q> Best Movie That's 45 Minutes too Long, </q>`` Best Focker''... 8. <strong> Craig Ferguson </strong>: CBS announced today that <strong> Charlie Sheen </strong> wasn't on the set today because he's got an ear infection.[ <strong> Craig Ferguson </strong> broke up laughing.] Do you ever", "new_id": -2}, {"uid": "1296463958171245569", "i": 5171, "idx": 0, "sa": ["President Dwight D. Eisenhower", "Mary Bauer", "Ayn Rand", "Sen. Bernie Sanders"], "q": "for their children'' drove the women to leave home and head north. For many, coming to the United States involves leaving their children behind. Thinking about the sad stories she's heard, <strong> Mary Bauer </strong> notes, <q> It's got to be terrible, to choose between being with your children and feeding your children. </q> Veterans Slam <strong> Sen. Bernie Sanders </strong> Bachmann's Plan To Cut Vet Benefits:` Heartless,'` Shows Contempt' For Troops' Sacrifice Virginia Lawmaker Says GOP's 2010 Victories Driven by Opposition to Black <strong> President Dwight D. Eisenhower </strong> <strong> Ayn Rand </strong> Railed Against", "new_id": -2}, {"uid": "1296745480199131144", "i": 25341, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "from criticism though, including suggestions that more troops should have been sent when the United States invaded Iraq in March 2003. While the former secretary says the commanders never asked him for additional forces, he concedes that <q> in retrospect, there may have been times when more troops could have helped. </q> The word`` regret'' does come up when <strong> Donald Rumsfeld </strong> addresses the Abu Ghraib detainee abuse scandal. He said the situation became a`` damaging distraction,'' leading him to write <strong> President Bush </strong> two letters of resignation", "new_id": -2}, {"uid": "1296486671063668234", "i": 25997, "idx": 0, "sa": ["Sergio Marchionne"], "q": "bankruptcy. Chrysler sold 1.52 million cars in 2010, helping it to boost its market share in the vital domestic US market to 9.2 per cent, from 8.8 per cent the year before. <q> It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> chief executive <strong> Sergio Marchionne </strong> said.`` However, our job is not yet done,'' added <strong> Sergio Marchionne </strong>, who is CEO of both Chrysler and Italian carmaker Fiat, which owns a controlling 25 per cent interest", "new_id": -2}, {"uid": "1295567041204783733", "i": 47403, "idx": 3, "sa": ["Eric Schmidt", "Steve Jobs"], "q": ", author of`` Googled: The End of the World as We Know It,'' told Bloomberg Television. <strong> Eric Schmidt </strong>, who commented on the management change to his more than 225,000 followers on Twitter: <q> Day-to-day adult supervision no longer needed! </q> bwomack1@bloomberg.net To contact the editor responsible for this story: Tom Giles at <strong> Steve Jobs </strong>'`` Biggest Accomplishment'' and the Next Big Thing for Apple Despite the`` Wounds'', Now's The", "new_id": -2}, {"uid": "1295981786193069059", "i": 35455, "idx": 0, "sa": ["Bill Lockyer", "Sian Massey", "Richard Keys"], "q": "another member of the Sky Sports crew said <strong> Sian Massey </strong> was`` all right,'' adding:`` Now, I don't know if I should trust his judgment on that?'' Gray then said: <q> No, I wouldn't. I definitely wouldn't... I can see her from here, </q> before swearing and adding:`` What do women know about the offside rule?'' Gray didn't publicly apologized for his remarks, unlike <strong> Richard Keys </strong>, who telephoned <strong> Sian Massey </strong> on Monday. Treasurer <strong> Bill Lockyer </strong> says", "new_id": -2}, {"uid": "1296474894002113563", "i": 17732, "idx": 0, "sa": ["Google Inc.", "David Cameron", "Eric Schmidt", "Rupert Murdoch"], "q": "over new details. <strong> Rupert Murdoch </strong>, who was scheduled to speak at a panel discussion with <strong> Google Inc. </strong>. Chief Executive Officer <strong> Eric Schmidt </strong> at the World Economic Forum in Davos, Switzerland, last week canceled his appearance. <q> The mess bursting around his business in Britain will undoubtedly impact on his international ambitions, </q> said <strong> David Cameron </strong> Banks, a former editor of the Daily Mirror who also worked for News Corp. newspapers the New York Post and The Sun. A spokeswoman for News Corp. declined to comment on whether the hacking", "new_id": -2}, {"uid": "1295501146043302946", "i": 7583, "idx": 1, "sa": ["Colin Powell"], "q": "to changes in the pre-1967 lines did not arise because it had been vulnerable, but rather because it had been the victim of aggression in 1967.- When asked what was the`` minimum territory'' that Israel <q> might be justified in retaining in order to permit a more effective defense, </q> the Chairman of the US Joint Chiefs of Staff( JCS), <strong> Colin Powell </strong> Earl Wheeler, responded on June 29, 1967:`` From a strictly military point of view, Israel would require the retention of some", "new_id": -2}, {"uid": "1295571742147800107", "i": 41158, "idx": 5, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "`` deals, partnerships, customers and broader business relationships, government outreach and technology thought-leadership that are increasingly important, given Google's global reach,'' and act as an adviser to Page and <strong> Sergey Brin </strong>. <q> We are confident that this focus will serve Google and our users well in the future, </q> <strong> Eric Schmidt </strong> said.`` Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we anticipate working together for a long time to come.''( c) UPI", "new_id": -2}, {"i": 180, "idx": 7, "index_answer": 0, "new_id": -1, "q": "things up.'' And`` Idol'' has certainly freshened things up with the new judges, Randy Jackson.`` I talk to Randy all the time,'' <strong> Simon Cowell </strong> said. <q> We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with` The X Factor]. </q>`` Have you watched the new` Idol'?'' <strong> Kit Hoover </strong> asked.`` No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice,", "sa": ["Simon Cowell", "Kit Hoover"], "uid": "1297212014253886469"}]