[{"uid": "1295026897173473835", "i": 8525, "idx": 1, "sa": ["David Letterman", "Kelsey Grammer", "Camille Grammer"], "q": "that was uncomfortable''. During an appearance on` The Late Show with <strong> David Letterman </strong>' yesterday, 55-year-old <strong> Kelsey Grammer </strong> confirmed his engagement to Kayte and spoke about how the divorce from <strong> Camille Grammer </strong> was affecting his children, saying, <q> The kids seem to be doing OK. We've been spending quite a bit of time with them, Kayte and I </q>.", "new_id": -2}, {"uid": "1295160056209272832", "i": 16205, "idx": 0, "sa": ["Asa Dotzler", "Eric Schmidt", "Maria Bartiromo"], "q": "on Google for revenue-- to href=\"http://weblogs.mozillazine.org/Asa Dotzler/archives/2009/12/if_you_have_nothing.html\"> recommend Microsoft's Bing search engine as an alternative to Google. Likewise Software Lets You Take Advantage of Active Directory Infrastructure Across Linux, Windows and Mac Systems <q> People are treating Google like their most trusted friend, </q> said CNBC's <strong> Maria Bartiromo </strong> in the interview.`` Should they be?'' Passing on the opportunity to explain to <strong> Maria Bartiromo </strong> the difference between trusted friends and multi-billion dollar search advertising companies, <strong> Eric Schmidt </strong> responded,``", "new_id": -2}, {"uid": "1296383525015253518", "i": 11678, "idx": 0, "sa": ["Alassane Ouattara", "Ban Ki-moon"], "q": "offer of a recount of votes to solve a persistent leadership crisis. Both the United Nations and AU recognise Gbagbo's challenger <strong> Alassane Ouattara </strong> as the president-elect of the world's biggest cocoa producing country. <q> We must preserve our unified position, act together, and stand firm against Mr Gbagbo's attempt to hang onto power through the use of force, </q> <strong> Ban Ki-moon </strong> was quoted as telling the meeting in a statement issued on Sunday. Davos on Friday that he was concerned about splits in African efforts to end the crisis. Within the next 24 hours the AU", "new_id": -2}, {"uid": "1295224486254787627", "i": 22911, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "initial plan for the long months and eventually years that followed to put Afghanistan and Iraq back on their feet. Korb called it a`` deliberate'' move on then-Defense Secretary <strong> Donald Rumsfeld </strong>'s part. <q> He didn't want any part of nation-building, plus the neocons( neoconservatives) believed( preeminent Iraqi politician Ahmed) Chalabi would take over. They didn't really do any planning for the post-war period, </q> he added. In Iraq and Afghanistan alike, insufficient numbers of US and coalition troops coupled with governments too weak to bring their authority to bear on the population faced a growing insurgency that forced the United", "new_id": -2}, {"uid": "1296762870078708770", "i": 19560, "idx": 4, "sa": ["Zahi Hawass"], "q": "explained that the fire brigade was deployed close by to intervene if need be. His blog featured pictures of heavily armed troops stationed in his office and behind the museum's high railings. <strong> Zahi Hawass </strong> added that <q> nothing is damaged or stolen </q> at Saqqara, but confirmed that six boxes had been stolen at Qantara. He did not say how many objects had gone missing, but said 288 objects had been returned, adding that he was sure", "new_id": -2}, {"uid": "1296023224046219314", "i": 6890, "idx": 0, "sa": ["Allen Iverson"], "q": " After joining the Phillies as a consultant in 1994, he was hired to conduct`` personality assessments'' of prospective NBA draft picks for the 76ers two years later. His first interview was <strong> Allen Iverson </strong>. <q> It's a big town, but it's a small town, </q> Fish said.`` Word started to get around.'' Once it got around to Penn Athletic Director Steve Bilsky 11 years ago, he invited Fish to speak to a group of Penn coaches. The", "new_id": -2}, {"uid": "1295562881148553737", "i": 32193, "idx": 0, "sa": ["Mikhail Gorbachev", "Brent Scowcroft", "George W. Bush", "Colin Powell", "George H. W. Bush", "Dan Quayle", "James A. Baker", "Dick Cheney"], "q": "anniversary show Hussein tried to broker a last minute peace deal with the help of former Soviet leader <strong> Mikhail Gorbachev </strong> but at the same time remaining defiant, calling the coalition forces`` treacherous and cowardly'' and describing <strong> George W. Bush </strong> as <q> the enemy of G od and humanity. </q> Along witGeorge H. W. Bush, the reunion will include former <strong> George H. W. Bush </strong> <strong> Dan Quayle </strong>, then-Defense Secretary <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong>, former Secretary of State <strong> James A. Baker </strong> III and then-National Security Advisor <strong> Brent Scowcroft </strong>. Gen.", "new_id": -2}, {"uid": "1297240707110002271", "i": 60020, "idx": 2, "sa": ["Michael Vick", "Dwaine Caraway"], "q": ", with the radio reporter's commentary inserted as text between video frames. <strong> Dwaine Caraway </strong> insisted the presentation wasn't about <strong> Michael Vick </strong>'s past but his turn-around since leaving prison and returning to professional football. <q> What he is doing and the effect it has on the children lives is the most important factor, </q> he said. Asked how he could think most people in Dallas would support the decision to give <strong> Michael Vick </strong> a key when many see him as the face of cruelty to animals, <strong> Dwaine Caraway </strong> responded that not everyone", "new_id": -2}, {"uid": "1297274422062767154", "i": 46909, "idx": 0, "sa": ["Eric Schmidt"], "q": "companies.`` We try to create lots of new technologies for consumers, and the companies and industries that we disrupt sometimes try to seek recourse in Washington,'' Kovacevich tells Politico in an interview. <q> In particular, Microsoft and our large competitors have invested a lot in D.C. to stoke scrutiny of us. But our goal is to make sure that we can continue creating cool new things for consumers. </q> If you'll remember, Microsoft itself was the target of similar anti-monopoly activity in Washington during the 1990s. At that time, href=\"http://www.digitaltrends.com/computing/google-changes-ceo-co-founder-larry-page-to-take-the-reigns/\"> recently-demoted Google CEO <strong> Eric Schmidt </strong> was an executive at href=\"http://www.digitaltrends.com/tag/sun-microsystems/\"> Sun", "new_id": -2}, {"i": 34756, "idx": 2, "index_answer": 0, "new_id": -1, "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season.`` I thought AI had a real good feel for the game,'' Nuggets coach <strong> George Karl </strong> said. <q> <strong> Michael Jordan </strong> game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved. </q> <strong> Linas Kleiza </strong> benefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Allen Iverson"], "uid": "1294977377249905175"}]