[{"uid": "1297013524149176341", "i": 2449, "idx": 1, "sa": ["David Letterman"], "q": "and it's horrifying.`` Without some kind of medicinal help... institutions used to be full of people who were depressed.'' Asked if he was on medicinal help, <strong> David Letterman </strong> said, <q> Yes, I'm on medicinal help. </q> Creating a free Starpulse.com account only takes a username, your email and a couple of seconds! Starpulse.com members can comment on news and topics, enter contests, show off their favorite artist", "new_id": -2}, {"uid": "1295829625240762905", "i": 50834, "idx": 0, "sa": ["Colin Powell"], "q": "the Union policy address on Tuesday night. Mr <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Arizona. <q> I think he's got a way to go, </q> Mr <strong> Colin Powell </strong> said.`` I mean, he hasn't achieved all of his purposes, but he's stabilised the economy.''`` You know, we didn't elect Superman. We elected a", "new_id": -2}, {"uid": "1296536149067862539", "i": 59260, "idx": 6, "sa": ["Soulja Boy", "Carmelo Anthony", "Marcus Camby", "Allen Iverson", "Ben Wallace", "Delonte West"], "q": "Delonte Western Conference playoff hunt. <strong> Allen Iverson </strong> had 26 points and seven assists, while <strong> Carmelo Anthony </strong> finished with 23 points and nine rebounds as the Nuggets used a <strong> Ben Wallace </strong> second half to defeat the Memphis Grizzlies 120-106 on Monday night. <q> We wanted to end this road trip the right <strong> Soulja Boy </strong>, </q> said <strong> Marcus Camby </strong>, who had 15 rebounds.`` In the first half, we didn't play particularly well.... We knew eventually if we picked up our level of defense, we had enough scoring to put", "new_id": -2}, {"uid": "1295560274260145180", "i": 9170, "idx": 7, "sa": ["Larry Page", "Eric Schmidt"], "q": "run the company collaboratively with Sergey and me as presidents. The structure is unconventional, but we have worked successfully in this way.'' <strong> Eric Schmidt </strong> said he doesn't anticipate any material change in strategy. <q> We tend to agree on everything, </q> he noted. <strong> Eric Schmidt </strong> also said Thursday that <strong> Larry Page </strong> is`` ready to lead.'' <strong> Larry Page </strong>, Google's founding CEO, will once again take charge of the company's day-to-day operations. He will also", "new_id": -2}, {"uid": "1296486373063668243", "i": 2837, "idx": 7, "sa": ["Mike Pence", "Phil Sharp"], "q": "another ad, <strong> Mike Pence </strong> accused <strong> Phil Sharp </strong>'s family of benefiting from a nuclear waste dump deal. <strong> Mike Pence </strong> denounced such tactics after the campaign, writing in an essay titled`` Confessions of a Negative Campaigner'' that <q> negative campaigning, I now know, is wrong. </q>`` It is wrong, quite simply, to squander a candidate's priceless moment in history, a moment in which he or she could have brought critical issues before the citizenry, on partisan bickering,", "new_id": -2}, {"uid": "1295867879158793738", "i": 1425, "idx": 0, "sa": ["Nicolas Sarkozy", "Alassane Ouattara"], "q": "les... <strong> Alassane Ouattara </strong> appelle? boycotter les exportations de cacao ivoirien Plusieurs attaques ont fait au moins treize morts lundi matin en Irak, parmi lesquels dix p?lerins chiites tu?s pr?s de Kerbala,... La France <q> favorable? une taxe financi?re </q>, r?affirme <strong> Nicolas Sarkozy </strong> La France, dans le cadre de sa pr?sidence du G-20, est`` favorable? une taxe sur les transactions financi?res'', a... Semaine d?cisive en Tunisie, dix jours apr?s la", "new_id": -2}, {"uid": "1297528157030277664", "i": 25265, "idx": 0, "sa": ["Sergio Marchionne", "Arlette Chabot"], "q": "italiens de l'Economie et de l'Industrie, ainsi que des responsables du Pi?mont o se trouve le si?ge du constructeur, avait pour objectif de calmer l'inqui?tude provoqu?e par les d?clarations de <strong> Sergio Marchionne </strong> au sujet d'un ventuel rapprochement Fiat-Chrysler. <q> Fiat et Chrysler? Dans les deux ou trois prochaines ann?es, nous pourrons voir une seule entit. Elle pourrait tre bas?e ici aux Etats-Unis </q>, avait-il lanc en fin de semaine derni?re lors d'une visite? San Francisco. <strong> Arlette Chabot </strong> quitte France T?l?visions La journaliste avait t cart?e de la direction de l'information du groupe audiovisuel public fin ao?t. Selon certaines", "new_id": -2}, {"uid": "1297181549166789137", "i": 51110, "idx": 1, "sa": ["Michael Gove", "Len McCluskey"], "q": "in 2001- has been named today as the new chairman of Ofsted. <strong> Michael Gove </strong>, the education secretary, said she was a`` hugely taLen McCluskeyted individual whose passion is improving education'' and that she would ensure Ofsted <q> focuses on improving our schools so we can match the world's best </q>. She will start on 1 March. 11.02 am: Yesterday Downing Street told us that ministers would abstain in the debate on prisoner voting. But the message does not seem to have got through to the Lib", "new_id": -2}, {"uid": "1297303990062455894", "i": 57846, "idx": 0, "sa": ["Hosni Mubarak", "Anderson Cooper", "Keith Olbermann", "David Letterman"], "q": "Films Ahead of Berlin Fest ANALYSIS: Tim Goodman Asks, Did <strong> Keith Olbermann </strong> Just Make a Huge Mistake? In his first interview since returning from Egypt, CNN's <strong> Anderson Cooper </strong> described to <strong> David Letterman </strong> <strong> Anderson Cooper </strong> continued, <q> My instinct, of course, is to punch back but I would start to slap back and then, you know, realize this is just going to make it worse. </q> The correspondent said the fracas and the day's unrest were part of an organized attack by supporters and those aligned with Egypt's embattled president <strong> Hosni Mubarak </strong>. The proof?`` As soon as they wanted", "new_id": -2}, {"i": 35106, "idx": 0, "index_answer": 0, "new_id": -1, "q": "for Merrill Lynch, had a dream of being on the big screen, and <strong> Bradley Cooper </strong> was able to make his dream come true last year by snagging his father a cameo in` The A-Team.' <q> It was one of the best experiences of my life. The guy loves to improvise, </q> <strong> Bradley Cooper </strong> told <strong> David Letterman </strong> on the` Late Show' last summer.`` He wanted to improvise with <strong> Jessica Biel </strong>. He was supposed to stay in his seat, but he got up... He wanted", "sa": ["Bradley Cooper", "David Letterman", "Jessica Biel"], "uid": "1295443782144605260"}]