[{"uid": "1295677498205783062", "i": 32302, "idx": 1, "sa": ["Eamon Gilmore"], "q": "not further to the right, that is, ultra-right. So, let this government be formed, Mr <strong> Eamon Gilmore </strong>. Pay no heed to Fine Gael's sweet and tempting words. I will write on <q> The Two Prongs of Attack for Changing the Republic of Ireland Forever and for the Better </q> in an upcoming post coming later today. I humbly suggest you adopt these two prongs of attack as your party platform. Look at what happened in the Netherlands, Mr <strong> Eamon Gilmore </strong>. Labour there had 42", "new_id": -2}, {"uid": "1297304646234995715", "i": 55283, "idx": 7, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> to let America in on three things no one knows about him. He responded:`` I like ugly dogs.''`` I like cartoons every morning, like the Flintstones and The Jetsons.'' <q> I like to climb trees. </q> A multi-million X Factor ad ran during the Super Bowl last Sunday promoting the fall launch of <strong> Simon Cowell </strong>'s new show. Be sure to check out the video below. So, what do you think", "new_id": -2}, {"uid": "1295628168219987969", "i": 43366, "idx": 3, "sa": ["Dan Gillmor", "Eric Schmidt"], "q": "bureaucratie rampante'', confirme href=\"http://www.economist.com/blogs/newsbook/2011/01/googles_management_shuffle\" target=\"_blank\"> The Economist. Les salari?s les plus talentueux fuient chez la concurrence, les spammeurs ont investi le moteur de recherche et les autorit?s de la concurrence se font mena?antes. <q> C'est le m?me cancer qui a rong Microsoft </q>, analysait cr?ment href=\"http://techcrunch.com/2011/01/08/google-mojo/\" target=\"_blank\"> TechCrunch au d?but du mois. Dan Gillmors un message publi sur href=\"http://googleblog.blogspot.com/2011/01/update-from-chairman.html\" target=\"_blank\"> le blog officiel de Google, <strong> Eric Schmidt </strong> admet que la gestion de Google est devenue``", "new_id": -2}, {"uid": "1295911544158924801", "i": 1648, "idx": 1, "sa": ["Mike Pence", "Robert Aderholt", "Jean Schmidt"], "q": ", and to defund Planned Parenthood. But they also just celebrated.`` We have eight new pro-life Republican women! Thank you!'' shouted <strong> Mike Pence </strong> <strong> Jean Schmidt </strong>, R-Ohio, to the crowd. <q> We're up for a new day in this Congress, </q> said <strong> Mike Pence </strong> <strong> Robert Aderholt </strong>, R-Ala. <strong> Mike Pence </strong>, R-Ind., directed a word of caution to Congress, and perhaps to his own Republican leadership:`` Amidst these struggles some would have us focus on jobs and", "new_id": -2}, {"uid": "1295646089003719170", "i": 16681, "idx": 3, "sa": ["Mike Pence", "Neil Cavuto", "John Campbell"], "q": "part to its appeal last fall to voters outraged about the new health care <strong> Mike Pence </strong> <strong> John Campbell </strong> Explains Proposal to Cut$ 2.5 Trillion in Federal Spending <strong> Mike Pence </strong> <strong> John Campbell </strong> Explains Proposal to Cut$ 2.5 Trillion in Federal Spending Appearing on <q> Your World W/ <strong> Neil Cavuto </strong> </q>, <strong> Mike Pence </strong> <strong> John Campbell </strong> describes the Republican Study Committee's`` Spending Reduction Act'', a$ 2.5 trillion package of budget cuts, as a`` very specific'' first step and just`` the beginning.'' The", "new_id": -2}, {"uid": "1296425350029392900", "i": 40011, "idx": 3, "sa": ["Zahi Hawass"], "q": ". Hemmed in by a strict curfew, <strong> Zahi Hawass </strong> spent the night at home fretting about the fate of his country's treasures.`` Of course I was so worried,'' he said. <q> I have been protecting antiquities all my life. I felt if the Cairo museum is robbed, Egypt will never be able to get up again. </q> Early Saturday, <strong> Zahi Hawass </strong> fought the mobs to reach the museum. He gathered students and others protesting in the streets and rallied them to the building in central Cairo. When <strong> Zahi Hawass </strong> and his ad hoc``", "new_id": -2}, {"uid": "1296252212224411648", "i": 51123, "idx": 0, "sa": ["Steven Tyler", "Lauren Alaina", "Haley Scarnato", "Donald Trump", "Simon Cowell", "Kristy Lee Cook", "Stormi Henley"], "q": ", my dawg, is more of a pitbull this season, taking on the role of <strong> Simon Cowell </strong>... what's his name? Oh, yeah, <strong> Simon Cowell </strong>. <strong> Stormi Henley </strong>, the former Miss Teen USA who said <q> <strong> Donald Trump </strong> used to be my boss. </q> And <strong> Lauren Alaina </strong>, who closed the show singing`` Don't Want to Miss a Thing,'' an impromptu duet with <strong> Steven Tyler </strong>. <strong> Stormi Henley </strong> reminded me of another <strong> Kristy Lee Cook </strong> or <strong> Haley Scarnato </strong>. All equally beautiful,", "new_id": -2}, {"uid": "1296752424175587371", "i": 36225, "idx": 2, "sa": ["Ian Parker", "Zahi Hawass"], "q": "archaeologists, and administrators, are calling me from sites and museums all over Egypt to tell me that they will give their life to protect our antiquities. \" On Saturday, he wrote, <q> I was met outside by many EgyptIan Parkers, who asked if the museum was safe and what they could do to help. The people were happy to see an EgyptIan Parker official leave his home and come to Tahrir Square without fear; they loved that I came to the museum. </q> <strong> Zahi Hawass </strong> was not yet a member of Mubarak's cabinet when <strong> Ian Parker </strong> profiled him in 2009, but was already prone to statements of his influence. <strong> Ian Parker </strong> writes that when he met <strong> Zahi Hawass </strong>, \"", "new_id": -2}, {"uid": "1296611443017858587", "i": 7134, "idx": 0, "sa": ["Tony Veitch", "Angelina Jolie", "Jessica Alba", "John Key", "Shane Warne", "Elizabeth Hurley"], "q": "<strong> Elizabeth Hurley </strong> among his celebrity crushes during an interview on Radio Sport last week. He revealed his list of favourite females to host <strong> Tony Veitch </strong> after being asked if he'd like to be cricketer <strong> Shane Warne </strong>. <q> Yeah, well, given, his current liaisons with <strong> Elizabeth Hurley </strong>, </q> <strong> John Key </strong> said.`` I like <strong> Elizabeth Hurley </strong>, actually. I reckon she is hot.'' He also listed <strong> Jessica Alba </strong> to his` hot' list, along with <strong> Angelina Jolie </strong>. The Mail", "new_id": -2}, {"i": 8363, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an episode of`` American Idol'' since he left the show. Talking to reports on a conference call for his new music competition series,`` The X Factor,'' <strong> Simon Cowell </strong> says, <q> I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. </q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings.`` What I was more concerned about[ was] the", "sa": ["Simon Cowell"], "uid": "1297126081224133121"}]