[{"uid": "1297214985071778305", "i": 13999, "idx": 0, "sa": ["Mike Pence"], "q": "with family-planning services and basic health medical care, like pap smears and screening for diabetes, breast cancer, cervical cancer and sexually transmitted diseases. Our legislative slogan for 2011: Let Them Use Leeches. <q> What is more fiscally responsible than denying any and all funding to Planned Parenthood of America? </q> demanded <strong> Mike Pence </strong> of Indiana, the chief sponsor of a bill to bar the government from directing any money to any organization that provides abortion services. Planned Parenthood doesn't use government money to provide abortions;", "new_id": -2}, {"uid": "1296444801159711269", "i": 15379, "idx": 10, "sa": ["Mitch Daniels", "Mike Pence", "Phil Sharp", "Mike McDaniel"], "q": "<strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. \"He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike McDaniel </strong> walks through,\" she said. <q> Obviously it'd be great for the state of Indiana. </q> <strong> Mike Pence </strong> is from Columbus and was an attorney before running unsuccessfully for Congress against Democrat <strong> Phil Sharp </strong>( title=\"Legal- BRIEF: EU: new Tunisian foreign minister to visit Brussels next week\"> BRIEF: EU: new", "new_id": -2}, {"uid": "1295618523207978567", "i": 6979, "idx": 1, "sa": ["Mike Pence", "Barack Obama", "Jonathan W. Martin", "Kasie Hunt"], "q": "... Even in traditionally moderate New Hampshire, the Tea Party is ascendant....[ A] dvisers... say Romney could begin reaching out to activist leaders later.\" target=\"_blank\" http://bit.ly/hjSx6q-- <q> Open GOP field creates space for <strong> Mike Pence </strong>, </q> by <strong> Jonathan W. Martin </strong> and <strong> Kasie Hunt </strong>: \"To understand the dissatisfaction on the right with the current crop of Republican Barack Obamaial hopefuls, look no further than <strong> Mike Pence </strong>.[ The] Indiana congressman... is currently the subject of a", "new_id": -2}, {"uid": "1295779892017170523", "i": 2206, "idx": 0, "sa": ["Mike Pence"], "q": "to push the Columbus Republican toward the White House. A group of South Carolina lawmakers stood on the steps of their state Capitol on Wednesday to encourage <strong> Mike Pence </strong> to run. <q> It's not a complicated message, but it's a heartfelt one, </q> state <strong> Mike Pence </strong> Kris Crawford said. \"We would like him on the ballot.\" Leaders of the conservative movement made the same argument in a letter to <strong> Mike Pence </strong> this week.", "new_id": -2}, {"uid": "1295336713131039270", "i": 8969, "idx": 1, "sa": ["Matt Lloyd", "Mike Pence"], "q": "series of events commemorating the Rev. Martin Luther King Jr. on Monday, said through a spokesman that he will make a decision by the end of the month on whether he plans to seek the presidency. <q> Congressman <strong> Mike Pence </strong> is humbled by the encouragement he has received across Indiana and the country to seek higher office, </q> spokesman <strong> Matt Lloyd </strong> said. \"He will continue to prayerfully consider counsel.\" <strong> Mike Pence </strong>, who represents the state's 6th district, also is widely mentioned as a candidate for Indiana governor, a post Gov.", "new_id": -2}, {"uid": "1297459269244645955", "i": 3647, "idx": 0, "sa": ["Hosni Mubarak", "Mike Pence", "Gary Ackerman"], "q": "demonized as seeking to install a Sunni theocracy. But many in Congress expressed concerns about what may be coming next in Egypt, saying they hope an Iranian-style Islamist revolution will not follow the current turmoil. <q> I do not believe the people of Egypt have undertaken this glorious, peaceful revolution in order to substitute a repressive religious regime and regional instability for the stifling and brutal <strong> Hosni Mubarak </strong> regime, </q> said <strong> Gary Ackerman </strong>, the top Democrat on the House Middle East subcommittee. \"I am concerned about an orderly transition to what? Or an orderly transition to who?\" Representative <strong> Mike Pence </strong>, a Republican,", "new_id": -2}, {"uid": "1295504718216596482", "i": 34376, "idx": 0, "sa": ["Mike Pence", "Todd Rokita"], "q": "summed up the law as the \"job killing, socialistic and out of touch health care bill.\" <strong> Todd Rokita </strong>, a Republican freshman from Indiana, in his first statement on the floor, said, <q> Health care is not a right, </q> as Representative Pence_Mike Pence/index.html?inline=nyt- per\" title=\"More articles about Mike Pence.\"> <strong> Mike Pence </strong>, also of Indiana, looked on proudly, like a father who just saw his son take off down the street without training wheels. Another", "new_id": -2}, {"uid": "1296169756065815248", "i": 55550, "idx": 2, "sa": ["Mike Pence"], "q": "an interview with the Star later tonight. It may have been scheduled for tomorrow, though. That's what his dear ol' mum said when a National Journal reporter Pence-Mike Pence-s-mom-says-he-ll-announce-tomorrow-20110127\"> called her earlier today: <q> \"He will be making his announcement tomorrow, </q> Nancy <strong> Mike Pence </strong> Fritsch said from at her home in Columbus, Ind. Asked to confirm reports that she has told him to make up his mind,[ his] mom did not deny it.", "new_id": -2}, {"uid": "1295336713131039270", "i": 8971, "idx": 3, "sa": ["Mike Pence", "Barack Obama"], "q": "<strong> Mike Pence </strong> stepped down from his post in the House Republican leadership and is one of his party's strongest advocates for conservative policies. He also is among the GOP's most outspoken critics of <strong> Barack Obama </strong>. <q> We've been trying to listen first to Hoosiers and then to other voices around the country about where they think we might best serve in the years ahead, </q> <strong> Mike Pence </strong> told about 100 people at a conference room at Henry County Hospital in New Castle, Ind. \"We'll be making a decision before the end of this month.\" Should <strong> Mike Pence </strong> enter the contest", "new_id": -2}, {"i": 31382, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Yard might have been hoping that the phone- hacking row would die down with the resignation of <strong> Andy Coulson </strong>. Few things seem more unlikely. <strong> Alastair Campbell </strong>, <strong> Andy Coulson </strong>'s most high-profile predecessor, summed it up simply yesterday: <q> I think the role of the police in this is now going to become centre-stage. </q> In truth it was a Hospitals fined for mixed-sex wards London, January 24: Hospitals have to pay a fine of Â£ 250 per patient per day for breaking rules on mixed-sex accommodation. There were around", "sa": ["Andy Coulson", "Alastair Campbell"], "uid": "1295845469082296851"}]