[{"uid": "1297657600196149258", "i": 37244, "idx": 1, "sa": ["Sergio Chiamparino", "Paolo Romani", "Sergio Marchionne"], "q": "Trade unions and politicians have already accused <strong> Sergio Marchionne </strong> of \"blackmail\" in pushing through a tough deal on working conditions at Fiat's flagship Mirafiori plant in Turin to save the factory from closure. <q> Fiat is a great multinational which is growing in the world but its heart remains Italian, Industry Minister <strong> Paolo Romani </strong> said Saturday, adding, \"All arguments are now closed. </q> Romanni had said Monday that he would be asking <strong> Sergio Marchionne </strong> \"to commit to investing in our country and remain with head and heart\" in Italy. Mayor of Turin <strong> Sergio Chiamparino </strong> said Saturday the Fiat", "new_id": -2, "mturk_index": "809"}, {"uid": "1297607403217546755", "i": 37500, "idx": 0, "sa": ["Zahi Hawass"], "q": "Un soldat gyptien devant le Mus?e gyptien du Caire, le 30 janvier 2011 <q> Une statue en bois recouverte d'or du roi de la XVIII?me dynastie Toutankhamon port par une d?esse </q> ainsi que la partie sup?rieure d'une autre statue du m?me pharaon en train de lancer un harpon ont t vol?es, a annonc dimanche le patron des antiquit?s gyptiennes, <strong> Zahi Hawass </strong>. Le Mus?e gyptien du Caire rec?le", "new_id": -2, "mturk_index": "1157"}, {"uid": "1296532535074448923", "i": 53064, "idx": 10, "sa": ["John Wall", "Andrew Bogut", "Allen Iverson", "Darryl Dawkins", "Larry Brown"], "q": "and GBOA ChAllen Iversonge of Champions. <strong> Andrew Bogut </strong>'s dad is 6' 3 and played in the league for 3 years and his mother was an olympic sprinter... not bad genes eh? nba 2k10 Add me; A2ksportsmix@hotmail.com <q> Former NBA MVP <strong> Allen Iverson </strong> is headed overseas to play basketbDarryl Dawkins. The 11-time Darryl Dawkins-Star signed a$ 4 million, two-year contract with Turkish club Besiktas during a news conference Friday at the upscale St. Regis Hotel in Manhattan. </q>- AP. Submitted by <strong> Andrew Bogut </strong> game5 <strong> Allen Iverson </strong> of the charlotte bobcats vs boston celtics coach <strong> Larry Brown </strong> and <strong> Allen Iverson </strong> reunites make an attempt to win a championship. with the addition of <strong> Andrew Bogut </strong> in the starting lineup Wall_John Wall_First_Pick_In_2010_NBA_Draft,_Reminisent_of_Allen Iverson_Allen Iverson? Iverson_Allen Iverson_retires_due_to_injury!?!_12_January_2011", "new_id": -2, "mturk_index": "1519"}, {"uid": "1296261938051675143", "i": 49830, "idx": 3, "sa": ["Nate Funk", "Jimmer Fredette", "Allen Iverson", "Larry Bird", "John Paxson"], "q": "and- <strong> Jimmer Fredette </strong>- comes- to- Omaha/5598317?pid=30222\"> <strong> Nate Funk </strong> \" \" reminds me of Fredette-and-the-unfamiliar-a-cold-hand\"> <strong> Larry Bird </strong> \" \" He reminds me of that one guy from Duke \" <q> reminds me of <strong> Allen Iverson </strong> </q> The fact that people can look at a jump-shooting Mormon kid named <strong> Jimmer Fredette </strong> and see both <strong> John Paxson </strong> and <strong> Allen Iverson </strong> tells me that 1.) <strong> Jimmer Fredette </strong> is pretty plainly like neither; 2.) America can be pretty", "new_id": -2, "mturk_index": "1179"}, {"uid": "1296825652159875079", "i": 8194, "idx": 0, "sa": ["Darren Emerson", "Simon Cowell", "Kate Thornton"], "q": "( 03.02.11) that she and partner DJ news from Female First\"> DJ <strong> Darren Emerson </strong> split some time ago, but have remained close in order to protect their two-year-old son Ben. She said: <q> As you ladies are aware I separated from <strong> Darren Emerson </strong> some time ago and we have worked through this together. We have come to terms with it now and are now able to speak about it. Every relationship where a child is involved is born out of love. There is a little boy in the middle and he has to come first. There is an overwhelming emotion of sadness but it doesn't make me want to scream and shout. It makes me want to learn from it. </q> \" I wouldn't watch the show now because it would be like seeing your ex-boyfriend with his new girlfriend. \" <strong> Kate Thornton </strong> and <strong> Darren Emerson </strong> started dating in 2004 and got engaged in 2007. <strong> Simon Cowell </strong> from", "new_id": -2, "mturk_index": "297"}, {"uid": "1296333433124829778", "i": 15150, "idx": 0, "sa": ["Michael Vick"], "q": "inked a two-year endorsement deal with Unequal Technologies, a producer of the protective pads worn in games, according to RadarOnline. The deal will be publicly announced target=\"_blank\" today, according to the company. <q> We're real excited about it, </q> the company's chief executive officer Rob <strong> Michael Vick </strong>` thankful,'` ecstatic' to be back in Hawaii after long journey back to Pro Bowl target=\"_blank\" Hawaii( AP)- While every Pro Bowl", "new_id": -2, "mturk_index": "1340"}, {"uid": "1295594704029032469", "i": 41043, "idx": 0, "sa": ["George H. W. Bush", "Dick Cheney", "Colin Powell", "James A Baker", "Dan Quayle"], "q": "unable to attend, thanked the former <strong> George H. W. Bush </strong>, his officials, the US and its military forces. \"Believe me, Kuwait and its people will never forget you,\" he said. <q> We carry in our hearts what you did for us each and every day. </q> <strong> George H. W. Bush </strong> was briefly joined by former <strong> George H. W. Bush </strong> <strong> Dan Quayle </strong>. Later, his top advisers- then-defence secretary <strong> Dick Cheney </strong>, former joint chiefs of staff chairman <strong> Colin Powell </strong>, former secretary of state <strong> James A Baker </strong> and then-national security adviser", "new_id": -2, "mturk_index": "729"}, {"uid": "1296216057257081374", "i": 42193, "idx": 0, "sa": ["Michael Vick", "Ryan Higa"], "q": "on the field as well, with his disciplined play and leadership now admired as much as his sheer athleticism once was. This will be <strong> Michael Vick </strong>'s fourth Pro Bowl, but as he noted, <q> I feel like this one I had to work hard to get here. </q> This stuff is no secret It's safe to say that <strong> Ryan Higa </strong> is a hit. Roughly 9 million hits, actually. That's the online action the Hilo native", "new_id": -2, "mturk_index": "1992"}, {"uid": "1295669856061620359", "i": 25520, "idx": 3, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "Die ehemaligen Studienkollegen <strong> Larry Page </strong> und <strong> Sergey Brin </strong> hatten Google 1998 gegr?ndet. 2001 bergaben die beiden ihr Baby an <strong> Eric Schmidt </strong>. Unter dem erfahrenen Manager hat sich Google von einer aufstrebenden Suchmaschine zu einem breit aufgestellten Technologiekonzern gemausert. <q> <strong> Eric Schmidt </strong> ist ein toller Firmenchef und ich habe viel von ihm gelernt </q>, sagtLarry Page in einer Telefonkonferenz. Google bertraf mit der Bilanz die Erwartungen der Analysten Das Gesch?ft bl?ht: Im Schlussquartal stieg der Umsatz um 26 Prozent auf 8,4 Milliarden Dollar( 6,2 Milliarden Euro).", "new_id": -2, "mturk_index": "1954"}, {"uid": "1296831010140378163", "i": 36771, "idx": 1, "sa": ["Bill Clinton", "Bernie Sanders"], "q": "when he said Reagan \"changed the trajectory of America\" in a way <strong> Bill Clinton </strong> \"did not.\" Independent Senator <strong> Bernie Sanders </strong>, a standard-bearer for the American Left, acknowledged to AFP this week that Reagan <q> was a very warm individual </q> who \"connected with the American people.\" \"But I think many of the policies that he developed did a great deal of disservice to the middle class and working families of this country. And", "new_id": -2, "mturk_index": "521"}]