[{"uid": "1297702046148619270", "i": 51617, "idx": 14, "sa": ["Michael Gove", "Andy Burnham"], "q": "\" . He told Mr <strong> Michael Gove </strong>: \"To give the six councils confidence of a fair hearing shouldn't you now remove yourself from any further part in this decision?\" It was a <q> damning verdict on a Cabinet minister by a High Court judge </q>. Mr <strong> Michael Gove </strong> was now in the \"last chance saloon with a clear warning to change his ways\" , Mr <strong> Andy Burnham </strong> added. The Education Secretary said the legal advice \"referred specifically to", "new_id": -2}, {"uid": "1296132165113377297", "i": 14177, "idx": 1, "sa": ["Michael Gove"], "q": "will try( them). They have given the indication that they will work with the ICC.\" New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1296137934049446922", "i": 27561, "idx": 0, "sa": ["Michael Gove"], "q": "to Ofsted will mean schools will be judged by the watchdog on four key areas- quality of teaching, leadership, pupils' behaviour and achievement. Publishing the Bill on Thursday, Mr <strong> Michael Gove </strong> said: <q> There are areas of Ofsted inspections, such as community cohesion or regulations Michael Governing what students bring in in their lunchboxes at lunchtime, which are entirely peripheral. \"One of the problems with Ofsted inspections is that they are asked to inspect and measure for things which, by definition, are hard to judge and not central to what schools are about. </q> Play video News Headlines( Lunchtime) for January 27th,... Play video Anger Grows Over Forest Sell-Off Plans Subscribe to RSSMost Popular in: UK Keep up to date with Yahoo! News on Facebook.", "new_id": -2}, {"uid": "1297427071058949663", "i": 2977, "idx": 5, "sa": ["Michael Gove", "Andy Burnham"], "q": "\"The final decision on any project still rests with him and... no one should gain false hope from this decision\" . <strong> Andy Burnham </strong>, Labour's shadow education secretary, said the ruling was a victory <q> for all the communities and children betrayed by <strong> Michael Gove </strong> </q>. He said the ruling was a \"damning verdict on[ <strong> Michael Gove </strong>'s] competence as a minister\" . \"School building and repair is in complete chaos thanks to Mr <strong> Michael Gove </strong>. He condemns many", "new_id": -2}, {"q": "\" or \"America's Got Talent\" is that the judges will actually work with three finalists each and make decisions as to what the competitors will sing, how they will sing it and more. <q> That means you have to work with them up to five or six days a week, </q> <strong> Simon Cowell </strong> points out. \"So, I need to find someone willing to make that commitment because it is hard work.... It is important to me that I have people I can trust in terms of their", "sa": ["Simon Cowell"], "index_answer": 0, "idx": 1, "i": 56081}, {"uid": "1296137820192086026", "i": 49207, "idx": 1, "sa": ["Michael Gove"], "q": "point where people will not hear their ruler when he says,' I have understood you!\" ' New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1296231867027263003", "i": 4687, "idx": 1, "sa": ["Michael Gove"], "q": "and other students in special circumstances such as teenager mothers are taught in PRUs. <strong> Michael Gove </strong> said he wanted to encourage new organisations to run pupil referral units, including one that recruited army veterans. <q> Most local authority-run pupil referral units are not up to snuff... and we know that there are organisations which have done a fantastic job in meeting some of the needs that these young people have. There's an organisation called Skillforce that takes ex-army veterans and helps them deal with children that are at risk of disengagement, and I know they're interested too, in playing a part in helping. </q> the schools white paper published last November, also includes measures to narrow the focus of Ofsted inspections from 27 categories to just four. Schools inspectors will be asked to look at achievement, the quality of", "new_id": -2}, {"uid": "1295457513005177350", "i": 58285, "idx": 0, "sa": ["Michael Gove", "Nick Robinson", "David Cameron"], "q": "'s Blog via these feeds. Latest from BBC News blogs <strong> Nick Robinson </strong>: \"<strong> Michael Gove </strong>- friend, ally and trusted adviser to <strong> David Cameron </strong>- has urged people to vote Liberal Democrat in...\" <q> To Newbridge Rugby Club where I doubt they have such a thing as a Zen room handy. What will True... </q> \"At Holyrood, they are assiduously talking money- with the Stage One vote on the Scottish Michael Government's budget due next...\" \"Some major mood-swings in the House of Lords- but as yet no deal", "new_id": -2}, {"uid": "1297432165063684617", "i": 38383, "idx": 0, "sa": ["Michael Gove"], "q": ") programme. The decision meant dozens of projects in Kent for redeveloping secondary schools were ditched last year despite several million pounds having been spent. In his ruling, Justice Holman said <strong> Michael Gove </strong> should <q> reconsider the position of each of the claimants with an open mind and paying due regard to whatever representations they may respectively make. But provided he discharges that duty and his equality duties, the final decision on any given school or project still rests with him. He may save all, some, a few, or none. No one should gain false hope from this decision. </q> The ruling gives a glimmer of hope that KCC could yet save some of the axed schemes. However, the judge ruled against the councils' argument that the original decision to ditch the BSF", "new_id": -2}, {"uid": "1296088428107003921", "i": 57634, "idx": 2, "sa": ["Michael Gove"], "q": "change my plans.\" <strong> Michael Gove </strong> Coppock, aged 18, is a student at Newbury College. He said he knew many people who were very disheartened at the loss of the payment, and added: <q> As my family isn't that well off I'm part of the EMA scheme that helps me greatly every week, this is going to affect me badly as I mainly use the money for travel and equiptment costs. </q> One pupil heading to Newbury College in September, Joezy Wells, aged 16, said he was also worried about the cost of travelling back and to, and did not know if he would be able to", "new_id": -2}]