[{"uid": "1297273074137707595", "i": 19949, "idx": 1, "sa": ["Sergio Marchionne"], "q": ". It was fresh, different, and captures the spirit of what <strong> Sergio Marchionne </strong> is trying to do at Chrysler. That's why it hit home. Late Sunday night <strong> Sergio Marchionne </strong> knew he had a winner. <q> I got e-mails after the Super Bowl at 10 or 11 at night from Chrysler employees saying they've never been prouder to work for Chrysler, </q> he said.`` And these are from people who have been here 20 or 30 years.'' That's why <strong> Sergio Marchionne </strong> is smiling. He admits that it's great to get everyone talking about Chrysler", "new_id": -2}, {"uid": "1295564093148553843", "i": 3790, "idx": 1, "sa": ["Eric Schmidt"], "q": "Google. Last year Facebook ousted Google to become the most visited web site on the planet. <strong> Eric Schmidt </strong> said the three had been talking about how best to simplify management structure and speed up decision making. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said. Colin Gillis, analyst at BGC Financial in New York said it Google faced growing regulatory issues and it was a good move for <strong> Eric Schmidt </strong> to focus on that area. Sales for", "new_id": -2}, {"uid": "1296364135215957509", "i": 17626, "idx": 16, "sa": ["Kobe Bryant", "Vince Carter", "Allen Iverson", "LeBron James"], "q": "lot.'' Had things gone differently, <strong> Allen Iverson </strong> could've been a member of the Celtics, who were also in the running for his skills. The Celtics certainly saw what they missed out on Tuesday night. <q> I honestly just have a lot of respect for the Boston organization and for them being interested in me in the way they were, </q> <strong> Allen Iverson </strong> said.`` You always have to feel http://wn.com/Game_5_ECF_Cleveland_Cavaliers_vs_Orlando_Magic_5/28/2009 <strong> LeBron James </strong> 48 PTS, 9 REB, 7 ASST Scored 29 of the team's last 30 points. <strong> Vince Carter </strong> performace. http://wn.com/Kobe_Bryant_Scores_81_Points_Raptors_vs_Lakers_Part_1 In 2006, <strong> Kobe Bryant </strong> scored a career", "new_id": -2}, {"uid": "1295702917119783444", "i": 28840, "idx": 1, "sa": ["Mike Pence"], "q": "The Pacers committed six turnovers, including three in the final two minutes, in the final quarter.`` I guess it's a consistency thing,'' swingman <strong> Mike Pence </strong> Dunleavy said. <q> We're not consistently performing on both ends. We have lapses at times. We do a decent job of hanging in there but just not for the full 48 minutes. </q> There's not one consistent reason behind the Pacers' struggles in the fourth quarter. Some games it's turnovers. Other games it's poor shot selections. And there", "new_id": -2}, {"uid": "1295496007204455976", "i": 21003, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Jennifer Lopez"], "q": "Slideshow: <strong> Paula Abdul </strong> poses for photographers backstage during the 9th... <strong> Simon Cowell </strong> gone from` American Idol' and newbies <strong> Jennifer Lopez </strong>... Photo in Slideshow: Mairely Perea, 11,( cq) takes a photo of Report Abuse <q> At first, it was interesting to see these two... they both are interesting people... especially </q> ABC News: Watch: Comic Stripped: Not Exactly Your Sunday Funnies Save 75% On Cruises We're America's oldest and largest discount cruise clearinghouse. Buy Movie DVDs Now Over 30,000 Titles In Stock.$", "new_id": -2}, {"uid": "1295564439055377922", "i": 21034, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "thought leadership-- all of which are increasingly important given Google's global reach. Subscribe to The Economic Monitor to get the day's most relevant news, data and anlaysis. Sample <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said in an earnings release. <strong> Sergey Brin </strong>, Google's other co-founder, will focus on strategic projects, in particular new products.`` <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for", "new_id": -2}, {"uid": "1295622200043139151", "i": 1889, "idx": 0, "sa": ["Tim Cook", "Eric Schmidt"], "q": "an indefinite medical leave and Chief Operating Officer <strong> Tim Cook </strong> has been taking care of day to day operations. At first thought, <strong> Eric Schmidt </strong> moving to Apple would rather seem unlikely, but not impossible either. <q> While not necessarily likely, we think this scenario is at least a possibility, </q> Jefferies analyst Peter Misek wrote in his note to clients.`` Since Larry Page had the most sway in the Google triumvirate and with Apple's market cap among the top three in the world, the", "new_id": -2}, {"uid": "1297290951065437723", "i": 49185, "idx": 1, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "<strong> Steve Ballmer </strong> announced the latest changes Wednesday in an e-mail to Microsoft employees.`` We're already making strong traction across our Server and Tools Business by embracing cloud services,'' <strong> Steve Ballmer </strong> wrote. <strong> Satya Nadella </strong> <q> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future. </q> <strong> Steve Ballmer </strong> also disclosed that <strong> Amitabh Srivastava </strong>, senior vice president in the Server and Tools Business, is leaving Microsoft.`` Windows Azure is in a great place and <strong> Amitabh Srivastava </strong> is ready to move to a new phase", "new_id": -2}, {"uid": "1295051070047939640", "i": 11109, "idx": 0, "sa": ["Richard Holbrooke", "Colin Powell", "Kati Marton"], "q": "he proved relentless; following her onstage before a speech, into a hotel room and once into a ladies' room to make his point. Chairman of the Joint Chiefs of Staff Mike Mullen said, <q> Every hour with him was crowded. Every outing an adventure. Every conversation turned into a debate... the man was monumentally-- if not exasperatingly-- interested in everything... I guarantee you, when we meet up with him again, there's going to be a pop quiz. </q> The 14 speakers at the memorial included two US presidents, a former UN Secretary <strong> Colin Powell </strong> and the Secretary of State as well as <strong> Richard Holbrooke </strong>'s wife, journalist and author <strong> Kati Marton </strong>, his sons, Anthony and", "new_id": -2}, [{"i": 13862, "idx": 4, "index_answer": 1, "new_id": -1, "q": "at Mr. <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq.`` <strong> Colin Powell </strong> was not duped or misled by anybody,'' Mr. <strong> Donald Rumsfeld </strong> writes. <q> Nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong. </q> Even so, Mr. <strong> Donald Rumsfeld </strong>-- who does reveal that former <strong> President Bush </strong> asked for Iraq invasion plans within days of 9/11-- argues that removing <strong> Saddam Hussein </strong> was the right thing to do. He denies,", "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell", "President Bush"], "uid": "1297662325045400099"}]]