[{"uid": "1296226806149782548", "i": 53180, "idx": 0, "sa": ["Mike Pence"], "q": "<q> Previous Is the Arab World Ready for Democracy? provides some context and points out something I think a lot of Western cheerleaders fail to grasp: \" There's no way for Egypt to be democratic and exclude the Islamists from political participation. The same is true for most other parts of the Arab world... </q>-- <strong> Mike Pence </strong> has removed himself from 2012 presidential contention( by all accounts TIME The Internet tries to restore communication to Egypt amid web blackout| title=\"A Day After CEO Is Hacked, Facebook Rolls Out New", "new_id": -2}, {"uid": "1295290149026066947", "i": 8746, "idx": 0, "sa": ["George W. Bush", "Mike Pence", "Jim Ryun", "Mitt Romney"], "q": "<strong> George W. Bush </strong> ComMitt Romneyee and led by former Republican <strong> Mike Pence </strong> <strong> Jim Ryun </strong> of Kansas and former Reagan administration lawyer Ralph Benko, said it was rallying behind <strong> Mike Pence </strong> because he was the only potential candidate with a consistently conservative record. <q> <strong> Mike Pence </strong> has demonstrated the ability to enthusiastically advance the cause of conservatives and constitutional, limited government, and for that reason I am encouraging him to get in the race, </q> <strong> Jim Ryun </strong> said. \" One, he actually has a track record of speaking truth to power, standing up to his own party's leadership on the things that have tarnished the Republican brand, such as", "new_id": -2}, {"uid": "1295546694266108941", "i": 50691, "idx": 3, "sa": ["Sean Hannity", "Mike Pence", "Alan Grayson", "Alex Jones", "Barack Obama", "Rick Santorum"], "q": "<strong> Alan Grayson </strong> Under The Bus Comments from <strong> Mike Pence </strong> <strong> Alan Grayson </strong> were unearthed in which he labeled Linda Robertson \" a K street whore \" in a radio interview with <strong> Alex Jones </strong>. <strong> Rick Santorum </strong> then tells <strong> Sean Hannity </strong> that <strong> Barack Obama </strong>- who dubbed <strong> Alan Grayson </strong> as <q> an outstanding member of Congress </q>- would be... <strong> Rick Santorum </strong>: When <strong> Barack Obama </strong> Said' I Am Not An Ideologue,' I Kept Thinking, Nixon' I Am Not A Crook' <strong> Rick Santorum </strong>: When <strong> Barack Obama </strong> Said' I Am Not An Ideologue", "new_id": -2}, {"uid": "1296253498075055119", "i": 306, "idx": 2, "sa": ["Richard Lugar", "Mike Pence"], "q": "<strong> Richard Lugar </strong> Prather, a retired auto worker from Anderson, said after the Pendleton town hall that he believed <strong> Mike Pence </strong>'s reputation as a federal spending hawk would serve him well running for the governor's office. <q> I think he would have been a good candidate for president, but I'm glad he didn't, </q> Prather said. \" In the next race, he can run for president. \"", "new_id": -2}, {"uid": "1296255733207339541", "i": 58111, "idx": 4, "sa": ["Richard Lugar", "Mike Pence"], "q": "<strong> Richard Lugar </strong> Prather, a retired auto worker from Anderson, said after the Pendleton town hall that he believed <strong> Mike Pence </strong>'s reputation as a federal spending hawk would serve him well running for the governor's office. <q> I think he would have been a good candidate for president, but I'm glad he didn't, </q> Prather said. \" In the next race, he can run for president. \" Details of fatal Westport punch emerge, according to prosecution", "new_id": -2}, {"uid": "1296252425002899968", "i": 41270, "idx": 2, "sa": ["Richard Lugar", "Mike Pence"], "q": "<strong> Richard Lugar </strong> Prather, a retired auto worker from Anderson, said after the Pendleton town hall that he believed <strong> Mike Pence </strong>'s reputation as a federal spending hawk would serve him well running for the governor's office. <q> I think he would have been a good candidate for president, but I'm glad he didn't, </q> Prather said. \" In the next race, he can run for president. \" User comments are not being accepted on this article. gen%2Fblogs%2Fdayton%2Feducation%2Fentries%2F2011%2F01%2F28%2Ffirstever_cuts.html%3Fcxtype%3Dfeedbot\"> First-ever cuts to teachers' pension await OK by", "new_id": -2}, {"uid": "1296593963161153079", "i": 2822, "idx": 1, "sa": ["Richard Lugar", "Mike Pence"], "q": "<strong> Richard Lugar </strong> also has kind words for <strong> Mike Pence </strong>, who is mulling a 2012 gubernatorial run after Pence- out- republican- presidential- field- open- daniel- foster?page=1\"> ruling out a presidential bid. <q> I talked to him prior to his decision the other day. He was kind enough to phone me, </q> <strong> Richard Lugar </strong> says. \" I encouraged him to continue his exploration, which he was planning to do, and to reach a decision as soon as possible. In the event that he is to be a candidate,", "new_id": -2}, {"uid": "1297348977055672873", "i": 58872, "idx": 0, "sa": ["Jonathan Allen", "Mike Pence", "Chris Lee", "John Boehner"], "q": "<strong> Jonathan Allen </strong>| 02/10/11 8:45 AM EDT( with an assist from Jake \" Fast Break \" Sherman) THAT WAS FAST I: <strong> Mike Pence </strong> <strong> Chris Lee </strong>'S THREE-HOUR SCANDAL-- <q> The promising political career of <strong> Mike Pence </strong> <strong> Chris Lee </strong> collapsed Wednesday after an Internet tabloid published a shirtless picture of him that the married congressman had sent to a Maryland woman on Craigslist, </q> Jerry Zremski writes for the Buffalo News. \" In one of the fastest and most bizarre start-to-finish scandals in recent Washington history, the Amherst Republican submitted his resignation to House Speaker <strong> John Boehner </strong>, R-Ohio, a mere three", "new_id": -2}, {"uid": "1296226773041238599", "i": 53193, "idx": 0, "sa": ["Michele Bachmann", "Rick Scott", "Mike Pence", "Tim Pawlenty"], "q": "<strong> Rick Scott </strong> Jon Huntsman Jr., \" who is rumored to be considering a presidential run, the will keynote the Reagan 100 Opening Banquet at the Reagan Ranch Center in Santa Barbara California Feb. 4. <strong> Tim Pawlenty </strong>: <q> In an interview released in Christianity Today Thursday, <strong> Tim Pawlenty </strong> asserted that the United States was` founded under God' and that the founding fathers put that into the nation's founding documents. In the wide-ranging interview, <strong> Tim Pawlenty </strong> talked about his faith, his reversal on cap and trade, and the possibility of running against <strong> Mike Pence </strong> <strong> Michele Bachmann </strong>, </q> the Minnesota Independent writes. <strong> Mike Pence </strong>: \" U.S. <strong> Mike Pence </strong> shut the door today on a run for the presidency, but left wide open the likelihood that he'll seek a different", "new_id": -2}, {"i": 5772, "idx": 2, "index_answer": 1, "new_id": -1, "q": ",'' <strong> David Letterman </strong> said:`` Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?'' <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, <q> Well, I'm sorry to hear that, or I'm not sorry to hear that? </q>`` Well, you are respectfully considerate, and yet pleased for the new developments in my life,'' <strong> Kelsey Grammer </strong> offered.`` Well, it's a difficult time, regardless,'' <strong> David Letterman </strong>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295082156260702223"}]