[{"uid": "2008122305_00012166_W", "i": 2058, "idx": 1, "sa": ["Doug Powell", "Daniel Bell"], "q": "process was just starting, he couldn't answers questions like cause of death, motive or autopsy results. but when asked if police still suspected a possible drug connection between macdonald and the victim, <strong> Daniel Bell </strong> said, <q> we still stand by that. </q> but he wouldn't elaborate. parish was last seen november 12 in the parking lot of a building housing the bay house pub and other businesses. <strong> Doug Powell </strong> owns zen tatu, the tattoo business in the building.", "new_id": -2}, {"uid": "2008112422_00037942_W", "i": 3209, "idx": 13, "sa": ["Cyndi Lauper", "Rick Astley", "Wang Chung"], "q": ". jesus. i bet it was you that put <strong> Rick Astley </strong> in my ipod!\" <NO_QUOTATION> \"ah ha! i found you out! you totally put that in my ipod. i should sue you!\" <q> for what? because you like <strong> Rick Astley </strong>? i suppose your platform to sue me will be on the grounds that it makes you look like a pussy and makes you question your sexuality? gim me a break! in that case, explain to me why you also have a large collection of the pet shop boys, seal, <strong> Wang Chung </strong>, erasure, the cure, <strong> Cyndi Lauper </strong> and tiffany! </q> \"i kinda of like the tiffany album` the color of silence'.\" <NO_QUOTATION> \"listen you... errrr... me... don't be putting <strong> Rick Astley </strong> in my ipod without warning me first. i get", "new_id": -2}, {"uid": "2008121515_00048460_W", "i": 4261, "idx": 11, "sa": ["Cheryl Coakley-Rivera", "Benjamin Swan"], "q": "i guess they really don't care about it,\" she said. <strong> Cheryl Coakley-Rivera </strong> said the bill is not a priority matter for her. \"i don't know if it's dead,\" she said. <q> until i hear from the administration and city officials, obviously, it's not a priority for them. i haven't heard from them. </q> petrolati, who is ranked second in the house, said he is deferring to <strong> Cheryl Coakley-Rivera </strong> and <strong> Benjamin Swan </strong>, who, he said, live in the city and have more at stake than himself. petrolati denied that he", "new_id": -2}, {"uid": "2008112100_00023746_W", "i": 4696, "idx": 2, "sa": ["Jim Leavelle", "John F. Kennedy"], "q": "and is still pointing his gun at <strong> John F. Kennedy </strong>'s assassin. the photo made <strong> Jim Leavelle </strong>'s face known worldwide, and began a lifetime of explaining how he ended up handcuffed to oswald more times than he can count. <q> how many hairs are on a dog's back? </q> <strong> Jim Leavelle </strong> said this week after another retelling at the sixth floor museum in dallas. the story begins the same each time: <strong> Jim Leavelle </strong> didn't even have an assignment when <strong> John F. Kennedy </strong>'s motorcade came through but once word reached", "new_id": -2}, {"uid": "2008101320_00015466_W", "i": 1849, "idx": 1, "sa": ["Mike Nolan"], "q": "convince the public to help finance a new stadium...************* midway through the third quarter, <strong> Mike Nolan </strong> elected to go for it on fourth and one in philadelphia territory. he succeded and i wrote in my notebook, <q> for the first time, <strong> Mike Nolan </strong> correctly gauged the tenor of the game regarding a fourth-down call. </q> but a quarter later, <strong> Mike Nolan </strong> squandered the good will when he lost his second challenge of the day on a call he had no chance of overturning. it was a wasted timeout when it was clear the 49ers", "new_id": -2}, {"uid": "2008091817_00018248_W", "i": 200, "idx": 0, "sa": ["Winston Peters", "Michael Cullen"], "q": "releasing a letter purportedly from its office which slammed his party for voting to axe the organisation. deputy prime minister <strong> Michael Cullen </strong> late yesterday refused to express confidence in the director of the sfo, grant liddell, saying: <q> at this point i'd prefer not to comment on that. </q> <strong> Michael Cullen </strong> said he would meet liddell on monday for an explanation. in a dramatic twist to the donations saga yesterday, <strong> Winston Peters </strong> turned up to a private meeting of the privileges committee hearing into whether the nz first leader", "new_id": -2}, {"uid": "2008090500_00016521_W", "i": 4404, "idx": 1, "sa": ["Dina Matos"], "q": "rule on the fraud claim, which was filed separately. however, she did determine that <strong> Dina Matos </strong> was not entitled to compensation for time in the governor's mansion that was cut short by her husband's resignation. <q> <strong> Dina Matos </strong> wants an end to the litigation between these parties, </q> post said. \"if jim abides by the judge's ruling, it will be over with.\" the mcgreeveys' bitter parting was evidenced during a messy four-week divorce trial in which she portrayed him as purposefully", "new_id": -2}, {"uid": "2008120604_00002886_W", "i": 2699, "idx": 5, "sa": ["Will Rogers"], "q": "into theater for children, and composed melodies to songs of my own creation to be sung a cappella. my psychologist counselor recently asked me what i found most rewarding in my life. i responded without hesitation: <q> it was a thrill to visit a school in some small new england town, and, while doing makeup in the little boy's room, hear a child sing a song i'd written and taught the season before! </q> stars all along the way studded my life path, but i grew used to it. another teacher and mentor, my uncle, joe massaro, a sort of <strong> Will Rogers </strong>, scoutmaster character in my life, had", "new_id": -2}, {"uid": "2008091006_00023349_W", "i": 189, "idx": 5, "sa": ["Lyn Evans"], "q": "bhubaneswar, said. \"we have received large number of queries from people. they are asking us if there is any threat to the earth,\" said subhendu patnaik, director of the pathani samanta planetarium. <q> we are telling them it is like any other scientific experiment and nothing bad is going to happen. </q> the well-known welsh physicist, <strong> Lyn Evans </strong>, dubbed <strong> Lyn Evans </strong> the atom, will switch on a giant particle accelerator designed to unlock the secrets of the big bang as a part of this expensive experiment that has been in the", "new_id": -2}, {"uid": "2008092702_00027240_W", "i": 4482, "idx": 0, "sa": ["Jim Hudson"], "q": "agents raided the compound. he denied any involvement with pornography. an arkansas judge has hearings set for friday and monday on whether the can keep custody of the six girls. the girls will attend the hearings. <q> we will transport them to and from hearings. we will take part in any future hearings, </q> agency spokeswoman julie munsell said. \"our job right now is to basically take care of them.\" state circuit judge <strong> Jim Hudson </strong> said two hearings would be conducted friday and the other four monday in the six hearings", "new_id": -2}]