[{"uid": "1297179349217825301", "i": 30326, "idx": 0, "sa": ["Matt Lauer", "Simon Cowell"], "q": "Idol\" is doing just fine without him. Not that the man once known as \"<strong> Simon Cowell </strong> Mean\" has actually watched an entire episode of his old series since his exit last season. <q> It's on a different time here in the U.K., </q> <strong> Simon Cowell </strong> told TODAY show host <strong> Matt Lauer </strong> during a Tuesday morning interview. \"I watched some clips last week to get up to speed, and it looked good.\" That includes the new faces on the", "new_id": -2}, {"uid": "1296746557227606543", "i": 1159, "idx": 2, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "that the war has been worth the costs. Had the government of <strong> Saddam Hussein </strong> remained in power, he says, the Middle East would be \"far more perilous than it is today'.\"- <q> Addressing charges that he failed to provide enough troops for the war, he allows that,` In retrospect, there may have been times when more troops could have helped'. </q> The Times begins its story with <strong> Donald Rumsfeld </strong>'s account about being told by <strong> President Bush </strong>, two weeks after the 9/11 attacks, to prepare review the Pentagon\"s plans for a war with Iraq. According to the", "new_id": -2}, {"uid": "1295473409213434455", "i": 21310, "idx": 0, "sa": ["Sergio Marchionne"], "q": "and transmissions under development that meet the criteria of innovation to increase fuel efficiency. Chrysler applied for money under the federal$ 25 billion Advanced Technology Vehicle Manufacturing Loan Program in late 2008. Advertisement <q> I'm confident the DOE money will come through, </q> he said following an event here to announce a partnership with the Environmental Protection Agency to test a hydraulic hybrid minivan. \"It is taking longer than I thought,\" <strong> Sergio Marchionne </strong> said, adding he would", "new_id": -2}, {"uid": "1296233184160088068", "i": 2437, "idx": 2, "sa": ["Peyton Manning", "Drew Brees", "Michael Vick", "Ovie Mughelli"], "q": "he said. For <strong> Ovie Mughelli </strong>, walking into the Pro Bowl hotel for the first time and seeing <strong> Peyton Manning </strong>, <strong> Drew Brees </strong>, <strong> Michael Vick </strong> and other NFL greats- past and present- made him pause. <q> All these monsters of the game, </q> he said. \"All these are legends and Hall of Famers walking by me. It's hard not to be in awe of how much greatness is in one room... I'm hoping one day I'll", "new_id": -2}, {"uid": "1295615268003915777", "i": 12840, "idx": 3, "sa": ["Eduardo Kac", "Andrew Senior", "Marina Zurkow", "Eric Schmidt", "Woodrow Wilson"], "q": ",\" Anderson makes the... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... Digital Art@Google <strong> Eduardo Kac </strong>, <strong> Andrew Senior </strong>, Sandra Cordero, <strong> Marina Zurkow </strong> Digital Art@Google <strong> Eduardo Kac </strong>, <strong> Andrew Senior </strong>, Sandra Cordero, <strong> Marina Zurkow </strong>", "new_id": -2}, {"uid": "1295625451170147875", "i": 4308, "idx": 5, "sa": ["Andy Coulson", "David Cameron"], "q": "@GerardArduaine \"21 January 2011 3:34 PM\" It's the metropolitan police's role in all this that is most worrying. Absolutely correct, this is very worrying. <q> Chris Bryant, the <strong> David Cameron </strong> for Rhondda, has split more than Â£ 92,000 of expenses between three properties in Wales and London in the past five years. </q> There is a much larger story than <strong> Andy Coulson </strong> needing investigation here and it involves the relationship between News International, <strong> David Cameron </strong> and sections of the judiciary and police. FrancesSmith 21 January 2011 3:43 PM", "new_id": -2}, {"uid": "1297282407122896681", "i": 23089, "idx": 8, "sa": ["Simon Cowell", "Lady Gaga"], "q": " \"We've been in regular contact.\" Star quality <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognise star quality when they saw it. <q> Over the years you've seen a different type of artist emerge, </q> he explained, noting that a certain je ne sais quoi has become just as important as chops. \"A good example of that is <strong> Lady Gaga </strong>. God only knows what we would have said to her if she", "new_id": -2}, {"i": 43042, "idx": 1, "index_answer": 0, "new_id": -1, "q": "in real-time and at scale. However, the CEO acknowledged that Google first needed to do some \"serious spadework,\" such as developing advanced LTE networks to carry massive and inevitable data loads. <q> These will be 8-to-10- megabit networks, roughly 10 times what we have today, which will usher in new and creative applications, mostly entertainment and social, for these phone platforms, </q> <strong> Eric Schmidt </strong> wrote in a recent Harvard Business Review article. <strong> Eric Schmidt </strong> also emphasized that Google was interested in promoting the use of mobile devices as serious and secure financial tools. \"Phones", "sa": ["Eric Schmidt"], "uid": "1295553219232112198"}, {"uid": "1295617333003915778", "i": 20510, "idx": 1, "sa": ["Andy Coulson"], "q": "pounces on phone-hacking revelations as potential election gift <strong> Andy Coulson </strong>: No culture of phone hacking under me at News of the World <strong> Andy Coulson </strong>'s resignation will not end No 10's dependence on the red-tops| Michael White <q> As the police often use papers like the NoW to help them flush out the bad guys. </q> In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this time. Please try again later. Closing this window without pressing", "new_id": -2}, {"uid": "1296332900236797965", "i": 3608, "idx": 0, "sa": ["Michael Vick"], "q": "too dangerous. In another respect, though, their recoveries are slow and sometimes painful, many filled with diseases, injuries and skittishness that manifested themselves under their stewardship of <strong> Michael Vick </strong>. <q> Some people might say, \"Three years, that seems like such a long time,\" </q> said John Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. \"But we measure their progress in baby steps, especially when they", "new_id": -2}]