[{"uid": "2008092509_00020521_W", "i": 1906, "idx": 0, "sa": [], "q": "to 77 with four races left, told reporters on thursday that he was scrutinising his team's analysis of the inaugural singapore street circuit and strolling the streets himself for tips.\" the track looks pretty special, <q> the 23-year-old said of the steel barrier-lined 5.067 kilometre circuit stretching through singapore's downtown. the team have done a lot of analysis and tried to find out as much as they can and it is the same for me. i've just come here and got all the information they have. </q> i am going to walk the circuit tonight and that just gives you some insight. walk it slowly to get some information. \"\" when you get out there, though, \"he warned,\" it", "new_id": -2}, {"uid": "2008112205_00017169_W", "i": 1566, "idx": 1, "sa": ["Paul Garber", "Alroy West"], "q": "obviously being investigated, \"said laura eimiller, a spokeswoman for the fbi in los angeles.\" there are similarities that exist with each incident but we have not concluded a link either way at this point. <q> both religious organizations strongly supported the passage of proposition 8 in california, which banned same-sex marriages. the knights donated about$ 1.25 million to support the ban, mormons donated$ 22 million. juan becerra, a spokesman for the fbi in salt lake city, said the substance was found in a manila envelope that was delivered to an annex building next to the city's landmark mormon temple. a worker there touched the material but </q> that individual has been fine, \"he said. take a look at the multitude of journalnow blogs, including reports from nascar reporter mike mulhern, parenting advice from <strong> Paul Garber </strong>, and cooking tips from food editor <strong> Alroy West </strong>", "new_id": -2}, {"uid": "2008091017_00036596_W", "i": 1893, "idx": 0, "sa": ["Zac Efron"], "q": "them! his favorite things: the actor loves the movie 21, the iconic film star marlon brando, and preppy rockers vampire weekend. <strong> Zac Efron </strong>, on the papparazzi:\" i'm really surprised they care... <q> <strong> Zac Efron </strong>, on the third( and final) installment of high school musical: </q> the stakes are higher because there are real decisions to be made. what college are you going to? what happens to the girl? it's fun watching troy grow into a man. \"<strong> Zac Efron </strong>, on", "new_id": -2}, {"uid": "2008100923_00003159_W", "i": 548, "idx": 1, "sa": ["Nouriel Roubini"], "q": "to be worse, says <strong> Nouriel Roubini </strong>. moreover, corporate capital spending is down, which will translate into even fewer jobs in the coming months. \"the website asks,\" is <strong> Nouriel Roubini </strong> simply being too bearish? <q> to which <strong> Nouriel Roubini </strong> answers, </q> i worry that it'll be worse than i expected. \"so, what is the answer to this destruction of wealth? unfortunately, <strong> Nouriel Roubini </strong> can only offer the stock response of post-world war ii economic policy,", "new_id": -2}, {"uid": "2008090310_00003568_W", "i": 2112, "idx": 3, "sa": [], "q": "tests dont work if you know the date. bj go and have something tested that you know the date of. it can be anything.\" reply# 1128 on: september 02, 2008, 04:41:49 pm <q> amishism# 1116 1. </q> yet,\" since only a small percentage of the earth's surface obeys even a portion of the geologic column the claim of their having taken place to form a continuum of rock/life/time over the earth is therefore a", "new_id": -2}, {"uid": "2008110517_00050263_W", "i": 879, "idx": 3, "sa": ["Barack Obama"], "q": "a 20-year-old student, was told of the election result by a correspondent. <NO_QUOTATION> said capella.\" i really didn't think it could happen,... i always thought he was too good to be true, <q> she said of <strong> Barack Obama </strong>. <NO_QUOTATION> some foreigners said <strong> Barack Obama </strong>'s victory was a clarion call to re-examine racial issues in their own countries. </q> it's a fantastic moment for the world to see how a country with widely known racial issues can progress this far, \"said mark tjhung, 27, an australian writer living in hong kong. as shouts", "new_id": -2}, {"uid": "2008100223_00029189_W", "i": 2203, "idx": 0, "sa": ["John Wilson"], "q": "today and sent it back to the house of representatives, which rejected a similar measure on monday.\" despite the fact that it passed overwhelmingly in the senate, its passage isn't guaranteed in the house, <q> said <strong> John Wilson </strong>, equity strategist at morgan keegan. </q> i would expect the financial markets to breathe a sigh of relief when the( the bill) passes but i don't expect the clouds to part and a host of angels to appear in the heavens singing hallelujahs", "new_id": -2}, {"uid": "2008102220_00007063_W", "i": 1493, "idx": 1, "sa": ["Adriano Galliani", "David Beckham", "Fabio Capello"], "q": "world cup qualifying. england coach <strong> Fabio Capello </strong> has said he will not pick players who are not active.\" we'll sign him for a few months and then he'll go back. <strong> David Beckham </strong> has chosen milan, <q> <strong> Adriano Galliani </strong> said at malpensa airport before flying to a uefa cup match. </q> our team is very competitive and will remain as is, but <strong> David Beckham </strong> is something different and intriguing. \"<strong> David Beckham </strong>'s spokesman, simon oliveira of 19 management in los angeles, acknowledged talks are taking place for a", "new_id": -2}, {"uid": "2008120316_00037897_W", "i": 636, "idx": 8, "sa": [], "q": "as the <NO_QUOTATION> is to--\" exalt himself and magnify himself above every god. \"dan_11:36-37.\" so that he as god sitteth in the temple of god showing himself that he is god. <q> 2th_2:4. however false and impious the claims of the papacy, it always recognizes its subordination to god, and the pope's highest claim is that he is the <NO_QUOTATION> 4. </q> all the world wondered after the beast( the antichrist), and they worshipped the dragon( the devil), which gave power unto the beast. \"rev_13:3-4. the <NO_QUOTATION> worships the <NO_QUOTATION> and", "new_id": -2}, {"uid": "2008110320_00023113_W", "i": 1516, "idx": 1, "sa": ["Mitchell Johnson"], "q": "that the lieutenant's photo was not in the lineup. wray said in his statement the book was kept because the sexual assault case was unresolved. yet <strong> Mitchell Johnson </strong> suggested the former chief knew the book was improper. <q> he suggested the chief knew it was improper? for wray to have known it was improper does it not have to be actually improper? what do you think is being reported in that story? what about this story? city manager, in his own words, on wray affair greensboro news& record( nc)- november 2, 2006 author: <strong> Mitchell Johnson </strong> </q> i also believed at that time that there was no accuracy to the concern being voiced that there was a photo lineup book of officers that was used on multiple occasions in an attempt to get informants to identify officers", "new_id": -2}]