[{"uid": "1295285232265912326", "i": 9438, "idx": 0, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "Hu Jintao", "President Bush"], "q": "<strong> Chuck Schumer </strong> and said he and a group of bipartisan senators would reintroduce a bill they crafted last year, but which never came to a vote in Senate. It would require the Treasury Department to investigate <q> China's manipulation of its currency and actually do something about it... The time for talk is over. We've had enough of China's empty verbiage, </q> he said. <strong> Chuck Schumer </strong>, <strong> Kirsten Gillibrand </strong>, Peter King urged an end to a` zero sum' Cold War relationship with the U.S., but... Photo in Slideshow: <strong> President Bush </strong>, <strong> Hu Jintao </strong>, on the eve of", "new_id": -2}, {"uid": "1295499335019333136", "i": 217, "idx": 4, "sa": ["Kobe Bryant", "Tyronn Lue", "Elgin Baylor", "Allen Iverson"], "q": "`` <strong> Elgin Baylor </strong> just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q>`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/Kobe_Bryant_39_points_9_asts_vs_Hawks_2005-06_*30_feet_shot <strong> Kobe Bryant </strong> was on the cold streak that February averaging a mere 28 points per game and having played well in only 3 games that month. After", "new_id": -2}, {"uid": "1297445521223772687", "i": 45783, "idx": 0, "sa": ["Steve Ballmer"], "q": ", of Apple, he said that the Cupertino, Calif., company`` changed the game.'' In the newly announced partnership, Nokia will turn to Windows Phone to fight off the competition, while <q> innovating on top of the platform in areas such as imaging. </q> The Finnish handset maker has said it will also`` drive the future of Windows Phone'' by contributing its expertise on global markets.`` I am excited about this partnership with Nokia,'' said <strong> Steve Ballmer </strong>", "new_id": -2}, {"uid": "1295715899131842121", "i": 25769, "idx": 5, "sa": ["Kirsten Gillibrand", "Polly Noonan"], "q": "so aggressive at fundraising that some fellow Dartmouth graduates have reportedly been irked by her appropriation of the alumni mailing list to solicit donations. But <strong> Kirsten Gillibrand </strong> evinces neither shame nor annoyance at having to work the cash circuit. <q> Raising money is the very same effort as developing a grassroots advocacy, </q> she asserts. She is also Zen about the rough-and-tumble nature of her profession-an attitude she credits to her grandmother. The attacks <strong> Polly Noonan </strong> encountered as head of the Albany Democratic machine engendered a defiant streak in <strong> Kirsten Gillibrand </strong>", "new_id": -2}, {"uid": "1296212656044204088", "i": 3510, "idx": 0, "sa": ["Sergio Marchionne", "Ebony Meeks"], "q": "department has yet to appropriate the remaining$ 16.5 billion in loans. Much of Chrysler's alternative powertrain agenda depends on its hoped-for$ 3-billion loan, which had been expected by the end of 2010. <q> Am I concerned that this thing is taking longer than I thought? Absolutely yes, </q> CEO <strong> Sergio Marchionne </strong> said last week.`` There are a couple of projects that need funding, but so far we're fine.'' DOE spokeswoman <strong> Ebony Meeks </strong> said the DOE is speeding the process. City", "new_id": -2}, {"uid": "1297451519240746502", "i": 2862, "idx": 3, "sa": ["Donald Rumsfeld", "Barack Obama", "Rand Paul", "President Bush", "Dick Cheney"], "q": "the current spring in <strong> Donald Rumsfeld </strong>'s step is the resulting abandonment by <strong> Barack Obama </strong> of much of his strident opposition to <strong> President Bush </strong>'s anti-terrorism policies. Turning to <strong> Dick Cheney </strong> at CPAC, <strong> Donald Rumsfeld </strong> taunted the Left by saying: <q> I look at the current administration's many reversals of their announced policies on national security issues- Guantanamo Bay, military commissions, indefinite detention, CIA drone strikes.`` It makes me wonder if <strong> Dick Cheney </strong> has had more influence on <strong> Barack Obama </strong> than the people that got him elected. </q> The vociferous anger of the <strong> Rand Paul </strong> supporters at CPAC indicated that Republicans remain divided over the <strong> President Bush </strong> legacy. The Paulites, however, are very much in the minority. Although <strong> Donald Rumsfeld </strong> was vilified by", "new_id": -2}, {"uid": "1295278861147685381", "i": 2631, "idx": 0, "sa": ["Mike Pence"], "q": "rather run for the Indiana governor's office. The draft-Pence movement hopes to change the congressman's mind by demonstrating that he has the support he'd need for a serious 2012 presidential run. <q> America's President Committee[ APC] today kicks off a national grassroots signature drive urging conservatives and tea party members to sign a declaration encouraging Mr. <strong> Mike Pence </strong> to run for President, </q> the group said in an early-Monday news release.`` Throughout his distinguished career, <strong> Mike Pence </strong> has demonstrated the ability to enthusiastically advance the cause of conservatives and constitutional, limited government, and for that reason I", "new_id": -2}, {"uid": "1294972672267157620", "i": 5538, "idx": 3, "sa": ["Simon Cowell"], "q": ". The acerbic Brit, known for a mix of music savvy, wit and a tinge of nastiness, made Idol a phenomenon when the American version of England's Pop Idol launched in 2002. <q> Without <strong> Simon Cowell </strong>, I'm not sure how successful Idol would have been, regardless of how good( Season 1 winner) <strong> Kelly Clarkson </strong> was, </q> says Atlanta Journal-Constitution blogger Rodney Ho.`` How much will viewers miss <strong> Simon Cowell </strong>'s commentary? That's the question.'' At the same time, Ho says, <strong> Simon Cowell </strong> seemed less interested last season, which", "new_id": -2}, {"uid": "1295257680226672654", "i": 39033, "idx": 4, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": "effect a cut </blockquote> 9.45 am: <strong> Nick Clegg </strong> gives a speech at the launch of a Demos report on parenting. peterwicks 17 January 2011 9:42 AM jacqueughes 17 January 2011 9:43 AM <q> <strong> David Cameron </strong> says the biggest rate of satisfaction is often with one's GP. People know their GP. They do not know who runs the local primary care trust. These changes will give more power to GPs. </q> Monchberter 17 January 2011 9:44 AM The <strong> Andy Coulson </strong> affair is going to be seen as a harbinger of how <strong> David Cameron </strong> deals with testy subjects and dodgy dealings. In order to post a comment you", "new_id": -2}, {"i": 6583, "idx": 3, "index_answer": 0, "new_id": -1, "q": "executive chairman,`` a lot of my time'' will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said.`` We've got very complicated government issues,'' he said, adding that <q> we move quickly, and we tend to be disruptive at scale. </q> European Union officials opened a formal antitrust probe last year into Google search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries. Red", "sa": ["Eric Schmidt"], "uid": "1296006300058851357"}]