[{"uid": "1295715899131842121", "i": 31241, "idx": 9, "sa": ["Mark Kelson", "Bob Dylan", "Kirsten Gillibrand"], "q": "from her Republican opponent in 2006.`` The candidate kept saying,` She's just a pretty face. She's just a pretty face.'?'' One of his aides, meanwhile, sniped, <q> All she knows how to do is buy pocketBob Dylanks in New York City. </q>`` ReMark Kelsonable,'' says <strong> Kirsten Gillibrand </strong>, flashing a small, satisfied smile. Few would dispute that politics has its lingering chauvinism, much of it unconscious. Even some of <strong> Kirsten Gillibrand </strong>'s fans come across as", "new_id": -2}, {"uid": "1295606106110247944", "i": 38583, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "Aufsicht durch Erwachsene nicht mehr n?tig!'' Geek Deluxe- <strong> Larry Page </strong> und <strong> Sergey Brin </strong> bei der Vorstellung des G1 <strong> Larry Page </strong> steuert nun Google- Andere Unternehmen sind mittlerweile flinker und schneller in ihren Entscheidungen <q> T?gliche Aufsicht durch Erwachsene nicht mehr n?tig! </q>- Mit dieser knappen Botschaft, geschickt ber den Kurznachrichtendienst- Chef <strong> Eric Schmidt </strong> am Donnerstagabend seinen R?ckzug in die zweite Reihe. Seine Ziehkinder sind fl?gge geworden, vor allem einer: <strong> Larry Page </strong>. Der Mitgr?nder von Google ist", "new_id": -2}, {"uid": "1295456452061816888", "i": 21122, "idx": 0, "sa": ["Kelsey Grammer", "David Letterman"], "q": "have a huge blow-out in a limo. Sounds pretty accurate! <strong> Kelsey Grammer </strong> was recently on the Late Show with <strong> David Letterman </strong> and shared some details about his upcoming nuptials to new fianc?e Kayte Walsh. <q> The kids seem to be doing okay. We've been spending quite a bit of time with them, Kayte and I. Kayte's my new girl. We're planning to get married soon, </q> he told the host, who quickly asked when the wedding will take place. OK! VIDEO: <strong> Kelsey Grammer </strong> ON WEDDING DATE WITH KAYTE WALSH-`` SOMETIME IN FEBRUARY''`` Sometime in February, we", "new_id": -2}, {"uid": "1295786638204455951", "i": 56920, "idx": 0, "sa": ["Andy Coulson"], "q": "700,000 Palestinians were forced from their centuries-old villages and cities in Palestine, which eventually became the State of Israel. Most have never been allowed to return. The Israeli government seized the land they Report Abuse <q> a little reminder to dissident goyim: </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1297117709195428398", "i": 25918, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong>: Maybe We Needed More Troops by Staff Former U.S. Defense Secretary <strong> Donald Rumsfeld </strong> is conceding`` it's possible'' too few troops were sent to invade Iraq. <q> In a war, many things cost lives, </q> <strong> Donald Rumsfeld </strong> told ABC in an interview to be broadcast on`` Nightline'' Monday. Former <strong> George W. Bush </strong> has written that the troop level in Iraq was`` the most important failure in the execution of the war.", "new_id": -2}, {"uid": "1296140948049446941", "i": 3192, "idx": 0, "sa": ["Mike Pence"], "q": "says he is sticking by his timetable to announce by the end of January whether he'll make a bid for the 2012 GOP presidential nomination or run next year for governor of his home state. <q> We're nearing the end of a process that we've gone through the last couple of months to seek counsel and deliberate, do more than a little bit of prayer, and we're gon na have an announcement about our intentions and our general directions sometime before the end of the month, </q> <strong> Mike Pence </strong> said in an interview on`` The Dana Show'' on 93 WIBC in Indianapolis Wednesday. The Republican congressman from Indiana's 6th Congressional District easily won re-election in November, beating his Democratic challenger by more", "new_id": -2}, {"uid": "1296102447198869036", "i": 4867, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> href=\"http://www.worldnow.com\" target=\"_blank\"> All content? Copyright 2000- 2011 WorldNow and WBRC, a", "new_id": -2}, {"uid": "1297297904098500617", "i": 54694, "idx": 0, "sa": ["Alassane Ouattara", "Ban Ki-moon"], "q": "inter-communal violence erupted in 1964. Mr. <strong> Ban Ki-moon </strong> also participated in an African Union( AU) summit in Addis Ababa, Ethiopia, and he said the UN will continue to work with the AU in seeking <q> a solution that upholds the expressed will of the Ivorian people, </q> in C?te d'Ivoire, where the former president Laurent Gbagbo refuses to step down despite his UN-certified defeat by opposition leader <strong> Alassane Ouattara </strong>. Source: United Nations Copyright? 2011, NewsBlaze, href=\"http://newsblaze.com\" rel=\"nofollow\"> Daily", "new_id": -2}, {"uid": "1294991426005357592", "i": 44078, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Debbie Wasserman Schultz", "Brian Williams"], "q": "and taking summer vacations to New Hampshire with <strong> Debbie Wasserman Schultz </strong>'s family. These were the memories they were sharing with <strong> Gabrielle Giffords </strong> when the congresswoman started to signal that she may have known they were there. <q> We started talking about all the things we plan to do when she got better.` <strong> Gabrielle Giffords </strong>, you've got to get better because we have to have another double-date, we're going to take you out for pizza,' </q> <strong> Kirsten Gillibrand </strong> told NBC Nightly News' <strong> Brian Williams </strong>.`` So we were really trying to tell her how much we miss her and love her and how we wanted her to know we were with her every step", "new_id": -2}, {"i": 28255, "idx": 0, "index_answer": 0, "new_id": -1, "q": "his career- and change games, all with his hair flapping behind him.`` As soon as he hangs his cleats up, he's going to the Hall of Fame,'' Steelers cornerback <strong> Ike Taylor </strong> said, <q> and I want to take the bus ride so I can be there. </q> His popularity is soaring among fans around the country, who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>.`` I", "sa": ["Ike Taylor", "Peyton Manning", "Drew Brees", "Michael Vick", "Tom Brady"], "uid": "1296654250052576301"}]