[{"uid": "1295272686121765891", "i": 35367, "idx": 3, "sa": ["Michael Crichton", "Geoffrey Rush", "Kevin Spacey", "Bryan Cranston", "Andrew Garfield", "Jennifer Love Hewitt", "Emma Stone", "Angelina Jolie", "Jeremy Renner", "Anne Hathaway", "Julianne Moore", "Annette Bening"], "q": "Drugs'' <strong> Kevin Spacey </strong>,`` Casino Jack''( Winner) <strong> Annette Bening </strong>,`` The Kids Are All Right'' <strong> Anne Hathaway </strong>,`` <strong> Jennifer Love Hewitt </strong> and Other Drugs'' <strong> Angelina Jolie </strong>,`` The Tourist'' <strong> Julianne Moore </strong>, <q> The Kids Are All Right </q> <strong> Emma Stone </strong>,`` Easy A'' <strong> Michael Crichton </strong>,`` Wall Street: Money Never SBryan Cranstonps'' <strong> Andrew Garfield </strong>,`` The Social Network'' <strong> Jeremy Renner </strong>,`` The Town'' <strong> Geoffrey Rush </strong>,`` The King's", "new_id": -2}, {"uid": "1295970663009764877", "i": 27783, "idx": 4, "sa": ["Allen Iverson", "Robert Horry", "Carmelo Anthony"], "q": "want to get Game 2.'' If <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> play this well again, the Nuggets have a good <strong> Robert Horry </strong>. <strong> Carmelo Anthony </strong> scored 30 points and <strong> Allen Iverson </strong> added 31, including 29 after a sluggish first quarter. <q> Two years ago we pRobert Horryably were just happy to be in the playoffs, </q> <strong> Carmelo Anthony </strong> said.`` Now we ain't just happy to be in the playoffs. We know we're a good team and when we play good we can play with the best of them.'' And the", "new_id": -2}, {"uid": "1297096904101318657", "i": 25708, "idx": 3, "sa": ["Donald Rumsfeld", "Colin Powell", "Condoleezza Rice", "George H. W. Bush"], "q": "n't do that in the Pentagon. I insisted we not do it.'' <strong> Colin Powell </strong>, <strong> Donald Rumsfeld </strong> said, never spoke up in meetings with the <strong> George H. W. Bush </strong> to raise objections to the Iraq war. <q> There's a lot of stuff[ in] the press that say <strong> Colin Powell </strong> was against it. But I never saw even the slightest hint of that, </q> he said.... <strong> Colin Powell </strong>, <strong> Donald Rumsfeld </strong> said, never spoke up in meetings with the <strong> George H. W. Bush </strong> to raise objections to the Iraq war. Nor was <strong> Donald Rumsfeld </strong> particularly impressed with <strong> Condoleezza Rice </strong>, either: \"", "new_id": -2}, {"uid": "1297119812245366797", "i": 20435, "idx": 9, "sa": ["Simon Cowell"], "q": "prospects, but I hadn't got a clue whether it was going to be a hit or whether we were going to be kicked out of the country after three weeks,'' <strong> Simon Cowell </strong> told reporters. <q> All you can do, which I'm going to do, is you give it 110% percent effort and I'll do everything I can to make it the best show I possibly can, and then you hope that viewers like it. </q> <strong> Simon Cowell </strong>:` The X Factor' judging panel still has yet to be determined` The X Factor' announces$ 5 million record deal prize and auditions href=\"http://www.realitytvworld.com/news/jersey-shore-star-situation-planning-leave-reality-for-movies--11967.php\">` Jersey Shore' star The Situation planning to", "new_id": -2}, {"uid": "1295674422172441618", "i": 24323, "idx": 0, "sa": ["Danny Sullivan", "Eric Schmidt"], "q": "decade. BGC Partners analyst Colin Gillis said Google experienced tremendous growth under <strong> Eric Schmidt </strong>, becoming a search and advertising powerhouse, but the company also arguably experienced a number of missteps and missed opportunities. <q> A case can also be made that the company has not built any new material revenue streams, was late to building for the mobile market, has no effective social solutions, overbuilt its headcount and placed itself in the crosshairs of government regulators, </q> Gillis said. <strong> Danny Sullivan </strong>, editor-in-chief of technology blog SearchEngineLand.com, said Google's biggest challenges now are to`` prove that they've got their Mojo back and that nobody needs to fear them.''", "new_id": -2}, {"uid": "1297418316059129859", "i": 48205, "idx": 1, "sa": ["Michael Gove"], "q": "and claims of a large number of different authorities, or an even larger number of individual schools. The Education Secretary's lawyers said the six councils seeking judicial review would in any event receive in total <q> well in excess of? 1bn in BSF funding </q>, and the case was about`` whether they must get even more''. Urging the judge to dismiss the challenge, they argued the decisions made by Mr <strong> Michael Gove </strong> involved`` value judgments and invidious choices", "new_id": -2}, {"uid": "1296219531100073500", "i": 24439, "idx": 0, "sa": ["Kelsey Grammer", "Taraji P. Henson", "Kim Kardashian", "Ryan Seacrest", "Giuliana Rancic", "Simon Cowell", "Jennifer Aniston"], "q": "and then I went and got surgery.'' So, if she hasn't been surgically enhanced, how does <strong> Kim Kardashian </strong> get her chest to look so voluptuous all the time? She quips: <q> That's what Spanx and masking tape are for. </q> <strong> Kelsey Grammer </strong> Invites Camille to His Wedding EYE CANDY: <strong> Taraji P. Henson </strong> Gets Naked for PETA <strong> Giuliana Rancic </strong> tells Celebrity Baby Scoop that she is done with IVF for now <strong> Jennifer Aniston </strong> Is Adopting! HollyBaby <strong> Ryan Seacrest </strong> Wishes <strong> Simon Cowell </strong> Well on` Kim Kardashianmel", "new_id": -2}, {"uid": "1295654602153436189", "i": 18198, "idx": 0, "sa": ["Steve Ballmer"], "q": "accounting, inventory management, and CRM within a browser-based app that's integrated with Google Apps. It comes with pre-built workflows, includes expense tracking& customer payment tracking. WinRumors said Microsoft would release the utilities <q> in the coming months. </q> The company has not confirmed the report. It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told", "new_id": -2}, {"uid": "1295596826037634088", "i": 9629, "idx": 2, "sa": ["Eric Schmidt"], "q": "sei angesichts der Gr?e des Unternehmens zu kompliziert geworden. Google meldete die nderungen an der Spitzen der B?rsenaufsichtsbeh?rde SEC. Dabei wurde bekannt, dass sich <strong> Eric Schmidt </strong> auch von einem kleinen Teil seiner Google-Aktien trennen will. <q> <strong> Eric Schmidt </strong> hat vor, 534.000 Aktien zu verkaufen </q>, hei?t es in der Meldung an die SEC. Dies entspricht zum gegenw?rtigen B?rsenkurs einem Wert von 334 Millionen href=\"http://www.finanzen.net/devisen/dollarkurs\"> Dollar( 247 Mio Euro). Macht <strong> Eric Schmidt </strong> von dieser Option in vollem Umfang Gebrauch", "new_id": -2}, {"i": 41592, "idx": 8, "index_answer": 3, "new_id": -1, "q": "Muslim, and that- by implication- there was something wrong with a Muslim running for the US presidency.`` He's not a Muslim,'' said <strong> Colin Powell </strong>, but`` what if he is?'' <q> I'm troubled by the fact that within the party we have these kinds of expressions </q> about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state.`` We have got to stop polarizing ourselves.'' Republican State <strong> Ron Paul </strong> <strong> Leo Berman </strong> debates his <strong> Barack Obama </strong> Citizenship <strong> Bill Ayers </strong> on CNN Republican State", "sa": ["Barack Obama", "Bill Ayers", "Leo Berman", "Colin Powell", "Ron Paul"], "uid": "1295966915202670097"}]