[{"uid": "1294986596221888559", "i": 4042, "idx": 1, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "standing by <strong> Gabrielle Giffords </strong>' hospital bed when her left eye fluttered open. Her right eye was damaged and is still bandaged.` PROUD OF HER' <strong> Kirsten Gillibrand </strong> told reporters the congresswomen were telling <strong> Gabrielle Giffords </strong> <q> how proud we were of her and how she was inspiring the whole nation with her courage and with her strength. And then <strong> Debbie Wasserman Schultz </strong> and I started joking about all the things we were going to do after she got better. </q> <strong> Gabrielle Giffords </strong> was gripping their hands, <strong> Kirsten Gillibrand </strong> said,`` and the more we joked about what we were going to do, she started to open her eyes.'' <strong> Debbie Wasserman Schultz </strong> said she had just", "new_id": -2}, {"uid": "1297122854184680470", "i": 4246, "idx": 8, "sa": ["Simon Cowell"], "q": "together now. There's a massive, massive opportunity here because you don't have a lot of competition.'' The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. <q> If they don't sell a single record they still get to keep the money, </q> he said.`` It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back'' through record sales.", "new_id": -2}, {"uid": "1295668634145047636", "i": 11835, "idx": 4, "sa": ["James Cleveland", "Carmelo Anthony", "Allen Iverson", "LeBron James"], "q": "... Cavaliers PreGame Photo/Dance LeBrons PreGame Ritual HD The Cavs Take a family photo befor a game HD... <strong> Allen Iverson </strong> 25pts <strong> Carmelo Anthony </strong> vs <strong> LeBron James </strong> Cavaliers NBA One NBA player lords over <strong> LeBron James </strong>. <strong> Carmelo Anthony </strong> rules <strong> James Cleveland </strong>'s hoops King. <q> I know he hates losing to me, </q> <strong> Carmelo Anthony </strong> said with a laugh. <strong> Carmelo Anthony </strong> scored 27 points, All-Star sidekick <strong> Allen Iverson </strong> added 25 and the Denver Nuggets rolled to a 113-83 win Sunday night over... <strong> James Cleveland </strong>- Short <strong> James Cleveland </strong> History( 1) Night Dwellers of", "new_id": -2}, {"uid": "1295667464153141265", "i": 4953, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "needs a spokesman, it's time to move on.'' <strong> David Cameron </strong> praises` professional' <strong> Andy Coulson </strong> The prime minister said he was`` very sorry'' Mr <strong> Andy Coulson </strong> had decided to resign but he <q> understood that the continuing pressures on him and his family meant that he felt compelled to do so </q>.`` <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,'' he said. He denied", "new_id": -2}, {"uid": "1295818294266780673", "i": 15356, "idx": 0, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "through a series of challengers and secret online JAM Challenges to unlock online exclusive rewards and hidden content in the ultimate quest for global bragging rights. http://wn.com/Allen_Iverson_18pts_Melo_career_high_49pts_vs_Wizards_07/08 <strong> Allen Iverson </strong> barely broke a sweat and he thanked <strong> Carmelo Anthony </strong> for that. <q> I think that might be the easiest game I ever played in my career. I was out there watching, </q> <strong> Allen Iverson </strong> hollered across the locker room after <strong> Carmelo Anthony </strong> scored a career-high 49 points to lead the Denver Nuggets past the Washington Wizards 111-100 Friday night. With <strong> Carmelo Anthony </strong> swishing shots from all over the court, <strong> Allen Iverson </strong> took just nine", "new_id": -2}, {"uid": "1296021352213417993", "i": 20359, "idx": 1, "sa": ["Eric Schmidt"], "q": "n no; the number of things the Big Media seems Report Abuse \" Is it just me, or does <strong> Eric Schmidt </strong> look like one of those power-crazed Nazis or Bolsheviks from the 1940s? \" Report Abuse <q> Google is becoming what Microsoft once was- a giant corporation that wants to control everything we do on computers. But it's even worse, because it has a close relationship with the liberal portions of our government, and is expanding beyond just the computer realm into the real world. And its only significant opponents are Microsoft and Facebook, which aren't really any better at this point. </q> Mashable: Google Acquires Telephony Startup SayNow Mashable: Facebook CTO: We're Focused on Mobile in 2011", "new_id": -2}, {"uid": "1294954364094584835", "i": 28129, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "reporters Wednesday night that she and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y. were in Rep. Garbielle <strong> Gabrielle Giffords </strong>' hospital room when the wounded congresswoman opened her eyes for the first time since she was shot in the head Saturday. <q> it felt like we were watching a miracle, </q> <strong> Debbie Wasserman Schultz </strong> Schults said.`` Other than the birth of Arizona shooting update: <strong> Barack Obama </strong> says <strong> Gabrielle Giffords </strong> opened her eyes Arizona shooting update: <strong> Barack Obama </strong> says <strong> Gabrielle Giffords </strong> opened her eyes <strong> Barack Obama </strong> addressed the nation live from the", "new_id": -2}, {"uid": "1295390125109740082", "i": 45590, "idx": 0, "sa": ["Sergio Marchionne"], "q": "WINDSOR, Ontario-- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1295562703217792663", "i": 16755, "idx": 2, "sa": ["Eric Schmidt"], "q": "at running this and doing it, and I'm sure he will do a fantastic job. He called their partnership`` wonderful'' and said he is sure that it will continue. He continued: <q> We are friends. We are coworkers. We are computer scientists. We have a common vision. </q> Prior to the call, in a press release, the company offered these official statements. From <strong> Eric Schmidt </strong>: We've been talking about how best to simplify our management structure and speed up decision making for", "new_id": -2}, {"i": 12610, "idx": 8, "index_answer": 2, "new_id": -1, "q": "<strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion said she trusts that <strong> Mike Pence </strong> has`` come to the place that's right for him and his family.'' <q> What I most want is for him to have a long future, </q> <strong> Marjorie Dannenfelser </strong> said.`` So I'm sure that he's made a discernment that this is the right move.'' Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the 2nd District, said", "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "uid": "1296218172048857090"}]