[{"uid": "1296939026066093065", "i": 42377, "idx": 6, "sa": ["Sergio Marchionne"], "q": "Group LLC.'' Chrysler is seeking$ 3 billion in low-cost government loans from the Energy Department to build more fuel efficient vehicles and in talks with banks to refinance the company's debt. <q> Because of these changed market conditions as well as the improvements in our performance and outlook made possible through the support of the U.S. and Canadian governments, Chrysler intends to repay these loans in full at the earliest opportunity, </q> <strong> Sergio Marchionne </strong> said. dshepardson@detnews.com(202) 662-8735 John Niyo: Spoiler alert! Here's a sneak preview of Sunday's Super Bowl ads, with this Volkswagen commercial that's guaranteed to be a hit in", "new_id": -2}, {"uid": "1295611063109838355", "i": 2997, "idx": 3, "sa": ["Eric Schmidt"], "q": "momentum in emerging businesses such as display advertising and mobile. Page praised <strong> Eric Schmidt </strong> in the statement, saying he has done an`` outstanding job'' and calling him a`` tremendous leader.'' <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Page said. <strong> Eric Schmidt </strong> said the change has been under discussion`` for a long time'' as the company tried to`` simplify'' its management structure.`` By clarifying our individual roles we'll create", "new_id": -2}, {"uid": "1295563321217792537", "i": 6966, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ".'' The three-way decision process at Google was never depicted as a cozy session of like-minded individuals all on the same page; apparently the trio decided on a more conventional organization chart. We <q> agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company, </q> <strong> Eric Schmidt </strong> wrote. <strong> Eric Schmidt </strong> holds out that he, <strong> Sergey Brin </strong> and Page will all continue to work together for a long time to come, but the shakeup suggests otherwise.`` <strong> Eric Schmidt </strong> was the grownup", "new_id": -2}, {"uid": "1295505873199884815", "i": 18835, "idx": 1, "sa": ["Simon Cowell"], "q": "7 billion industry and that <strong> Simon Cowell </strong>'s salary represents a fraction of his overall take. In the end, Rushfield leaves us with the Idol magic as he watches 16,000 line up for Season 10 auditions: <q> Somewhere in one of those crowds, lined up into the distance... may have stood the person who would change the show... and keep the dream alive for yet another generation of dreamers. </q> We welcome comments that advance the story directly or with relevant tangential information. We try to block comments that use offensive language, all capital letters or appear to be spam, and we review comments frequently to", "new_id": -2}, {"uid": "1295033809171114516", "i": 824, "idx": 3, "sa": ["Eric Schmidt", "Kevin Gallagher", "Google Inc."], "q": "share technology, locate R&D in China and so forth, and the U.S. business community sees that as tying their hands when they go to China,'' said <strong> Kevin Gallagher </strong>, professor of international relations at Boston University. <q> They say,` We'll do that for five years and then all of a sudden China will have its own competitor that looks just like us.' </q> Article: Li upsets Clijsters to take Sydney tennis title... <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> introduces <strong> Google Inc. </strong> TV in San Francisco Photo in Slideshow: A Chinese man walks past rabbit.... may face an antitrust lawsuit by the", "new_id": -2}, {"i": 556, "idx": 14, "index_answer": 0, "new_id": -1, "q": "think you could have made it a hit.'?'' American Idol's season-one co-host <strong> Brian Dunkleman </strong> admits to having been extremely freaked out the first time he saw <strong> Simon Cowell </strong> tell someone they should never sing again. <q> It's one thing to watch it on television, but then you spend time with these kids and you have to look at them right in the eyes, and then their mother is looking at you, like,` What just happened?'? </q> But <strong> Simon Cowell </strong>'s value was instantly clear.`` I still didn't know what the hook of this show was-all these kids come out and sing,'' stage manager <strong> Debbie Williams </strong> remembers of her first day on", "sa": ["Brian Dunkleman", "Simon Cowell", "Debbie Williams"], "uid": "1295218070163594249"}, {"uid": "1296939083066093085", "i": 23939, "idx": 0, "sa": ["Roger Goodell", "Colin Powell"], "q": "After an introduction by <strong> Colin Powell </strong> and NFL Commissioner <strong> Roger Goodell </strong>, the film features several NFL players giving readings from the Declaration of Independence. Dancz's score, titled`` Declaration Anthem,'' plays throughout. <q> You get chills thinking about how many people are going to be watching, </q> said Dancz, who wrote the score in collaboration with a former student, Ben Leathers. Dancz said he tried not to dwell on the Super Bowl's estimated 100 million audience when he wrote the music", "new_id": -2}, {"uid": "1296383643188645400", "i": 44386, "idx": 0, "sa": ["Zahi Hawass"], "q": "of widespread looting of supermarket chains. Despite an impromptu guard made up of volunteers, at least two looters managed to get into Cairo's museum of antiquities, damaging some of the exhibits. <q> They were able, these two people to enter the Cairo museum from the[ roof] and they destroyed two mummies and they opened one case, </q> said <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities. Mobile phone services and internet access were partially restored in Cairo on Saturday. The UK has advised against all but essential travel", "new_id": -2}, {"uid": "1295919285115490833", "i": 3503, "idx": 3, "sa": ["Bobby Jindal", "Barack Obama", "Sam Brownback", "Sen. Bernie Sanders"], "q": "priority for <strong> Barack Obama </strong> and Congress?`` Up until this point, the Republican leadership has been vague about what federal programs they want to cut,'' said <strong> Sen. Bernie Sanders </strong>, a Vermont independent who caucuses with Democrats. <q> On the other hand, Congressman Ryan has been very clear on this subject. </q> Delivering the party's response to the president is an honor but by no means a ticket to stardom. Most such addresses aren't memorable, though Louisiana <strong> Sam Brownback </strong> <strong> Bobby Jindal </strong> drew wide attention in 2009, when", "new_id": -2}, {"uid": "1295559809263241828", "i": 35699, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him </q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. The Miami Herald is pleased", "new_id": -2}]