[{"i": 47514, "idx": 0, "index_answer": 2, "new_id": -1, "q": "for Life on Monday, <strong> Michele Bachmann </strong> is set to keynote the event's dinner tonight, and former <strong> Rick Santorum </strong> joined marchers in the cold-the only three potential Republican 2012 presidential hopefuls to appear at the annual gathering. <q> Our economy is struggling and our national government is awash in a sea of debt. Amidst these struggles, some would have us focus our energies on jobs and spending, </q> <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th anniversary of Roe vs. Wade. \"We must not remain silent when great moral", "sa": ["Rick Santorum", "Michele Bachmann", "Mike Pence"], "uid": "1295915073213958666"}, {"uid": "1295685222050348045", "i": 37619, "idx": 1, "sa": ["Bill Lockyer"], "q": "support state bankruptcy as a way to get out from under unsustainable public pension obligations. <strong> Bill Lockyer </strong> said that California has a plan to pay for its pension obligations, and bankruptcy is not part of it. <q> We are dealing with them by reducing benefits and increasing employees' contributions, among other moves, </q> <strong> Bill Lockyer </strong> said in a written statement. \"With respect to our budget shortfalls, we have the tools to fix them without taking a wrecking ball to our economies and taxpayers.\" There could be unintended", "new_id": -2}, {"uid": "1296537954082821149", "i": 25245, "idx": 4, "sa": ["Dwight Howard", "LeBron James", "Ernie Grunfeld", "Allen Iverson", "Bill Clinton"], "q": "ball and fouling <strong> LeBron James </strong> Jones with 13.6 seconds to play. Jones hit two free throws to tie the game at 93. It was the first time in the fourth quarter Miami didn't trail. QUOTABLE <strong> Allen Iverson </strong>: <q> You have crazy games throughout the NBA seasons, and I was glad to be on the winning end. </q>- <strong> LeBron James </strong> on the Heat's unlikely win. HOT: Young, who Wizards <strong> Bill Clinton </strong> <strong> Ernie Grunfeld </strong> http://wn.com/Washington_Wizards__Orlando_Magic_GAME_RECAP_2010-10-28 <strong> Dwight Howard </strong> scores 23 points, grabs 10 rebounds to lift the Magic to an easy victory over the Wizards. Washington Wizards", "new_id": -2}, {"uid": "1295375973188088334", "i": 2564, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Chrysler minivans. The redesigned 2011 Chrysler Town& Country and Dodge Grand Caravan have been driving off the assembly line for several weeks, and the vehicles are selling well, <strong> Sergio Marchionne </strong> has said. <q> I think whenever we launch new products coming out of these plants, we need to be there, </q> said <strong> Sergio Marchionne </strong> last Wednesday during the North American International Auto Show in Detroit. \"I think it's an important recognition of the effort that's gone in here by our colleagues on the shop floor.\"", "new_id": -2}, {"uid": "1296646503186269740", "i": 38961, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "string of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> <strong> Tom Brady </strong> said. A unanimous choice for the All-Pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. When he won the award in 2007, <strong> Tom Brady </strong> set an NFL mark", "new_id": -2}, {"uid": "1296857235181501959", "i": 32966, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Paul McMullan"], "q": "others to do it\". <strong> Andy Coulson </strong>, who last month quit as <strong> David Cameron </strong>'s director of communications, worked at the Sun for more than a decade before joining the News of the World. <q> <strong> Andy Coulson </strong> knew a lot of people did it at the Sun on his Bizarre[ showbiz] column and after that at the NOTW, </q> <strong> Paul McMullan </strong> claimed. <strong> Paul McMullan </strong>, who is now a pub landlord, also described a flourishing trade in private information at the News of the World, which he said was regularly supplied with details of celebrities'", "new_id": -2}, {"uid": "1297105764233521156", "i": 19880, "idx": 1, "sa": ["George H.W. Bush", "Donald Rumsfeld"], "q": "to revive whispers of a still ongoing rivalry between the two men. \"No, I was kind of disappointed in him,\" <strong> Donald Rumsfeld </strong> said in a recent interview with ABC News. <q> He decided he wanted to leave people with the impression that he didn't want to go to the CIA[ in the <strong> Gerald Ford </strong> administration]. And that someone made him go there. And it was probably <strong> Donald Rumsfeld </strong> or something. </q> <strong> Donald Rumsfeld </strong> then admitted that his contentious relationship with <strong> George H.W. Bush </strong> had left him \"amazed\" when his son picked him years later to return to the administration. reported last week on the genesis of the conflict:", "new_id": -2}, {"uid": "1295560809078905355", "i": 39109, "idx": 2, "sa": ["Eric Schmidt"], "q": "of products and more than$ 25 billion a year in revenue. On a conference call with analysts <strong> Eric Schmidt </strong> expressed confidence in Page. \"I believe Larry is ready,\" <strong> Eric Schmidt </strong> said. <q> It's time for him to have a shot at running this, and I'm sure he'll do a fantastic job. </q> <strong> Eric Schmidt </strong> said there would be no material change in the company's strategy, because \"we all agree with each other.\" \"I believe as a result of this will execute and operate", "new_id": -2}, {"uid": "1295790234226426927", "i": 17736, "idx": 0, "sa": ["Andy Coulson"], "q": "in Slideshow: Relatives of Palestinians being held in Israeli jails... Video: Young French hostages executed in Niger desert... But thats just a charade, This action is just men Report Abuse <q> Poor, poor palestinians, Israeli rape their women, kill their babies... That is why they kill christians in Egypt. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1294997879266141707", "i": 35563, "idx": 1, "sa": ["Sergio Marchionne"], "q": "I need my salary,\" another worker responds. \"I will vote yes,\" he adds, \"I have a wife and children to maintain.\" But the woman nearby is angry. <q> No, no, no and again I'll vote no, </q> she says. In one of Europe's most unionized countries, Fiat CEO <strong> Sergio Marchionne </strong> is trying to overhaul decades of labor relations by moving away from the national contract and making new demands on Mirafiori workers to", "new_id": -2}]