[{"uid": "1297303464098500644", "i": 40762, "idx": 0, "sa": ["Keith Olbermann", "Donald Rumsfeld"], "q": "the advertisement immediately. It said it had used the monk's image to highlight links to a historical legacy of medieval monks producing beer. monk walks in front of the Visitation Church in in... Report Abuse <q> brott beir.. nice and thick, use a fork and knife.. we are fasting, but this is beer!! </q> The Christian Science Monitor: He went where? <strong> Keith Olbermann </strong>'s move to Current TV makes sense, for now. The Christian Science Monitor: In his memoir, <strong> Donald Rumsfeld </strong> admits five mistakes, sort of Mortgage Rates Hit", "new_id": -2, "mturk_index": "2187"}, {"uid": "1297544425157515791", "i": 43094, "idx": 0, "sa": ["Larry Page", "Wael Ghonim", "Eric Schmidt", "Sergey Brin", "Barack Obama"], "q": "a hard-line, Iranian-style, Islamic theocracy. According to The Jerusalem Post, Google executive <strong> Wael Ghonim </strong>, just released from 12 days of Egyptian detention, confirmed that he was responsible for the Facebook <strong> Larry Page </strong> that ignited <q> the revolution of the youth of the Internet. </q> This is the same Google where CEO <strong> Eric Schmidt </strong> is a personal friend of <strong> Barack Obama </strong>, and a member of <strong> Barack Obama </strong>'s Council of Advisers on Science and Technology. Google founders <strong> Sergey Brin </strong> and <strong> Larry Page </strong> contributed a", "new_id": -2, "mturk_index": "13"}, {"uid": "1297255122064307212", "i": 7688, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "\"Es wurde nicht gefoltert, es wurde niemand verletzt\" Preisnachlass auf Donald Rumsfelds Memoiren \"Known and Unknown\" .(? APA) Washington. Das umstrittene US-Gefangenenlager Guantanamo in Kuba sei <q> eines der besten Gef?ngnisse der Welt </q>, davon ist <strong> Donald Rumsfeld </strong> berzeugt. Der fr?here US-Verteidigungsminister, der erstmals seit seinem R?cktritt 2006 aus der Versenkung aufgetaucht ist, r?hrt die Werbetrommel f?r seine Memoiren \"Known and Unknown\" ( \"Bekanntes und Unbekanntes\" )", "new_id": -2, "mturk_index": "1619"}, {"uid": "1297323057252542979", "i": 12181, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "lives lost. The process of concluding investigations prior to coming to determinations is enshrined in all institutions of most civilizations. <strong> Donald Rumsfeld </strong> can lie all he wants, but we were here when it happened and remember the lies <q> we know where they[ the weapons] are. They are in Tikrit and surrounding areas.. </q>. Furthermore all of the \"meet the press\" footage is available for future generations to see said lies with their own eye. <strong> Donald Rumsfeld </strong> has innocent blood on his hands plain and simple- no different from", "new_id": -2, "mturk_index": "134"}, {"uid": "1297260107046088232", "i": 29187, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "now known or unknown the comments or e-mails that we receive. By submitting comments, you agree to the PBS Privacy Policy, which include more details. New <strong> Donald Rumsfeld </strong> Memoir Settles Scores, Spreads Responsibility for Iraq War <q> At its heart, it is a revenge memoir, </q> writes NewsHour senior correspondent Gwen Ifill[ in her Washington Post review]( of former secretary of defense <strong> Donald Rumsfeld </strong>'s new book, \"Known and Unknown.\" The book certainly includes its fair share of", "new_id": -2, "mturk_index": "1882"}, {"uid": "1296748642199131152", "i": 40820, "idx": 4, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "incoherent decision-making and policy drift, a detriment to the war effort, the Post said. <strong> Donald Rumsfeld </strong> suggests that <strong> George W. Bush </strong> was at fault for not doing more to resolve disagreements among senior advisers. <strong> George W. Bush </strong> <q> did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made, </q> <strong> Donald Rumsfeld </strong> wrote. Regrets on dealing with detainees Addressing charges that he failed to provide enough troops for the Iraq war, the former defense chief wrote: \"In retrospect, there may have been times", "new_id": -2, "mturk_index": "1986"}, {"uid": "1295311402147243024", "i": 46510, "idx": 0, "sa": ["David Cameron", "Andy Coulson", "Rupert Murdoch"], "q": "<strong> Andy Coulson </strong> denies being aware of any wrongdoing at the paper, part of <strong> Rupert Murdoch </strong>'s News Corp media group, and police said last month there was not enough evidence to charge him with any crime. <q> Obviously when he was editor of the News of the World, bad things happened at that newspaper and when he found about those, he resigned. That was the right thing to do, </q> <strong> David Cameron </strong> told BBC Radio 4's Today program. \"I gave him a second chance,\" <strong> David Cameron </strong> added. \"I think he has done a good job for the government and for the country.", "new_id": -2, "mturk_index": "325"}, {"uid": "1297193758265863169", "i": 16511, "idx": 0, "sa": ["Colin Powell", "Joel Dreyfuss"], "q": "Meanwhile, the managing editor of The Root, a popular black website, wondered aloud at the silence of African Americans in a piece titled \"Where Are the Black Voices on Egypt and Tunisia?\" <q> African Americans have traditionally been the conscience of the country on foreign policy issues, </q> wrote Root's managing editor <strong> Joel Dreyfuss </strong>. \"That's what makes the silence today so startling.\" He rebuked the Congressional Black Caucus for their hesitancy, and suggested that the role played by General <strong> Colin Powell </strong>", "new_id": -2, "mturk_index": "2060"}, {"uid": "1297145575101449730", "i": 26209, "idx": 2, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, <q> I have to take everyone's opinions into account, </q> including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the four-member panel has yet to be made and won't be announced for another month or so,", "new_id": -2, "mturk_index": "2030"}, {"uid": "1296106877198869060", "i": 26032, "idx": 0, "sa": ["Bruce Forsyth", "Simon Cowell"], "q": "humbled and honoured\" . <strong> Simon Cowell </strong>, who accepted the award on their behalf, said he thought it was \"well deserved\" but jokingly admitted the pair's success was getting \"annoying\" . <q> This would be a good night to announce my retirement but I'm not bloody going to </q> \" <strong> Bruce Forsyth </strong> Later on in the evening, <strong> Simon Cowell </strong> returned to the stage to accept the trophy for best talent show, which went to the X Factor for the second year in a row.", "new_id": -2, "mturk_index": "1818"}]