[{"uid": "1297292166065437698", "i": 2352, "idx": 0, "sa": ["David Letterman"], "q": "in anticipation of the big reveal Feb. 14 on <strong> David Letterman </strong>'s show, followed by newsstand sales the next day. The location of the famous shoots and who makes the cover are top secret until then. <q> Consumers love to follow what's hot, what's glamorous, what's beautiful, </q> Southwood said.`` The first question that the sales rep will ask is,` What did you get into Sports Illustrated this year?''' Southwood and his Sauvage Swimwear in San Diego, Calif.", "new_id": -2}, {"uid": "1295044908170393664", "i": 48791, "idx": 0, "sa": ["Piers Morgan", "Gordon Brown", "Cheryl Cole", "Simon Cowell"], "q": ". She made the ultimatum after <strong> Piers Morgan </strong> tweeted that she would be a`` big wuss'' if she did not agree to be interviewed on the show. Writing on Twitter, she said: <q> i'd do it for a million for SANDS. money, mouth?????????????????? </q> <strong> Piers Morgan </strong>, whose guests on the ITV1 show have included former UK prime minister <strong> Gordon Brown </strong>, music executive <strong> Simon Cowell </strong> and British pop star <strong> Cheryl Cole </strong>, jokingly replied,`` A million what? If it's Chilean pesos", "new_id": -2}, {"uid": "1297163077054263818", "i": 40513, "idx": 3, "sa": ["Simon Cowell"], "q": "the contestants but also mentor them, the live portion of the show will be ultra-competitive and <strong> Simon Cowell </strong> is looking for some true music heavyweights who can back up their criticism as well as coach the contestants. <q> I got bored of just judging, </q> said <strong> Simon Cowell </strong>.`` I wanted to make a show where I, along with my fellow judges, help competitors on a regular basis.'' <strong> Simon Cowell </strong>, whose music industry experience is mostly on the record label end", "new_id": -2}, {"uid": "1295974602230735924", "i": 37914, "idx": 0, "sa": ["Dave Camp", "Bill Lockyer", "Newt Gingrich"], "q": "all three pending free trade agreements within the next six months. <strong> Dave Camp </strong>, who chairs the Ways and Means Committee, said at a hearing completion of trade deals with South Korea, Colombia and Panama were <q> a sure-fire way to create American jobs by growing U.S. exports of goods and services. </q> All three agreements were signed in 2007 but Congress has put off ratification, with Democrats claiming they didn't adequately address such issues as Korea's restrictions on U.S. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let", "new_id": -2}, {"uid": "1296530715200818714", "i": 30646, "idx": 4, "sa": ["Erik Spoelstra", "Allan Houston", "Allen Iverson"], "q": ", seven assists, two blocked shots and a steal. <strong> Allan Houston </strong> was locked in for this one, and the Hawks didn't stand a chance.`` He set the tone,'' Miami coach <strong> Erik Spoelstra </strong> said. <q> Before I came out to talk to the team, right before the game, there was some joking and laughing in the locker room and I heard him tell everybody to shut up and get their minds on the game. </q> After trailing by as many as 18, the Hawks twice closed within five points in the fourth quarter- but never got over the hump. <strong> Allan Houston </strong> delivered the http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the", "new_id": -2}, {"uid": "1295237247203866125", "i": 2164, "idx": 1, "sa": ["Alex Rodriguez", "David Letterman", "Kate Hudson"], "q": "the`` Late Show'' with <strong> David Letterman </strong>.`` You're a big Yankees fan, and you're friends with <strong> Alex Rodriguez </strong>,'' <strong> David Letterman </strong> said.`` Yeah,'' she said, laughing. <q> He's a friend of mine. Nice guy. </q> The pair started dating in May and <strong> Kate Hudson </strong> was often spotted cheering him on in the stands.`` <strong> Alex Rodriguez </strong> has a wandering eye, and <strong> Kate Hudson </strong> is a hopeless romantic. It's not exactly", "new_id": -2}, {"uid": "1296593618087982128", "i": 42282, "idx": 4, "sa": ["Mike Pence"], "q": "'' <strong> Mike Pence </strong> said on the House floor in introducing his bill.`` The largest abortion provider in America should not also be the largest recipient of federal funding under Title X,'' he said.'' <q> The Title X Abortion Provider Prohibition Act will prevent any family planning funds under Title X from going to Planned Parenthood or other organizations that perform abortions. It will ensure that abortion providers are not being subsidized with federal tax dollars. </q> The Title X Abortion Provider Prohibition Act would not reduce the total amount of funds available for family planning but would block funding to organizations that perform abortions, like Planned Parenthood- which does more than one-quarter", "new_id": -2}, {"uid": "1295021582165101591", "i": 4160, "idx": 3, "sa": ["Allen Iverson", "Gary Moore"], "q": "his leg and requires surgery in the U.S..`` It has to be removed and tested to see if it's benign or not,'' <strong> Gary Moore </strong> said by phone to the Associated Press on Wednesday. <q> Once that's removed, <strong> Allen Iverson </strong> is going to look to rehabilitate his leg because the doctors tell him he'll be out four to six weeks, He's hoping to be able to play in the playoffs. </q> Besiktas spokesman Kursat Kaplan said Wednesday the team would assess <strong> Allen Iverson </strong>'s future after another MRI this week. <strong> Gary Moore </strong> had no timetable for <strong> Allen Iverson </strong>'s surgery, only that that it was`` soon.", "new_id": -2}, {"uid": "1295658792011878406", "i": 34192, "idx": 0, "sa": ["Larry Norman", "Eric Schmidt"], "q": "environmental issues, which foster both the economic growth and the energy independence of. Meet <strong> Larry Norman </strong> Page, Google's New CEO Google announced Thursday that Google co-founder <strong> Larry Norman </strong> Page will be replacing <strong> Eric Schmidt </strong> as CEO. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted of the change. <strong> Eric Schmidt </strong> has been CEO since 2001, during which time he has overseen the company's growth from a Silicon Valley web goliath grossing over$ 29 billion in 2010. Under", "new_id": -2}, [{"i": 45137, "idx": 0, "index_answer": 0, "new_id": -1, "q": "third prize is$ 1,000. Also, the first-place winner is likely to make a guest appearance on`` Late Night with <strong> David Letterman </strong>.'' The talk show host was once a grocery bagger. <q> There's no guarantee, but it's traditional for the winner to be a guest on the show, </q> said <strong> Cindy Kaplan </strong>, media marketing manager for Martin's Super Markets. Eskander said he thinks he has a chance of winning today's contest.`` I've been practicing.", "sa": ["Cindy Kaplan", "David Letterman"], "uid": "1297677860109084718"}]]