[{"uid": "1295669833206996591", "i": 3262, "idx": 1, "sa": ["Allen Weiner", "Eric Schmidt"], "q": "decision-making at the company,'' IDC analyst Al Hilwa said via e-mail. Some wondered if Page is up to the mammoth task of running such a large, powerful and increasingly diverse company. <q>I guess the question is whether being Google CEO is the place to start your executive training. I can say with some assurance that if[ Page] went to apply for the CEO job somewhere he wouldn't get it,</q> said <strong> Allen Weiner </strong>, another Gartner analyst. Valdes wondered if the behind-the-scenes scenario involves <strong> Eric Schmidt </strong> stepping down voluntarily as a result of fatigue after an intense decade at the helm, and Page taking over on an interim", "new_id": -2}, {"uid": "1295806909069746696", "i": 16103, "idx": 6, "sa": ["Colin Powell", "Gabrielle Giffords"], "q": "wants to remain in private life although he is happy to be an informal presidential advisor. ''The administration knows that I am quite content with the work I am doing now,'' he said. <q>I am not interested in a government job.</q> Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. ''", "new_id": -2}, {"i": 47514, "idx": 0, "index_answer": 2, "new_id": -1, "q": "for Life on Monday, <strong> Michele Bachmann </strong> is set to keynote the event's dinner tonight, and former <strong> Rick Santorum </strong> joined marchers in the cold-the only three potential Republican 2012 presidential hopefuls to appear at the annual gathering. <q>Our economy is struggling and our national government is awash in a sea of debt. Amidst these struggles, some would have us focus our energies on jobs and spending,</q> <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th anniversary of Roe vs. Wade. ''We must not remain silent when great moral", "sa": ["Rick Santorum", "Michele Bachmann", "Mike Pence"], "uid": "1295915073213958666"}, {"uid": "1295985212180977683", "i": 30853, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": " ''You only realign programs that you are comfortable with some variation in level of services... and where you think there's enough local accountability to make sure the program is run right,'' she said. <q>If you are not,... it's probably a program best administered and controlled at the state level.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1296054503157138951", "i": 2465, "idx": 0, "sa": ["Prince Harry", "Kate Middleton", "Simon Cowell", "Princess Diana", "David Cameron"], "q": "'' by the engagement of his son <strong> Prince Harry </strong> <strong> David Cameron </strong> and <strong> Kate Middleton </strong>, while his wife the <strong> Princess Diana </strong> of Cornwall said the news was ''wicked''. Speaking at his Poundbury model village in Dorset, the <strong> Prince Harry </strong> joked: <q>They have been practising long enough.</q> <strong> Prince Harry </strong> <strong> David Cameron </strong> and <strong> Kate Middleton </strong>'s wedding will be even bigger than the The X Factor final. Just don't bet against <strong> Simon Cowell </strong> being at both of them. Both the BBC News channel and Sky News devoted their entire", "new_id": -2}, {"uid": "1295562865055705626", "i": 22087, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": " ''In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> Page said. ''<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him'' The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the", "new_id": -2}, {"uid": "1297501952213155841", "i": 2756, "idx": 3, "sa": ["Janet Napolitano", "Donald Rumsfeld", "John McCain"], "q": "will expire at the end of the month. Some <strong> Janet Napolitano </strong> critics say she's using the threat of terrorist attacks to get Congressmen to reconsider their votes. Re: <strong> Janet Napolitano </strong> issues terror alert Congress votes down Patriot Act <q>Reply# 72 on: February 11, 2011, 03:37:01 AM</q> The terrorism threat level within the United States is the highest it's been since the September 11, 2001 attacks, claims <strong> Donald Rumsfeld </strong> of Homeland Security <strong> Janet Napolitano </strong>, <strong> Janet Napolitano </strong> informed the <strong> John McCain </strong> House of Representatives of the", "new_id": -2}, {"uid": "1296774517130859030", "i": 5884, "idx": 1, "sa": ["Sergio Marchionne"], "q": ". Carl Galeana, who runs dealerships in suburban Detroit, Florida and South Carolina, said he is impressed with the turnaround that <strong> Sergio Marchionne </strong> engineered. ''I think this guy is a visionary,'' he said. <q>He talks about what he needs to do and he goes out and gets it done.</q> Of the 16 new or revamped models, five were rebuilt from the ground up in under two years, far faster than the normal three or four years. They include the 300 big sedan, the Jeep Grand", "new_id": -2}, {"uid": "1295629102247332868", "i": 21672, "idx": 0, "sa": ["Eric Schmidt"], "q": "26 percent to$ 8.44 billion, compared to the same period last year. Net income for the quarter was$ 2.54 billion, compared to$ 1.97 billion in the fourth quarter of 2009. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile,</q> said <strong> Eric Schmidt </strong>, chief executive of Google. ''These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web.''", "new_id": -2}, {"uid": "1297122406226197630", "i": 27995, "idx": 3, "sa": ["Simon Cowell"], "q": ".'' So, can viewers expect the same hard-nosed <strong> Simon Cowell </strong> they have come to expect from his years on American Idol? Or will he be a softer, gentler <strong> Simon Cowell </strong> on X Factor? <q>I started to cringe over the years as I saw people being booked as the so-called ''mean' judge and being gratuitously rude for the sake of it. I had my own style and like to think I'm honest and wouldn't sugarcoat something to make myself popular,</q> he said. ''I am gong to try and be consistent, as I have been over the years... People know what to expect if I'm on the judging panel. I don''t think things will", "new_id": -2}]