[{"uid": "1297353626022609924", "i": 42641, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "feature story posted on MLB.com about the charity work that he and his wife do for stray dogs, <strong> Mark Buehrle </strong>'s comments noticeably changed in tone when <strong> Michael Vick </strong>'s name came up. From Twitter: <q> Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? </q> said( <strong> Mark Buehrle </strong>). \"How could you do that if you are somewhat sane?\" ( <strong> Michael Vick </strong>) had a great year and a great comeback, but there were times where we watched the", "new_id": -2}, {"uid": "1295336336131039232", "i": 12096, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Industrial). <strong> Sergio Marchionne </strong> parla anzitutto di Lancia e dice che il suo futuro? legato al successo della nuova Ypsilon( sar presentata a marzo al Salone di Ginevra e sar in vendita da giugno). <q>? un prodotto completamente nuovo che entrer nel segmento B a cinque porte( ora ne ha tre: la nuova Y ne avr 5 e sar pi grande dell` attuale, ndr). Voglio produrne pi di 100 mila l'anno, ho grandi aspettative per questo modello:? una grande macchina. Questa vettura- prosegue- deve essere perfetta sotto ogni suo aspetto. Sappiamo che l'unione tra la stilistica italiana e la qualit polacca? positiva </q>. Un mix che, ricorda <strong> Sergio Marchionne </strong>, ha avuto successo con la Fiat 500. Gli fanno notare che a Tychy sono rimasti male perch la nuova Panda? finita a Pomigliano. \"Tichy produrr un", "new_id": -2}, {"uid": "1295458115232456193", "i": 58645, "idx": 5, "sa": ["Ted Williams", "Tyronn Lue", "Mo Williams", "Elgin Baylor", "Phil Jackson", "Allen Iverson", "Shaquille O'Neal"], "q": "\"I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q> \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said Williams_Mo Williams_Detained_My_Daughter_Attacked_Me!_Exclusive_Interview <strong> Ted Williams </strong> Detained: \"My Daughter Attacked Me!\" Exclusive Interview on Shaquille O'NealPhil Jackson Golden-Voiced <strong> Ted Williams </strong> ReporTed Williamsly Picked Up By Cops Read more: www.businessElgin Baylorr.com From", "new_id": -2}, {"uid": "1296423892068993033", "i": 404, "idx": 3, "sa": ["Allen Iverson", "Jim O'Brien"], "q": "its bid to win three straight games for the first time this season. \"We do a lot of things positive on the basketball court, we're just not putting together whole games,\" <strong> Allen Iverson </strong> said. <q> That's the frustrating part, because a game like this, we're supposed to win. </q> Pacers coach <strong> Jim O'Brien </strong> blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 Iverson_Allen Iverson_20pts_vs_Indiana_Pacers_09/10_NBA_Home_to_Home_Game_2 betfreebie.com Basketball <strong> Allen Iverson </strong> 39 s team first approach with the Philadelphia 76ers has earned", "new_id": -2}, {"uid": "1296762617005144577", "i": 8842, "idx": 2, "sa": ["Bernie Sanders"], "q": "Brandishing a 45-page January 2011 US Department of Defence report on the issue, Independent Senator <strong> Bernie Sanders </strong> called for \"far more vigorous enforcement\" by the US military \"to protect taxpayers from massive fraud\" . <q> The sad truth is that virtually all of the major defence contractors in this country for years have been engaged in systemic fraudulent behaviour, while receiving hundreds of billions of dollars of taxpayer money, </q> he charged. <strong> Bernie Sanders </strong> underlined that the report, which his office made public, showed that from 2007-2009 the Pentagon spent USD 270 billion on 91 contractors involved in fraud cases that yielded judgments of more than USD 1", "new_id": -2}, {"uid": "1295319335227213318", "i": 25459, "idx": 0, "sa": ["Steve Ballmer"], "q": "on Windows PCs, a development which Microsoft executive <strong> Steve Ballmer </strong> hinted at to the BBC during CES. Speaking in a brief interview with BBC online tech program Click, <strong> Steve Ballmer </strong> said that PC Kinect was something which Microsoft <q> will support... in a formal way in the right time </q>. Now, speculative blog", "new_id": -2}, {"uid": "1295096765206520339", "i": 39109, "idx": 1, "sa": ["Robert King", "Keith Urbahn", "Donald Rumsfeld"], "q": "'s an episode about moral relativism about what is considered torture and what is not,\" <strong> Robert King </strong> said. But <strong> Keith Urbahn </strong>, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out. <q> This area is so fraught with legal ramifications, </q> <strong> Keith Urbahn </strong> said. \"I don't think people would take kindly to us doing a fictional play on it. It's sort of a nonstarter because of the subject.\" <strong> Donald Rumsfeld </strong> would likely be willing", "new_id": -2}, {"uid": "1295927583014860290", "i": 42962, "idx": 0, "sa": ["Donald Rumsfeld", "Klaus Schwab"], "q": "<strong> Klaus Schwab </strong> said he doesn't think it will. \"I'm absolutely sure that the euro will not collapse because I think there is still a strong European solidarity in place,\" he told AP. <q> Europe, in this new world that is coming up, if it wants to become a key actor and stay a key actor it has to express itself in terms of its unity and it has to make sure that euro is also secured by a much greater common effort, working together in fiscal monetary and general economic policies. </q> Organizers are trying to answer their critics this year by taking time to discuss how to deal with unforeseen risk- the \"unknown unknowns\" as former U.S. Defense Secretary <strong> Donald Rumsfeld </strong> once put it. The", "new_id": -2}, {"uid": "1295592193000901141", "i": 53943, "idx": 0, "sa": ["Eric Schmidt"], "q": "sell as many as 534,000 shares of the company's stock over the next year. At current prices, those shares are worth roughly$ 334 million. The filing says <strong> Eric Schmidt </strong> is selling the stock <q> as part of his long-term strategy for individual asset diversification and liquidity. </q> <strong> Eric Schmidt </strong> has sold Google stock before, notably after the company's initial public offering in 2004 when sold\"> he sold shares worth roughly$ 258 million. The shares <strong> Eric Schmidt </strong> now wants to sell", "new_id": -2}, {"uid": "1294975566041533473", "i": 56013, "idx": 1, "sa": ["Angel Robinson", "Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "Jazz 120-109 on Thursday night. \"I've now scored 40 points on the highest stage you can ever score,\" said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angel Robinsones Lakers. <q> It was definitely a special night, </q> <strong> Linas Kleiza </strong> said. \"I will remember this night for the rest of my life.\" The Nuggets have been searching for a consistent third scorer behind <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He", "new_id": -2}]