[{"uid": "1296774921237715483", "i": 4057, "idx": 1, "sa": ["Wanda Jackson", "David Letterman", "Bob Dylan", "Jack White"], "q": "a mini-tour that would take her from her first Grand Ole Opry appearance in 56 years to slots on the`` Late Show With <strong> David Letterman </strong>'' in New York and`` Conan'' in Los Angeles. <q> I want to thank <strong> Jack White </strong> for making all this happen for me, </q> <strong> Wanda Jackson </strong> said at a recent week.`` He forgets I've got to watch my heart. I'm an old lady. But <strong> Bob Dylan </strong> I don't feel it tonight.'' She told", "new_id": -2}, {"uid": "1295905281252543038", "i": 35788, "idx": 0, "sa": ["Eric Schmidt"], "q": "companies can do very well.... the fact that these things become popular and everybody wants them, means everybody wins.'' On how not making any money on Android doesn't matter...( 6:12 in) <q> We make zero. It's free. That would be the definition of no margin.... I have been surprised at how important Android is to our business, but for none of the reasons that you all[ in the media] talk about. It's fundamentally because Android is seen as representative of the new model of computing. </q> <strong> Eric Schmidt </strong>, Chairman of the Board and CEO of Google, Inc., talks about internet privacy and what personal information Google retains and uses. http://wn.com/Salesforce_+_Google_Interview_with_Google_CEO_Eric Schmidt_Eric Schmidt www.salesforce.com Now it's possible to run your entire business in the cloud", "new_id": -2}, {"uid": "1295454365253952024", "i": 19940, "idx": 0, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "<strong> Raila Odinga </strong>, Laurent Gbagbo n' a pas tenu sa promesse de lever le blocus de l'h?tel du Golf o est retranch le pr?sident lu reconnu par la communaut internationale <strong> Alassane Ouattara </strong>, sur les bords de la lagune d'Abidjan. <q> M. Gbagbo m` avait donn l'assurance que ce blocus serait lev hier, mais il n' a pas tenu sa promesse, pour la deuxi?me fois en deux semaines </q>, a-t-il d?clar. En revanche, <strong> Alassane Ouattara </strong> a accept de confier plusieurs portefeuilles? des alli?s de Gbagbo dans son futur gouvernement, a-t-il dit. <strong> Raila Odinga </strong> a galement exhort <strong> Alassane Ouattara </strong>? apporter des garanties", "new_id": -2}, {"uid": "1296152835245841973", "i": 9947, "idx": 5, "sa": ["Eric Schmidt"], "q": "n't elaborate. <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook.`` We have a competitor called Microsoft( href=\"http://money.cnn.com/quote/quote.html?symb=MSFT\"> MSFT),'' he said. <q> Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day. </q> Facebook, on the other hand,`` has clearly stated they don't want to get into the search business. Facebook users tend to use Google search. Facebook's ads business does not displace our advertising.", "new_id": -2}, {"uid": "1297185662216317967", "i": 23761, "idx": 10, "sa": ["Simon Cowell", "Paula Abdul"], "q": ") But when asked if former`` Idol'' judge title=\"Paula Abdul\" href=\"http://wqad.com/topic/entertainment/music/Paula Abdul-Paula Abdul-PECLB000004.topic\"> <strong> Paula Abdul </strong> would be involved, he left the option open.`` I'm a massive fan of <strong> Paula Abdul </strong>,'' he said. <q> We've been in regular contact. </q> <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognize star quality when they saw it.`` Over the years you've seen a different type of artist emerge,''", "new_id": -2}, {"uid": "1295316162045481984", "i": 11998, "idx": 5, "sa": ["Stephen Jackson", "Allen Iverson"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way.`` He wasn't missing anything,'' Hawks forward <strong> Stephen Jackson </strong> said. <q> When a guy is shooting like that, there's nothing you can do. </q> <strong> Allen Iverson </strong> scored 14 The final week begins with`` Purple Pills( Part 1)'' on Monday August 23, 2010 at 9pm on TeenNick REQUEST!( Degrassi Season 10 MEGAVIDEO/Zshare EPISODE LINKS HERE!) Couple:", "new_id": -2}, {"uid": "1295819193226000912", "i": 8726, "idx": 5, "sa": ["Larry Page", "Eric Schmidt", "Sandeep Aggarwal"], "q": "Thursday's announcement. In the regular session earlier, the stock fell$ 4.98, or 0.8 percent, to close at$ 626.77. The stock peaked at$ 747 before the recession. <q> <strong> Eric Schmidt </strong>( Alert) has played his innings very well, </q> said analyst <strong> Sandeep Aggarwal </strong> of Caris& Co.. The management reshuffling appears to be amicable. Both <strong> Larry Page </strong> and <strong> Eric Schmidt </strong> had high praise for each other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's", "new_id": -2}, {"uid": "1297445521223772687", "i": 55647, "idx": 2, "sa": ["Steve Ballmer", "Steve Jobs"], "q": "it will also`` drive the future of Windows Phone'' by contributing its expertise on global markets.`` I am excited about this partnership with Nokia,'' said <strong> Steve Jobs </strong> A. <strong> Steve Ballmer </strong>, Microsoft CEO. <q> Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Key elements of the partnership announced Friday by Nokia and Microsoft are: Bing will power Nokia's search services across Nokia devices and services, giving customers access to Bing's next generation search capabilities.", "new_id": -2}, {"uid": "1295799534123387904", "i": 24814, "idx": 0, "sa": ["Colin Powell"], "q": "matters in his State of the Union address Tuesday night. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Ariz. <q> I think he's got a way to go, </q> <strong> Colin Powell </strong> said.`` I mean, he hasn't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform.`` You know, we didn't elect Superman.", "new_id": -2}, {"i": 24755, "idx": 2, "index_answer": 1, "new_id": -1, "q": "'' Mr. <strong> Mike Pence </strong> told`` America's Morning News'' radio show. Mr. <strong> Mike Pence </strong> said he is pushing Congress to support the Title 10 Abortion Providers Prohibition Act, which would <q> cut off what is <strong> in excess </strong> of$ 350 million in taxpayer money that flows into Planned Parenthood through Title 10. </q> The Live Action videos, shot in New Jersey and Viginia in January, are similar to the 2009 videos shot by conservative activist <strong> James O'Keefe </strong> showing unethical practices at the Association of Community Organizations for Reform", "sa": ["James O'Keefe", "Mike Pence"], "uid": "1297272603143687692"}]