[{"uid": "1295598091192069640", "i": 26659, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "Die ehemaligen Studienkollegen <strong> Larry Page </strong> und <strong> Sergey Brin </strong> hatten Google 1998 gegr?ndet. 2001 bergaben die beiden ihr`` Baby'' an <strong> Eric Schmidt </strong>. Unter dem erfahrenen Manager hat sich Google von einem aufstrebenden Internetsuch-Unternehmen zu einem breit aufgestellten Technologiekonzern gemausert. <q> <strong> Eric Schmidt </strong> ist ein toller Firmenchef und ich habe viel von ihm gelernt </q>, sagtLarry Page. Sehr gute Zahlen Das Gesch?ft bei Google bl?ht: Im Schlussquartal stieg der Umsatz um 26 Prozent auf 8,4 Milliarden Dollar. Das Unternehmen verdiente unterm Strich satte 2,5 Milliarden Dollar und damit", "new_id": -2}, {"uid": "1296590040084361306", "i": 20683, "idx": 0, "sa": ["Jay Cutler", "Michael Vick", "Ben Roethlisberger"], "q": "<strong> Jay Cutler </strong>, <strong> Ben Roethlisberger </strong> and <strong> Michael Vick </strong> received intense scrutiny for things that happened off the football field. While <strong> Jay Cutler </strong>'s criticism didn't steam from legal or serious personal issues, the solution is still the same. <q> It's not a popularity contest, </q> Dan Pompei, of the Chicago Tribune, said on the Mully and Hanley Show.`` It's about throwing touchdown passes.'' LISTEN: Dan Pompei On The Mully And Hanley Show audio", "new_id": -2}, {"uid": "1295021128171180035", "i": 4111, "idx": 1, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand", "Mark Knoller", "Debbie Wasserman Schultz"], "q": "saying,` We'll have another night out for beer and pizza with your husband.' And <strong> Debbie Wasserman Schultz </strong> started talking about taking them out to their house in New Hampshire.'' When <strong> Gabrielle Giffords </strong> responded by <q> trying to struggle to open her eyes, </q> <strong> Kirsten Gillibrand </strong> said the congresswoman's husband, NASA astronaut <strong> Mark Kelson </strong>, encouraged her:`` <strong> Mark Knoller </strong> saw that and said,` Open your eyes, <strong> Gabrielle Giffords </strong>. Open your eyes.' And then she kept struggling", "new_id": -2}, {"uid": "1295488067191037466", "i": 28944, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "of cringe-worthy audition episodes, right? So who will take place of hardass <strong> Simon Cowell </strong>? The 62-year-old <strong> Steven Tyler </strong>? When asked if he saw any contestants that reminded him of a young version of himself, <strong> Steven Tyler </strong> quipped, <q> No one had lips big enough. </q> Other adventures coming up for <strong> Jennifer Lopez </strong> include a coveted role in`` Glee'' this April as a cafeteria lady at McKinley High, as well as her second spokeswoman deal with L'Oreal( the commercials debuted this", "new_id": -2}, {"uid": "1295582658195002435", "i": 30999, "idx": 1, "sa": ["Allen Iverson", "Cheikh Samb", "Antonio McDyess", "Tayshaun Prince", "Art Bell", "Chauncey Billups"], "q": "spark for Detroit after a slow stArt Bell, winning his first game since joining the Pistons, 100-92 over the Sacramento Kings on Tuesday night.`` It was a huge lift off of me,'' <strong> Allen Iverson </strong> said. <q> I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more. </q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "new_id": -2}, {"uid": "1296878115021512265", "i": 8566, "idx": 0, "sa": ["Michael Vick"], "q": "league to be wiser the second time around. As a result, the Philadelphia Eagles' quarterback assured the team and commissioner Super Bowl party in Dallas on Friday night that's being promoted as <q> Super Bowl- Dallas Dynasty 2011- The <strong> Michael Vick </strong> Experience. </q> Pro Bowl quarterback <strong> Michael Vick </strong> would like to personally invite you to the only upscale, A-list celebrity event of the 2011 Super Bowl. This will be the primary and preferred destination for iconic personalities from the NFL, MLB", "new_id": -2}, {"uid": "1296128007138051652", "i": 24935, "idx": 1, "sa": ["Andy Coulson", "Paul Stephenson"], "q": "News of the World, stood by his earlier decision at the meeting.`` I was asked by Sir <strong> Paul Stephenson </strong> to establish the facts, not to review the case,'' he said. <q> The plain fact was that while the material was new to the media it wasn't new to us. It didn't constitute new evidence. </q> The issues around phone hacking have started to unravel at an alarming rate since the resignation of <strong> Andy Coulson </strong>, Downing Street director of communications, on Friday. The head of the Metropolitan police has promised", "new_id": -2}, {"uid": "1296246414075301216", "i": 2132, "idx": 0, "sa": ["Ally Coulibaly", "Alassane Ouattara", "Ben Ali"], "q": "est... L'?gypte coupe tous les acc?s? Internet Cette mesure, effective depuis jeudi soir, vise? emp?cher les internautes de s` organiser en vue de manifester contre le... En C?te d'Ivoire, <q> il n' y a pas de compromis possible </q>( mis? jour) <strong> Ally Coulibaly </strong>, le nouvel ambassadeur de C?te d'Ivoire en France nomm par <strong> Alassane Ouattara </strong>, vient de prendre le contr?le de... Paris: Le?la <strong> Ben Ali </strong> a rachet la r?sidence de l'ambassadeur( mis", "new_id": -2}, {"uid": "1296780723243531795", "i": 35464, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld", "Jameel Jaffer"], "q": "ahead.`` Mr. <strong> Donald Rumsfeld </strong>'s claim that the abuse at Abu Ghraib was isolated and aberrational is demonstrably false,'' <strong> Jameel Jaffer </strong>, ACLU's deputy legal director, said in a written statement. <q> Government documents show that the methods used at Abu Ghraib were the same ones Mr. <strong> Donald Rumsfeld </strong> approved, and that the abuse of prisoners in Defense Department custody was systemic.... This effort to rewrite history is shameful. </q> <strong> Donald Rumsfeld </strong>'s office is not commenting on the book until its Tuesday release date. But according to early reports, he devotes much of the autobiography to defending his tenure in the <strong> George W. Bush </strong> administration and his handling", "new_id": -2}, {"i": 39167, "idx": 2, "index_answer": 0, "new_id": -1, "q": "Eagles owner, <strong> Jeffrey Lurie </strong>, and commended him for giving <strong> Michael Vick </strong> a`` second chance.'' According to reports, Mr. <strong> Jeffrey Lurie </strong> said Mr. <strong> Barack Obama </strong> was`` passionate about it,'' adding that the president said <q> it's never a level playing field for prisoners when they get out of jail. And he was happy that we did something on such a national stage that showed our faith in giving someone a second chance after such a major downfall. </q> Now Mr. <strong> Michael Vick </strong> says he wants another dog. Society would never allow a child molester or a very violent person to adopt a vulnerable child, so we should never be in favor of allowing", "sa": ["Jeffrey Lurie", "Michael Vick", "Barack Obama"], "uid": "1295439934220266568"}]