[{"uid": "1296460646009125952", "i": 57124, "idx": 0, "sa": ["Jean Ping", "Alassane Ouattara", "Ban Ki-moon", "Ben Ali"], "q": "la Commission de l'UA, href=\"http://www.lBen Alibre.be/sujet/PN/Jean Ping+Jean Ping\" title=\"Plus d'infos sur Jean Ping\"> <strong> Jean Ping </strong>, ajoutant que son organisation consid?rait toujours M. <strong> Alassane Ouattara </strong> comme le vainqueur du scrutin. <strong> Ban Ki-moon </strong>, a appuy la cr?ation de ce panel et a appel <q> le pr?sident <strong> Alassane Ouattara </strong>? former un gouvernement d'union nationale </q>. Ce dernier s` est f?licit dimanche de ces prises de position et a appel le panel? vite conclure ses travaux. Afrique du Sud ou l'Ouganda- o des pr?sidentielles d?j controvers?es doivent avoir lieu en f?vrier", "new_id": -2}, {"uid": "1295297396157237278", "i": 31800, "idx": 1, "sa": ["Ewan McGregor", "Johnny Depp", "C Phillip Morris", "Angelina Jolie", "Jim Carrey", "Ricky Gervais"], "q": "href=\"http://www.foxnews.com/topics/entertainment/movies/hollywood.htm#r_src=ramp\"> Hollywood Foreign Press can hang out with <strong> Johnny Depp </strong> and <strong> Angelina Jolie </strong>. That is rubbish, that is not the only reason. They also accepted bribes.'' You could almost hear the producers thinking, <q> Lay off <strong> Angelina Jolie </strong>, <strong> Ricky Gervais </strong>! What if she won't come back next year? </q> Others were even more insulted by <strong> Ricky Gervais </strong>' not-so-cryptic quip about closeted gay Scientologists in Hollywood.`` Also not nominated was' I Love You <strong> C Phillip Morris </strong>,' href=\"http://www.foxnews.com/topics/entertainment/movies/actors/Jim Carrey-Jim Carrey.htm#r_src=ramp\"> <strong> Jim Carrey </strong> and href=\"http://www.foxnews.com/topics/entertainment/movies/actors/Ewan McGregor-Ewan McGregor.htm#r_src=ramp\">", "new_id": -2}, {"uid": "1295280469135036931", "i": 52239, "idx": 2, "sa": ["Jim Ryan", "Mike Pence", "Barack Obama", "Mitt Romney"], "q": "on congressional Republicans to block an increase in the limit on federal borrowing, and he proposed legislation that he said would prevent a U.S. default on its loans,'' the Wall Street Journal writes. <strong> Mike Pence </strong>: <q> An independent campaign to draw GOP <strong> Mike Pence </strong> into the 2012 Barack Obamaial race is under way, with a veteran of the Reagan White House href=\"http://bit.ly/gt8KTG\"> launching a petition drive on Monday urging him to enter the primary contests, </q> the AP writes.`` Ralph Benko, a deputy counsel to Ronald Reagan, announced the America's <strong> Barack Obama </strong> ComMitt Romneyee to encourage a Mike Pence-for-Barack Obama bid. Former <strong> Mike Pence </strong> <strong> Jim Ryan </strong>, R-Kan., is also helping the campaign to collect", "new_id": -2}, {"uid": "1295629393218054677", "i": 11257, "idx": 1, "sa": ["Andy Coulson"], "q": "me to give the 110 percent needed in this role,'' he said in a statement announcing his departure as well as his ability to perform outside of the confines of accepted mathematics and human endurance. <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on. </q> So, say goodbye everybody, wave him out of Parliament and forward any questions you may have for him on to the former spokesman's spokesman. Or someone. <strong> Andy Coulson </strong>'s illustrious political career came to", "new_id": -2}, {"uid": "1296160958122896471", "i": 10913, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> What's this?) Report corrections or additions here. Leave comments logged in to participate in the Show Me the Errors contest. Leave a comment Speak up and join", "new_id": -2}, {"uid": "1297292770155729942", "i": 27800, "idx": 0, "sa": ["David Letterman", "Michael Moore", "Bob Weinstein"], "q": "out of at least$ 2.7 million in profits. The Los Angeles Times reported Bob Weinsteins' lawyers are calling the whole thing`` rubbish.'' However <strong> Michael Moore </strong>'s attorney released a statement saying, <q> This is the first time <strong> Michael Moore </strong> has ever sued anyone in his 20-year career as a filmmaker. That should be some indication about how serious this is. </q> Watch <strong> Michael Moore </strong> on the <strong> David Letterman </strong> show talking about`` Fahrenhgeit 9/11. Click Play Sources: Reuters, MSNBC, AskMen, Los Angeles Times", "new_id": -2}, {"uid": "1295436641050954257", "i": 29034, "idx": 6, "sa": ["Alassane Ouattara"], "q": "had several meetings with the major petroleum companies abroad and also with the Cargill, ADM, Armajaro- all these cocoa business companies- to tell them... not pay taxes to the Gbagbo government.'' <q> Of course, they have problems because Mr. Gbagbo uses the military forces to go and intimidate them, and this is a major problem of security for most of them, </q> he noted. href=\"http://allafrica.com/governance/\"> Governance <strong> Alassane Ouattara </strong> also said that he was against economic sanctions at large because they would impact the Ivorian people negatively and that his camp was considering other options to pressure his opponent", "new_id": -2}, {"uid": "1295958129216842277", "i": 12970, "idx": 14, "sa": ["Mitch Daniels", "Mike Pence", "Charlie Black"], "q": "<strong> Mitch Daniels </strong>, a favorite of Republicans who like <strong> Mitch Daniels </strong>' broad experience and fiscal credentials. <strong> Mitch Daniels </strong> has said he won't make a decision until after this year's legislative season ends in April. <q> If( <strong> Mitch Daniels </strong>) runs, I think it's hard for <strong> Mike Pence </strong>, because all the financial base in Indiana would likely go to <strong> Mitch Daniels </strong>, </q> <strong> Charlie Black </strong> said. But <strong> Mike Pence </strong> also can't afford to wait to decide because has a long way to go in building a fundraising network and a campaign team, and becoming better-known.(", "new_id": -2}, {"uid": "1295202014095649810", "i": 58315, "idx": 0, "sa": ["Barack Obama", "Kirsten Gillibrand"], "q": ". In a call for increased bipartisanship, some members of Congress have proposed that both parties sit together at <strong> Barack Obama </strong>'s State of the Union address, which will take place on January 25. <q> It's a symbol, </q> said Democratic New York Sen. <strong> Kirsten Gillibrand </strong>, one of the champions of the plan.`` You'll create an image of the Congress deciding that we are going to work as a body, not as two separate sides", "new_id": -2}, {"i": 29884, "idx": 1, "index_answer": 0, "new_id": -1, "q": ". <strong> Zahi Hawass </strong> wrote, in a post to his Web site, which, due to the blocked Internet access at the time, he had to fax to colleagues in Italy to upload: <q> My heart is broken and my blood is boiling. I feel that everything I have done in the last nine years has been destroyed in one day, but all the inspectors, young archaeologists, and administrators, are calling me from sites and museums all over Egypt to tell me that they will give their life to protect our antiquities. </q> On Saturday, he wrote, \" I was met outside by many Egyptians, who asked if the museum was safe and what they could do to help. The people were happy to see", "sa": ["Zahi Hawass"], "uid": "1296752424175587371"}]