[{"uid": "1295133242039174154", "i": 18547, "idx": 3, "sa": ["Allen Iverson"], "q": "a game that I want to forget, but it's a game I'll probably remember for the rest of my life because it was one of the worst games I've ever played,\" <strong> Allen Iverson </strong> said. <q>But I'm happy because we got the win. <strong> That guy </strong>'s what makes it so easy to take. I'm as happy as I can be right now.</q> <strong> Allen Iverson </strong> was surprised to learn he had tied his career high in assists. \"I'm glad I did something right in that game,\" he said. \"I'm happy I had the assists that I", "new_id": -2}, {"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up. \"A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,\" <strong> Allen Iverson </strong> said. <q>They were beating me down the court, and I was just finding guys. They did a great job of finishing.</q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}, {"uid": "1297261541254083125", "i": 45181, "idx": 1, "sa": ["Donald Rumsfeld", "Jim Cramer", "Henry Paulson"], "q": "Chief of Staff for the U.S. Treasury Department for <strong> Donald Rumsfeld </strong> <strong> Henry Paulson </strong>. At Treasury he served as <strong> Henry Paulson </strong>'s senior strategist and counselor, and worked on matters of finance and crisis management.\" From <strong> Jim Cramer </strong>'s bio: <q><strong> Jim Cramer </strong> is a committed conservationist, and his hobbies include snowboarding, endurance sports( including completing 17 marathons), and chess.</q> http://politi.co/gubjcN** A message from Toyota: The pride of our people comes standard on every vehicle. And you'll find that pride in our 10 U.S. plants and nearly 200,000 team members, including", "new_id": -2}, {"uid": "1295811905072826894", "i": 48480, "idx": 0, "sa": ["Hugo Chavez", "Fidel Castro", "Andy Coulson"], "q": "Supporters of Venezuelan <strong> Fidel Castro </strong> <strong> Hugo Chavez </strong> Video: Raw video: Bus runs over protesters on highway... Venezuela World Video: Raw Video: Missing Americans found safe World Video: Bomb attacks kill 10 in Iraq capital Report Abuse <q>Gen. <strong> Marcos Perez Jimenez </strong>, wasn't Venezuela's last dictator.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1295928966011796491", "i": 2198, "idx": 3, "sa": ["Allen Iverson"], "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q>Honestly, and I can't be any truer than this, all I wanted was for the Milwaukee Bucks to be down one point once there were all zeroes on the board,</q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against With Richard Hamilton sidelined, the Detroit Pistons abandoned their", "new_id": -2}, {"uid": "1295139772120274975", "i": 15873, "idx": 7, "sa": ["The doctor", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "senator said. \"She wanted us to know that she was with us a hundred percent and understood everything we were saying and appreciated it.\" <strong> The doctor </strong> monitoring the case was equally stunned. <q>He said, I just witnessed the impact of friendship and what you guys-- he said, you did this here today,</q> recalled Wasserman-Schultz. <strong> Kirsten Gillibrand </strong> and Wasserman-Schultz predicted <strong> Gabrielle Giffords </strong> will continue to awe her doctors and the nation. The award-winning Washington Bureau takes you behind-the-scenes at the White House and Pentagon, into the Congressional cloakrooms and", "new_id": -2}, {"uid": "1296522021211714148", "i": 16533, "idx": 1, "sa": ["Sergio Marchionne"], "q": "well as the company's financial performance in 2010. In a conference call with analysts, <strong> Sergio Marchionne </strong> said employees deserved recognition for helping the automaker launch 16 new or refreshed vehicles during challenging times. <q>We have had discussions with the CAW and UAW over this issue,</q> he said. \"It's in recognition of an extraordinary performance of the industrial system of Chrysler in 2010.\" <strong> Sergio Marchionne </strong> refrained from referring to the bonus as profit sharing. \"It's", "new_id": -2}, {"uid": "1295745495072876080", "i": 6371, "idx": 3, "sa": ["Andy Coulson"], "q": "showerdaily What does that mean? Presumably you think an accusation of conspiracy theorist is sufficient distraction from illegality at the heart of government that it'll all just go away?\" Like I said <q>move along, nothing to see here</q> The only illegality took place at <strong> Andy Coulson </strong>'s previous job. In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this", "new_id": -2}, {"uid": "1295080614260702214", "i": 10340, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Bill Clinton"], "q": "appointed by <strong> Bill Clinton </strong> as commerce secretary, none other than <strong> Donald Rumsfeld </strong> spoke favorably at Daley's confirmation hearing. Daley was mildly but publicly critical of <strong> Barack Obama </strong>'s health care reform strategy. He argued last year: <q>We've really got to listen carefully to the public. Voters are not re-embracing conservative ideology. But we must acknowledge that the left's agenda has not won the support of a majority of Americans- and, based on that recognition, we must steer a more moderate course.</q> <strong> Barack Obama </strong> has put into place a staff structure that would allow for a shift toward the center-left. The hard left thinks this happened years ago- but it is only true when measured against its own uncompromising", "new_id": -2}, {"uid": "1295629069004243586", "i": 26639, "idx": 4, "sa": ["Eric Schmidt"], "q": "OMG- I read the fricking headline and about chocked!!! This moron is on drugs!! <strong> Eric Schmidt </strong>?? NO WAY!! Jan 21, 11- 11:39 am Comment from: Berrylium <strong> Eric Schmidt </strong> as Apple CEO? <q>Saints presarve us! Say't isn't so!</q> as Mr. Dooley might have said. Jan 21, 11- 11:40 am Comment from: MacAdvocate A couple of large men should separate Manikandan Raman from his keyboard and escort him from the The International Business", "new_id": -2}]