[{"uid": "1294979286033620009", "i": 25966, "idx": 0, "sa": ["Nicole Polizzi", "David Letterman"], "q": "your daughters away Jersey Shore: <strong> Nicole Polizzi </strong> mocks castmates in <strong> David Letterman </strong>'s \"Top Ten' list( VIDEO) star <strong> Nicole Polizzi </strong> will make a guest appearance on Late Night with <strong> David Letterman </strong> tonight( Monday) where she'll read <q>The Top 10 Reasons to Buy the New <strong> Nicole Polizzi </strong> Book.</q> CBS released a sneak peek of <strong> Nicole Polizzi </strong>\"s Top 10 list earlier \"The <strong> Nicole Polizzi </strong> Song\"( Parody of Tik Tok by Ke$ ha) This song is now available on itunes: tinyurl.com Spoof of the famous", "new_id": -2}, {"uid": "1296102825131907709", "i": 23655, "idx": 2, "sa": ["Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Dwyane_Wade_scores_17_unanswered_points_vs_the_Pistons Flash at work! jumpers! LEBRON JAMES AND ANDREW BYNUM BABY SHACK IS BETTA THEN KOBE I AM A KOBE FAN SAYIN THIS", "new_id": -2}, {"uid": "1297283661263864336", "i": 6356, "idx": 2, "sa": ["Simon Cowell"], "q": "said. If those preteens aren't brave enough to massacre their elders, they probably won't survive the auditions, which will be held live before 4,000 or 5,000 people in an arena. <q>It was supposed to be similar to them doing their first concert,</q> <strong> Simon Cowell </strong> explained. \"It really helped show me who could handle the pressure.\" <strong> Simon Cowell </strong> claims that allowing the crowd to react in real time will help him avoid overlooking another big star.", "new_id": -2}, {"uid": "1295094108207257632", "i": 40943, "idx": 0, "sa": ["Steve Ballmer"], "q": "and services from China and said it expected those purchases to be more than$ 3 billion in coming years. MICROSOFT CORP The world's largest software maker told the Washington Post in July that <q>better global enforcement of intellectual property laws</q> was its top lobbying priority and CEO <strong> Steve Ballmer </strong> pegged China as the country with the weakest protections. Microsoft and other members of the Business Software Alliance have called for a deal to boost U.S. software sales and", "new_id": -2}, {"uid": "1294972078242417745", "i": 12584, "idx": 0, "sa": ["Michael Vick", "Brett Favre"], "q": "management and labor can't reach a new collective bargaining agreement and the owners lock out the players and cancel games next season. The NFL acknowledges that its recent prosperity hasn't tackled its nagging concerns. <q>All is not perfect in the Land of Oz,</q> said NFL spokesman Greg Aiello. Interactive: The Mysteries of the Offensive Line There were many reasons for the NFL's surge this season. Events such as <strong> Michael Vick </strong>'s re-emergence, <strong> Brett Favre </strong>'s struggles", "new_id": -2}, {"uid": "1295682265065617928", "i": 93, "idx": 17, "sa": ["Mike Pence", "Marjorie Dannenfelser"], "q": "social conservatives. \"To those who say that marriage is not relevant to our budget crisis,\" <strong> Mike Pence </strong> said in an enthusiastically received speech at the Family Research Council's Values Voter Summit last fall, <q>I say you would not be able to print enough money in a thousand years to pay for the government that you would need if the family continues to collapse.</q> After giving that speech, <strong> Mike Pence </strong> won the group's straw poll for top choice for its 2012 nominee. \"He has that everyman, Indiana appeal with vision,\" <strong> Marjorie Dannenfelser </strong> said. She", "new_id": -2}, {"uid": "1295047677008175621", "i": 13272, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush", "Michelle King"], "q": "<strong> Michelle King </strong> said. But Keith Urbahn, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out. \"This area is so fraught with legal ramifications,\" Urbahn said. <q>I don't think people would take kindly to us doing a fictional play on it. It's sort of a nonstarter because of the subject.</q> Advertisement <strong> Donald Rumsfeld </strong> would likely be willing to look at a script if it were another subject matter, he said. <strong> Donald Rumsfeld </strong>, who was defense secretary during the first six years of <strong> President Bush </strong>'s eight", "new_id": -2}, {"uid": "1297429746243695638", "i": 36596, "idx": 0, "sa": ["Bill Lockyer"], "q": "n't name names- really have an anti-union agenda. Several right-wing think tanks have also suggested states declare bankruptcy, as yet another way to escape obligations- including union contracts. <strong> Bill Lockyer </strong> turned that down flat. <q>Behind that is an attack on state workers,</q> he said. \"This is all fiction and all speculative,\" he said of the right-wing arguments. baligirl February 11, 2011 at 12:28 AM UnionRepublican, There is no major", "new_id": -2}, {"i": 21910, "idx": 5, "index_answer": 0, "new_id": -1, "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q>We've been talking about this for a year-and-a-half, so we're glad that this is coming,</q> <strong> Chris Webber </strong> said. \"We really like playing together, and we're getting it going. We're really just http://wn.com/Washington_Wizards_John_Wall_does_The_Dougie_dance_pre-game Washington Wizards point guard <strong> John Wall </strong> does \"The Dougie\", an amazing pre-game dance before the home", "sa": ["Chris Webber", "Allen Iverson", "John Wall"], "uid": "1295147684219021325"}, {"uid": "1296655289246464543", "i": 724, "idx": 2, "sa": ["Eric Schmidt"], "q": "His Exhibit A was Darwin <strong> Eric Schmidt </strong> Smith, a low-key lawyer who transformed Kimberly-Clark into an industry leader in the 1970s and'80s. A rung lower in Collins' leadership hierarchy were the Level 4 types: those who <q>catalyze commitment to and vigorous pursuit of a clear and compelling vision</q>-- the profile of most enduring technology industry founder-CEOs. While company needs will vary, there's a strong case for why the visionary variety of CEO still matters in technology more than any other industry. Innovation", "new_id": -2}]