[{"uid": "1295094125134053943", "i": 20097, "idx": 27, "sa": ["Kris Allen", "Allen Iverson", "Matt Geiger"], "q": "of 7-footer <strong> Matt Geiger </strong> in the fourth quarter lifted Philadelphia to a 104-90 victory over the Orlando Magic in the opener of their Eastern Conference first-round series. \"I am still excited about this game,\" <strong> Allen Iverson </strong> said. <q>I feel like I could still play another 48 minutes. The crowd was against us and it was just great playing in that kind of atmosphere. This was my first one, and I would love to play in a lot more.</q> \"<strong> Kris Allen </strong> told me he got 15 minutes of sleep last night, that was 15 more than I expected,\" said 76ers coach Larry Brown, who took his record sixth different organization to the playoffs. \"", "new_id": -2}, {"uid": "1295440340100417590", "i": 13524, "idx": 0, "sa": ["Simon Cowell"], "q": "the show's season 10 premiere Wednesday( January 19). \"American Idol'? Oh, yeah, I love all those[ talent shows],\" he said. <q>Somebody says they're \"chewing gum for the mind,' but they're entertaining.... My wife makes me watch them; I don\"t,</q> he joked before admitting that he and his wife TiVo every episode. \"I went to one or two of the shows and met <strong> Simon Cowell </strong>,\" he revealed. \"Somebody I really like is Randy", "new_id": -2}, {"uid": "1296811464196722709", "i": 1211, "idx": 1, "sa": ["Michael Vick"], "q": "<strong> Michael Vick </strong> was cleared of any wrongdoing- other than using poor judgment for hosting a party open to the public- and in October he told Sports Illustrated that the experience changed him for good. <q>Right then and there I told myself, I am changing my life,</q> <strong> Michael Vick </strong> told the magazine. \"I'm going to do everything they ask me to do. I'm getting myself away from this madness.\" That was the only thing <strong> Michael Vick </strong> could do if he", "new_id": -2}, {"uid": "1297278701018514089", "i": 30538, "idx": 0, "sa": ["Steve Ballmer", "Google Inc."], "q": "likely to be announced this month. Back in January, <strong> Steve Ballmer </strong> announced that Bob Muglia, the founder of Microsoft's server division, was stepping down. In an email to employees, <strong> Steve Ballmer </strong> wrote: <q>Bob Muglia and I have been talking about the overall business and what is needed to accelerate our growth. In this context, I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles. Bob has been a phenomenal partner throughout this process, and he and his leadership team have the right strategy in place.</q> By promoting managers with engineering skills, the Bloomberg article suggests that Microsoft is positioning itself to catch up with rivals such as Apple <strong> Google Inc. </strong> and <strong> Google Inc. </strong> \"in Web services, smartphones and tablet computers.\"", "new_id": -2}, {"uid": "1295476301073809929", "i": 15220, "idx": 0, "sa": ["Donald Brashear", "David Letterman", "Harold Jacob Rome", "Peggy Lee", "Blair Betts"], "q": "<strong> Donald Brashear </strong>'s dirty hit on <strong> Blair Betts </strong> 2009-04-26 <strong> Donald Brashear </strong> got only 5(+1) games for this nasty hit on <strong> Blair Betts </strong> who suffers multiple fractures to the face.... Abe, Shanghoon, <strong> David Letterman </strong> and Kerry!... <strong> Peggy Lee </strong> <q>All of a sudden my heart sings</q> performed by Steve Bone. Day 268 of the JSC. <strong> Peggy Lee </strong> \"All of a sudden my heart sings\" performed by Steve Bone. Day 268 of the JSC. <strong> Harold Jacob Rome </strong>( May 27, 1908, Hartford", "new_id": -2}, {"uid": "1295802494101695495", "i": 36361, "idx": 4, "sa": ["Colin Powell", "Barack Obama"], "q": " \"I think he is doing a good job right now,\" <strong> Colin Powell </strong> said. \"I think he has some tough times ahead, and I think he's had some setbacks.\" <q>You know, we didn't elect Superman,</q> <strong> Colin Powell </strong> added. \"We elected a human being, <strong> Barack Obama </strong>, who came in with an idea, with energy, and I think with a more youthful approach to things.\" <strong> Barack Obama </strong> has stabilized the", "new_id": -2}, {"uid": "1295674574191152161", "i": 4920, "idx": 1, "sa": ["Eric Schmidt"], "q": "search company. \"What's going to change under Larry?\" said BGC Partners analyst Colin Gillis, asking the question on the minds of executives from Silicon Valley to New York City. <q>In our opinion, Larry is likely to increase investments as a priority. It could be a long-term positive, but short term it's a negative.</q> The company hopes 38-year-old Page will help streamline decision-making as it tries to deal with tougher competition from Facebook and Twitter. Within technology circles, the move to replace <strong> Eric Schmidt </strong> left some wondering if Page", "new_id": -2}, {"uid": "1296637384244858880", "i": 4655, "idx": 0, "sa": ["Donald Rumsfeld", "Will Washington", "Hillary Clinton"], "q": "country's evolution. US <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> nimbly stepped in with a speech in Doha on January 13 warning Arab leaders to allow their citizens greater freedoms or risk extremists exploiting the situation. <q>There is no doubt that <strong> George Washington </strong> is trying to position itself very quickly on the good side,...</q>\" AFP: US helping shape outcome of Tunisian uprising emphasis added <strong> Will Washington </strong> be successful in instating a new puppet regime? This very much depends on the ability of the protest movement to address the", "new_id": -2}, {"i": 30203, "idx": 10, "index_answer": 0, "new_id": -1, "q": "were in Atlanta when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q>Matt is great. The coaching staff is great. We're just having a good time,</q> he said. \"I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.\" <strong> Michael Vick </strong> looked sharp", "sa": ["Michael Vick"], "uid": "1296128045255868977"}, {"uid": "1297268976172048400", "i": 5396, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "Microsoft Appoints <strong> Satya Nadella </strong> as President of Server and Tools Business, Feb. 9, 2011/ PRNewswire/-- Microsoft Corp. today promoted Senior Vice President <strong> Satya Nadella </strong> to president of Microsoft's Server and Tools Business. <q>We're already making strong traction across our Server and Tools Business by embracing cloud services,</q> said Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>. \"<strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future", "new_id": -2}]