[{"uid": "1297300411168493097", "i": 33335, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "' White House has rejected a request from the U.S. agency that monitors... Video: <strong> Barack Obama </strong> Calls for` Orderly Transition' in Egypt U.S. Video: Police: Elementary teacher assaulted students target=\"mwphcomReportAbuse\" href=\"http://bb.ugccs.abuse.yahoo.com/report_abuse/ReportAbuseBeacon.php?appId=news&amp;redirect=http%3a%2f%2fhelp.yahoo.com%2fl%2fus%2fyahoo%2fnews%2fforms%2fabuse_articles.html&amp;eaci=NSHB76QFGCKEVDG36HQS67GCFA&amp;commentid=54272146\"> Report Abuse <q> Who cares about Muslim Land? Nothing from Egypt ever benefited anyone I know. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy", "new_id": -2}, {"uid": "1295289198209076332", "i": 34574, "idx": 0, "sa": ["Angelina Jolie", "Robert Downey Jr.", "Ricky Gervais", "Johnny Depp"], "q": "Press Association, which votes on the Globes. The HFPA members didn't just nominate` The Tourist' because they wanted to hang out with <strong> Johnny Depp </strong> and <strong> Angelina Jolie </strong>, <strong> Ricky Gervais </strong> said at the start of the ceremony, <q> they also accepted bribes, </q> <strong> Ricky Gervais </strong> joked.( I think that was a joke. Maybe.) Even one of the evening's winners, <strong> Robert Downey Jr. </strong> DeNiro, mocked the HFPA in a halting acceptance speech that contained less wit than", "new_id": -2}, {"uid": "1295519902040943616", "i": 20232, "idx": 3, "sa": ["Tracy McGrady", "Allen Iverson", "Jermaine O'Neal", "Indiana Evans"], "q": "from the field and made 24 of 27 free throws. His previous high was 58 against Houston on Jan. 15, 2002.`` I score a career high and we won the game,'' <strong> Allen Iverson </strong> said. <q> That's how you draw it up in your dreams. </q> It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on March 10, 2004, <strong> Indiana Evans </strong>'s <strong> Jermaine O'Neal </strong> had the previous high in the NBA this season, scoring 55 points against", "new_id": -2}, {"uid": "1295604904232587298", "i": 25917, "idx": 0, "sa": ["Eric Schmidt"], "q": "fokus f?r Google- N?r jag t?nker p Googles strategiska initiativ f?r 2011, inser jag att allt handlar om mobilitet, skriver Googles vd <strong> Eric Schmidt </strong>, som avg?r som vd och blir arbetande ordf?rande i april. <q> F?r f nyheter, Sony Eric Schmidtsson </q> Sony Eric Schmidtsson m?ste lansera fler mobiler oftare. Och ledningen m?ste inse risken f?r komponentbrist och prispress under 2011. Det konstaterar Gartners mobilanalytiker Carolina Milanesi efter dagens Sony Eric Schmidtsson-rapport. DEBATT. Operat?rerna m?ste bli b?ttre", "new_id": -2}, {"uid": "1296337467205897751", "i": 49194, "idx": 0, "sa": ["Zahi Hawass"], "q": "key archaeological monuments. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1295418952187301892", "i": 59281, "idx": 0, "sa": ["Simon Cowell"], "q": "his rep as reality TV's harshest judge. But in person, he's all about being zen. Just ask Idol expert Richard Rushfield, author of the new tell-all, American Idol: The Untold Story. <q> We met at his huge office at Welcome to the born-again American Idol. With the departure of`` the mean one, </q> judge <strong> Simon Cowell </strong>, the TV juggernaut seems to have gone through a conversion. At a recent Fox Northeast Auditions First Stop For Retooled` American Idol' The retirement of from`` American Idol'' last year has caused", "new_id": -2}, {"uid": "1297122406226197630", "i": 33892, "idx": 0, "sa": ["Simon Cowell", "Will Smith"], "q": "n't speculate on who <strong> Will Smith </strong> be behind the judges' table on the href=\"http://www.people.com/people/article/0,,20421553,00.html\"> American version of The X Factor, but he confirms there <strong> Will Smith </strong> be one familiar face on the panel- himself. <q> Once the show goes into production, I become a judge, </q> <strong> Simon Cowell </strong> told reporters Monday.`` Then I have to put my trust into the producers' hands, which is effectively how it works in the U.K. Yes, I am judging.'' Before the show", "new_id": -2}, {"uid": "1295226775102072329", "i": 4758, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "breathing on her own since Saturday, when she was taken off of a ventilator and fitted with a feeding tube.`` The Congresswoman continues to do well,'' the Medical Center announced on Sunday. <q> Yesterday's procedures were successful and uneventful. </q> New York Sen. <strong> Kirsten Gillibrand </strong>, who was in the hospital room last week to witness <strong> Gabrielle Giffords </strong>'`` miracle'' awakening, said the injured Congresswoman is`` making progress every day.'' Arizona Rep. is`` making", "new_id": -2}, {"uid": "1295551477106610696", "i": 198, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler", "Randy Jackson"], "q": "were introduced, drew its smallest numbers of the night. Critical reaction, too, centered less on what was new, and more on what was missing: namely, the <strong> Simon Cowell </strong> bite. found <q> the formula simply does not work without someone willing to be an ass to kids with big dreams but no chops. </q> The called <strong> Steven Tyler </strong>`` winning,'' liked <strong> Jennifer Lopez </strong> OK enough, but ordered href=\"http://ca.eonline.com/uberblog/celebs/c115589_Randy Jackson_Randy Jackson.html\"> <strong> Randy Jackson </strong>, the only original judge left sitting, to`` man up, dawg, and just say no, once in", "new_id": -2}, {"i": 34235, "idx": 0, "index_answer": 3, "new_id": -1, "q": "wrote:`` I am one of those shocked and yet not altogether suprised by Craig <strong> George Osborne </strong>'s switch from being poacher to becoming gamekeeper.'' Latest from BBC News blogs <strong> Brian Taylor </strong>: <q> Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which... </q>`` The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...''`` Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,", "sa": ["Chris Gent", "Andy Coulson", "George Osborne", "Brian Taylor"], "uid": "1296665253235831378"}]