[{"uid": "1295291311074366988", "i": 37458, "idx": 0, "sa": ["Jim Ryun", "Mike Pence"], "q": "Behind the group are former Kansas Congressman <strong> Jim Ryun </strong> and is coordinated by Ralph Benko, a former Reagan deputy counsel, who worked with the Bush administration's White House Office of Faith-based and Community Initiatives. <q>Throughout his distinguished career, <strong> Mike Pence </strong> has demonstrated the ability to enthusiastically advance the cause of conservatives and constitutional, limited government and for that reason I am encouraging him to get in the race,</q> Mr. <strong> Jim Ryun </strong> said in a press release. Benko added, ''<strong> Mike Pence </strong> describes himself as ''First a Christian, then a conservative, then a Republican.'' He unifies fiscal, social, and national", "new_id": -2}, {"uid": "1297175078196968452", "i": 47695, "idx": 11, "sa": ["Donald Rumsfeld", "President Bush"], "q": "a search for suspects in the Diyala province of Baquba, northeast of Baghdad. <strong> President Bush </strong> defense secretary <strong> Donald Rumsfeld </strong> blamed much of the failings of the Iraq war on ''too many hands on the steering wheel.'' <q>There's a lot of stuff( in) the press that says <strong> Colin Powell </strong> was against it. But I never saw even the slightest hint of that,</q> he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: ''My goodness, the intelligence was certainly", "new_id": -2}, {"uid": "1297245176074432515", "i": 44949, "idx": 0, "sa": ["Lindsay Lohan", "Blake Lively", "Simon Cowell", "Matthew Morrison", "Chace Crawford"], "q": "up with a storyline involving <strong> Matthew Morrison </strong> and his female co-star <strong> Blake Lively </strong>. He wasn't filled with too much enthusiasm over its originality though. ''What could Matt do on Gossip Girl?'' mused <strong> Chace Crawford </strong>. <q>Come in as an unassuming billionaire to some oil company and then drug Serena up and leave her for dead somewhere so she has to reconcile her life. Sounds a little familiar, right?</q> <strong> Lindsay Lohan </strong> ''to be charged with felony grand theft'' <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite", "new_id": -2}, {"uid": "1297140587008634392", "i": 30604, "idx": 4, "sa": ["Whoopi Goldberg", "Michael Vick", "Peyton Manning"], "q": "happen every day, and the only reason the <strong> Michael Vick </strong> story is this big is because the Media won't give it up. <strong> Michael Vick </strong> could be 65 and any article that would be about him would start with, <q><strong> Michael Vick </strong> didn't have a sit down discussion with the grandson of a man who rescued one of the puppies. Is he truly repentant, or does he just not care?</q> Report Abuse 11 turnovers in games to you Kless87 O-V-E-R-R-A-T-E-D Yeah, i'm talking about <strong> Peyton Manning </strong> Report Abuse Yeah I guess <strong> Whoopi Goldberg </strong> is right its a cultural thing and that[ profane]", "new_id": -2}, {"i": 3496, "idx": 2, "index_answer": 2, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. ''It's hard coming into a situation where guys have been http://wn.com/LA_Lakers_vs_Sacramento_Kings_Highlights_[12-26-09]_Kobe_scores_38! The young Kings get the win over the Pistons in the last game before the All-Star break. <strong> Chris Bosh </strong> poured in 31 points", "sa": ["Chris Bosh", "Kwame Brown", "Allen Iverson"], "uid": "1295151306172605442"}, {"uid": "1295887271156680263", "i": 9807, "idx": 4, "sa": ["Eric Schmidt"], "q": "Your Own Boss in 12 Months. ''You have to figure out whether your ego can take bringing another person to the table who's really making decisions that affect your business,'' <strong> Eric Schmidt </strong> says. <q>Not only do you have to have clearly defined roles for you and your new manager, but you have to make sure those roles are clear to everyone at your company.</q> You don't want employees pitting you and the new manager against each other, or coming to you in hopes of getting a different answer than what they heard from the new executive. It", "new_id": -2}, {"uid": "1297445312051478703", "i": 19287, "idx": 2, "sa": ["Bootsy Collins", "David Letterman"], "q": " ''They understood that we was celebrating 20-years in the game and they realized that entertainment, it's hard to be around for 20 years no matter what you do,'' Vin Rock told AllHipHop.com. <q>Big up to Paul Schaffer. After we did soundcheck Paul wanted to get busy with us.</q> Paul Schaffer is a legendary musician who has served as <strong> David Letterman </strong>'s bandleader since 1982. He's recorded with a who's- who of the music business, including artists like <strong> Bootsy Collins </strong>, George", "new_id": -2}, {"uid": "1296633836234962960", "i": 10804, "idx": 1, "sa": ["Allen Iverson", "Chris Webber", "LaMarcus Aldridge"], "q": "rebound and looked down the court for an open man, only to have <strong> Chris Webber </strong> reach around and strip the ball. ''I was very cognizant of the fact, don't touch him,'' <strong> Chris Webber </strong> said. <q>I saw him hold it out there. He was looking at the ref. A lot of times they'll hold the ball close to their chest and he didn't do that today.</q> <strong> Allen Iverson </strong> missed two free throws-- the second http://wn.com/[BB]_Kobe_Bryant_Comes_Up_Clutch_Hitting_Game_Winner_vs_Boston_Celtics_31/01/10 Rockets fall to surging Spurs: NBA Roundup <strong> LaMarcus Aldridge </strong> has 40 points, 11 rebounds in Trail Blazers' 99-86 victory over the Spurs Houston Rockets( 22-27) at Los", "new_id": -2}, {"uid": "1295667434215973918", "i": 12032, "idx": 1, "sa": ["Eric Schmidt"], "q": "the last decade, but now Mr <strong> Eric Schmidt </strong> will move to executive chairman, working on deals, partnerships and government outreach, and advisor. On a conference with analysts late last night Mr <strong> Eric Schmidt </strong> said: <q>I believe Larry is ready. His ideas are very interesting and clever and it's time for him to have a shot at running this.</q> He has more than 30 years experience in the industry and was previously chief technology officer at Sun Microsystems and the head of Novell Inc, before becoming the Google chief executive in 2001. The", "new_id": -2}, {"uid": "1296423892068993033", "i": 321, "idx": 3, "sa": ["Allen Iverson"], "q": "its bid to win three straight games for the first time this season. ''We do a lot of things positive on the basketball court, we're just not putting together whole games,'' <strong> Allen Iverson </strong> said. <q>That's the frustrating part, because a game like this, we're supposed to win.</q> Pacers coach Jim O'Brien blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 http://wn.com/Amazing_Allen_Iverson_20pts_vs_Indiana_Pacers_09/10_NBA_Home_to_Home_Game_2 betfreebie.com Basketball <strong> Allen Iverson </strong> 39 s team first approach with the Philadelphia 76ers has", "new_id": -2}]