[{"uid": "1296249048075857941", "i": 40657, "idx": 0, "sa": ["Kent Conrad", "Sen. Bernie Sanders"], "q": "way those bonds get redeemed is out of the current income of the United States.''( 2 of 2) Other lawmakers said Social Security's financial problems are not that urgent. <q> In the last 75 years, in good times and in bad times, Social Security has paid out every nickel owed to every eligible beneficiary at a relatively modest administrative cost, </q> said <strong> Kent Conrad </strong> <strong> Sen. Bernie Sanders </strong>, who organized the first meeting of the Senate Social Security caucus Thursday.`` We are getting very tired about hearing our Republican and right wing friends telling us about how Social", "new_id": -2}, {"uid": "1297363571104955962", "i": 5410, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "ability to impose any lasting outcomes otherwise. What does the military look like in 20-25 years?`` The Iron Triangle- the permanent bureaucracy in this town''- make change difficult, <strong> Donald Rumsfeld </strong> says. <q> Today we have massively increased our special forces, </q> and that doesn't make the Army especially happy. The change <strong> Donald Rumsfeld </strong> pushed to make to transform the ground-forces military into smaller, lighter, more rapid forces had made the US`` modular,'' as their support", "new_id": -2}, {"uid": "1295967628237387816", "i": 6047, "idx": 0, "sa": ["Bill Lockyer"], "q": "` No thanks,' states say to bankruptcy idea California Treasurer <strong> Bill Lockyer </strong> did not mince words Monday( January 24) when he addressed a federal proposal that would let states declare bankruptcy. <q> It's a cynical proposal intended to incite a panicked response to a phony crisis, </q> <strong> Bill Lockyer </strong>, a Democrat, said during a conference call with reporters organized by the Economic Policy Institute, a Washington, D.C., think tank.`` Killer bees, space aliens... now it's the invasion of", "new_id": -2}, {"uid": "1296768307240500746", "i": 24224, "idx": 4, "sa": ["Robin Williams", "Barbara Walters", "David Letterman"], "q": "after that?'' You'll recall that when <strong> David Letterman </strong> returned to Late Night after his quintuple bypass in 2000, he fought back tears as he honored the medical team that kept him alive, saying, <q> These men and women here saved my life. </q> With <strong> Barbara Walters </strong>, he couldn't resist being funny when she asked,`` Where did your new arteries come from?''`` Ace Hardware,'' joked <strong> David Letterman </strong>. <strong> Robin Williams </strong> told <strong> Barbara Walters </strong>", "new_id": -2}, {"uid": "1295812415025542678", "i": 41046, "idx": 0, "sa": ["Eric Schmidt"], "q": "to speed up decision-making at the Internet giant. In a regulatory filing last week, Google said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q> The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his Google stock as part of his long-term strategy for individual asset diversification and liquidity, </q> the filing said. As of December 31, <strong> Eric Schmidt </strong> had about 9.2 million shares of Google stock and controlled 9.6 per cent of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000", "new_id": -2}, {"uid": "1296178033201965580", "i": 11670, "idx": 9, "sa": ["Jackie Walorski", "Mitch Daniels", "Mike Pence"], "q": "continue to raise money in his U.S. House campaign fund and later transfer that to campaign for governor if he decides to run. <strong> Jackie Walorski </strong> said she expected <strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. <q> He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike Pence </strong> walks through, </q> she said.`` Obviously it'd be great for the state of Indiana.'' <strong> Mike Pence </strong> is from Columbus and was an attorney before running unsuccessfully for Congress against Democrat Phil Sharp in 1988 and 1990.", "new_id": -2}, {"uid": "1295021128171180035", "i": 3479, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "'s a short audio clip of <strong> Kirsten Gillibrand </strong>, also during the flight back to Washington last night, telling reporters about <strong> Gabrielle Giffords </strong>' struggle to open her eyes and how at that moment she and others in the room were <q> crying because we're witnessing something that we never imaged would happen in front of us </q>: A fresh alternative in morning news,`` The Takeaway'' provides a breadth and depth of world, national and regional news coverage that is unprecedented in public media. The Story with Dick", "new_id": -2}, {"uid": "1296849571234831879", "i": 6235, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "Boys and Girls Club, Butler said. Butler said that <strong> Michael Vick </strong> arrived in Dallas on Thursday. He was spotted at the EA Sports Super Bowl party by a Miami Herald reporter who tweeted that <strong> Michael Vick </strong> was <q> sipping on a bottle of soda water all night. </q> NFL commissioner <strong> Roger Goodell </strong> was asked during his state of the league address on Friday about <strong> Michael Vick </strong> hosting public parties eight months after a man was shot as the quarterback's 30th Birthday Party in Virginia Beach.", "new_id": -2}, {"uid": "1296691488050905095", "i": 43809, "idx": 1, "sa": ["David Letterman"], "q": "`` Reply# 120 on: February 01, 2011, 03:58:43 AM'' <q> Reply# 121 on: Today at 04:43:35 PM </q> At the end of a live performance of his hit`` Superstar'' on <strong> David Letterman </strong> a few years ago: From`` Building Minds Faster''-`` At this rate, n-ggas gon' lose", "new_id": -2}, [{"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}]]