[{"uid": "1295566445075235330", "i": 2609, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong> has been Google's chief executive since July 2001, when he took over the role from Mr. <strong> Larry Page </strong> and ushered the company through a public offering. More recently, he has Mr. <strong> Larry Page </strong> said <strong> Eric Schmidt </strong> had done <q> an outstanding job leading Google for the last decade. The results speak for themselves. </q> Google's other co-founder <strong> Sergey Brin </strong> will focus on strategic projects and new products, the company said. In a conference call, Mr. <strong> Eric Schmidt </strong> said the three had been making decisions together, but it", "new_id": -2}, {"uid": "1297723721166166566", "i": 47326, "idx": 0, "sa": ["Mike Pence", "Jim DeMint"], "q": "you're making to match the amount of money you're spending. Republicans want to cut spending, but they want to cut revenues even more: Just today, <strong> Mike Pence </strong> and <strong> Jim DeMint </strong> href=\"http://www.washingtonmonthly.com/archives/individual/2011_02/027994.php\"> introduced the <q> Tax Relief Certainty Act, </q> which would make the Bush tax cuts permanent. That would cost trillions of dollars, and they offer no offsets. It'd all just go on the national credit card. If you cut spending by$ 2", "new_id": -2}, {"uid": "1296848362199835675", "i": 14707, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "the 2009 season after spending 18 months in prison on federal charges of running a dogfighting ring.`` We're looking for success stories; we're not looking for players to fail,'' <strong> Roger Goodell </strong> said. <q> He's paid a very significant price and he's doing the right thing. </q> <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission.``", "new_id": -2}, {"uid": "1297260081046088218", "i": 12127, "idx": 5, "sa": ["Eric Schmidt"], "q": "'' EU investigation Asked whether <strong> Eric Schmidt </strong> saw Google being dragged into a decade-long antitrust battle with the EU- in a similar vein to Microsoft's long-running skirmish with the European authorities- he replied: <q> We certainly want to avoid that. </q>''`` I think it is in our interests and I would hope in its[ the EU's] interests to do a quick analysis of concerns that have been raised by competitors, hopefully they are", "new_id": -2}, {"uid": "1295296232143114247", "i": 48552, "idx": 0, "sa": ["Soulja Boy", "Allen Iverson"], "q": "of a return trip to the NBA playoffs. The super sub's 23-point performance sparked Denver to a 111-94 rout of the Houston Rockets on Sunday night that both clarified and cluttered the wild Western Conference playoff race. <q> That's all he's got to do is come into the game and the energy is there, </q> said <strong> Allen Iverson </strong>, who scored 33 points.`` It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the <strong> Soulja Boy </strong> he can shoot the ball", "new_id": -2}, {"uid": "1296174888117817375", "i": 20401, "idx": 1, "sa": ["Mike Pence"], "q": "but hinted a possible run for governor.`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,'' he said in a letter being sent to supporters. <q> We will not seek the Republican nomination for president in 2012. </q> The Indianapolis Star reported <strong> Mike Pence </strong> said he would make a decision`` later this year'' about his next political steps. The 51-year-old finished first in a presidential straw poll among social conservatives last September", "new_id": -2}, {"uid": "1295285090229982216", "i": 58279, "idx": 0, "sa": ["David Letterman", "Joan Didion", "Patricia Hampl", "Abraham Lincoln", "Alexander Hammiltoun", "F. Melvin Hammond", "Calvin Tomkins"], "q": "Hosea Ballou, Ambrose Gwinett Bierce, Marcus Aurelius Antoninus, <strong> Joan Didion </strong>, <strong> David Letterman </strong>, Proverb, <strong> Abraham Lincoln </strong>, AJ Liebling, Dean Acheson, <strong> Calvin Tomkins </strong> http://wn.com/Aalborg_Famous_Quotes_Alexander Hammiltoun_Alexander Hammiltoun,_Dag_Hammarskj?ld,_Baron_von_Hammerstein- Equoard,_Richard Music By Aalborg Soundtracks: www.youtube.com available on the iTunes album <q> Aalborg Soundtracks Vol. 5 </q>-- see here: itunes.apple.com Famous quotes about Unsorted by: <strong> Alexander Hammiltoun </strong>, Dag Hammarskj?ld, Baron von Hammerstein-Equoard, Richard Hamming, Richard W. Hamming, <strong> F. Melvin Hammond </strong>, Hammurabi, <strong> Patricia Hampl </strong>, Hana No, Learned Hand, Jozef", "new_id": -2}, {"uid": "1295527256081166395", "i": 22804, "idx": 1, "sa": ["Bernie Sanders"], "q": "in its entirety, with a new introduction written by <strong> Bernie Sanders </strong>. Caitlin Graf, a publicist for Nation Books, said the e-edition and the print edition will sell for$ 13. <q> All authorial proceeds of this book will go to charitable, nonprofit organizations in the State of Vermont-- mostly relating to the needs of children, </q> Graf wrote in an e-mail when asked about where money from book sales would go. <strong> Bernie Sanders </strong> is up for re-election in November 2012. This week, Vermont Auditor Thomas Salmon said he is considering", "new_id": -2}, {"uid": "1295357834030228600", "i": 32328, "idx": 0, "sa": ["Sergio Marchionne"], "q": "<strong> Sergio Marchionne </strong>. El primer ejecutivo de Fiat indic, en una entrevista concedida al diario` La Repubblica' que no existe otra alternativa que extender las nuevas condiciones laborales a las restantes instalaciones industriales. <q> No podemos vivir en dos mundos </q>, a?adi <strong> Sergio Marchionne </strong>, quien indic que las condiciones del acuerdo se aplicar?n en las f?bricas de Melfi y Cassino, si bien no concret cuando se adoptar esta medida. Fiat tiene previsto invertir 20.000 millones de euros en", "new_id": -2}, {"i": 33268, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> As companies look for ways to deploy applications, both internally and as services to their customers, they worry about scale, performance& visibility. Startup Sonoa Systems offers a solution. <strong> Eric Schmidt </strong> will continue to", "sa": ["Eric Schmidt"], "uid": "1295570074192872461"}]