[{"uid": "1295606779143458354", "i": 54969, "idx": 0, "sa": ["Simon Cowell", "Nigel Lythgoe"], "q": "Idol is much more fun without <strong> Simon Cowell </strong>, insists <strong> Nigel Lythgoe </strong>.`` Nasty'' <strong> Nigel Lythgoe </strong>, 61, back on the show as executive producer, reckons more wannabe singers have turned up. He added: <q> There isn't the fear that there was of the embarrassment of singing in front of <strong> Simon Cowell </strong>.`` I think you'll see a lot more fun this year. </q> <strong> Simon Cowell </strong> quit the show, which returned to Fox on Wednesday, to launch X Factor in the States. Have your say on the issues of the day with MY Sun? News Group Newspapers Ltd.", "new_id": -2}, {"uid": "1295042017241877047", "i": 5356, "idx": 0, "sa": ["Jean Ping", "Alassane Ouattara"], "q": "on Friday and now totals the 85 people hit by the assets freeze. The US Treasury froze last week froze assets belonging to Gbagbo, his wife Simone and three of their inner circle, as he <q> continues to demonstrate wanton disregard for the will and the wellbeing </q> of Ivory Coast. In the most serious recent attack on the UN, three peacekeeJean Ping troops were injured when they were attacked on Tuesday in Abidjan's Abobo district, largely loyal to <strong> Alassane Ouattara </strong>, after Gbagbo", "new_id": -2}, {"uid": "1296743565187088980", "i": 46152, "idx": 7, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "with Syria, Iran and North Korea. Though careful to describe <strong> George W. Bush </strong> personally in complimentary terms, <strong> Donald Rumsfeld </strong> suggests the former <strong> George W. Bush </strong> was at fault for not doing more to resolve disagreements among senior advisers. <strong> George W. Bush </strong> <q> did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made, </q> <strong> Donald Rumsfeld </strong> writes. Such criticisms stand in contrast to <strong> Donald Rumsfeld </strong>'s longtime aversion to publicizing his sometimes disparaging views of colleagues or discussing internal government deliberations. Still, his barbs stop short of ad hominem attacks,", "new_id": -2}, {"uid": "1296767727048218114", "i": 16721, "idx": 4, "sa": ["James Cleveland", "Chris Webber", "LeBron James", "Allen Iverson", "Žydrūnas Ilgauskas"], "q": "what everyone else is saying.'' <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations.`` I just know how tough it is on him,'' <strong> Allen Iverson </strong> said. <q> He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinLeBron James about something like that instead of just playing basketball, you struggle. </q> <strong> LeBron James </strong> scored 34 points and <strong> Žydrūnas Ilgauskas </strong> added 22 points and 11 <strong> LeBron James </strong> goes apeshit on some fans in <strong> James Cleveland </strong>. http://wn.com/NBA_Playoff_Preview_Round_1_James Cleveland_Cavs_vs_Chicago_Bulls_ft_LeBron James_Shaq_NBA_2K10_Sports www.youtube.com Click this to watch Smoove Sweeps 1st Round in WWS4 Playoffs! NBA Playoff Preview Round 1:", "new_id": -2}, {"uid": "1297611727198836228", "i": 56870, "idx": 0, "sa": ["John Giles", "Eamon Gilmore"], "q": "untruth that his party would increase taxes. Speaking as he launched Labour's Plan for Sporting Communities with <strong> John Giles </strong> in Dublin, Mr <strong> Eamon Gilmore </strong> shrugged off the party's recent slips in the polls saying the poll <q> kills off the notion that the election was over and done with before it started </q>.`` On the basis of this[ latest] opinion poll I am sure there are people in Fine Gael who are probably contemplating the prospect that they might be able to form a single party Government", "new_id": -2}, {"uid": "1296591735037699584", "i": 13496, "idx": 1, "sa": ["Carmen Miranda", "Simon Cowell"], "q": "Video. The Lady With The Tutti Frutti Hat. <strong> Carmen Miranda </strong> I YI YI YI YI!. A Tribute Video. The Lady With The Tutti Frutti Hat. <strong> Carmen Miranda </strong> was known as`` The Brazilian Bombshell'' and <q> The Lady Wth The Tutti Frutti Hat </q>. She was at the peek of her carrer in the very late 1930's the 1940's and 1950's She was actually born in Marco de Canavezes, Portugal on 9 February 1909. Please ch... <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1297447787101842948", "i": 53842, "idx": 0, "sa": ["Steve Ballmer"], "q": "which seeks to deliver an affordable Internet experience to a billion users, primarily in developing markets. Given the core competencies of each, the pair insisted that they could move quickly to market. <q> Ecosystems thrive when fueled by speed, innovation and scale, </q> Microsoft's <strong> Steve Ballmer </strong> said in a statement.`` The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.'' Nokia officials said in statements that", "new_id": -2}, {"uid": "1296138389209518633", "i": 3620, "idx": 1, "sa": ["Bernie Sanders", "Barack Obama"], "q": "make me uncomfortable simply because they're in the same room as me.''`` With all due respect, Sen. <strong> Bernie Sanders </strong>, you are very weird,'' continued <strong> Barack Obama </strong>, addressing the Vermont legislator directly. <q> You mutter to yourself when nobody's around. There's not a soul within 20 feet of you, and you're there moving your lips and hands. Who are you talking to, <strong> Bernie Sanders </strong>? </q> In the end, however, <strong> Barack Obama </strong> stressed that all citizens, from those who just want to provide for their families to those who try to have sex with bridges, can come together to form a", "new_id": -2}, {"uid": "1295798894158990347", "i": 57554, "idx": 1, "sa": ["Ahoua Don Mello", "Alassane Ouattara"], "q": "constitutional court annulled the results from several regions and gave victory to Gbagbo. Gbagbo's government rejects`` the forced resignation,'' spokesman <strong> Ahoua Don Mello </strong> said in a statement on state television late yesterday. <q> The decision of the heads of state seems hasty and inappropriate, </q> <strong> Ahoua Don Mello </strong> said.`` Ivory Coast believes it is dangerous to mix politics with monetary and financial affairs.'' <strong> Alassane Ouattara </strong> had urged the heads of state to suspend Dacoury- Tabley, spokesman Meite Sindou said in", "new_id": -2}, {"i": 40512, "idx": 2, "index_answer": 1, "new_id": -1, "q": "to him on the judges' panel. We should expect an announcement regarding` The X Factor's' judges' roster`` in three or four weeks,'' <strong> Simon Cowell </strong> said. <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends 80 percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor' producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297163077054263818"}]