[{"uid": "1296980220081723411", "i": 53852, "idx": 0, "sa": ["Bernie Sanders"], "q": "`` It's a very serious matter because it can incapacitate the pilot.''- David Zwegers, director of aviation safety at Embry-Riddle Aeronautical University, on shining handheld lasers at airplanes <q> If AIG, whose reckless behavior resulted in a$ 182 billion taxpayer bailout, prefers to do business in Republican states, then the next time they go bankrupt, I hope they don't ask taxpayers in Vermont and other Democratic-leaning states for another bailout. </q>- U.S. Sen. <strong> Bernie Sanders </strong>, a Vermont independent, on American International Group Inc.'s mortgage insurer doing more business in GOP-leaning states`` Any money you net you did not actually save. Rather", "new_id": -2}, {"uid": "1295544633061915146", "i": 6537, "idx": 2, "sa": ["Alassane Ouattara", "Eva Joly", "Raila Odinga"], "q": "la derni?re m?diation en date men?e par le Premier ministre k?nyan <strong> Raila Odinga </strong>, qui n' a pas permis de d?bloquer la situation, <strong> Alassane Ouattara </strong> a r?p?t que la seule solution tait le d?part du pr?sident sortant. <q> Apr?s toutes ces m?diations, tout le monde se rend compte que la seule solution, c'est de faire partir M. Laurent Gbagbo par d'autres mesures, y compris la force </q>, a-t-il dit. <strong> Raila Odinga </strong> dEva Jolyit consulter dans la journ?e les dirigeants angolais et sud-africains pour tenter de consolider les efforts de l'Union africaine afin de contraindre Laurent Gbagbo? d?missionner. Il a d?j obtenu", "new_id": -2}, {"uid": "1295040254107774003", "i": 11436, "idx": 0, "sa": ["Angelina Jolie", "Johnny Depp"], "q": "a fan of canines, but agreed to watch the pooch so the couple could go on a romantic date, but soon regretted his kind gesture. <strong> Johnny Depp </strong>'s Battle With <strong> Angelina Jolie </strong>'s Dog. He recalled: <q> Foolishly I was persuaded to look after their dog Jacques for a night. He's a huge bulldog. At first I had a terrible feeling, because Jacques smelt horrible. But then I told myself,` Come on, you will survive one night'. Everything was cool- until I sat down on the bed to take my shoes off. Jacques pounced on me from behind and kept jumping around on me. </q>`` He's not small. Around 175lbs of dog was hurled at me, which felt like about 300lbs. I shouted for help and luckily someone came to take that beast off me.''", "new_id": -2}, {"uid": "1296199690069206039", "i": 27003, "idx": 2, "sa": ["Mike Pence"], "q": "Republican in the House after the November elections, in order to focus on other political opportunities. And he telegraphed his interest in the governorship by focusing on Indiana in his letter, saying his <q> calling is closer to home. </q> He will now`` be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead.'' That begins Friday. <strong> Mike Pence </strong>, who flew today", "new_id": -2}, {"uid": "1295922034202604607", "i": 17210, "idx": 0, "sa": ["Jeremy Hunt", "Ian Edmondson", "Chris Huhne", "Andy Coulson"], "q": "from time to time. That is not at all unusual for prime ministers.'' It is understood that Ofcom has recommended that the bid should be referred. The No 10 spokesman said: <q> On the bid process... the culture secretary <strong> Jeremy Hunt </strong> is considering the report and he makes the decision in a quasi-judicial role. It is his decision alone. </q> Downing Street faced pressure on another front after <strong> Chris Huhne </strong>, the Liberal Democrat climate change secretary, href=\"http://www.guardIan Edmondson.co.uk/media/2011/jan/23/phone-hacking-scandal-scotland-yard\" title=\"\"> accused the Metropolitan police yesterday of failing to investigate phone-hacking allegations properly. <strong> Andy Coulson </strong> resigned as", "new_id": -2}, {"uid": "1296676266235241502", "i": 85, "idx": 1, "sa": ["Colin Powell"], "q": "a false confession that <strong> Colin Powell </strong> cited as he importuned the Security Council to approve the U.S. invasion of Iraq. Al-Libi later recanted his confession. The State Department's 2002 report on Egypt noted that detainees were <q> stripped and blindfolded; suspended from a ceiling or doorframe with feet just touching the floor; beaten with fists, metal rods, or other objects; doused with hot or cold water; flogged on the back; burned with cigarettes; and subjected to electrical shocks. Some victims...[ were] forced to strip and threatened with rape. </q> In 2005, the United Nations Committee Against Torture found that`` Egypt resorted to consistent and widespread use of torture against detainees'' and`` the risk of such treatment was particularly high in the case of", "new_id": -2}, {"uid": "1295097311134397967", "i": 25727, "idx": 0, "sa": ["Andy Coulson", "Keir Starmer"], "q": "Crown Prosecution Service said it would re-examine material collected by police officers who investigated allegations that journalists at the newspaper illegally accessed the voicemail of several public figures. <strong> Keir Starmer </strong>, the Director of Public Prosecutions, announced <q> a comprehensive assessment of all material in the possession of the Metropolitan Police Service relating to phone hacking. </q> The allegations concern the behaviour of journalists during the time that Mr <strong> Andy Coulson </strong> was editor of the newspaper. In December 2010, the Crown Prosecution Service abandoned an investigation into allegations that Mr <strong> Andy Coulson </strong> was", "new_id": -2}, {"uid": "1297094624063078408", "i": 37759, "idx": 3, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "n't take is always smoother,'' he said. <strong> Donald Rumsfeld </strong>, who served as <strong> George H. W. Bush </strong>'s defense chief for six years after holding the the same job under <strong> George H. W. Bush </strong> Gerald Ford in the 1970s, acknowledged that <q> in a war, many things cost lives. </q> But he had no regrets about his leadership for the wars in Iraq and Afghanistan-- the latter now nearing its 10th anniversary.`` I think the world?s a better place with Saddam Hussein gone", "new_id": -2}, {"uid": "1295669848206995548", "i": 7454, "idx": 4, "sa": ["Rupert Murdoch", "David Cameron", "Andy Coulson", "Tom Watson"], "q": "in`` hanging'' onto <strong> Andy Coulson </strong>. This is what <strong> Tom Watson </strong>, the former Labour minister who has led the charge against <strong> Andy Coulson </strong> as a member of the Commons culture committee, href=\"http://www.guardian.co.uk/media/2011/jan/21/Andy Coulson-Andy Coulson-resignation-David Cameron-judgment\"> said: <q> This is the second job that <strong> Andy Coulson </strong> has resigned from for something he claims to know nothing about. </q> His departure creates serious questions over the prime minister's judgment and points to the need for a deeper investigation into the affairs of <strong> Rupert Murdoch </strong>'s News Corp. It's a mark of the man that he", "new_id": -2}, {"i": 46622, "idx": 1, "index_answer": 0, "new_id": -1, "q": "will use Windows Phone 7 as its core operating system, helping to drive the fairly new OS to success.`` I am excited about this partnership with Nokia,'' said <strong> Steve Ballmer </strong>, Microsoft CEO. <q> Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Nokia's future Under the proposed partnership:- Nokia would adopt Windows Phone as its principal smartphone strategy, innovating on top of the platform in areas such as imaging, where Nokia", "sa": ["Steve Ballmer"], "uid": "1297419412245137408"}]