[{"uid": "1296675717070008838", "i": 53132, "idx": 1, "sa": ["Steve Ballmer"], "q": "million right before the system's launch.`` This has been the biggest holiday and the biggest year ever for Xbox,'' said CEO <strong> Steve Ballmer </strong> during a keynote address at January's Consumer Electronics Show. <q> The Xbox is becoming the hub of your living room. </q> Connecting with Kinect Indeed, Kinect seems to have touched a nerve with the general public. Rather than holding a motion controller( even a simplified one) in your hand, the system is", "new_id": -2}, {"uid": "1295884717047398920", "i": 13819, "idx": 0, "sa": ["Simon Cowell", "Oprah Winfrey"], "q": "music mogul told <strong> Oprah Winfrey </strong> that he had become determined to sign the pair after they performed` Unchained Melody' on ITV drama Soldier, Soldier. However, <strong> Simon Cowell </strong> admitted that his attempts were initially unsuccessful. <q> It took me seven months to persuade these two to sign a recording contract with me, </q> he said.`` But I drove them so mad that I actually got a solicitor's letter from one of them saying I had to stop harassing his client.'' He added:`` But the", "new_id": -2}, {"uid": "1296596577025591832", "i": 39086, "idx": 1, "sa": ["Angelina Jolie", "Brad Pitt"], "q": "they get taken seriously and they get respect.'' Fellow Teen Press advisor and social studies teacher John Seigel-Boettner recalls a few years back when actor <strong> Brad Pitt </strong> came to honor his wife <strong> Angelina Jolie </strong> at the Film Festival, <q> The only press group that he agreed to speak with was us. The kids asked him about his work in New Orleans( post-Hurricane Katrina), and he was impressed that they knew what he was about. </q> Current and past SBMS Teen Press students often remark how this curriculum and this experience makes them better people. Marlon Godlis, SBMS seventh grade student who is currently completing his first quarter in Teen Press", "new_id": -2}, {"uid": "1297417370218677347", "i": 13359, "idx": 2, "sa": ["Steve Ballmer"], "q": "said that`` Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.'' <strong> Steve Ballmer </strong>, Microsoft's Chief Executive, said: <q> I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> The deal will see Nokia's application store integrated with the Microsoft Marketplace. Analysts' reaction was mixed: although the deal will bring together Microsoft's Bing and Office with Nokia's Ovi Maps", "new_id": -2}, {"uid": "1297107597174964747", "i": 50234, "idx": 2, "sa": ["Simon Cowell"], "q": ".`` It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.'' <strong> Simon Cowell </strong> added: <q> At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years!`` Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge. </q> This is a fictional news article. It is just a bit of fun and purely speculation on what Will YoungWe catch up with the EastEnders: Janine and Whitney put themselves in danger Emmerdale:", "new_id": -2}, {"uid": "1296235612016105512", "i": 37006, "idx": 4, "sa": ["Larry Brown", "Allen Iverson", "Earl Boykins", "Tyronn Lue"], "q": "'m glad nobody didn't bet their life on it'cause they definitely would be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. <q> Our guys just try hard, </q> Sixers coach <strong> Larry Brown </strong> said.`` This is kind of unexpected but it's neat.'' In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nEarl Boykinsy 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1296744552199131154", "i": 36504, "idx": 28, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "false declaration to the Security Council and the world,'' <strong> Donald Rumsfeld </strong> writes. He seems particularly offended that <strong> Colin Powell </strong> has said that some in the intelligence community knew`` that some of these sources were not good,'' <q> didn't speak up, </q> and`` that devastated me.'' <strong> Donald Rumsfeld </strong> fires back that the secretary of State had once been`` the most senior military officer in our country'' and no one else in the administration had`` even", "new_id": -2}, {"uid": "1297242468110002178", "i": 9113, "idx": 6, "sa": ["George W. Bush", "Colin Powell"], "q": "York because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> George W. Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An Associated Press reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children- but no obvious", "new_id": -2}, {"uid": "1295094125134053943", "i": 24366, "idx": 24, "sa": ["Vince Carter", "Allen Iverson", "Wilf Carter", "Ben Wallace", "Richard Hamilton"], "q": "low.`` No one was going to come in and be Sheed, <strong> Richard Hamilton </strong> or Dice, but we have guys who will come off the Ben Wallacech and help us in their own way,'' <strong> Allen Iverson </strong> said. <q> We just had to utilize that, even when it meant playing a totally different style. </q> The Nets lost some of their advantage when <strong> Vince Carter </strong> was ejected after for arguing a second-quarter call with referee Derrick Stafford. <strong> Wilf Carter </strong> argued a call on an out-of-bounds play, then appeared to get extremely angry after receiving a", "new_id": -2}, {"i": 14911, "idx": 6, "index_answer": 0, "new_id": -1, "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.'' If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q> They don't like me for making these requests, </q> said <strong> Zahi Hawass </strong>.`` But I don't care; I am doing this for Egypt.'': Outsourcing for optimum business growth; Meet Innovators: Get faster result using proven best practices The World's", "sa": ["Zahi Hawass"], "uid": "1296129375085180438"}]