[{"uid": "1295561931217792549", "i": 15679, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "Create E-mail Alert Google( GOOG) <strong> Eric Schmidt </strong> Says`` Adult Supervision No Longer Needed'' Google( GOOG) <strong> Eric Schmidt </strong> Says <q> Adult Supervision No Longer Needed </q> Google( GOOG) Posts Blowout Q4 EPS; <strong> Larry Page </strong> to Replace CEO <strong> Eric Schmidt </strong> Google( GOOG) says <strong> Larry Page </strong> to be CEO, <strong> Eric Schmidt </strong> to be Chairman More News related to Management Changes Google( GOOG)", "new_id": -2}, {"uid": "1297120638195428364", "i": 22677, "idx": 1, "sa": ["Michael Vick", "Dwaine Caraway", "Jason La Canfora"], "q": "gave <strong> Michael Vick </strong> the key to the city? He says he was under the impression that he has the authority to give keys to the city, and he believes <strong> Michael Vick </strong> has become a good role model. <q> Since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school, staying away from drugs, making positive choices about picking friends, and the importance of education, </q> <strong> Dwaine Caraway </strong> said.`` For those reasons, <strong> Michael Vick </strong> deserves such an action from my office.'' Posted by Evan Silva on February 7, 2011, 4:55 PM EST NFL Network's <strong> Jason La Canfora </strong> reports that the", "new_id": -2}, {"uid": "1295912437175931440", "i": 12502, "idx": 0, "sa": ["Alassane Ouattara"], "q": "ability to pay civil servants and maintain their loyalty, but there are no guarantees growers in the volatile West African nation will comply. The uncertainty sent cocoa prices soaring to a five-month high on Monday. <q> The government informs all the economic operators of the immediate halt to all coffee and cocoa exports, </q> the statement said late Sunday issued by internationally recognized winner <strong> Alassane Ouattara </strong>'s camp. The order added that anyone who did not follow it would be`` subject to national and international sanctions.'' While the United", "new_id": -2}, {"uid": "1297271193137707552", "i": 59333, "idx": 0, "sa": ["Colin Powell", "Al Gore", "Art Linkletter"], "q": "excited at Casa Cass, the kids or the adults. I feel like I should give that mom( their Brownie leader) a spa certificate or a liquor store gift card or something. 3. <q> Tales of Famous Americans. </q> Kelly brought this book home from school to do her nightly reading. First thing I did was flip through the book to be sure it wasn't all white Americans and MArt Linkletterin <strong> Colin Powell </strong> King <strong> Al Gore </strong> in there and...", "new_id": -2}, {"uid": "1295305092102465548", "i": 26399, "idx": 0, "sa": ["Robert Pattinson", "Lea Michele", "Taylor Swift", "Justin Bieber", "Jake Gyllenhaal", "Bailee Madison", "Simon Cowell", "Lindsay Lohan", "Selena Gomez"], "q": "!- Rob <strong> Robert Pattinson </strong> turns down <strong> Simon Cowell </strong> record deal!- <strong> Justin Bieber </strong> Power Of Youth giveaway!- Power Of Youth attenLindsay Lohans!- <strong> Bailee Madison </strong> celebrated birthday on Wizards set!- <strong> Selena Gomez </strong> JT& Friends Performer!- Demi <q> <strong> Selena Gomez </strong>'s still a good friend. </q>- <strong> Taylor Swift </strong> Speak Now reLea Michelese& hidden messages revealed!- <strong> Taylor Swift </strong> dating <strong> Jake Gyllenhaal </strong> Connect: twitter.com twitter.com Become a`` fan'' on Facebook: on.fb.me Don't forget to comment, thumbs up& SUBSCRIBE! Thanks for", "new_id": -2}, {"uid": "1295439926144605224", "i": 52015, "idx": 1, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "in its decade-long crisis. <strong> Raila Odinga </strong> explicitly blamed Gbagbo for the breakdown in negotiations, saying he had refused to lift a military siege on the hotel where <strong> Alassane Ouattara </strong>'s parallel administration remains trapped under U.N. guard. <q> Mr Gbagbo gave me an assurance that this blockade would be lifted yesterday, but he broke that promise-- for the second time in two weeks, </q> he said, explaining why he cut his trip short. Officials from Gbagbo's camp were not immediately available for comment. Please note: Your comment will need to be approved by a moderator", "new_id": -2}, {"uid": "1296104905079347733", "i": 37810, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> href=\"http://www.worldnow.com\" target=\"_blank\"> All content? Copyright 2001- 2011 WorldNow and KLTV, a", "new_id": -2}, {"uid": "1295636599112984093", "i": 38611, "idx": 0, "sa": ["Angelina Jolie", "Dannii Minogue"], "q": "y que posee su propio centro de est?tica en el West End de Londres, est completamente impresionada con las iniciativas de estas tres celebrities y ha decidido dar algunos consejos sobre c?mo lograr el mismo look. <q> Como vemos en <strong> Angelina Jolie </strong>, Cheryl Cole y <strong> Dannii Minogue </strong>, lo m?s importante de estos looks es que estamos jugando con el tono y no con la profundidad, as que puedes cambiar el color cada seis semanas sin riesgo a da?ar el pelo </q>, desvel la estilista a BANG. Por ejemplo, para conseguir el color de <strong> Angelina Jolie </strong>,`` hazte con un tono creativo aplicando un marr?n clarito con destellos dorados para las capas de fuera y m?s casta?o", "new_id": -2}, {"uid": "1297388634124895262", "i": 46212, "idx": 0, "sa": ["Charles Ellis Schumer", "Janet Napolitano", "Kirsten Gillibrand", "Herb Kohl", "Sherrod Brown", "Bob Casey", "Jon Tester"], "q": "increased in the past few years. <strong> Charles Ellis Schumer </strong> was joined in his request by fellow New York Senator <strong> Kirsten Gillibrand </strong>, <strong> Bob Casey </strong> of Pennsylvania, <strong> Sherrod Brown </strong> of Ohio, <strong> Jon Tester </strong> of Montana and <strong> Herb Kohl </strong> of Wisconsin. <q> Given what is at stake in combating illegal cross-border activity, and given its past success,[ we] write to ask your agencies to co-ordinate in determining whether there are any available military technological assets anywhere around the world that can be more effectively deployed along our northern border to combat drug smuggling, </q> the senators wrote in the letter. Their move is seemingly at odds with <strong> Janet Napolitano </strong>, who defended bilateral border security efforts just a day earlier by tersely brushing off the findings of a recent congressional report that", "new_id": -2}, {"i": 16616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q> The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with, </q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities to", "sa": ["Bill Lockyer"], "uid": "1295960930216842358"}]