[{"uid": "1297245606137953297", "i": 14840, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "sell me the next best and brightest, end all laxative to die for in the fine print! \" Report Abuse \" Q: What's the difference between <strong> Barack Obama </strong> and his dog, Bo? \" Report Abuse <q> Q: What's the difference between <strong> Barack Obama </strong>'s cabinet and a penitentiary? </q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options", "new_id": -2}, {"uid": "1296391786239042627", "i": 5456, "idx": 7, "sa": ["Michael Vick"], "q": "could become a free agent if the NFL labor situation allows. The Eagles want him back and <strong> Michael Vick </strong> wants to stay in Philadelphia, which gave him a shot when it seemed no one else would. <q> Hopefully, I'll be with the Eagles next year. We'll see what happens, </q> said <strong> Michael Vick </strong>, who added that he expects`` everything to go according to plan.''`` We'll see what happens over the next couple months. I just got to be patient and take it", "new_id": -2}, {"uid": "1296095882011763715", "i": 33329, "idx": 0, "sa": ["Eric Schmidt", "Ray Lane"], "q": "may be misguided, because standout websites won't necessarily lead to inflated valuations for the entire industry, <strong> Ray Lane </strong> said.`` I don't think it will end like the'90s,'' he said. <q> Considering that Facebook can easily become a 1 billion-users-platform, when it does that, it can become more like Google and will be worth more than$ 50 billion. The fact that Facebook, Groupon and Twitter could become$ 100 billion companies doesn't mean that their competitors will, too. </q> Google's <strong> Eric Schmidt </strong> said in another interview at the World Economic Forum that the high value attributed to some young companies is on par with their future potential. The`` e-commerce space feels overheated because valuations", "new_id": -2}, {"uid": "1295461908125829128", "i": 3879, "idx": 1, "sa": ["Howard Stern", "Simon Cowell"], "q": "he's not another <strong> Simon Cowell </strong>, and, against <strong> Howard Stern </strong>'s wishes, you won't regularly find him critiquing contestant's physical appearances.`` You can't prejudice a situation like that,'' he told <strong> Howard Stern </strong>. <q> To a certain extent you can say` You don't look like a star, you don't walk, talk and act like a star so get out of there. </q>", "new_id": -2}, {"uid": "1295796204239026184", "i": 15594, "idx": 1, "sa": ["Simon Cowell", "Ricky Gervais"], "q": "see something out of the normal parameters of grown-up comedy winning. It is a really funny show, so I'm very pleased.'' Were you nervous about the Cheryl Cole and <strong> Simon Cowell </strong> gags? <q> Nah, not really. One of them I know there's an element of truth in, we're talking about Cheryl's past. It wasn't negative about her, it was just an observation. And <strong> Simon Cowell </strong>'s joke was just a joke. This past week I've been in the news for a news story that I wouldn't really choose to be in the news for, so it was a well-meaning joke. I know <strong> Simon Cowell </strong> well enough to know that he won't get a pop from it. </q> What did you think to <strong> Ricky Gervais </strong>'s awards performance last week?`` I thought he did a great job at the Golden Globes. I'm not sure if I'd have had the courage to", "new_id": -2}, {"uid": "1295212882209371151", "i": 385, "idx": 0, "sa": ["Wes Johnson", "Allen Iverson"], "q": "'s end, <strong> Allen Iverson </strong> had scored 40 points. By the Su... <strong> Wes Johnson </strong> Three Point Play 1/30/10 <strong> Wes Johnson </strong> rallies the Orange with a three point play.... <strong> Allen Iverson </strong> College Mix- Georgetown University Mixst311 and dawg5 present the <q> The Top 50 NCAA Dunks of All Time </q> edited by damnshow. Much thanks to venomindustries for the color correction. This countdown encompasses the 50 greatest college dunks in Division 1 history. Perhaps the best collection of dunks ever put together i... Golden State", "new_id": -2}, {"uid": "1295290610000475144", "i": 23772, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "href=\"http://2000years.com/\"> century landmark in my interest in courage: it was in 1986 that I` Virtually certain' Sudan will split after` credible' vote: international observers Sudan's vote on self-rule for its south was <q> credible, well-organised and peaceful </q> and it was`` virtually certain'' that the result would <strong> Andy Coulson </strong>` not quitting over phone hacking' <strong> Andy Coulson </strong>, <strong> David Cameron </strong>'s director of communications, has not offered to resign over newspaper he used to run, Downing", "new_id": -2}, {"uid": "1297425441197410833", "i": 23677, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "RIM and href=\"http://www.dailytech.com/HP+Announces+Pre+3+HP+Veer+Mini+Smartphones+and+97+TouchPad/article20875.htm\"> HP/Palm need not apply in <strong> Stephen Elop </strong>'s eyes. And we of course can't have such a big announcement coming from the Microsoft camp without having a statement from <strong> Steve Ballmer </strong>. <q> I am excited about this partnership with Nokia, </q> added <strong> Steve Ballmer </strong>.`` Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.''", "new_id": -2}, {"uid": "1296499482211271722", "i": 18168, "idx": 0, "sa": ["Zahi Hawass"], "q": ". Relics from the boy pharaoh href=\"http://www.newscientist.com/article/mg20927951.500-pharaonic-forensics-what-killed-tutankhamun.html\"> Tutankhamun's tomb occupy almost half of its second floor. Fortunately the museum also has a huge gift shop, and the looters found it first. <q> Those people were idiots, </q> <strong> Zahi Hawass </strong>, head of Egypt's department of antiquities, told href=\"http://www.time.com/time/world/article/0,8599,2045155,00.html?%3E\"> Time.`` They looted the museum shop. Thank God they thought that the museum shop was the museum.'' Others dispute", "new_id": -2}, {"i": 39167, "idx": 2, "index_answer": 0, "new_id": -1, "q": "Eagles owner, <strong> Jeffrey Lurie </strong>, and commended him for giving <strong> Michael Vick </strong> a`` second chance.'' According to reports, Mr. <strong> Jeffrey Lurie </strong> said Mr. <strong> Barack Obama </strong> was`` passionate about it,'' adding that the president said <q> it's never a level playing field for prisoners when they get out of jail. And he was happy that we did something on such a national stage that showed our faith in giving someone a second chance after such a major downfall. </q> Now Mr. <strong> Michael Vick </strong> says he wants another dog. Society would never allow a child molester or a very violent person to adopt a vulnerable child, so we should never be in favor of allowing", "sa": ["Jeffrey Lurie", "Michael Vick", "Barack Obama"], "uid": "1295439934220266568"}]