[{"uid": "1295920060006537242", "i": 29861, "idx": 0, "sa": ["Andy Coulson", "Gordon Brown", "Tony Blair"], "q": "newsrooms having to update stories once or twice an hour are desperate for fresh leads.\" - target=\"_blank\"> The Failed Estate \" The <strong> Andy Coulson </strong> affair raises the question- who runs Britain? <q> \"That is only one example of the close ties woven between <strong> Tony Blair </strong> and <strong> Gordon Brown </strong>, when they were prime ministers, and Cameron now, and the Murdoch camp- the private meetings and dinners, the calls( no hacking there) and the mutual interest. We once used to think of the establishment as being cabinet ministers, archbishops, BBC panjandrums, leaders of industry and royalty. No longer. It's the links between the government and the Murdoch empire that count today- a shadowy influence-mart. </q>- Coulson\" target=\"_blank\"> The Guardian \" Government of Tunisia shuts down TV channel \" \"Tunisia's interim government abruptly shut down the country's oldest and most popular private television network on Sunday", "new_id": -2, "mturk_index": "238"}, {"uid": "1295986688031850539", "i": 1710, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "of general government for the nonpartisan Legislative Analyst's Office. She noted that local jurisdictions already have control over police services and operate their departments differently, even though they are all upholding the same law. <q> You only realign programs that you are comfortable with some variation in level of services... and where you think there's enough local accountability to make sure the program is run right, </q> she said. \"If you are not,... it's probably a program best administered and controlled at the state level.\" Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed", "new_id": -2, "mturk_index": "1971"}, {"uid": "1297615356105119757", "i": 18810, "idx": 0, "sa": ["Katy Perry", "Marlon Wayans", "Vanessa Minnillo", "Nick Lachey", "Russell Brand", "Vivica A. Fox", "Simon Cowell"], "q": "Valentine's Day From the POV of the Stars <strong> Marlon Wayans </strong> Stars in Commercials Stars get fit, fabulous ahead of the Grammys Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? <strong> Russell Brand </strong> Hosts Saturday Night Live: <q> I'm Much More Famous in England </q> <strong> Vivica A. Fox </strong>: I'm Taking My Engagement Slow <cite> Us Magazine </cite> See the Dress <strong> Vanessa Minnillo </strong> Wore When <strong> Nick Lachey </strong> Proposed Royal romance of William, Kate turned into comics <cite> Associated Press </cite> <strong> Katy Perry </strong>:' I Was Shaped Like", "new_id": -2, "mturk_index": "1493"}, {"uid": "1297109629077856777", "i": 11509, "idx": 4, "sa": ["Sergio Marchionne"], "q": "was intended to convey the message that you don't have to cross an ocean to obtain luxury; it's available right here. The brand chose Eminem and his song \"Lose Yourself,\" Francois says, <q> because the lyrics tell us we all have the ability to do anything we set our mind to and that failure is not an option. </q> At Chrysler, he said, failure is not an option. I got a sneek peak of the ad a week ago when I sat down with <strong> Sergio Marchionne </strong> to talk about the progress Chrysler is making and", "new_id": -2, "mturk_index": "1839"}, {"uid": "1295562354055705684", "i": 17132, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "Mountain View mit. Sein Kompagnon <strong> Sergey Brin </strong> soll sich derweil um neue Produkte k?mmern. Der bisherige Firmenlenker <strong> Eric Schmidt </strong> wird Chef des Verwaltungsrats. In dieser neuen Rolle ist er etwa f?r Kooperationen oder bernahmen zust?ndig. <q> Wir haben unsere Rollen jetzt klarer geregelt </q>, sagte <strong> Eric Schmidt </strong>. Unter dem erfahrenen Manager hatte sich Google von einem Internetsuch-Unternehmen zu einem breit aufgestellten Technologiekonzern gemausert. Im Schlussquartal verdiente Google unterm Strich 2,5 Milliarden Dollar und damit 29 Prozent mehr als im Vorjahreszeitraum", "new_id": -2, "mturk_index": "217"}, {"uid": "1295991672063848469", "i": 50084, "idx": 0, "sa": ["Kobe Bryant", "Carmelo Anthony", "LeBron James", "Erik Spoelstra", "Allen Iverson", "Tim Duncan", "Shaquille O'Neal", "Dwyane Wade"], "q": "decade to finish a season among the NBA's top five in scoring. <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> did it with the Los Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. <q> They're great players and they've proven to be productive in their careers, </q> Heat coach <strong> Erik Spoelstra </strong> said. \"So once they became comfortable with this team and with each other, that was a matter of Tim Duncane.\" When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on", "new_id": -2, "mturk_index": "1868"}, {"uid": "1295257992092618803", "i": 28938, "idx": 0, "sa": ["Clarence Mitchell", "Andy Coulson"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q> The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal. \"<strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media. </q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also An emergency debate has been called to examine newspaper phone hacking, amid fresh pressure on No10 communications chief <strong> Andy Coulson </strong>", "new_id": -2, "mturk_index": "791"}, {"uid": "1296722504024068154", "i": 50514, "idx": 0, "sa": ["David Letterman", "Jeff Bridges", "Howard Stern", "Jeffrey Tambor", "Jay Leno"], "q": "rival( guest star <strong> Jeffrey Tambor </strong>) into buying her company. \"Late Show With <strong> David Letterman </strong>\" ( CBS at 11:35) has radio host <strong> Howard Stern </strong> and a performance by Naughty by Nature. Actor <strong> Jeff Bridges </strong> visits <q> The Tonight Show With <strong> Jay Leno </strong> </q>", "new_id": -2, "mturk_index": "710"}, {"uid": "1296697727182763538", "i": 1027, "idx": 0, "sa": ["David Letterman", "Hosni Mubarak", "Sarah Palin", "Rahm Emanuel", "Mitt Romney", "Jay Leno"], "q": "Tuesday on Leno-Jay Leno-in-national/liberal-smear-machine-includes-Jay Leno-Jay Leno-say-some-Sarah Palin-Sarah Palin-supporters\" The Tonight Show. \"In fact, today <strong> Rahm Emanuel </strong> said he's glad he doesn't really live there.\" On the issue of Egyptian unrest, <strong> Jay Leno </strong> said: <q> Things are not looking good for Egyptian President <strong> Hosni Mubarak </strong>. Today he canceled his Super Bowl party. That's a bad sign. </q> Letterman-David Letterman-in-national/Mitt Romney-Mitt Romney-makes-presidential-aspirations-clear-to-David Letterman-David Letterman\" <strong> Mitt Romney </strong> STOPS SHORT OF ANNOUNCING PRESIDENTIAL BID ON <strong> David Letterman </strong> THIS WEEK \"Experts now say the protests in Egypt were started by bloggers,\" <strong> Jay Leno </strong> observed. \"Bloggers started", "new_id": -2, "mturk_index": "1229"}, {"uid": "1295257856143179793", "i": 18099, "idx": 0, "sa": ["Andy Coulson", "John Humphrys"], "q": "programme was most notable for his refusal to deny that <strong> Andy Coulson </strong> has offered his 1347590/Camerons- spin- chief- <strong> Andy Coulson </strong>- <strong> Andy Coulson </strong>- offered- quit- News- World- hacking.html?ITO=1490\"> resignation. <q> I don't go into private conversations, </q> was all the Prime Minister would say when pressed by <strong> John Humphrys </strong>. Elsewhere, Cameron offered his standard \"everyone deserves a second chance\" defence of <strong> Andy Coulson </strong>. The former News of the World editor may have", "new_id": -2, "mturk_index": "1669"}]