[{"uid": "1297428190058949643", "i": 14239, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "shows \"the fighting spirit of Nokia worldwide and the fighting spirit of the Finnish people,\" <strong> Stephen Elop </strong> said. In communicating with employees about the change, including an company-wide message earlier this morning, he added, <q> We've been vocal and transparent about the challenge. I think it's having a positive effect. </q> Nokia will pay Microsoft royalties for use of its operating system, but apparently money will likely flow the other way, too, <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> said. \"We have different forms of value", "new_id": -2}, {"uid": "1297703308198672413", "i": 1692, "idx": 1, "sa": ["Bernie Sanders"], "q": "forward to working with the Obama administration to incorporate elements of the new solar initiative into the Ten Million Solar Roofs Act to make the legislation even stronger,\" <strong> Bernie Sanders </strong> said in a press release on February 4th, <q> we have an opportunity to create hundreds of thousands of good-paying jobs and make America the world leader in solar energy. </q> Sanders.senate.gov/files/CAM08495_xml.pdf\">+ Read the Ten Million Solar Roof Initiative Via Reuters Comments\"> 0 print", "new_id": -2}, {"uid": "1295594704029032469", "i": 41044, "idx": 1, "sa": ["George H. W. Bush", "Colin Powell"], "q": "things. General Norman Schwarzkopf, commander of the coalition forces, wasn't able to attend Thursday's event because of health reasons. He sent a letter that <strong> Colin Powell </strong> read to the audience. <q> Our mission was victorious because we had the best-trained military in the world, the <strong> George H. W. Bush </strong> had fortitude to make tough choices when they needed to be made and the unwavering support of the American people, </q> Schwarzkopf said. \"Our mission in Kuwait ended 20 years ago, but the impact will endure for generations to come.\" <strong> Colin Powell </strong> said a peaceful solution was not possible because Saddam was unfazed", "new_id": -2}, {"uid": "1297246280052527124", "i": 1426, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "toimitusjohtaja <strong> Steve Ballmer </strong>. Nokian toimitusjohtaja <strong> Stephen Elop </strong> kirjoittaa verkkojulkaisu Engadgetin julkaisemassa kirjeess?n Nokian henkil?st?lle, ett Nokia voi liittoutua, jonkin valmiin \"ekosysteemin\" kanssa. <strong> Stephen Elop </strong> kirjoitti Nokian henkil?st?lle Engadgetin mukaan seuraavaa: <q> Our competitors aren't taking our market share with devices; they are taking our market share with an entire ecosystem. This means we're going to have to decide how we either build, catalyse or join an ecosystem. </q> Vapaasti suomentaen <strong> Stephen Elop </strong> viesti siis seuraavaa: \"Kilpailijamme eiv?t ole vieneet markkina-osuutta laitteillaan, he ottavat markkinaosuutemme kokonaisella ekosysteemill. T?m merkitsee, ett meid?n on p?tett?v, miten rakennamme, katalysoimme tai liitymme,", "new_id": -2}, {"uid": "1295372531262144088", "i": 20076, "idx": 1, "sa": ["Ben Ali", "Jennifer Rubin", "George W. Bush", "Donald Rumsfeld"], "q": "to delay political reform by asserting that democratization inevitably leads to insecurity.\" But as 07globBen Alist.html?pagewanted=print\"> <strong> Donald Rumsfeld </strong> might say, the absence of evidence is not evidence of absence, so <strong> Jennifer Rubin </strong> presses on: <q> One question that deserves further consideration: How much did the emergence of a democratic Iraq have to do with this popular revolt in Tunisia? For now, the current administration had better get on the right side of history. </q> Perhaps the most bizarre of Republican foreign policy instincts is the belief that the <strong> George W. Bush </strong> of the United States can force the foreign policy outcomes he desires through sheer force of will. This is what Even Republicans", "new_id": -2}, {"uid": "1295991361205340672", "i": 35805, "idx": 0, "sa": ["Kirsten Gillibrand", "Mitch McConnell", "Barack Obama", "Al Sharpton", "Bob Schieffer", "Lamar Alexander"], "q": "spoke with <strong> Bob Schieffer </strong> on the House's health care... Photo in Slideshow: <strong> Mitch McConnell </strong>, <strong> Lamar Alexander </strong> Photo in Slideshow: <strong> Kirsten Gillibrand </strong>, <strong> Al Sharpton </strong> Video: <strong> Barack Obama </strong>'s State of Union: A Move Towards the Center? Report Abuse <q> no one person should have the right to block any legislation regardless of affiliation or reason- one person should retain the right to call for a vote but it needs to be a democratic process. Allowing one senator to block anything anonymously is not what this country is suppose to be about. </q> Time.com: State of the Union Preview: <strong> Barack Obama </strong>'s Unofficial 2012 Kickoff Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs", "new_id": -2}, {"uid": "1296142019223117323", "i": 16493, "idx": 2, "sa": ["Michael Vick"], "q": "person. \"We believe it was worth it because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products,\" Vito said. <strong> Michael Vick </strong> said in a statement that <q> Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible. </q> A large number of businesses, including Nike, had cut ties with the controversial athlete following his 2007 conviction for participating in a dog fighting ring, for which he served 18 months in federal prison.", "new_id": -2}, {"uid": "1295545349188383370", "i": 16509, "idx": 5, "sa": ["Kirsten Gillibrand"], "q": ",\" was hopeful about marriage equality prospects in her own state, one of several on the east coast where state legislatures seem poised to deliver marriage rights for same-sex couples after a string of setbacks. <q> I'm very optimistic, </q> <strong> Kirsten Gillibrand </strong> said. \"We have a governor who supports marriage equality. It's something that the people want. And I think if we work very hard, and we continue to push our advocacy, we will", "new_id": -2}, {"uid": "1297425723208748548", "i": 50147, "idx": 2, "sa": ["Michael Gove"], "q": "The judge said: \"However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation.\" Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful <q> because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act. </q> Lawyers for the councils had argued the education secretary failed to consult properly, and that he did not give adequate reasons before stopping projects.` Open mind' They also claimed he breached legitimate", "new_id": -2}, {"uid": "1295124192182747194", "i": 59239, "idx": 0, "sa": ["Allen Iverson", "W. Smith"], "q": "both clarified and cluttered the wild Western Conference playoff race. \"That's all he's got to do is come into the game and the energy is there,\" said <strong> Allen Iverson </strong>, who scored 33 points. <q> It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the way he can shoot the ball, the way he can dribble the ball, the way he can jump, he has the whole package. \"There's nothing on the court he can't do. </q> It was the 13th time <strong> W. Smith </strong> has come off the bench to score 20 or more points, most in the NBA among players who haven't started a single game. \"He's been a big spark for", "new_id": -2}]