[{"uid": "1295639889070795282", "i": 40868, "idx": 6, "sa": ["Rupert Murdoch", "Andy Coulson", "Tom Watson"], "q": "represented his views to the country for nearly four years. <strong> Tom Watson </strong>, the former defence minister and a man who has used his position on the culture select committee to chase down <strong> Andy Coulson </strong>, said his departure <q> creates serious questions over the prime minister's judgment, and points to the need for a deeper investigation into the affairs of <strong> Rupert Murdoch </strong>'s News Corp </q>. He called on <strong> Rupert Murdoch </strong> to clean up his operation before he could pursue his? 8.3 bn bid for the complete takeover of BSkyB. <strong> Rupert Murdoch </strong> is waiting to hear whether the bid will be referred by", "new_id": -2}, {"uid": "1295459502213254229", "i": 22631, "idx": 0, "sa": ["Sergio Marchionne"], "q": "new vehicle architecture that will support a variety of top-hats including a sliding-door minivan, likely in the Dodge brand, and a luxury crossover, likely in the Chrysler brand. Mr. <strong> Sergio Marchionne </strong> states to The Detroit News, <q> The architecture would be a lot more capable and allow us to make a minivan-like vehicle as well as others. </q> href=\"http://www.dailytech.com/Ford+to+Build+Next+Gen+Gas+Hybrid+and+PlugIn+Vehicles+on+a+Single+Line/article20404.htm\" title=\"Ford to Build Next Gen Gas, Hybrid, and Plug-In Vehicles on a Single Line\"> Like Ford, Chrysler is working to keep production local. It will be producing the new architecture vehicles at", "new_id": -2}, {"uid": "1295617945243957771", "i": 17492, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": "impossible. In a personal statement issued by Number 10, Mr <strong> Andy Coulson </strong> said the drip-drip of claims about illegal eavesdropping under his editorship meant he could not`` give the 110% needed''. <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on, </q> he added. British Prime Minister <strong> David Cameron </strong> said he was`` very sorry'' that Mr <strong> Andy Coulson </strong> felt`` compelled'' to go after months of intense pressure, and thanked him for his`` complete professionalism''", "new_id": -2}, {"uid": "1295228905163069960", "i": 28316, "idx": 2, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": ", <strong> Mark Kelson </strong>, on Saturday night. The astronaut described the latest progress in his critically injured wife's recovery after the Jan. 8 shooting.`` She's making progress every day,'' <strong> Kirsten Gillibrand </strong> said. <q> She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did. </q> On Sunday, <strong> Gabrielle Giffords </strong>' condition was upgraded to` serious' after successful procedures. <strong> Gabrielle Giffords </strong> was the primary target in the attack outside a Safeway Mark Kelsonet in Tucson where the congresswoman had gone to", "new_id": -2}, {"uid": "1295749089127680581", "i": 15823, "idx": 1, "sa": ["Michael Arrington", "Larry Page", "Eric Schmidt", "Ken Auletta"], "q": "Day, reportedly convinced he could recharge his batteries. <strong> Ken Auletta </strong> also writes that <strong> Larry Page </strong> will have to shed his aversion to being in the limelight if he is going to be successful as CEO. <q> He is a very private man, who often in meetings looks down at his hand-held Android device, who is not a comfortable public speaker, who hates to have a regimented schedule, who thinks it is an inefficient use of his time to invest too much of it in meetings with journalists or analysts or governments, </q> <strong> Ken Auletta </strong> writes. appears to mesh with another by TechCrunch's <strong> Michael Arrington </strong>, who wrote that his blog was about to break the story about <strong> Eric Schmidt </strong> being tired and wanting out last summer. An interview with the three", "new_id": -2}, {"uid": "1295155571091308074", "i": 58595, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers", "Brett Favre"], "q": "run from sixth seed to the Super Bowl, but nothing looks out of the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend. <q> This probably was my best performance-- the stage we were on, the importance of this game, </q> <strong> Aaron Rodgers </strong> said.`` It was a good night.'' <strong> Brett Favre </strong>-- the guy he replaced in Green Bay-- ever threw for in a playoff game. After knocking off href=\"http://sports.espn.go.com/nfl/players/profile?playerId=2549\"> <strong> Michael Vick </strong> and the Eagles in", "new_id": -2}, {"uid": "1297284241241352704", "i": 335, "idx": 6, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "they were not hurting people,'' he said. <strong> Donald Rumsfeld </strong> described it as`` a fine operation,'' and said US military personnel working there have`` taken a lot of the heat unfairly'' and <q> deserve a lot of credit </q> for their work. <strong> Donald Rumsfeld </strong> was also critical of <strong> Barack Obama </strong>'s attempt to close the site. During the 2008 Barack Obamaial campaign, <strong> Barack Obama </strong>`` was critical of indefinite detention for unlawful combatants. He was", "new_id": -2}, {"uid": "1296605148164724780", "i": 3523, "idx": 4, "sa": ["Brian Cowen", "Eamon Gilmore"], "q": "EU and the IMF.''`` We are determined to lead a new wave of change, to fix a broken system, a system that has failed the Irish people,'' <strong> Eamon Gilmore </strong> said. <q> Now is the time to pull down the walls that stand between the people and their government. Now is the time for change. Today, Feb. 1, let us leave our winter behind. </q> The election was originally called for March 11, but was brought forward after the Greens, the junior partners, withdrew from the coalition government last month. <strong> Brian Cowen </strong>, 51, was", "new_id": -2}, {"uid": "1295530662257605677", "i": 42376, "idx": 3, "sa": ["Simon Cowell"], "q": "Train to Georgia' with pageant-level passion. This is the type of 16 year old that many of us find annoying.`` I'm ready to be the 2011` American Idol,''' she said. <q> I've been waiting for this since season 2! </q> Of course, she gets in, whether she really deserves so. I bet <strong> Simon Cowell </strong> would have hated her! Next up: another 16 year old, this one with a back", "new_id": -2}, {"i": 12775, "idx": 0, "index_answer": 1, "new_id": -1, "q": "about social issues include Indiana Rep. <strong> Mike Pence </strong>, who decided against running. And <strong> Mike Huckabee </strong>, who is doing well as a <strong> the Fox </strong> News contributor. And <strong> Sarah Palin </strong> would have the most to lose financially from running. <strong> Rick Santorum </strong> thinks <q> the left is trying to goad her into it, </q> hoping she would be weak among the independent voters who decide most elections. <strong> Bill Clinton </strong> Minnesota <strong> Mike Huckabee </strong> <strong> Tim Pawlenty </strong> is running hard and published a book with a strong religious theme, but <strong> Rick Santorum </strong> doubts <strong> Tim Pawlenty </strong> has the passion requisite for", "sa": ["Mike Pence", "Rick Santorum", "Mike Huckabee", "Tim Pawlenty", "Sarah Palin", "the Fox", "Bill Clinton"], "uid": "1296962271197279756"}]