[{"uid": "1295580862256213017", "i": 43364, "idx": 2, "sa": ["Simon Cowell", "Steven Tyler"], "q": "assessment of the audition rounds. \"But this season has fallen flat. Sorry, the goofs are just more entertaining.\" DPB thought the show was just boring and suggested that none of the judges <q> know what they were talking about or doing, </q> labeling <strong> Steven Tyler </strong>'s comments \"superficial\" and \"obvious.\" Mrs_FiFi said, \"<strong> Steven Tyler </strong> made me forget all about <strong> Simon Cowell </strong> last nite. <strong> Steven Tyler </strong> is fascinating, funny& he can SING.\" ArchuletaGirl", "new_id": -2}, {"i": 6866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do. \"We're trying to be as transparent and as collaborative as possible,\" <strong> Eric Schmidt </strong> said. <q> We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things that we're doing are very pro-competitive, and I genuinely believe that, </q> he said. Google's other co-founder, <strong> Sergey Brin </strong>, will oversee strategic projects. <strong> Sergey Brin </strong> said he wants to focus more on his personal passions, including several \"significant\" new products. He said he", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669701105103360"}, {"uid": "1295658306074924083", "i": 1972, "idx": 9, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "to <strong> Ken Auletta </strong>'s sources, <strong> Eric Schmidt </strong>'s appetite for the job waned not just because of the China decision, but because Google was struggling to deal with the success of Facebook and increased scrutiny from regulators. <q> Google was becoming defensive. All of their social-network efforts had faltered. Facebook had replaced them as the hot tech company, the place vital engineers wanted to work, </q> <strong> Ken Auletta </strong> writes. \"Complaints about Google bureaucracy intensified. Governments around the world were lobbing grenades at Google over privacy, copyright, and size issues. The \"don't be evil\" brand was getting tarnished,", "new_id": -2}, {"uid": "1297712549158122038", "i": 10220, "idx": 2, "sa": ["Zahi Hawass"], "q": "but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. \"Many people make the mistake of thinking that dreams can not come true, but they can,\" he wrote. <q> You have to believe, and know that they are more than just imagination. </q> All content Â© Copyright 2000- 2011 WorldNow and WSFA, a", "new_id": -2}, {"uid": "1295811905072826894", "i": 48480, "idx": 0, "sa": ["Hugo Chavez", "Fidel Castro", "Andy Coulson"], "q": "Supporters of Venezuelan <strong> Fidel Castro </strong> <strong> Hugo Chavez </strong> Video: Raw video: Bus runs over protesters on highway... Venezuela World Video: Raw Video: Missing Americans found safe World Video: Bomb attacks kill 10 in Iraq capital Report Abuse <q> Gen. <strong> Marcos Perez Jimenez </strong>, wasn't Venezuela's last dictator. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1296700704169541675", "i": 8730, "idx": 1, "sa": ["Mike Pence"], "q": "decided against it and is now weighing a race for governor in 2012. Spokesman Matt Lloyd said <strong> Mike Pence </strong> has no plans to attend CPAC this year and has no comment about the GOProud controversy. <q> At this time the congressman is focusing his attention on Indiana, </q> Lloyd said. \"He hopes to participate in future CPAC opportunities as his schedule permits.\" The American Conservative Union, which started the conference, raised eyebrows among conservatives last year when it", "new_id": -2}, {"uid": "1295798310158990353", "i": 9640, "idx": 1, "sa": ["Colin Powell", "Condoleezza Rice", "Barack Obama", "Candy Crowley"], "q": "isn't <strong> Condoleezza Rice </strong> I'm sticking with <strong> Barack Obama </strong>... 9 posted on 01/23/2011 7:17:32 AM PST Gee, <strong> Colin Powell </strong>, more leading from the rear, I see. 10 posted on 01/23/2011 7:18:31 AM PST <q> I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. \"I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position. the winner is", "new_id": -2}, {"uid": "1295779438083050512", "i": 12459, "idx": 3, "sa": ["Simon Cowell"], "q": "show. But it seems <strong> Simon Cowell </strong> has now had a change of heart. \"I asked a successful guy, \"What's the best advice you can give me?\" He said, <q> <strong> Simon Cowell </strong>, know when to leave the fair, </q> he said. \"I think that's good advice- one year, I actually found myself thinking, \"I've run out of insults, I don't know how I'm going to tell", "new_id": -2}, {"uid": "1295559654260145286", "i": 40837, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ": Starting April 4, co-founder Larry Page, becomes CEO and takes over day-to-day operations. Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, specifically, new products. <strong> Eric Schmidt </strong> becomes Executive Chairman and will focus externally on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-all of which are increasingly important given Google's global reach. </q> Internally, <strong> Eric Schmidt </strong> will continue to act as an advisor to Larry and <strong> Sergey Brin </strong>. In a statement, <strong> Eric Schmidt </strong> said: \" We've been talking about how best to simplify our management structure and speed", "new_id": -2}, {"uid": "1296743100016711680", "i": 3998, "idx": 0, "sa": ["Donald Rumsfeld", "DJ AM", "Ray McGovern", "Dick Cheney"], "q": "defense, a terrible strategy, but not uncommon unfortunately. Notice, at the end of the clip, <strong> Ray McGovern </strong> gets vilified for asking <strong> Donald Rumsfeld </strong> some pointed questions. We can't have that, no-no-no. http://wn.com/DJ_AM_Human_Centipede_ArmorGroup_Film_Actor_Guild_Hates_Kabul_Dick_Cheney_Donald_Rumsfeld_Mix <strong> DJ AM </strong> <q> They're going to sew three people together, they thought it would be, like, shoulder to shoulder, or whatever. But no, it's like, ass to mouth. </q> Mouth: ArmorGroup Film Actors Guild Hates God( <strong> Dick Cheney </strong> <strong> Donald Rumsfeld </strong> Mix) Top supervisors of the ArmorGroup were not only aware of the \"deviant sexual acts\" but helped to organize them. It was mostly the young", "new_id": -2}]