[{"uid": "1297449619186662928", "i": 37332, "idx": 2, "sa": ["Simon Cowell"], "q": "the prospects, but I hadn't a clue whether it was going to be a hit or whether we were going to be kicked out of the country after three weeks.\" <strong> Simon Cowell </strong> then quipped: <q> I remember the network put a one-month break clause in the house I was renting, which shows at the time I don't think they were particularly convinced either. </q> stated earlier this week that the judging panel for the series has yet to be finalised. Justin TimberlakeWatch an exclusive clip of the gives us an insight into her character", "new_id": -2}, {"uid": "1295475898005455883", "i": 39748, "idx": 4, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-29v&amp;flvURL=/media/2011/01/13/01132011-29v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-29v.jsn\"}{ \"title\": \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes\", \"description\": <q> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and <strong> Rahm Emanuel </strong> Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time. </q>, \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg\", \"emailLink\": \"http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes& site= politics", "new_id": -2}, {"uid": "1297574961085688363", "i": 19892, "idx": 0, "sa": ["Michael Vick", "Jay Cutler"], "q": "contemporary of <strong> Jay Cutler </strong> with that very blemish on his record is enjoying a glorious rebirth. <strong> Michael Vick </strong> is wildly popular in Philadelphia, a tough, fickle sports town where hero worship is practically illegal. <q> Sports fans are the most forgiving, second-chance-loving people in the world, </q> Sullivan said, \"and <strong> Michael Vick </strong> is a classic example. If he can come back, <strong> Jay Cutler </strong> certainly can. He didn't do anything bad.\" Try telling that to the armchair zealots who insist", "new_id": -2}, {"uid": "1297104003173965321", "i": 8577, "idx": 1, "sa": ["Simon Cowell"], "q": "General Election, the prime minister dismissed those who oppose his third term as \"mean-spirited\" and \"cynical\". \"All these political snobs have ganged up against the party,\" <strong> Simon Cowell </strong> said. <q> If you take me out of the equation, you have a lot of my teenage coalition being attacked by a huge hate mob on Facebook. \"It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand. </q> <strong> Simon Cowell </strong> added: \"At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years! \"Don't forget how people laughed at me", "new_id": -2}, {"uid": "1296146613005734416", "i": 10567, "idx": 1, "sa": ["Mike McDaniel", "Mike Pence"], "q": "and leave the rest until later. \"By saying what they won't do, it will probably tell us what he will do,\" said <strong> Mike McDaniel </strong>, a former state Republican chairman. <q> If he is going to run for governor, I'm sure there's no hurry for him to actually say it. </q> <strong> Mike Pence </strong> stepped down from his position as the No. 3 leader among U.S. House Republicans after winning re-election in November, and has been receiving support from social conservatives to make a presidential run. He", "new_id": -2}, {"uid": "1297183312119177307", "i": 46112, "idx": 2, "sa": ["Simon Cowell"], "q": "time here in the UK,\" <strong> Simon Cowell </strong> said. \"I watched some clips last week to get up to speed, and it looked good.\" Asked about the new judges, he said, <q> I think they're doing fine. They have a different approach to what I used to do before. I think the show had to reinvent itself. I think it's right that it's a different show to what we made before. </q> He continued: \" \"I left the show on fantastic terms. I still talk to Randy and Ryan, and I still talk to Kenny, one of the executive producers. We're", "new_id": -2}, {"uid": "1295781106164167680", "i": 18927, "idx": 0, "sa": ["Kara DioGuardi", "Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "the competition held in New Orleans, I can definitely say that <strong> Jennifer Lopez </strong> is a huge improvement over <strong> Kara DioGuardi </strong>. And how can you do anything but smile when <strong> Steven Tyler </strong> offers this kind of judgment to a contestant: <q> For my melodic sensibility, your performance was very delicious </q>? On the other hand, Randy doesn't seem to do mean very well- he shows none of <strong> Simon Cowell </strong>'s pseudo-sadistic joy in shredding young wannabes. Nor does it look like he's going to provide", "new_id": -2}, {"uid": "1296607319049397800", "i": 24533, "idx": 7, "sa": ["Sergio Marchionne"], "q": "is embedded into the brand\", Mr <strong> Sergio Marchionne </strong> acknowledges. \"But it's about much more than that. I don't think it's dependent on fuel prices,\" he insists. <q> Buying a Fiat 500 is a lifestyle statement, </q> according to Mr <strong> Sergio Marchionne </strong>. VW to manufacture cars in Malaysia Invasion of Super-Brits The Brits ousting US film stars in iconic Hollywood superhero roles Helmet justice The cyclists using cameras to capture bad driving", "new_id": -2}, {"i": 19129, "idx": 8, "index_answer": 1, "new_id": -1, "q": "\" The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as <q> a Christian, a conservative, and a Republican, in that order, </q> is one of the party's most vocal critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "sa": ["Barack Obama", "Mike Pence"], "uid": "1296232207160088064"}, {"uid": "1297137461190611470", "i": 6470, "idx": 0, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Richard Nixon", "President Bush"], "q": "<strong> President Bush </strong> defense secretary <strong> Donald Rumsfeld </strong> releases his new memoir Tuesday, as he concedes his <strong> President Bush </strong> US Defense <strong> Donald Rumsfeld </strong> <strong> President Bush </strong> US Defense <strong> Donald Rumsfeld </strong> <strong> President Bush </strong> <strong> Donald Rumsfeld </strong> of State <strong> Condoleezza Rice </strong> <strong> Donald Rumsfeld </strong> blamed much of the failings of the Iraq war on <q> too many hands on <strong> President Bush </strong> defense secretary <strong> Donald Rumsfeld </strong> concedes his Iraq troop decisions may have been In \"Known and Unknown, </q> <strong> Donald Rumsfeld </strong> defends his handling of the war and recounts his government career serving Republican presidents from <strong> Richard Nixon </strong> to <strong> President Bush </strong>. The former defense secretary was reluctant to endorse <strong> President Bush </strong>'s assessment that the decision", "new_id": -2}]