[{"uid": "1296770511173654034", "i": 12153, "idx": 3, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Tommy Franks"], "q": "to the Iraqi dictator's aide, Tariq Aziz, and wondered whether the room had been bugged. Nearly two decades later, in the rubble of 9/11, <strong> Donald Rumsfeld </strong> took grim note when <strong> Saddam Hussein </strong> gloated that <q> <strong> Joe Biden </strong> reaps the thorns its rulers have planted in the world. </q> But first there was Afghanistan, which had harbored bin Laden. <strong> Donald Rumsfeld </strong> pushed the CENTCOM commander, <strong> Tommy Franks </strong>, for a quick war plan, brushing aside the general's insistence that he needed two months to", "new_id": -2}, {"uid": "1296744552199131154", "i": 30137, "idx": 39, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Condoleezza Rice"], "q": "`` You could have said something in the NSC meeting in front of the president and the principals.''`` Don, you've made mistakes in your long career,'' <strong> Condoleezza Rice </strong> replied. <q> Yes, but I've tried to clean them up. </q> There were glimmers of good news. When the fugitive leader who <strong> Donald Rumsfeld </strong> had once met in Baghdad was captured, <strong> Donald Rumsfeld </strong> thought it would be`` tempting for me to meet with <strong> Saddam Hussein </strong> in jail,''", "new_id": -2}, {"uid": "1297451519240746502", "i": 2861, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney"], "q": "Maybe if we give him a third term he'll get it right.'' Returning the compliment, <strong> Donald Rumsfeld </strong> pointed out that it was still not too late for <strong> Dick Cheney </strong> to run for president in 2012. <q> There's probably still time for you to file some paperwork for Iowa and New Hampshire. </q> <strong> Donald Rumsfeld </strong>'s re-emergence has come at a time when events in Egypt have laid bare the fault line between idealism and realism in American foreign policy that also existed in the <strong> President Bush </strong> era. Whereas in", "new_id": -2}, {"uid": "1295710868069517357", "i": 38470, "idx": 0, "sa": ["Simon Cowell"], "q": "year under his contract with the show, he's now ready to answer that question everyone wants to ask- why would an intelligent, pleasant fellow with a refined English accent say such horrible things? <q> Clearly it was the most stupid mistake of my life, </q> he said.`` I was going to be <strong> Simon Cowell </strong> on steroids. The producers made it quite clear they needed confrontation. Several days into the show they complained that I wasn't giving them anything.''", "new_id": -2}, {"uid": "1297464725077398024", "i": 34635, "idx": 3, "sa": ["Donald Rumsfeld", "Hosni Mubarak", "Leon Panetta"], "q": "<strong> Donald Rumsfeld </strong>, however, did not fault CIA director <strong> Leon Panetta </strong> for pointing to news reports, suggesting during his testimony there was a`` strong likelihood'' that Egyptian President <strong> Hosni Mubarak </strong> would step down Thursday. <q> People who think they know the answer and publicly announce what they believe to be the case are often wrong, </q> <strong> Donald Rumsfeld </strong> said, saying that the outcome of a volatile situation is not always possible to predict. But the former defense secretary said official statements from Washington urging <strong> Hosni Mubarak </strong> to step aside have differed from what the", "new_id": -2}, {"uid": "1295066628181321734", "i": 6342, "idx": 1, "sa": ["Michael Vick", "Brett Favre", "Sean McManus"], "q": "would have thought that <strong> Michael Vick </strong> would be the best`` positive story'' when the season began.`` Whether it was <strong> Michael Vick </strong> or <strong> Brett Favre </strong>,'' said <strong> Sean McManus </strong>, trying to explain this NFL viewership phenomenon. <q> I think all of it generated interest...[ and] brought in a lot of people who wouldn't normally watch football. </q> <strong> Sean McManus </strong> added that once curiosity is piqued, the games must be compelling enough to hold viewer interest. And most of them were.`` It becomes almost a self-fulfilling prophesy,'' <strong> Sean McManus </strong> said", "new_id": -2}, {"uid": "1297194894179781667", "i": 2193, "idx": 1, "sa": ["Colin Powell", "President Bush"], "q": "<strong> President Bush </strong> at a Feb. 3, 2003 National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later. Rumsfeld quotes himself as having told the meeting, <q> We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it. </q> Khurmal is the name of a village near the site. In his U.N. presentation, <strong> Colin Powell </strong> described it as`` Terrorist Poison and Explosive Factory, Khurmal.'' Rumsfeld said Khurmal was operated by Ansar al-Islam", "new_id": -2}, {"uid": "1295970663009764877", "i": 22969, "idx": 1, "sa": ["Linas Kleiza", "Carmelo Anthony", "Kenyon Martin", "Allen Iverson"], "q": "each scored a season high 21 points to help the NBA champions beat the Denver Nuggets 102-91 and improve to 13-0 at home.`` Their role players beat us as much as anyone else,'' said Karl. <q> From[ <strong> Brent Barry </strong>] <strong> Brent Barry </strong> to <strong> Michael Finley </strong> to <strong> Fabricio Oberto </strong>, they beat us as much as[ <strong> Manu Ginobili </strong>] <strong> Manu Ginobili </strong> or[ <strong> Tim Hardaway </strong>] <strong> Tim Duncan </strong> did. </q> <strong> Allen Iverson </strong> led the Nuggets with 30 points and <strong> Linas Kleiza </strong> had 16 points. <strong> Carmelo Anthony </strong> added 15 points and nine rebounds. The Nuggets were without starter <strong> Kenyon Martin </strong>, who was suspended for one game after he was assessed a flagrant", "new_id": -2}, {"uid": "1296713574046333972", "i": 12821, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "sleepily. He will not be roused to anger, which is blood in the water in a forum like this.`` Every day you wake up, you have challenges,'' <strong> Ben Roethlisberger </strong> said here. <q> Everyone has different challenges, whether it's illness, family issues, whatever it is. </q> Yes, a career dotted with misbehaviour varying from merely crass to potentially felonious is a little like getting angina. In many ways, the NFL might have preferred to see <strong> Michael Vick </strong> in this arena", "new_id": -2}, {"i": 33582, "idx": 3, "index_answer": 1, "new_id": -1, "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> <strong> Reggie Jackson </strong>'s really what I did. It helped me out. </q> <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds, and <strong> Allen Iverson </strong> added 31 points to lead the 76ers to a 98-89 win over the <strong> James Cleveland </strong> Cavaliers on Friday night", "sa": ["James Cleveland", "Chris Webber", "Allen Iverson"], "uid": "1295753709087883837"}]