[{"uid": "1296571743076283915", "i": 51859, "idx": 0, "sa": ["David Letterman", "Rich Aucoin"], "q": "of fun that he is-insists on carrying the communal experience over into his highly praised live shows, an engulfing mix of multimedia, props, and crowd interaction, all anchored by <strong> Rich Aucoin </strong>'s own presence. <q> I usually call it crowd karaoke. The whole crowd sings things together, and it's a dance party on top of that. The visuals are all in 3D, so you can stand at the back and just watch the movie that's playing on the screen. I cut up all these movies and I write the music to sync up to the movies that show in the background. </q> The shows have certainly helped with the buzz building around <strong> Rich Aucoin </strong>; recently, a misinterpreted Facebook update started a rumour that he would be performing on the Late Show with <strong> David Letterman </strong>. For an artist", "new_id": -2}, {"uid": "1296030310020856872", "i": 40443, "idx": 4, "sa": ["Michael Vick"], "q": "professor at Temple's Sport Industry Research Center, said it would not be a surprise for a company like Unequal to`` take the leap'' with <strong> Michael Vick </strong>, because he already is using their products. <q> For a national more prominent brand, I think it's going to be wait and see, </q> he said.`` He's still a hands-off entity, because the sting from his legal issues is still there.[ Unequal Technologies] is not a company that has has a huge or long-lasting image, so", "new_id": -2}, {"uid": "1296572156178978822", "i": 39713, "idx": 1, "sa": ["Angelina Jolie"], "q": "doesn't know where she stands on Israel. <strong> Angelina Jolie </strong> serves as a goodwill ambassador for the United Nations. <strong> Angelina Jolie </strong> told The Associated Press he would`` love to see'' <strong> Angelina Jolie </strong> at his side <q> coming on a visit to Israel. </q> He said:`` That would be a nice thing before I go.'' REDWOOD CITY 3 BR/ 2.0 BA$ 695,000.00 SAN MATEO 2 BR/ 2.0 BA$ 1,099,000.00 SAN MATEO", "new_id": -2}, {"uid": "1295865952095535156", "i": 4386, "idx": 0, "sa": ["Alassane Ouattara"], "q": "? Bamako des chefs des arm?es d'Afrique de l'Ouest. La veille, <strong> Alassane Ouattara </strong> estimait que l'usage de la force, seul moyen pour contraindre le pr?sident sortant Laurent Gbagbo, tait de plus en plus probable. <q> Nous sommes pr?ts sur le plan militaire, il appartient aux chefs d'Etat de nous donner les instructions </q>, a d?clar le g?n?ral Petinrin? quelques journalistes. Il venait de participer? une r?union des chefs d'?tat- major des pays de la Communaut conomique des Etats d'Afrique de l'Ouest( C?d?ao), commenc?e mardi,", "new_id": -2}, {"uid": "1296441765100565009", "i": 32668, "idx": 1, "sa": ["Michael Vick", "Barack Obama"], "q": "December, <strong> Barack Obama </strong> reportedly called the owner of the Philadelphia Eagles to support the team's willingness to give <strong> Michael Vick </strong> a second chance. The Eagles' commitment to <strong> Michael Vick </strong> has been clear since they signed him in 2009: <q> If a person made a terrible mistake and then paid their debts to society, was deeply remorseful and turned their life around completely... would you be willing to help this human being move forward? </q> Despite these public displays of support, <strong> Michael Vick </strong> has faced intense scrutiny and criticism since his 2007 arrest and conviction for a series of crimes related to dog fighting. The NFL's initial response was severe. NFL", "new_id": -2}, {"uid": "1295485231089587765", "i": 43965, "idx": 1, "sa": ["Michael Gove"], "q": "a single country other than the UK or any continents, rivers, mountains or cities. Instead, it insists that pupils should learn about global warming and climate change. The document argues that the curriculum <q> should not become a vehicle for imposing passing political fads on our children or dominate the school curriculum time in its entirety </q>. Mr <strong> Michael Gove </strong> will today announce the team he expects to deliver his new traditional curriculum. They include: Bernice McCabe, co-director of The Prince's Teaching Institute and head of North London Collegiate School;", "new_id": -2}, {"uid": "1295967992135200793", "i": 29817, "idx": 0, "sa": ["Hillary Clinton", "Ron Kampeas", "Kirsten Gillibrand"], "q": "U.S. government's href=\"http://www.telegraph.co.uk/news/worldnews/northamerica/usa/8264918/US-trying-to-stop-UN-resolution-against-West-Bank-settlements.html\"> reaction to the proposal has been nothing short of embarrassing. letter, delivered to Secretary of State <strong> Hillary Clinton </strong> from seventeen U.S. Senators and initiated by <strong> Kirsten Gillibrand </strong>( D-NY), claims the resolution <q> hurts the prospects for a peace agreement and is not in the interest of the United States </q> and`` stRon Kampeasgly'' urges <strong> Hillary Clinton </strong>`` to make clear that the United States will veto such a resolution if it is raised at the Council, and to clearly communicate the United States' intent to do so to", "new_id": -2}, {"uid": "1295052892065650731", "i": 2872, "idx": 2, "sa": ["Alassane Ouattara"], "q": "'s access to the funds. <strong> Alassane Ouattara </strong> said the bank's governor, national director and deputy national director had not given clear instructions to local banks on how to deal with Gbagbo's government. <q> We have written to the governor and we have told them that if they continue we will ask the European Union, the U.S. and the U.N. to put them on the list of people to be sanctioned, </q> <strong> Alassane Ouattara </strong> said. USE OF FORCE He said the central bank should tell local banks only to recognize the <strong> Alassane Ouattara </strong> government's signature because banks allied with Gbagbo were continuing to provide funds for his administration", "new_id": -2}, {"uid": "1297480839099155994", "i": 37956, "idx": 1, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "of Forrester Research in California, described Nokia's partnership with Microsoft as a`` big risk'' because it could alienate the application devStephen Elopers who had been working on products for Nokia's Symbian and yet-to-be-released MeeGo platforms. <q> They have to convince all those devStephen Elopers to stay put and it may not work, </q> he said in an interview in London.`` Nokia's challenge is to make Windows Phone their next priority.'' <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> were vague about the timing of the launch of the first", "new_id": -2}, {"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q> It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together, </q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade,`` or even cutting spending'' as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}]