[{"uid": "1297717091255754251", "i": 47426, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "talks about the Defense Video: Sneak Preview: <strong> Donald Rumsfeld </strong> on` Hannity'... U.S. Video: Valentine's Day Edible Aphrodisiacs U.S. Video: UF Students Killed While Caving In Ga.. target=\"mwphcomReportAbuse\" href=\"http://bb.ugccs.abuse.yahoo.com/report_abuse/ReportAbuseBeacon.php?appId=news&amp;redirect=http%3a%2f%2fhelp.yahoo.com%2fl%2fus%2fyahoo%2fnews%2fforms%2fabuse_articles.html&amp;eaci=NSHB76QFGCKEVDG36HQS67GCFA&amp;commentid=55013930\"> Report Abuse <q> I am thinking... freeze and seize... and the same with his Government Pensions and free lifetime healthcare... </q> target=\"mwphcomReportAbuse\" href=\"http://bb.ugccs.abuse.yahoo.com/report_abuse/ReportAbuseBeacon.php?appId=news&amp;redirect=http%3a%2f%2fhelp.yahoo.com%2fl%2fus%2fyahoo%2fnews%2fforms%2fabuse_articles.html&amp;eaci=77NQCW2C7P6G7HSR4OAI4M6RT4&amp;commentid=55008116\"> Report Abuse \"`` The judges allegedly disguised the extortion payments as rental income from a Florida condo owned by their wives.'' \" Report Abuse \" Sounds like 3rd world operations- finder's", "new_id": -2}, {"uid": "1296385836115228698", "i": 22373, "idx": 7, "sa": ["Shaun Johnson", "Allen Iverson", "Tyronn Lue"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.''`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/Boston_Celtics_Vs_Orlando_Shaun Johnson_Game_3_NBA_PLAYOFFS_2010_5/23/10 Celtics:94 <strong> Shaun Johnson </strong>:71 Series Celtics", "new_id": -2}, {"uid": "1295819037185630726", "i": 959, "idx": 1, "sa": ["Sergey Brin", "Larry Page", "Steve Jobs", "Eric Schmidt", "Tim Cook"], "q": "in 2001 to Sergey Bring more management experience to a then-fledgling company, will assume the role of executive chairman, focusing on deals and government outreach, among other things. <strong> Sergey Brin </strong> will concentrate on strategic projects. <q> <strong> Larry Page </strong> is ready. It's Tim Cooke for him to have a shot at running this, </q> <strong> Eric Schmidt </strong> told analysts on a conference call. Shares in the Internet search and advertising leader rose about 2% to$ 639 in extended trading. Just days ago, Apple Inc CEO <strong> Steve Jobs </strong> announced", "new_id": -2}, {"uid": "1296277628111296534", "i": 32345, "idx": 2, "sa": ["Michael Vick"], "q": "hit hard in the economic crisis. Best Friends Animal Society was one of the sponsors and had a booth at the event to help educate guests on the challenges these dogs face every day. The movie premiere featured <q> Michael Vicktory to the Underdog: Hell and Back </q> a dogumentary by Bond to help expose the stereotypes of pit bulls and some of the movie's leading stars were dogs saved from <strong> Michael Vick </strong>'s dog fighting bust. While Bond was making the film, he knew he", "new_id": -2}, {"uid": "1295509121092602403", "i": 54651, "idx": 0, "sa": ["Martin Short", "David Letterman", "Regis Philbin"], "q": "<strong> Martin Short </strong> needs to pay a little more attention to the details. He went on href=\"http://television.aol.com/show/late-show-with-David Letterman-David Letterman/49114/main\">` Late Show'( Weeknights, 11:35 PM on CBS) perhaps with the best of intentions. <q> I'm still in a state of shock when I heard that announcement from you yesterday that you're leaving the show, </q> <strong> Martin Short </strong> said to <strong> Regis Philbin </strong>.`` I think it's a good idea. I think you're leaving at the top of your game.'' With <strong> David Letterman </strong> laughing, <strong> Martin Short </strong> pressed on with the obvious joke", "new_id": -2}, {"uid": "1294975637058228798", "i": 915, "idx": 1, "sa": ["Ian Lovett", "Mike Pence", "Barack Obama", "Wayne LaPierre"], "q": "of bill the N.R.A. is against is always a problem.'' Asked about prospects for new gun restrictions, Representative href=\"http://topics.nytimes.com/top/reference/timestopics/people/p/Mike Pence_Mike Pence/index.html?inline=nyt- per\" title=\"More articles about Mike Pence.\"> <strong> Mike Pence </strong>, Republican of IndIan Lovetta, asserted, <q> I maintain that firearms in the hands of law-abiding citizens makes communities safer, not less safe. </q> The N.R.A. has kept such a low profile that its normally accessible executive vice <strong> Barack Obama </strong>, href=\"http://topics.nytimes.com/top/reference/timestopics/people/l/Wayne LaPierre_Wayne LaPierre/index.html?inline=nyt- per\" title=\"More articles about Wayne LaPierre.\"> <strong> Wayne LaPierre </strong>, declined to comment.`` At this time, anything other", "new_id": -2}, {"uid": "1297418465059129857", "i": 25082, "idx": 3, "sa": ["Eric Schmidt"], "q": "by the burning flames'' or jump into`` freezing waters''.`` We are standing on a burning platform,'' he said in the speech, which was later posted on Nokia's internal blog. <q> We have more than one explosion- we have multiple points of scorching heat that are fuelling a blazing fire around us.`` There is intense heat coming from our competitors, more rapidly than we ever expected. While competitors poured flames on our market share, what happened at Nokia? We fell behind, we missed big trends, and we lost time. </q> Jules Verne Google doodle: science fiction author's birthday marked with'til ting' logo Google Earth finds Saudi Arabia's forbidden archaeological secrets Google's <strong> Eric Schmidt </strong> predicts the future of computing- and he plans to be", "new_id": -2}, {"uid": "1295634031217038859", "i": 17892, "idx": 0, "sa": ["Matthew Vaughn", "Seth Rogen", "Michael Fassbender", "Angelina Jolie", "James McAvoy", "Tom Long", "Jack Black", "James Woods", "Victor Garber"], "q": "kicks down the doors of the cineplex. Joining <strong> Jack Black </strong>, <strong> Seth Rogen </strong>, <strong> Angelina Jolie </strong> and others from the 2008 original are <strong> Victor Garber </strong> as Master Thundering Rhino and <strong> James Woods </strong> as Skunkman, of course. June 3 For <q> X-Men: First Class, </q> director <strong> Matthew Vaughn </strong>(`` Kick-Ass'') takes the Tom Long-running comic saga back in time to the early days of Professor X( <strong> James McAvoy </strong>) and Magneto( <strong> Michael Fassbender </strong>) and schools the first class of X-Men. June", "new_id": -2}, {"uid": "1295256412206143497", "i": 20729, "idx": 5, "sa": ["Dwight Howard", "Allen Iverson", "Tim Duncan", "Kobe Bryant", "Shaun Johnson"], "q": "18997 fans at Staples Center chanting`` MVP! MVP!'' <strong> Kobe Bryant </strong> made two free throws with 43.4 seconds remaining for his final points. He scored 27 points in the third quarter, 28 in the fourth. <q> We are on a journey, and to put on a show like this for the fans here in LA i... <strong> Allen Iverson </strong> Career High 60pts vs the <strong> Dwight Howard </strong> Orlando <strong> Shaun Johnson </strong> 04/05 <strong> Allen Iverson </strong> Career High 60pts vs the <strong> Dwight Howard </strong> Orlando <strong> Shaun Johnson </strong> 04/05 Three-Tim Duncane scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget.`` That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... <strong> Kobe Bryant </strong> 51 points vs Nuggets 2002-03( 40 point streak) The 3rd game of the famous 9 straight 40+ point game streak. One of the greatest", "new_id": -2}, {"i": 21343, "idx": 0, "index_answer": 0, "new_id": -1, "q": "GOOG) <strong> Eric Schmidt </strong>: <q> One day Larry and Sergey bought Android, and I didn't even notice. </q> The important thing to understand about the doesn't change much, Nicholas Carlson writes. In any case, the Street generally", "sa": ["Eric Schmidt"], "uid": "1295565692148553737"}]