[{"uid": "1297273175047726709", "i": 532, "idx": 0, "sa": ["Zahi Hawass"], "q": "up tents in the city's central Martyrs Square similar to Tahrir. In Cairo, hundreds of state electricity workers stood in front of the South Cairo Electricity company, demanding the ouster of its director. <q> Why are you staying here, you've ruined our lives, </q> they chanted. Also, dozens of state museum workers demanding higher wages staged a protest in front of the Supreme Council of Antiquities, crowding around antiquities chief <strong> Zahi Hawass </strong> when he came to talk to them.", "new_id": -2}, {"uid": "1297271856047726682", "i": 6186, "idx": 0, "sa": ["Satya Nadella", "Steve Ballmer", "Bob Muglia"], "q": "and tools biz president who was pushed out by MS boss <strong> Steve Ballmer </strong> last month. The software vendor said today that it has promoted its senior veep <strong> Satya Nadella </strong> to the position left vacant by <strong> Bob Muglia </strong>. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said <strong> Steve Ballmer </strong>. reported that Microsoft was set to undergo a radical reshuffle of its management team. In his new role, <strong> Satya Nadella </strong> will look after the strategy, engineering, marketing and product development for Microsoft", "new_id": -2}, {"uid": "1295580575089079814", "i": 2914, "idx": 1, "sa": ["Colin Powell", "Ryan Crocker"], "q": "and retired Gen. <strong> Colin Powell </strong>, discussed the legacy of the first major military conflict after the Cold War- as well as some of the lessons that have not been easy to apply in the years since. <q> It's an era when small states can create big problems, </q> <strong> Ryan Crocker </strong>, U.S. ambassador to Iraq from 2007-09, said in an interview before the event. The modern world features`` space for a host of non-state actors to play dangerous roles. Al-Qaeda is the most important;", "new_id": -2}, {"uid": "1297654044124387332", "i": 20112, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld", "Katherine Gallagher"], "q": "and will be waiting for him wherever he travels next,'' the statement said. <strong> Donald Rumsfeld </strong>: Saddam Targeted <strong> Donald Rumsfeld </strong>'s and <strong> George W. Bush </strong>'s Daughters CCR lawyer <strong> Katherine Gallagher </strong> said that as <strong> George W. Bush </strong>'s visit to Canada draws closer, <q> we will see what actions we will take. </q>`` I think we have to strategize and think that through with colleagues up in Canada,'' she told the Georgia Straight newspaper in Vancouver.`` It's the next visit that we've heard about", "new_id": -2}, {"uid": "1295559369243744783", "i": 49540, "idx": 0, "sa": ["Leon Panetta", "Sam Nunn", "Colin Powell", "George H. W. Bush", "Dennis Blair"], "q": "his intelligence chiefs- CIA director <strong> Leon Panetta </strong> and NID retired Admiral <strong> Dennis Blair </strong>. www.change.gov http://wn.com/Repealing_Don't_Ask,_Don't_Tell__Colin Powell_Colin Powell_and_Sam Nunn_Sam Nunn Complete video at: fora.tv Former Secretary of State Gen. <strong> Colin Powell </strong> and former Senator <strong> Sam Nunn </strong> discuss a possible repeal of the US military's controversial <q> Don't Ask, Don't Tell </q> policy regarding gay and lesbian serGeorge H. W. Bush. This program was recorded in collaboration with the 2008 Aspen Ideas Festival.----- Former Senator <strong> Sam Nunn </strong> and former Secretary of State <strong> Colin Powell </strong> discuss topics ranging from the future of the United States", "new_id": -2}, {"uid": "1296597946227524612", "i": 2945, "idx": 0, "sa": ["Brian Cowen", "Eamon Gilmore"], "q": "was elected Taoiseach have been a time of great trial and test, I believe we have worked hard to correct past failures and to secure the future recovery of our country,'' he told lawmakers. <q> I know some of the decisions my government had to take were not popular. But they had to be taken. </q> He found little comfort from the leaders of Fine Gael and Labour, the two parties which are expected to form the next government. Labour leader <strong> Eamon Gilmore </strong> said Mr <strong> Brian Cowen </strong>'s coalition government had``", "new_id": -2}, {"uid": "1295991953089178223", "i": 3683, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "AP) If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many`` <strong> Donald Rumsfeld </strong>'s Rules'': <q> The harder I work, the luckier I am. </q> When <strong> Donald Rumsfeld </strong> began thinking about his book,`` Known and Unknown,'' he imagined a more typical Washington release: a quick, impressionistic story based on whatever he recalled. Instead, he and a", "new_id": -2}, {"uid": "1295519902040943616", "i": 20229, "idx": 0, "sa": ["Allen Iverson", "Dwight Howard"], "q": "on what they are anticipating this weekend. http://wn.com/Allen Iverson_Allen Iverson_Career_High_60pts_vs_the_Dwight Howard_Dwight Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.''", "new_id": -2}, {"uid": "1295033449268353562", "i": 15228, "idx": 1, "sa": ["Mark Kelson", "Gabrielle Giffords", "Nancy Pelosi", "Kirsten Gillibrand", "Debbie Wasserman Schultz"], "q": "`` We were just thrilled to be by her side,'' <strong> Debbie Wasserman Schultz </strong> recalled of her visit to the hospital Wednesday night, along with House Minority Leader <strong> Nancy Pelosi </strong> and New York Sen. title=\"Kirsten Gillibrand\" href=\"http://www.chicagotribune.com/topic/politics/government/Kirsten Gillibrand-Kirsten Gillibrand-PEPLT0000007557.topic\"> <strong> Kirsten Gillibrand </strong>. <q> And we were prepared to do and say anything- if she could hear us- to provide comfort and encouragement. </q> Chicago Shopping Overwhelming Offers: Always 50% off or more from your favorite brands>> <strong> Gabrielle Giffords </strong> lay in her hospital bed with her eyes closed, swathed in bandages. With her was her husband, <strong> Mark Kelson </strong>", "new_id": -2}, {"i": 6221, "idx": 4, "index_answer": 0, "new_id": -1, "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead.`` Larry has been with me in every major decision in the past decade,'' <strong> Eric Schmidt </strong> said in an interview Thursday. <q> It's not like he has been sitting around doing nothing. </q> Although management by committee worked well enough to turn Google into an enormous success, it eventually slowed Google's reaction to popular new ideas such as Facebook and Twitter. The bureaucracy also has caused Twitter and", "sa": ["Eric Schmidt"], "uid": "1295668654007979024"}]