[{"uid": "1297136473102924319", "i": 29843, "idx": 7, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell", "President Bush", "George H.W. Bush"], "q": "<strong> President Bush </strong>'s closest advisers, saying <strong> Condoleezza Rice </strong> lacked experience and <strong> Colin Powell </strong> showed poor management skills. Asked whether he admired his ex-boss's father president <strong> George H.W. Bush </strong>- under whom he did not serve- <strong> Donald Rumsfeld </strong> replied curtly: <q> No, I was kind of disappointed in him. </q> <strong> Condoleezza Rice </strong>, <strong> President Bush </strong>'s national security adviser who later became secretary of state, had`` never served in a <strong> George H.W. Bush </strong> administration position,'' a lack of experience that hampered her ability to organize critical meetings,", "new_id": -2}, {"uid": "1295985442139264003", "i": 6283, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "amounts to a grass-roots effort of those who feel the government has blocked this`` miracle'' product.`` There is no industry support on this thing at all,'' she said of the organization. <q> We want to keep it this way so no one can say we are a shill for the tobacco, drug or e-cigarette industry. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog HOTEL MAINTENANCE Company Comfort MANUFACTURING PRODUCT ENGINEER AND SR.. SOFTWARE MARKET", "new_id": -2}, {"uid": "1295010238080707595", "i": 32497, "idx": 0, "sa": ["Jay Leno", "Cam Newton", "David Letterman", "Gene Chizik"], "q": "happy. Auburn is a special place that I can call home.''`` We appreciate <strong> Cam Newton </strong>'s many contributions to Auburn and the outstanding leader that he was for our football team,'' <strong> Gene Chizik </strong> said. <q> He had one of the greatest individual seasons ever by an Auburn player and was a key part of our championship run. </q> <strong> Cam Newton </strong> was as at ease on the field as he was making his acceptance speech at the Heisman Trophy banquet, or appearing on late-night television with <strong> David Letterman </strong> and <strong> Jay Leno </strong>. He played his final game with a hurt", "new_id": -2}, {"uid": "1295642432138969088", "i": 48054, "idx": 0, "sa": ["Eric Schmidt"], "q": "world, Google presented the shake-up at the top as part of an effort to speed up decision-making at a company that has grown harder to manage as it has extended its reach into many new markets. <q> I want the company to run more like a start-up, </q> Mr Page said in an interview with the FT. Fending off the suggestion that the pressure it was feeling from the rise of Facebook had forced the change, Mr <strong> Eric Schmidt </strong> added:`` This is definitely not", "new_id": -2}, {"uid": "1295947110129105978", "i": 19484, "idx": 3, "sa": ["Keyon Dooling", "Magic Johnson", "Allen Iverson", "Grant Hill"], "q": "and fortunately, it went in,'' <strong> Allen Iverson </strong> said. <strong> Magic Johnson </strong> guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play.`` That wasn't the first time he threw one in like that,'' <strong> Keyon Dooling </strong> said. <q> He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him. </q> The <strong> Magic Johnson </strong> had a chance to tie the game, but <strong> Grant Hill </strong>'s 12-footer at the buzzer was short. <strong> Grant Hill </strong>, who led the <strong> Magic Johnson </strong> with 25 points, had hit a similar shot to tie the game at", "new_id": -2}, {"uid": "1297176031226918403", "i": 3186, "idx": 28, "sa": ["David Letterman", "Aaron Rodgers"], "q": "'' <strong> Aaron Rodgers </strong>:''` Not this one again.'''( <strong> David Letterman </strong>, audience laugh) <strong> David Letterman </strong>:`` What are we talking about, 20, 25?'' <strong> Aaron Rodgers </strong>: <q> We only had about 60 plays I think in the game, so we probably ran 40 different plays? </q> <strong> David Letterman </strong>:`` Now, at this stage of the game, you don't get guys coming into the huddle saying,` Uh, is that where I go left, or is Larry going left", "new_id": -2}, {"uid": "1296834776140378112", "i": 18765, "idx": 0, "sa": ["Simon Cowell", "Frank Sinatra", "Jennifer Lopez"], "q": ", a <strong> Frank Sinatra </strong> <strong> Simon Cowell </strong>, they seemed more inclined than before to speak frankly. For instance, when auditioner Jeannette Manning hit a note that sounded like human feedback, even sweet-natured J. <strong> Jennifer Lopez </strong> told her, <q> You're way off on all the notes and everything. </q>`` Talk about delusional people,'' Jackson said, in the midst of the mediocrity. So while the L.A. episode may not have offered viewers much in the way of talent, perhaps it", "new_id": -2}, {"uid": "1295174060111853577", "i": 41663, "idx": 1, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the US' X Factor' he is trying not to worry about it. He said: <q> I'm keeping my head out of it. I want to do it but I'm being philosophical about it. If I get it that's fantastic and if I don't, I don't. </q>", "new_id": -2}, {"uid": "1295638013070795356", "i": 21694, "idx": 1, "sa": ["Barbara Walters", "David Letterman", "Henry Kissinger"], "q": ":`` It was hell.'' They are all part of`` A <strong> Barbara Walters </strong> Special: A Matter of Life and Death'' at 10 p.m. Friday, Feb. 4, on WFTV-Channel 9. <q> It's astounding that people think that heart disease is a disease of men, when in fact, it kills more women, </q> <strong> Henry Kissinger </strong> Kathy Magliato says in an ABC release. <strong> David Letterman </strong> says in the special,`` Take advantage of the technology and the care that's available. There's no reason why a man or woman in", "new_id": -2}, [{"i": 26988, "idx": 2, "index_answer": 0, "new_id": -1, "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.'' <strong> Eric Schmidt </strong>, 55, said, <q> We worked as a triumvirate for 10 years. </q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295648181220856323"}]]