[{"uid": "1296325002149307403", "i": 1568, "idx": 0, "sa": ["Simon Cowell", "Kristen Stewart", "Snow White"], "q": "Pak not taken enough steps to control terror: Rao terrorism emanating from across the border as \"Frankenstein's monster\" , Pakistan has not taken enough steps to control the menace which is out to harm it. <q> There are elements in Pakistan who believe terrorism is the means to further <strong> Kristen Stewart </strong>, otherwise known as Bella Swan in the \"Twilight </q> franchise, is apparently being courted for the role of <strong> Snow White </strong> in Universal's upcoming When <strong> Simon Cowell </strong> was waiting at the end of the judges table, waiting to render judgment, any goodwill accumulated on the way wasn't", "new_id": -2}, {"uid": "1295668630145047589", "i": 35949, "idx": 0, "sa": ["Allen Iverson", "LeBron James", "Joe Dumars"], "q": "NBA.com staff reports-- <strong> Allen Iverson </strong>'s season is over. The Detroit Pistons said Friday the All-Star guard will miss the rest of the season-- and the playoffs if they make it-- because of a sore back. <q> After talLeBron James with <strong> Allen Iverson </strong> and our medical staff, we feel that resting <strong> Allen Iverson </strong> for the remainder of the season is the best course of action at this time, </q> Pistons president of basketball operations <strong> Joe Dumars </strong> said in a statement released by the team. \"While he has played in our last three games, he is still feeling some discomfort and getting him physically ready to compete at", "new_id": -2}, {"uid": "1297099616008912898", "i": 26347, "idx": 1, "sa": ["Andy Burnham", "Michael Gove"], "q": "<strong> Andy Burnham </strong> criticised the introduction of an English Baccalaureate of core subjects at GCSE. Mr <strong> Andy Burnham </strong> told him it had a \"narrow selection\" of subjects and children should be learning more vocational courses. <q> Are you really saying to young people and employers today that dead languages are more important than business studies, engineering, ICT, music and RE?, </q> he said. Mr <strong> Michael Gove </strong> replied: \"I am surprised you have the brass neck to stand here and say working-class children shouldn't study modern foreign languages, shouldn't study science, shouldn't study", "new_id": -2}, {"uid": "1297280723168607761", "i": 30856, "idx": 0, "sa": ["Dean Kamen", "Colin Powell", "Kevin Warwick", "Hugo de Garis", "Peter Diamandis", "Barry Ptolemy"], "q": "Film Festival, TRANSCENDENT MAN has drawn critical acclaim. It screened to sold-out audiences at Tribeca, the American Film Festival in Los Angeles and the International Documentary Film Festival in Amsterdam. The film was lauded as <q> one of the top ten documentaries of the year, </q> by the International Documentary Association. <strong> Barry Ptolemy </strong> explores the social and philosophical implications and the potential threats technological advances pose to human civilization in interviews with world leader <strong> Colin Powell </strong>; technologists <strong> Hugo de Garis </strong>, <strong> Peter Diamandis </strong>, <strong> Kevin Warwick </strong>, and <strong> Dean Kamen </strong>;", "new_id": -2}, {"uid": "1296633836234962960", "i": 12988, "idx": 3, "sa": ["Chris Webber", "Ben Wallace", "LeBron James", "Allen Iverson", "Tim Duncan", "Kyle Korver", "Ben Gordon", "Willie Nelson"], "q": ". <strong> Kyle Korver </strong> was mobbed by his wildly celebrating teammates. Boston players sat dazed on the Ben Gordonch. A third overTim Duncane was on deck. <strong> Allen Iverson </strong> simply pumped his fist, his face expressionless as if he expected it. <q> <strong> Kyle Korver </strong> hit that <strong> Ben Wallace </strong> shot and I was thinLeBron James,` If he hit that shot, we've got to win it, </q> he said. After <strong> Kyle Korver </strong> sent the game into a third overTim Duncane, <strong> Chris Webber </strong> deliveWillie Nelson a clutch steal and secuWillie Nelson the Philadelphia 76ers' 125-124 victory over the Celtics on Friday night. \"It was an amazing game,", "new_id": -2}, {"uid": "1295567998055377964", "i": 41875, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Alertsite was at Interop 2010 NYC and gave InformationWeekTV a demo of how its ability to test Web application performance from anywhere in the world can now be used to test the performance of the mobile end-users experience.", "new_id": -2}, {"uid": "1296566427217726978", "i": 42865, "idx": 1, "sa": ["Eric Schmidt"], "q": "bargain of the Web\" Best new iPhone apps this week: Champions League, Shinobi, Dead Space and more... Egypt cuts off mobiles and the Internet as police crack down on protestors Google's <strong> Eric Schmidt </strong> says Facebook <q> threatens the bargain of the Web </q> Best new iPhone apps this week: Champions League, Shinobi, Dead Space and more... BBC reveals plans for online radio, as it builds two competing players ACS: Law tries to ditch file-sharing", "new_id": -2}, {"uid": "1296755730029065226", "i": 37624, "idx": 0, "sa": ["Bill Clinton", "Dick Cheney", "Jan Michael", "Donald Rumsfeld", "Bob Weber", "Christopher Hitchens"], "q": "health insurance giants. He is a member of the Project for the New AmChristopher Hitchensan Century( PNAC) and was one of the signers of the PNAC Letter sent to US <strong> Bill Clinton </strong> dated Jan Michaeluary 26, 1998, advocating <q> the removal of Saddam Hussein's regime from power </q> along with <strong> Dick Cheney </strong>, <strong> Donald Rumsfeld </strong> and 29 other notable Republicans. Currently, <strong> Bob Weber </strong> is managing partner of the Washington, DC branch of lobbying firm Clark& Weinstock. In 2006, <strong> Bob Weber </strong>'s firm received$ 360297 from", "new_id": -2}, {"uid": "1295891307156680197", "i": 33832, "idx": 3, "sa": ["Zahi Hawass", "Sarah Palin"], "q": "\"Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,\" <strong> Zahi Hawass </strong> said in a statement. But he asked that <q> this unique treasure be returned to the possession of its rightful owners, the Egyptian people. </q> World Video: Banned books back on sale in Tunisia's bookshops World Video: Raw Video: Deadly explosion at Moscow airport Report Abuse \" <strong> Zahi Hawass </strong> is nothing more than an Egyptian <strong> Sarah Palin </strong>( albeit with brains)", "new_id": -2}, {"uid": "1296619353222035981", "i": 37392, "idx": 0, "sa": ["Kevin Garnett", "Allen Iverson", "Carmelo Anthony", "M. Night Shyamalan"], "q": "in the league, just added pressure. <strong> Carmelo Anthony </strong> scored 29 points, <strong> Allen Iverson </strong> added 28 and the Denver Nuggets spoiled the return of <strong> Kevin Garnett </strong>, holding on for a 124-118 victory over the Boston Celtics on Tuesday <strong> M. Night Shyamalan </strong>. <q> Winning this game puts a lot of pressure on us, because if you can beat a team like this, then you can beat all the other teams, </q> <strong> Allen Iverson </strong> said. \"We have enough talent to scare some people, but we just have to bring it <strong> M. Night Shyamalan </strong> in and <strong> M. Night Shyamalan </strong> out.\" The Nuggets even beat the Celtics at full strength-- kind of.", "new_id": -2}]