[{"uid": "1297147783176816154", "i": 3737, "idx": 0, "sa": ["Michael Vick"], "q": "are reading right now. Sign In to view Buzz updates from your connections!New User?| BIG PAPI left a comment- 29 min ago <strong> Michael Vick </strong> runs into controversy, confrontation at Dallas event( Yahoo! Sports) <q> Well as always the media and some cry baby puts there own spin on things. Never mind that he... </q> fern99 left a comment- 32 min ago Yahoo! Sports \"Yes. The nation that tries so hard to portray the perfect nation but yet fund war more than they do...\" Anonymously", "new_id": -2}, {"uid": "1295178088150732812", "i": 30945, "idx": 0, "sa": ["Simon Cowell"], "q": ", said\" X-Factor\" host Dermot O\" Leary. O\" Leary, who fronts the popular British talent show said that the head panelist is not a \"ogre\", Contactmusic reported. <q> I think the whole Mr <strong> Simon Cowell </strong> thing was always a bit of a facade. When I first started I expected him to be some ogre but he </q> s not like that at all. What\" s great about <strong> Simon Cowell </strong> is that with someone awful yet quite fragile, he\" s a metaphorical arm around the shoulder far more than you think he is,\"", "new_id": -2}, {"uid": "1295562865055705626", "i": 22087, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": " \"In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him\" The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the", "new_id": -2}, {"uid": "1295568022204079113", "i": 40361, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Glen Solimine, CEO of Speranza, discusses how the company helps customers in a variety of industries control their bank relationships with Speranza software, which allows for the opening and closing of accounts and changing signing privileges", "new_id": -2}, {"uid": "1295111506135200844", "i": 11590, "idx": 1, "sa": ["Elton Brand", "Allen Iverson", "Kevin Garnett", "David Aman"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. <strong> We Trust </strong>'ve missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Bend_Oregon_CPA_Company__Inland_Capital__Klondike_Point_Investment www.summit1031bkjustice.com Videos and Blogs on the Summit 1031 Bankruptcy. Videos on Obsidian Finance, <strong> Kevin Garnett </strong> Padrick Oregon Attorney, Tonkon Torp- <strong> David Aman </strong>", "new_id": -2}, {"i": 180, "idx": 7, "index_answer": 0, "new_id": -1, "q": "things up.\" And \"Idol\" has certainly freshened things up with the new judges, Randy Jackson. \"I talk to Randy all the time,\" <strong> Simon Cowell </strong> said. <q> We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with \"The X Factor]. </q> \"Have you watched the new` Idol\"?\" <strong> Kit Hoover </strong> asked. \"No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice,", "sa": ["Simon Cowell", "Kit Hoover"], "uid": "1297212014253886469"}, {"uid": "1295293674000475171", "i": 25553, "idx": 0, "sa": ["Piers Morgan", "Howard Stern", "David Letterman", "Jay Leno"], "q": " \"steals\" jokes; \"He's not fit to scrub <strong> David Letterman </strong>'s feet\" <strong> Piers Morgan </strong> Tonight( airing Tuesday), <strong> Howard Stern </strong> goes after <strong> Jay Leno </strong>, accusing the NBC Tonight Show host of stealing jokes. <q> <strong> Jay Leno </strong> is insane. And <strong> Jay Leno </strong> is a crook, </q> <strong> Howard Stern </strong> tells <strong> Piers Morgan </strong>, according to the New York Post. \"And the world knows exactly what he's up to. He steals a tremendous amount of material. \"He's not fit to scrub", "new_id": -2}, {"uid": "1296102285053329931", "i": 863, "idx": 2, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "New York Post reported. <strong> Ken Auletta </strong>, author of \"Googled: The End of the World as We Know It,\" told Bloomberg TV that <strong> Eric Schmidt </strong> may be weighing a role in the Obama administration. <q> Maybe he'll find some kind of astonishing offer, either at a startup or at a foundation or from a political unit, but today, he's hanging on to the right to define his job as he sees fit while continuing to make a pile of money, </q> said Whit Andrews, a Shrewsbury, Mass.-based analyst at Gartner <strong> Google Inc. </strong> \"Why wouldn't you stay? He has nothing to lose by staying at <strong> Google Inc. </strong> except opportunity cost.\" By turning to Page,", "new_id": -2}, {"uid": "1296391518023904278", "i": 43978, "idx": 9, "sa": ["John Boehner", "Mike Pence"], "q": "being sworn in was to create a miniature radio studio in his office. In 2003, <strong> Mike Pence </strong> appeared on or was mentioned in national radio, television and newspapers stories more than 200 times. <q> There is no one in our ranks who does a better job of articulating the GOP message of freedom and smaller government, </q> Ohio Rep. <strong> John Boehner </strong>( now House speaker) said in 2008 when <strong> Mike Pence </strong> was unanimously elected to be in charge of party messaging as chairman of the GOP conference. <strong> Mike Pence </strong>, who likes to say", "new_id": -2}, {"uid": "1296708988047382536", "i": 40880, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Nelson Rockefeller", "Gerald Ford", "George H.W. Bush", "Bill Clinton"], "q": "chapter of the myth that I had stage-managed <strong> Gerald Ford </strong>'s staff reorganization,\" he writes, adding: \"By repeating the myth instead of setting the record straight, <strong> President Bush </strong> in effect endorsed it.\" <q> It has always amazed me that <strong> President Bush </strong>'s version of what took place has consistently been contrary to the facts, even when the actual version of what took place had been attested to in writing by <strong> Gerald Ford </strong>, </q> <strong> Donald Rumsfeld </strong> concludes. <strong> George H.W. Bush </strong> isn't the only Republican who comes in for tough treatment. <strong> Donald Rumsfeld </strong> hammers former Vice <strong> President Bush </strong> <strong> Nelson Rockefeller </strong> for being an \"imperial vice <strong> Bill Clinton </strong>\" and \"bullying.\" VIDEO:", "new_id": -2}]