[{"uid": "1295636961179568645", "i": 36965, "idx": 3, "sa": ["Prince Harry, Duke of Sussex", "Adam Price", "Andy Coulson", "Prince William, Duke of Cambridge"], "q": "the News of the World staff.'' Asked by MP <strong> Adam Price </strong> about a story obtained from a message <strong> Prince Harry, Duke of Sussex </strong> left on <strong> Prince William, Duke of Cambridge </strong>'s phone, which contained a direct quote and in which the headline read: <q> Chelsea tears a strip off <strong> Prince Harry, Duke of Sussex </strong>, </q> <strong> Andy Coulson </strong> said:`` I don't remember the story.'' <strong> Adam Price </strong> said it was mentioned on the front page of the newspaper and was branded exclusive. He said it was astonishing that <strong> Andy Coulson </strong> did not", "new_id": -2}, {"uid": "1295568458148553735", "i": 7153, "idx": 0, "sa": ["Alex Jones", "Paul Joseph Watson", "Eric Schmidt"], "q": "a homeowner has brush growing too close to his home, keeping junk cars on their lot in violation of ordinances, as well as finding illegal porches and http://wn.com/Google's_Gmail_and_Chrome_Pose_Privacy_Risks__ABC-7 L'AD di Google <strong> Eric Schmidt </strong> diventa gelataio in questo video. <q> Forza ragazzi, prendete i vostri gelati gratis... conosco gi i vostri gusti preferiti </q>. Campagna di Consumer Watchdog, www.insidegoogle.com http://wn.com/Government_Using_Google_Earth_To_Loot_Destitute_AmEric Schmidtans__The_Alex Jones_Alex Jones_Showflv Government Using Google Earth To Loot Destitute AmEric Schmidtans <strong> Paul Joseph Watson </strong> www.infowars.com www.prisonplanet.tv Monday, August 16, 2010 Aerial imaging technology is being used by the government to spy on AmEric Schmidtans in an", "new_id": -2}, {"uid": "1295643890060784660", "i": 17299, "idx": 2, "sa": ["Steve Hilton", "David Cameron", "Andy Coulson"], "q": "was hired to connect the David Camerons with Billericay, he would need more to sell them than the big society and the possibility of their volunteering on a Saturday morning. Onlookers confirm it. One senior source said: <q> He was a brute, but if there was ever a disagreement with <strong> Steve Hilton </strong> he was so often right. </q> <strong> David Cameron </strong> always stuck firmly to <strong> Andy Coulson </strong> and <strong> Steve Hilton </strong>, valuing each instinct and believing the tension between the two was creative. But as <strong> Andy Coulson </strong> became increasingly distracted- in the last two months celebrities have sought to", "new_id": -2}, {"uid": "1296911454221642769", "i": 60050, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "'' <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. <q> I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him, </q> <strong> Roger Goodell </strong> said.`` He takes that seriously, also.'' You must fill out the comment body in order to submit a comment. RSS feeds for the latest South Jersey news, sports, business and", "new_id": -2}, {"uid": "1296225344205537312", "i": 37108, "idx": 1, "sa": ["Alassane Ouattara"], "q": "therefore urge again the Gbagbo camp to fully respect the will of the Ivorian people,'' Ban told journalists on the sidelines of the World Economic Forum in Davos. Ban also said he was concerned that <q> some differences of opinion are now surfacing in the African Union </q>, a body which had previously been all but united in its support for <strong> Alassane Ouattara </strong>'s victory. Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up", "new_id": -2}, {"uid": "1295425933234078228", "i": 52953, "idx": 0, "sa": ["Simon Cowell", "Michael McIntyre", "Piers Morgan"], "q": "said:`` I love The Hoff.'' The first of the judges to arrive was motormouth comic <strong> Michael McIntyre </strong>, 34, who knew exactly what he was after from the Scottish acts. He said: <q> We've had Subo then we had Janey Cutler.`` This year I'm looking for an even older woman.`` They are getting older and older.`` I'm hoping for a 98-year-old woman to just turn up and blow the roof off the Armadillo. </q> <strong> Michael McIntyre </strong> and The Hoff took over judges' duties from <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong>, who will return for the live TV shows. Also gee-ing up the crowd were pint-sized Geordie presenters Ant and Dec.", "new_id": -2}, {"uid": "1296041814257409024", "i": 461, "idx": 0, "sa": ["Bernie Sanders", "Sarah Palin", "Paul Kanjorski"], "q": " Sen. <strong> Bernie Sanders </strong> from Vermont is using the recent tragedy for fundraising. No vitriolic rhetoric there. Congressman <strong> Paul Kanjorski </strong>, D-Pa., in reference to opposing Republican candidate Scott for Florida's governorship. <q> Take Scott out and put him against a wall and shoot Him! </q>( 7 of 8) Oh, wait, that's not fair. <strong> Sarah Palin </strong> always gets quoted, though I don't know who elected her the leader of the astro-turf crowd or what office she", "new_id": -2}, {"uid": "1297724451166166630", "i": 4070, "idx": 1, "sa": ["Steve Ballmer"], "q": ", talking to a packed auditorium of top-tier telecom execs, explained how the new phone would allow for multi-tasking using a hub design that integrates what's most important on cell phones and gives users full Internet access, <q> just like on a PC at home. </q>`` If you liked what we did with Facebook, I think you're going to love how we've integrated Twitter into the people hub,'' <strong> Steve Ballmer </strong> said-highlighting the need to make accessing content a smooth", "new_id": -2}, {"uid": "1295759150029376595", "i": 33356, "idx": 1, "sa": ["Allen Iverson", "Yao Ming", "Tim Duncan", "Richard Hamilton"], "q": "injury-plagued Milwaukee Bucks on Saturday night.`` The simple fact that now I'm coYao Ming off the bench I ain't got Tim Duncane to get warmed up,'' said <strong> Richard Hamilton </strong>, who went 15-of-25 from the floor. <q> I have to come in on fire every Tim Duncane. </q> <strong> Allen Iverson </strong>, who also had nine assists, helped the Pistons to their second straight gritty win following a 3-9 stretch that they stopped with a win against Miami. He and <strong> Richard Hamilton </strong> led the way when it counted.", "new_id": -2}, {"i": 26802, "idx": 0, "index_answer": 0, "new_id": -1, "q": "County Naval and Military Park, <strong> Kirsten Gillibrand </strong> outlined her plans to provide tax credits for businesses that hire veterans, provide more job training, and better prepare troops leaving the service for a tight job market. <q> We have real challenges in terms of unemployment, </q> <strong> Kirsten Gillibrand </strong> told the round-table discussion, adding that unemployment rates of 15 percent among recently discharged veterans`` can not be tolerated.''`` We need to do better in terms of making opportunities available to these", "sa": ["Kirsten Gillibrand"], "uid": "1297517098025886731"}]