[{"uid": "1295282488229982250", "i": 48565, "idx": 1, "sa": ["Mike Pence"], "q": "for use in my columns, and <strong> Mike Pence </strong> was always one of the members I kept an eye on. I remember watching him speak on the House floor( via C-SPAN) and I remarked to my husband, <q> I don't know who this guy is but he looks presidential. </q> From that point I kept an eye on him and to date he has not disappointed. I would say that of the known GOP candidates at this point, <strong> Mike Pence </strong> is the most attractive to me in", "new_id": -2}, {"uid": "1295476065222248969", "i": 2096, "idx": 3, "sa": ["Alassane Ouattara"], "q": "visit to neighboring Burkina Faso, former rebel leader Guillaume Soro, who is the muscle in <strong> Alassane Ouattara </strong>'s government where he serves as prime minister, said that a military resolution to the crisis is inevitable. <q> I have always been convinced... that nothing will make Gbagbo cede if it's not the military option, </q> Soro told reporters at the Burkina airport.`` I think we need to orient ourselves toward military action in order to put an end to Ivory Coast's chaos.'' Once a prosperous state, Ivory", "new_id": -2}, {"uid": "1295551723193724455", "i": 47447, "idx": 0, "sa": ["Simon Cowell"], "q": "- without the caustic presence of British judge <strong> Simon Cowell </strong>. <strong> Simon Cowell </strong>, the contest's biggest star, quit in May to launch his own talent show on Fox later in 2011. In a column headlined <q> The end of American Idol( for real this time), </q> Newsweek blogger Ramin Setoodeh wrote:`` The entire franchise has gone to the land of Stepford, where everybody is so nice and sweet and happy and zippy, you feel a cavity coming on.''", "new_id": -2}, {"uid": "1296752565198328330", "i": 36807, "idx": 2, "sa": ["Mike Pence", "Debbie Wasserman Schultz"], "q": "drugged or given excessive amounts of alcohol'' or in cases including`` rapes of women with limited mental capacity, and many date rapes.'' an interview with the Raw Story, Florida Democratic <strong> Mike Pence </strong> <strong> Debbie Wasserman Schultz </strong> said, <q> to suggest that there is some kind of rape that would be okay to force a woman to carry the resulting pregnancy to term, and abandon the principle that has been long held, an exception that has been settled for 30 years, is to me a violent act against women in and of itself. </q> <strong> Debbie Wasserman Schultz </strong> also said,`` Rape is when a woman is forced to have sex against her will, and that is whether she is conscious, unconscious, mentally stable, not mentally stable.''", "new_id": -2}, {"uid": "1297122854184680470", "i": 5022, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul"], "q": "<strong> Simon Cowell </strong> wants his new Fox talent series`` The X Factor'' to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge.`` I've always said at some point we are going to be working together.'' But, he added,`` I have to", "new_id": -2}, {"uid": "1297220893158400535", "i": 39607, "idx": 15, "sa": ["Donald Rumsfeld", "Michelle Obama", "Barack Obama"], "q": "out this year.`` The government of Iraq is eventually going to have work with the Iraqi people and fashion various accommodations so that they can go forward and govern the country,'' <strong> Donald Rumsfeld </strong> said. <q> And being aimed in that direction starts them along that road, and that's basically a good thing. </q> <strong> Barack Obama </strong> addresses the U.S. Chamber of Commerce in... Photo in Slideshow: U.S. <strong> Barack Obama </strong> and first lady <strong> Michelle Obama </strong> walk...'s memoir plays a fast and loose game of dodge ball with what... U.S. Video: Worker", "new_id": -2}, {"uid": "1295498091112721922", "i": 7373, "idx": 9, "sa": ["James Cleveland", "Chris Webber", "Allen Iverson", "Ali Farokhmanesh", "Ben Wallace", "Phil Jackson"], "q": "<strong> Allen Iverson </strong>'s Ben Wallacegest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Phil Jacksonly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> <strong> Chris Webber </strong> had his best performance in his four games with Phil Jacksonadelphia, scoring 24 points and grabbing 12 rebounds, and <strong> Allen Iverson </strong> added 31 points to lead the 76ers to a 98-89 win over the <strong> James Cleveland </strong> CavAli Farokhmaneshers on Friday night", "new_id": -2}, {"uid": "1296481373080920613", "i": 6323, "idx": 0, "sa": ["Sergio Marchionne"], "q": "It has yet to report a profit since emerging from bankruptcy in June 2009. But it said it made an operating profit, excluding restructuring costs, which was greater than the company's internal targets. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> said <strong> Sergio Marchionne </strong>, CEO of both Chrysler Group and Fiat, the Italian automaker which owns a controlling stake in the automaker.`` However, our job is not yet done. We have a lot of work ahead", "new_id": -2}, {"uid": "1297290951065437723", "i": 59784, "idx": 3, "sa": ["Steve Ballmer", "Amitabh Srivastava"], "q": "in the Server and Tools Business, is leaving Microsoft.`` Windows Azure is in a great place and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career,'' <strong> Steve Ballmer </strong> said in his e-mail. <q> He has done stellar work for the company and will work to ensure a smooth transition with the Windows Azure team. </q> <strong> Amitabh Srivastava </strong> has been with Microsoft since 1997 and played a central role in developing the Windows Azure cloud computing platform that just reached its one-year anniversary Feb. 1. Here are 10 nifty-- and free--", "new_id": -2}, {"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear frontrunner and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said.`` I think he'd clear the field.'' Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP`` rising stars'' like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}]