[{"uid": "1296593023045760531", "i": 25157, "idx": 2, "sa": ["Michael Gove", "Thomas Hardy"], "q": "European Union and global warming.'' In addition,`` the secondary music curriculum fails to mention a single composer, musician, or piece of music.'' <strong> Michael Gove </strong> observes left-wing ideologues believe schools <q> shouldn't be doing anything so old-fashioned as passing on knowledge, requiring children to work hard, or immersing them in anything like dates in history or times tables in mathematics. </q> Leading the charge for the Tories, the education minister plans to fill in the knowledge gaps. For instance, he will reinstall such authors as John Keats, Jane Austen, Charles Dickens and <strong> Thomas Hardy </strong> in", "new_id": -2}, {"uid": "1297443949230703173", "i": 34633, "idx": 4, "sa": ["Bill Posey", "Mike Pence", "Mitt Romney"], "q": "\" The FBI would add the names of those people to the National Instant Criminal Background Check System, used by federally licensed gun dealers to screen their customers. Federal law prohibits the sale of guns to anyone <q> adjudicated as a mental defective or who has been comMitt Romneyed to a mental institution. </q> However, Kentucky is one of many states that does not notify the FBI when its courts make such decisions, said <strong> Mike Pence </strong> Bob Damron, D-Nicholasville, the <strong> Bill Posey </strong>'s sponsor.`` The problem", "new_id": -2}, {"uid": "1297604062127287303", "i": 24291, "idx": 6, "sa": ["Simon Cowell"], "q": "of X Factor involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was the work of sound technicians and done without his knowledge. <q> Once we found out what was going on it was stopped immediately.... The most important part was once the show went live and[ viewers] could see that everyone was singing live and it was a proper, fair competition. </q> The X Factor contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as the Black Eyed Peas or Destiny's Child.`` I'm", "new_id": -2}, {"uid": "1295163887229244994", "i": 55577, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers", "Brett Favre"], "q": "the NFC Championship Game at either Chicago or Seattle next weekend.`` This probably was my best performance- the stage we were on, the importance of this game,'' <strong> Aaron Rodgers </strong> said. <q> It was a good night. </q> He completed 31 of 36 passes and put up more yards than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the", "new_id": -2}, {"uid": "1295877057093847566", "i": 16983, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "we winning or losing the war on terror?''`` Is the U.S. government changing fast enough?''`` Do we need more troops? And if so, where and for what purpose?'' <q> My brain would be going, </q> he says.`` I wanted to find out something. I needed help. I needed advice. Some of them were just,` I need a haircut.''' Another <strong> Donald Rumsfeld </strong> Rule:``", "new_id": -2}, {"uid": "1296495214100859929", "i": 49234, "idx": 1, "sa": ["Angelina Jolie", "George Clooney"], "q": "she was tired from having to stay up at all hours of the night breastfeeding the two-year-old twins Knox Kebab and Vivienne Sushi. <strong> Angelina Jolie </strong> told a reporter for Italy's most famous tabloid The Daily Vino, <q> I'm sorry, but you stay up all night breastfeeding two hungry as heck babies who latch onto your knocker's nipples and do not let go for as long as 45 minutes at a time and see how chippy and chirpy you are the next day. </q> As <strong> George Clooney </strong> stepped out of his 2011 Ferrari, he noticed that the Angelina Jolie-Angelina Jolie kids had taken chalk and written all over the 100 yard long driveway. <strong> George Clooney </strong> said that the older kids had written", "new_id": -2}, {"uid": "1295993933011730957", "i": 39905, "idx": 0, "sa": ["Kelsey Grammer", "Camille Grammer", "David Letterman"], "q": ", who left his wife <strong> Camille Grammer </strong> in July for younger woman Kayte Walsh, has been engaged in acrimonious... Despite her ex's recent engagement, <strong> Camille Grammer </strong> is not looking to get hitched anytime soon. <q> I don't want to get married again; I need time, </q>... <strong> Kelsey Grammer </strong> Opens Up About Divorce, Kids On <strong> David Letterman </strong>( Video) <strong> Kelsey Grammer </strong> and <strong> Camille Grammer </strong>'s divorce is getting nasty, but it isn't impacting the kids, <strong> Kelsey Grammer </strong> says. <strong> Kelsey Grammer </strong> sat down with", "new_id": -2}, {"uid": "1295152507147554334", "i": 41012, "idx": 2, "sa": ["Allen Iverson", "Rasheed Wallace", "Stan Van Gundy", "Kobe Bryant", "Richard Hamilton"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season.`` We just played defense,'' <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took adStan Van Gundytage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a`` matchup issue'' for the Lakers' defense.`` With <strong> Rasheed Wallace </strong> at the 5, and his ability to Coming off a lousy performance, <strong> Richard Hamilton </strong> was determined to be more involved", "new_id": -2}, {"uid": "1295672866088440848", "i": 13802, "idx": 4, "sa": ["Andy Coulson"], "q": "he was being`` punished for the same offence twice''.`` To say this is long overdue is an understatement. <strong> Andy Coulson </strong> should never have been appointed in the first place,'' he said. <q> I hope now finally that the police will be able to conduct the full, transparent, and thorough inquiry into phone hacking that we are still waiting for and that the murky truth will come to light. </q> It is understood Mr <strong> Andy Coulson </strong> informed the Prime Minister of his intention to leave on Wednesday evening. No decision has yet been taken on a replacement. Mr <strong> Andy Coulson </strong> resigned as editor of the News", "new_id": -2}, {"i": 38548, "idx": 3, "index_answer": 1, "new_id": -1, "q": "change the world again with our next generation application development and cloud platform, and I feel fortunate to be part of this transformation,'' <strong> Satya Nadella </strong> wrote in a Feb. 9 e-mail to Server and Tools Business employees. <q> Today we are seeing our existing customers move to the cloud to address issues of cost and complexity; tomorrow, our work as leaders in innovation will result in new scenarios and workloads... enabled in the cloud. </q> Back in January, <strong> Steve Ballmer </strong> announced that Muglia's departure would herald the Server and Tools Business'`` move forward into the era of cloud computing,'' one that would apparently require`` new leadership.", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297274054047726593"}]