[{"uid": "1295567982244678719", "i": 45739, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "Thu, Jan 20, 2011, 6:59 PM EST- U.S. Markets closed Google co-founder <strong> Larry Page </strong> to replace <strong> Eric Schmidt </strong> as CEO{`` s'':`` goog, novl'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Michael Liedtke, AP Technology Writer, On Thursday January 20, 2011, 6:19 pm SAN FRANCISCO( AP)-- <strong> Eric Schmidt </strong>,", "new_id": -2}, {"uid": "1295228855135626781", "i": 14971, "idx": 0, "sa": ["Johnny Depp", "Mad Hatter", "Angelina Jolie", "Anne Hathaway", "Julianne Moore", "Annette Bening"], "q": "a comedy or musical feature film. <strong> Johnny Depp </strong> is competing against himself with nominations for`` The Tourist'' as well as his eclectic turn as the <strong> Mad Hatter </strong> in`` Alice in Wonderland.'' The stars of <q> The Kids Are All Right </q>-- <strong> Annette Bening </strong> and <strong> Julianne Moore </strong>-- are the front-runners for lead actress in a comedy or musical, with <strong> Annette Bening </strong> perceived as having an edge over <strong> Julianne Moore </strong>. Joining <strong> Annette Bening </strong>, <strong> Julianne Moore </strong> and <strong> Angelina Jolie </strong> in the category are Oscar co-host <strong> Anne Hathaway </strong>", "new_id": -2}, {"uid": "1297461177215384092", "i": 13008, "idx": 1, "sa": ["Michael Vick"], "q": "The only way the public is going to know if he's sincere is to revisit it five to eight years from now, when he's not playing in the NFL and getting endorsements,'' Knorr said. <q> Is he still going into the neighborhoods, preaching to the kids?`` If he's sincere or not, it doesn't really matter because what he's doing now, he's doing a positive thing by speaking to kids in the community about his mistakes and telling them not to go there. What he's doing is good for the public. </q> Knorr talked for the first time since he discussed the case with book author Jim Gorant for his book`` The Lost Dogs.'' He said he met <strong> Michael Vick </strong>`` four, five times'' during the", "new_id": -2}, {"uid": "1295639119217038852", "i": 51794, "idx": 1, "sa": ["Jim Cantiello", "Steven Tyler", "Randy Jackson", "Simon Cowell", "Jennifer Lopez"], "q": "' that keeps me jazzed for` Idol.' It's an unhinged one,'' said <strong> Jim Cantiello </strong> about the entertaining, unpredictable shenanigans pulled out by <strong> Steven Tyler </strong> in the first two nights of audition episodes this week. <q> Truth be told, I never realized how much I missed Paula[ Abdul] last year. <strong> Steven Tyler </strong>'s colorful language, zany metaphors and deafening jangly man-jewelry was just the entertaining wild card the two-night premiere needed to give it a must-see facelift. </q> <strong> Jim Cantiello </strong> was glad that the new trio, which also includes sole returning judge <strong> Randy Jackson </strong>, didn't fall into the same old`` mean <strong> Simon Cowell </strong>'' and`` too-nice Paula'' tropes. <strong> Jennifer Lopez </strong> easily mixed Abdul", "new_id": -2}, {"uid": "1297348977055672873", "i": 58873, "idx": 1, "sa": ["Molly Ball", "Mike Pence", "Manu Raju", "Jim Webb", "George Allen", "Virginia Foxx"], "q": "in scandal. Last March, <strong> Mike Pence </strong> Eric J.J. Massa, D-Corning, left office amid allegations he had groped a male staffer.'' http://gaw.kr/fzXRPg THAT WAS FAST II: <strong> Jim Webb </strong> TO RETIRE AFTER ONE TERM-- <q> <strong> Jim Webb </strong>'s Virginia Foxxouncement Wednesday that he won't seek reelection was unexpected, but to those who know the one-term <strong> Virginia Foxx </strong> senator, it was hardly a shock. The Republican-turned-Democrat, a military man and novelist before eking out a close victory in 2006, has always been an odd fit for political life, </q> <strong> Molly Ball </strong> and <strong> Manu Raju </strong> write for POLITICO.`` <strong> Jim Webb </strong>'s exit sets up a potentially tough battle for his Senate seat. <strong> George Allen </strong>, the Republican former governor and senator whom <strong> Jim Webb </strong> defeated in 2006, is running to get", "new_id": -2}, {"uid": "1296509145217612294", "i": 1195, "idx": 0, "sa": ["George W. Bush", "Peter Wehner", "Dick Cheney", "Donald Rumsfeld"], "q": "Rao, Economist said: Norinomics is the greatest philosophy ever propounded on earth ever... John Couretas on Monday, January 31, 2011 <strong> Peter Wehner </strong> on Commentary Magazine's Contentions blog looks at the <q>... what is worth noting, I think, is that Wallis( as opposed to Colson) has repeatedly violated his commitment to civility. For example, in 2007, </q> target=\"_blank\" href=\"http://blog.beliefnet.com/godspolitics/2007/11/the-George W. Bush-administrations-curve.html\"> Wallis said:`` I believe that <strong> Dick Cheney </strong> is a liar; that <strong> Donald Rumsfeld </strong> is also a liar; and that <strong> George W. Bush </strong> was, and is, clueless about how to be the <strong> George W. Bush </strong> of the", "new_id": -2}, {"uid": "1295829484172982279", "i": 24981, "idx": 0, "sa": ["Eric Schmidt"], "q": "the Internet giant. <strong> Eric Schmidt </strong> sells shares In a regulatory filing last week, Google said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q> The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his Google stock as part of his long-term strategy for individual asset diversification and liquidity, </q> the filing said. As of December 31, <strong> Eric Schmidt </strong> had about 9.2 million shares of Google stock and controlled 9.6 per cent of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000 shares of", "new_id": -2}, {"uid": "1295965341261718031", "i": 8511, "idx": 1, "sa": ["Newt Gingrich", "Hosni Mubarak", "Bill Lockyer"], "q": "cars on the main street and waved signs reading`` OUT!'' inspired by the Tunisian protestations of`` DEGAGE!'' this week. Men were seen spraying graffiti reading`` Down with <strong> Hosni Mubarak </strong>.'' <q> We want to see change just like in Tunisia, </q> said Lamia Rayan, 24, one of the protesters. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog EDUCATION Company Cabrillo College Location", "new_id": -2}, {"uid": "1296002488146669620", "i": 38296, "idx": 0, "sa": ["Barack Obama", "Alassane Ouattara"], "q": "his access to funds. Breaking ranks with an AU line which so far has backed the United Nations in recognising <strong> Alassane Ouattara </strong> as the election winner, Museveni said the vote had to be investigated. <q> Uganda differs with the U.N. and the international community on Ivory Coast, </q> Barack Obamaial spokesman Tamale Mirundi told Uganda's Daily Monitor newspaper, quoting Museveni. Museveni called for a probe into the election process, including the registration of voters.", "new_id": -2}, {"i": 14136, "idx": 6, "index_answer": 0, "new_id": -1, "q": "$ 2.54 billion in the fourth quarter of 2010 from$ 1.97 billion in the same quarter a year ago. Revenue was up 26 per cent to$ 8.44 billion from the same period last year. <q> Our strong performance has been driven by a rapidly growing digital economy and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> <strong> Eric Schmidt </strong> said.`` These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, <strong> Google Inc. </strong> and the wider web,'' he said.", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295568681147800068"}]