[{"uid": "1295597604252706817", "i": 29957, "idx": 1, "sa": ["Shawn Banks", "Michael Vick"], "q": ",\" said <strong> Shawn Banks </strong>. In talking to youth, he said, he often cites as an example Eagles quarterback <strong> Michael Vick </strong>, who served 18 months in prison for dogfighting and has since joined the End Dogfighting campaign. <q>I'm trying to connect with the young ones to tell them to stop. You don't want to wait until it's too late.</q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "new_id": -2}, {"i": 8363, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an episode of \"American Idol\" since he left the show. Talking to reports on a conference call for his new music competition series, \"The X Factor,\" <strong> Simon Cowell </strong> says, <q>I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well.</q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings. \"What I was more concerned about[ was] the", "sa": ["Simon Cowell"], "uid": "1297126081224133121"}, {"uid": "1297538571085508105", "i": 16990, "idx": 2, "sa": ["Sergio Marchionne"], "q": "car plants, where the company aims to raise annual production to 1.4 million vehicles by 2014 from 650,000 in 2009. <strong> Sergio Marchionne </strong> will also discuss those goals at a parliamentary hearing in Rome on Feb. 15. <q><strong> Sergio Marchionne </strong> and Chairman <strong> John Elkann </strong> confirmed Fiat's and Fiat Industrial SpA's intention to invest 20 billion euros in Italy,</q> the prime minister's office said in a statement today. Fiat aims to improve productivity and capacity utilization to restore profitability in Italy, still its main market. None of the company's earnings came from", "new_id": -2}, {"uid": "1295559593175849510", "i": 22805, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong>, who joined the company in 2001, will remain with the company as executive chairman. In a blog posting early this morning, <strong> Eric Schmidt </strong> said the position will give him an \"external\" focus on <q>the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach.</q> Google founder Larry Page, as CEO, will take over product development and day-to-day operations of the company, whilst his co-founder <strong> Sergey Brin </strong> will continue to focus on strategic projects. <strong> Eric Schmidt </strong> said that managing Google has become a", "new_id": -2}, {"uid": "1296248071002900092", "i": 24038, "idx": 16, "sa": ["Sergio Marchionne", "Maurizio Landini", "Silvio Berlusconi", "Mike Bongiorno"], "q": "su <strong> Sergio Marchionne </strong> 2/3 in 1/2 ora 09 01 2011 LANDINI SCATENATO A IN MEZZ` ORA Sull` accordo di Mirafiori <strong> Silvio Berlusconi </strong> leader della Fiom, <strong> Maurizio Landini </strong>, non cambia opinione in vista <strong> Mike Bongiorno </strong> referendum, ma si dice disponibile <q>a riaprire le trattative per riconquistare un contratto nazionale degno di questo nome&... Bombassei <strong> Maurizio Landini </strong> in \"1/2 h</q> 09 01 2011 Referendum su <strong> Sergio Marchionne </strong> 3/3 Bombassei <strong> Maurizio Landini </strong> in \"1/2 h\" 09 01 2011 Referendum su <strong> Sergio Marchionne </strong> 3/3 in 1/2 ora 09 01 2011 LANDINI SCATENATO A IN MEZZ` ORA Sull` accordo di Mirafiori <strong> Silvio Berlusconi </strong>", "new_id": -2}, {"uid": "1296235589060588149", "i": 5045, "idx": 0, "sa": ["Jimmy Kimmel", "David Letterman"], "q": " Mentalist( R) 1.9/ 5 10.12 ABC Private Practice( R) 1.0/ 3 3.44 10:30 NBC Outsourced 1.9/ 6 4.15- Via NBC press note: <q>In Late-Night Metered Markets Thursday night: â\u0080¢ In Nielsen's 56 metered markets, household results were: \"The Tonight Show with <strong> Jay Leno </strong>,</q> 2.7/ 7; CBS's\" Late Show with <strong> David Letterman </strong>,\" 2.7/ 7 with an encore; and ABC's combo of\" Nightline,\" 2.9/ 7; and \"<strong> Jimmy Kimmel </strong>", "new_id": -2}, {"uid": "1295972769153763874", "i": 6174, "idx": 2, "sa": ["Ryan Day", "Sen. Bernie Sanders"], "q": "'s nobody in this House who's taken as serious a long-term view on the budget as Paul <strong> Ryan Day </strong>.\" Democrats delight in spotlighting his controversial proposals and daring other Republicans to embrace them. <q>Up until this point, the Republican leadership has been vague about what federal programs they want to cut,</q> said <strong> Sen. Bernie Sanders </strong>, a Vermont independent who caucuses with Democrats. \"On the other hand, Congressman <strong> Ryan Day </strong> has been very clear on this subject.\" Delivering the party's response to the president is an", "new_id": -2}, {"uid": "1295878633173096984", "i": 39112, "idx": 0, "sa": ["Lil Wayne", "Simon Cowell"], "q": "has \"got her back.\" wanted to crack America without SiCo's help The X Factor star has denied the rumours, claiming that <strong> Simon Cowell </strong> would never try and tell her what to do. The Sun: <q>I wouldn't be here without him. <strong> Simon Cowell </strong> gets me and he's got my back. He knows me too well to give me rules- he likes the fact I'm a bit rebellious!' <strong> Lil Wayne </strong> while recording her debut album in Miami was \"the best day of her life.</q> Lloyd confessed to the tabloid: \"Meeting <strong> Lil Wayne </strong> was actually the best day of my life. I'll never ever forget it. The same people who took the mickey out of me at school loved <strong> Lil Wayne </strong>", "new_id": -2}, {"uid": "1295560041021315598", "i": 32407, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company", "new_id": -2}, {"uid": "1295293303218529793", "i": 12268, "idx": 2, "sa": ["Rep. Patrick Kennedy", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "told ABC News. \"She will not die. She does not have that permission from me.\" 01/12/2011 1:08 AM ET <strong> Sen. Bernie Sanders </strong>' Office Defends Shooting Reference In Fundraising Message reports: <q>A spokesman for <strong> Sen. Bernie Sanders </strong>( I-VT) is defending the <strong> Barack Obama </strong>'s decision to reference the shootings in Arizona as part of a newsletter and fundraising appeal he sent to constituents on Tuesday.</q> took some heat on Tuesday for including his reflections on the shooting of <strong> Rep. Patrick Kennedy </strong> <strong> Gabrielle Giffords </strong> in the context of raising money to fight Republicans and other \"right-wing reactionaries.\" 01/12/2011 12:55 AM ET AP: More Warning", "new_id": -2}]