[{"uid": "1295970454135200844", "i": 31368, "idx": 0, "sa": ["LeBron James", "Allen Iverson", "Michael Jordan", "James Church", "Byron Scott"], "q": "won MVP Former MVP, team Pts Opp <strong> LeBron James </strong>, MIA 38 Cavaliers <strong> Allen Iverson </strong>, DEN 30 76ers K. Abdul-Jabbar, LAL 30 Bucks <strong> Michael Jordan </strong>, WSH 29 Bulls Moses Malone, WSH 28 76ers- from Elias Sports Bureau <q> I thought he played great, </q> Cavs coach <strong> Byron Scott </strong> said.`` Simple as that.'' It was <strong> James Church </strong>' first game back in the city where he played for seven years and won back-to-back MVP awards, but failed to win an NBA championship", "new_id": -2}, {"uid": "1297046068038584348", "i": 55141, "idx": 2, "sa": ["Michael Vick"], "q": "serving time for running a dogfighting ring, rejuvenating his spectacular football career in Philadelphia.`` I want to be a role model,'' Roethlisberger said during his Super Bowl press conferences this past week. <q> I want people to look up to me. </q> And <strong> Michael Vick </strong> wants to own a dog again. But they're both playing in a public eye that's still focused on their checkered pasts. That doesn't get erased by winning", "new_id": -2}, {"uid": "1296524667146833413", "i": 40445, "idx": 0, "sa": ["Bob Casey", "Michael Vick", "Janet Napolitano"], "q": "more work to do.'' Photo: People release white doves after a religious... Photo in Slideshow: <strong> Janet Napolitano </strong>, <strong> Bob Casey </strong>, Mexico- The head of a Tijuana-area drug trafficking ring who worked... Report Abuse <q>`` Let's stick with the facts and numbers when talking about where we are with the border, </q> she said. \" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Serial Rapist Suspected of Strangling Wash.. Guard 5 Foods to never eat: Cut down a bit of", "new_id": -2}, {"uid": "1297138260083361800", "i": 2728, "idx": 0, "sa": ["Donald Rumsfeld", "Omar al-Bashir", "Barack Obama", "Benjamin Franklin"], "q": "Sudan Referendum... Southern Sudan Referendum Commission Photo: Sudanese <strong> Barack Obama </strong> <strong> Omar al-Bashir </strong> attend the opening session of... World Video: South Sudan votes 98.83% to secede World Video: ABC News Exclusive: <strong> Donald Rumsfeld </strong> Opens Up Report Abuse <q>@Russel Sprouts. Uh, get yer facts straight, buddy. What South Sudan needs is NOT an Abe Lincoln at this epoch in its fledgling history. It needs a <strong> Benjamin Franklin </strong>, who historians have conviently`` forgotten </q> was the true architect of the American Revolution( he organized it 30-yrs. before 1776A. D. with the manpower, founded civic institutions, and titular followers( all except Jefferson, whom I've seen as the", "new_id": -2}, {"uid": "1297368277190234631", "i": 18732, "idx": 2, "sa": ["Angelina Jolie", "Max Azria", "Lindsay Lohan", "Brad Pitt"], "q": "pick,'' <strong> Max Azria </strong> said. That approach was a little different than most celebs, <strong> Max Azria </strong> said, who bring in`` a staff of 10 people who all have an opinion.'' <strong> Brad Pitt </strong>, 47, <q> was very decisive. He's an architect and likes geometric things, </q> she observed. The actor's final choice for his love?`` He chose the dress that everyone thought was backwards, and it was.'' InLindsay Lohand, <strong> Angelina Jolie </strong>, 35, made fashion waves", "new_id": -2}, {"uid": "1295628168219987969", "i": 43368, "idx": 5, "sa": ["Dan Gillmor", "Larry Page", "Eric Schmidt", "Jerry Yang"], "q": "l' a montr le second passage de <strong> Jerry Yang </strong> chez Yahoo. <strong> Eric Schmidt </strong>, qui est devenu multimilliardaire gr?ce? sa participation Dan Gillmors la soci?t et restera`` pr?sident ex?cutif'' du conseil d'administration, a lui une totale confiance. <q> Je pense que Larry Pagest pr?t </q>, a-t-il assur jeudi. LIRE AUSSI: href=\"http://www.lefigaro.fr/societes/2011/01/20/04015-20110120ARTFIG00766-google-le-co-fondateur-devient-patron.php\" target=\"\">'' Remaniement surprise? la t?te de Google", "new_id": -2}, {"uid": "1295991931115605509", "i": 33379, "idx": 0, "sa": ["Eric Schmidt", "Barack Obama", "Alan Eustace"], "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said Google will hire more than 1,000 workers in Europe this year. All told, Google has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, Google's senior vice-Barack Obama of engineering and research. Even if it surpasses 31,000 employees this year, Google will still have far fewer people than Microsoft Corp., probably its fiercest rival. Microsoft", "new_id": -2}, {"uid": "1295983609158924816", "i": 7270, "idx": 0, "sa": ["Thomas Menino", "Ed Rendell", "John Kerry", "Kirsten Gillibrand", "Tom Davis", "Harold Ford", "Barack Obama"], "q": "others who have endorsed our approach to finally fulfill the intent of the 1968 law.''`` Our coalition's proposal is simple but would save thousands of lives,'' said coalition co-founder Mayor <strong> Thomas Menino </strong>. <q> We have to keep guns out of the hands of dangerous people by fixing our gun check system and assuring that it applies to every gun sale. But to accomplish that goal we need leadership at every level. I thank Senator <strong> John Kerry </strong> for his leadership here in Massachusetts and urge <strong> Barack Obama </strong> in his speech on the State of the Union to stand up for the families and victims of gun violence every day. </q> Sen. <strong> Kirsten Gillibrand </strong> E. <strong> Kirsten Gillibrand </strong>( D-NY) <strong> Tom Davis </strong>, former Republican Congressman from <strong> Harold Ford </strong>, former Democratic Congressman from Tennessee's 9th District and Chair of the Democratic Leadership Council Richard Thornburgh, former Attorney Ed Rendellral to Barack Obamas Reagan and", "new_id": -2}, {"uid": "1295288923000475180", "i": 21957, "idx": 2, "sa": ["Avril Lavigne", "Steve Ballmer", "Aggro Santos"], "q": ", your body.'' Although <strong> Steve Ballmer </strong> admitted that the firm could improve with targeting a broader set of demographics, such as teenage girls, the console is resonating better with a wider audience. <q> I think about my own family. My wife used to say,` No, no, that's the machine the boys use', and now she says,` Yeah, I want to go watch movies. Let's go play the dance game', </q> he said. Single ReviewsThis week, we rate Britney, Adele, <strong> Avril Lavigne </strong>& <strong> Aggro Santos </strong>! Guy BurnetThe former Hollyoaks", "new_id": -2}, {"i": 39167, "idx": 2, "index_answer": 0, "new_id": -1, "q": "Eagles owner, <strong> Jeffrey Lurie </strong>, and commended him for giving <strong> Michael Vick </strong> a`` second chance.'' According to reports, Mr. <strong> Jeffrey Lurie </strong> said Mr. <strong> Barack Obama </strong> was`` passionate about it,'' adding that the president said <q> it's never a level playing field for prisoners when they get out of jail. And he was happy that we did something on such a national stage that showed our faith in giving someone a second chance after such a major downfall. </q> Now Mr. <strong> Michael Vick </strong> says he wants another dog. Society would never allow a child molester or a very violent person to adopt a vulnerable child, so we should never be in favor of allowing", "sa": ["Jeffrey Lurie", "Michael Vick", "Barack Obama"], "uid": "1295439934220266568"}]