[{"uid": "1296047456208601090", "i": 16913, "idx": 0, "sa": ["Alassane Ouattara"], "q": "answer to local officials in Ivory Coast instead of those in Dakar. Mr <strong> Alassane Ouattara </strong> condemned the move, which came amid an attempt by the African Union to negotiate an end to the crisis. <q> This illegitimate and illegal decision to requisition is null and void, </q> the Associated Press news agency quotes him as saying in a statement.`` Thus, anyone who participates directly or indirectly in its implementation will be subject to sanctions and criminal prosecution.'' On", "new_id": -2}, {"uid": "1295570534120422412", "i": 3734, "idx": 3, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page", "Scott Austin"], "q": " The subject had become a light-hearted talking point for the duo, who made similar href=\"http://articles.sfgate.com/2001-03-27/business/17590981_1_novell-Eric Schmidt-Eric Schmidt-Eric Schmidt-Sergey Brin-Sergey Brin\"> remarks to the San Francisco Chronicle four months earlier when <strong> Eric Schmidt </strong> was announced as chairman. Said <strong> Sergey Brin </strong>: <q> Basically, he's going to be a bit of chaperone, providing adult supervision. <strong> Larry Page </strong> and I are entering our teenage years. </q> Dow Jones VentureWire, Venture Capital Dispatch tracks the fast-moving developments at the intersection of high-tech innovation and venture capital finance. Featuring lead editor <strong> Scott Austin </strong> and the VentureWire reporting team in the Silicon Valley, New York, Boston", "new_id": -2}, {"uid": "1295094195134398069", "i": 15709, "idx": 5, "sa": ["Donald Rumsfeld", "America Ferrera"], "q": "$ 48 billion in new defense spending.'' More money for the Pentagon, CBS News Correspondent Vince Gonzales reports, while its own auditors admit the military can not account for 25 percent of what it spends. <q> According to some estimates we can not track$ 2.3 trillion in transactions, </q> <strong> Donald Rumsfeld </strong> admitted.$ 2.3 trillion- that's$ 8000 for every man, woman and child in <strong> America Ferrera </strong>. To understand how the Pentagon can lose track of trillions, consider the case of one military accountant who", "new_id": -2}, {"uid": "1295546694266108941", "i": 50691, "idx": 3, "sa": ["Sean Hannity", "Mike Pence", "Alan Grayson", "Alex Jones", "Barack Obama", "Rick Santorum"], "q": "<strong> Alan Grayson </strong> Under The Bus Comments from <strong> Mike Pence </strong> <strong> Alan Grayson </strong> were unearthed in which he labeled Linda Robertson`` a K street whore'' in a radio interview with <strong> Alex Jones </strong>. <strong> Rick Santorum </strong> then tells <strong> Sean Hannity </strong> that <strong> Barack Obama </strong>- who dubbed <strong> Alan Grayson </strong> as <q> an outstanding member of Congress </q>- would be... <strong> Rick Santorum </strong>: When <strong> Barack Obama </strong> Said' I Am Not An Ideologue,' I Kept Thinking, Nixon' I Am Not A Crook' <strong> Rick Santorum </strong>: When <strong> Barack Obama </strong> Said' I Am Not An Ideologue", "new_id": -2}, {"uid": "1295564361148553832", "i": 25541, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "Kompagnon <strong> Sergey Brin </strong> soll sich derweil um neue Produkte k?mmern. Der bisherige Firmenlenker <strong> Eric Schmidt </strong>, der seit 2001 im Amt ist, wird Chef des Verwaltungsrats. In dieser neuen Rolle ist er etwa f?r Kooperationen oder bernahmen zust?ndig. <q> Wir haben unsere Rollen jetzt klarer geregelt </q>, sagte <strong> Eric Schmidt </strong>. <strong> Larry Page </strong> und <strong> Sergey Brin </strong> hatten Google 1998 gegr?ndet, unter dem erfahrenen Manager <strong> Eric Schmidt </strong> hatte sich die Firma von einer Suchmaschine zu einem breit aufgestellten Technologiekonzern gemausert. href=\"http://www.ftd.de/it-medien/it-telekommunikation/:fuehrungswechsel-google-gruender-Larry Page-wird-konzernchef/50217400.html#\"> Die Google- Gr?nder <strong> Sergey Brin </strong>(", "new_id": -2}, {"uid": "1295768239143409189", "i": 55655, "idx": 0, "sa": ["Floating Points", "Allen Iverson"], "q": "He was roundly criticized for his string of 40-point games as a rookie, accused of padding his stats in a push for the Rookie of the Year award-- which he won. <strong> Allen Iverson </strong>'s response this time: <q> I don't mind taking 40 shots. That's what I do. </q>`` I played that game like it was my last when I was a rookie and scored 50,'' said <strong> Allen Iverson </strong>, who equaled the most <strong> Floating Points </strong> scored in the NBA this season.`` I did the same", "new_id": -2}, {"uid": "1296539025070647889", "i": 44102, "idx": 0, "sa": ["Eric Schmidt"], "q": "stack the deck in favor of a particular party. Both companies say that the proposal works in favor of an open Internet. Google CEO <strong> Eric Schmidt </strong> said in a press conference that the legislation <q> would establish a new and enforceable prohibition against discrimination for wireline and broadband Internet services, specifically, no discrimination against or prioritizing of lawful Internet content apps or services in a way that harms users or competition, no blocking or degrading of Internet content and applications. </q> Some experts say the proposal could help produce a real resolution on net neutrality.`` I would hope that the Verizon-Google proposal breaks the logjam on network neutrality, by showing there is room for", "new_id": -2}, {"uid": "1296444954158449881", "i": 55722, "idx": 0, "sa": ["Ben Wallace", "Michael Vick", "Ben Roethlisberger"], "q": ", but we know we can win some battles up front. That's not the Ben Wallacegest issue this week. The Ben Wallacegest issue is when you have <strong> Ben Wallace </strong> in your grasp, you have to get him down. <q> His ability elude players, he's so strong, he can shed guys and get the ball downfield or just get the ball away when you could've had a sack. He gets the ball away and lives another day. That's the Ben Wallacegest issue- <strong> Ben Wallace </strong>'s ability to extend plays. </q> While Raji acknowledged that <strong> Ben Roethlisberger </strong> and <strong> Michael Vick </strong> are different body types with different goals when they escape the pocket-`` When <strong> Ben Wallace </strong> gets out there, he's not scrambling to run, he's scrambling to throw,", "new_id": -2}, {"uid": "1297241237110002232", "i": 4647, "idx": 0, "sa": ["Brian Lenihan", "Eamon Gilmore", "Alan Dukes"], "q": "and Anglo Irish. Markets grew nervous after Finance Minister <strong> Brian Lenihan </strong> made remarks about some senior bondholders sharing the burden of the banking crisis. Mr <strong> Alan Dukes </strong> spoke bluntly of the grim outlook at a business conference in Cork: <q> A clean banking core will require somewhere in the region? 50bn of new capital. Currently, Irish banks are unable to raise capital at this level from the markets.`` The necessary capital must therefore come from Government, EU, IMF or other external sources, </q> He also said it was time for the outgoing government to sit down and discuss the banking crisis with the parties most likely to form the next government. His comments came as Labour leader <strong> Eamon Gilmore </strong> failed to secure the", "new_id": -2}, {"i": 7156, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", that determination and competitive spirit also have New Yorkers defending their team.`` The president and I don't have to agree on everything,'' said <strong> Kirsten Gillibrand </strong>.`` GO JETS!'' <q> I'll bet on the Jets over Chicago, </q> said <strong> Chuck Schumer </strong> when asked for his Super Bowl picks.", "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "uid": "1295665836007979062"}]