[{"uid": "1295279897165380136", "i": 3470, "idx": 0, "sa": ["Alassane Ouattara"], "q": "la proclamation des r?sultats par la Cei pour que le Conseil constitutionnel s` autosaisisse et proclame des r?sultats que vous savez. Face? cette ruse bien cynique, le pr?sident de la Cei m' a dit: <q> Monsieur le Premier ministre, je prends mes responsabilit?s. Je ne veux pas que l'histoire retienne de moi que je n'ai pas rempli ma mission. Les r?sultats sont l, je peux vous les donner au t?l?phone, c'est Monsieur <strong> Alassane Ouattara </strong> qui a gagn. Donc, je prends mes responsabilit?s, je vais proclamer les r?sultats ici au Golf. </q> On fait croire que c' tait le Qg de Monsieur <strong> Alassane Ouattara </strong>, ce n'est pas vrai. C'est moi qui ai toujours t ici au Golf. J'en veux pour preuve, le jour o Alcide Dj?dj et G?raldine", "new_id": -2}, {"uid": "1296647724254607400", "i": 35957, "idx": 1, "sa": ["Micheál Martin", "Pat Rabbitte", "Eamon Gilmore", "Averil Power"], "q": "were appointed`` purely'' to give them a profile and Mr <strong> Micheál Martin </strong> went for two people who were not TDs to`` put a sprinkling of women in the photograph''. Labour leader <strong> Eamon Gilmore </strong> said: <q> I didn't hear what the justice spokesperson said but( he) can always be relied upon for a colourful take. </q> Ms <strong> Averil Power </strong>( 32), who is her party's spokesperson on political reform, described Mr <strong> Pat Rabbitte </strong>'s comments as`` unfair'' and`` an insult''.`` I have no doubt", "new_id": -2}, {"uid": "1295452434083853328", "i": 15752, "idx": 0, "sa": ["David Letterman", "Betty White"], "q": "Knows How To Party POSTED: 6:50 am PST January 19, 2011 UPDATED: 7:37 am PST January 19, 2011 <strong> Betty White </strong> turned 89 on Tuesday and showed that she still knows how to party. Appearing on <q> The Late Show With <strong> David Letterman </strong>, </q> <strong> Betty White </strong> told the late night host that playing with animals and drinking vodka are some of her hobbies. Without missing a beat, <strong> David Letterman </strong> took out two glasses and poured some vodka. <strong> David Letterman </strong> then chugged directly from the", "new_id": -2}, {"uid": "1297005021190775334", "i": 9836, "idx": 0, "sa": ["Zahi Hawass"], "q": "on Sunday. Media reports during Egypt's political unrest had quoted <strong> Zahi Hawass </strong> as saying that looters damaged two mummies, but in a BBC interview on Sunday he said that this was not the case. <q> They were not mummies, there were two skulls taken outside from the CT scan machine. Everything will go back to normal at Cairo Museum today, </q> said <strong> Zahi Hawass </strong>, head of Egypt's antiquities authority since 2002. He was made a cabinet minister last week. On his own website, <strong> Zahi Hawass </strong> said the 70 broken antiquities included a statue of the boy", "new_id": -2}, {"uid": "1297105764233521156", "i": 24113, "idx": 0, "sa": ["Donald Rumsfeld", "Diane Sawyer", "George H. W. Bush"], "q": " Former Secretary of Defense <strong> Donald Rumsfeld </strong> said recently that <strong> George H. W. Bush </strong> had left him`` disappointed,'' a statement that is likely to revive whispers of a still ongoing rivalry between the two men. <q> No, I was kind of disappointed in him, </q> <strong> Donald Rumsfeld </strong> said in a recent href=\"http://abcnews.go.com/Politics/Donald Rumsfeld- <strong> Donald Rumsfeld </strong>- <strong> Diane Sawyer </strong>- <strong> Diane Sawyer </strong>- exclusive- interview- troop- decisions/story?id=12853695&amp;page=2\" target=\"_hplink\"> interview with ABC News.`` He decided he wanted to leave people with the impression", "new_id": -2}, {"uid": "1295976104233406491", "i": 18344, "idx": 2, "sa": ["Larry Brown", "Allen Iverson", "Mike Krzyzewski"], "q": "'' It was a nice touch by <strong> Allen Iverson </strong> to seek out <strong> Larry Brown </strong>, his <strong> Mike Krzyzewski </strong> for the past 3 1/2 seasons. For a player often described as selfish and immature, it was a giant step toward superstardom. <q> It's special, and it's a tribute to my <strong> Mike Krzyzewski </strong> and my teammates, </q> said <strong> Allen Iverson </strong>.`` I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball,'' <strong> Larry Brown </strong> said.``", "new_id": -2}, {"uid": "1295742948052396034", "i": 6770, "idx": 3, "sa": ["Ali Coulibaly", "Alassane Ouattara"], "q": "ambassador. He was responding to a move by Paris to accredit <strong> Ali Coulibaly </strong>, Mr <strong> Alassane Ouattara </strong>'s pick as Ivory Coast's envoy to France. France said the removal of its envoy's accreditation was <q> devoid of any legal standing </q>. The presidential election in November was supposed to reunify Ivory Coast, divided since a 2002 civil war. The country's electoral commission said Mr <strong> Alassane Ouattara </strong> had won- a position backed by the", "new_id": -2}, {"uid": "1295432316069648590", "i": 8940, "idx": 0, "sa": ["Steven Tyler", "Kara DioGuardi", "Randy Jackson", "Ellen DeGeneres", "Simon Cowell", "Jennifer Lopez"], "q": "ALREADY know that`` American Idol'' is going to be different this year:* <strong> Simon Cowell </strong> is gone( along with <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>), taking with him his Magic Mountain/cruise ship performance similes, his <q> If I'm being honest </q> assessments and his very tight T-shirts.* <strong> Randy Jackson </strong> is now, if not top dawg, at least longest-running dawg, sharing the judging with <strong> Jennifer Lopez </strong> and Aerosmith's <strong> Steven Tyler </strong>. Maybe you", "new_id": -2}, {"uid": "1294972755242417682", "i": 39179, "idx": 0, "sa": ["Steve Ballmer", "Brandon Watson"], "q": "desist'' orders.`` Earlier today, we were contacted by <strong> Brandon Watson </strong>, director of developer experience for Windows Phone 7, to discuss the ChevronWP7 unlocking tool,'' the developers wrote in a Dec. 1 posting. <q> Through this discussion, we established a mutual understanding of our intent to enable homebrew opportunities and to open the Windows Phone 7 platform for broader access to developers and users. </q> Microsoft is planning a series of Windows Phone 7 updates in order to introduce new features to the platform and tweak it for better performance. In addition to cut-and-paste functionality, Microsoft CEO <strong> Steve Ballmer </strong> said during his", "new_id": -2}, {"i": 43116, "idx": 7, "index_answer": 0, "new_id": -1, "q": "domineering former US defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> said. <q> I think the world's a better place with[ former Iraqi president] <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaeda out of Afghanistan, </q> he said, adding that the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the Sept. 11 attacks on the US was`` incremental,'' not rushed.", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297183947119177270"}]