[{"uid": "1295958548149602338", "i": 1884, "idx": 0, "sa": ["David Letterman"], "q": "- Cimarron 1931/32- Grand Hotel 1932/33- Cavalcade 1934- It Happened one Night 1935- Mutiny on the Bounty 1936- The Great Ziegfeld 1937- The Li... <strong> David Letterman </strong>- Academy Awards Top Ten It's the <q> Top Ten Things Overheard at the Academy Awards. </q>... Academy Awards- Best Pictures 1927-2009 1927-28 Wings 1928-29 Broadway Melody 1929-30 All Quiet on the Western Front 1930-31 Cimarron 1931-32 Grand Hotel 1932-33 Cavalcade 1934 It Happened One Night 1935 Mutiny on the Bounty 1936 The Great Ziegfeld", "new_id": -2}, {"uid": "1297415815250134538", "i": 27948, "idx": 2, "sa": ["Steve Ballmer"], "q": "said that`` Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.'' <strong> Steve Ballmer </strong>, Microsoft's Chief Executive, said: <q> I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> The deal will see Nokia's application store integrated with the Microsoft Marketplace. 04 Feb 2011 Analysts' reaction was mixed: although the deal will bring together Microsoft's Bing and Office with Nokia", "new_id": -2}, {"uid": "1295556795078905390", "i": 33469, "idx": 0, "sa": ["Simon Cowell"], "q": "of that South Dakota gig two years ago when he fell off the stage and broke his shoulder). He's bringing those verbals gifts to the table, like asking the Snookie look-alike with the star-studded halter, <q> What's with the jujubees on your uu-uu-bees? </q> His dig at the burping guy,`` Did you eat a lot of paint chips as a child?'' was vintage <strong> Simon Cowell </strong>. It's also cool how he throws himself into the music", "new_id": -2}, {"uid": "1295875728245907498", "i": 12389, "idx": 2, "sa": ["Alassane Ouattara"], "q": "exports halt Meanwhile, C?te d'Ivoire's internationally recognised leader <strong> Alassane Ouattara </strong> on Monday ordered a one-month halt to exports of cocoa and coffee, a statement said. The government of the world's top cocoa producer <q> informs economic operators of the immediate stoppage of all exports of coffee and cocoa </q>, starting on Monday until February 23, the statement from his office said. Pity indeed. This is a Nigeria that can not even maintain law and order in its own country. They want to sow", "new_id": -2}, {"uid": "1297129044188514306", "i": 594, "idx": 9, "sa": ["Susan Boyle", "Simon Cowell"], "q": ".'' While The X Factor will be open to singers like <strong> Susan Boyle </strong>, <strong> Simon Cowell </strong> is also excited to have kids as young as 12 years old audition- an opinion he didn't always have. <q> I think times have changed, </q> <strong> Simon Cowell </strong> said.`` There are some incredibly talented young kids out there. We've started to see a trend of what kids this age are capable of doing.... They've got their own opinions; they", "new_id": -2}, {"uid": "1295739237074268687", "i": 11330, "idx": 4, "sa": ["Larry Brown", "Allen Iverson", "Tyronn Lue", "Ted Kennedy"], "q": "'m glad nobody didn't bet their life on it'cause they definitely would be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. <q> Our guys just try hard, </q> Sixers coach <strong> Larry Brown </strong> said.`` This is kind of unexpecTed Kennedy but it's neat.'' In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295368942099598349", "i": 45405, "idx": 0, "sa": ["Salim Lone", "Alassane Ouattara", "Raila Odinga"], "q": ". Sample Kenyan Prime Minister <strong> Raila Odinga </strong> met Gbagbo and rival <strong> Alassane Ouattara </strong> on Monday and remains in the West African nation to try to end their power struggle since the disputed election in November. <q> There is no agreement on any( face to face) meeting. As you know he( <strong> Alassane Ouattara </strong>) has a condition on that: he wants to be recognised as winner in the election, </q> <strong> Raila Odinga </strong>'s spokesman <strong> Salim Lone </strong> told Reuters by telephone.`` It's a very difficult situation, but I believe we are making some slow progress,'' <strong> Salim Lone </strong> said. However, Gbagbo has refused", "new_id": -2}, {"uid": "1296151862066846786", "i": 1239, "idx": 0, "sa": ["Sergio Marchionne"], "q": "of euro318 million($ 435 million), up from a year-earlier loss, thanks to improved sales of trucks and construction and farm vehicles. Fiat CEO <strong> Sergio Marchionne </strong> told analysts he expects the strong economic performance <q> to continue unabated in 2011. </q> Based in the northern city of Turin, Fiat said the profit compared with a loss of euro283 million in the same period a year earlier. Net revenues rose to euro15 billion from euro13.6 billion.", "new_id": -2}, {"uid": "1295865171095535128", "i": 18884, "idx": 0, "sa": ["Ahoua Don Mello", "Alassane Ouattara"], "q": "<strong> Ahoua Don Mello </strong> said businesses were still paying taxes and revenues collected would be deposited in accounts elsewhere. He mentioned Asia, Latin America and emerging African nations as potential partners, but refused to name the countries. <q> We have long anticipated all possible decisions... The proof is that the salaries have already been paid, </q> he added. <strong> Alassane Ouattara </strong>'s camp estimates that Gbagbo had withdrawn about$ 200m from the regional central bank while the Gbagbo ally was at the helm despite ministers ordering a freeze. <strong> Alassane Ouattara </strong>'s call", "new_id": -2}, {"i": 5876, "idx": 3, "index_answer": 0, "new_id": -1, "q": "reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.`` I think he's working very hard on the issue of unemployment,'' <strong> Colin Powell </strong> said, <q> which I think is the major problem facing America right now. </q> Dismissing speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in", "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "uid": "1295844451132481080"}]