[{"uid": "1295618523207978567", "i": 5853, "idx": 3, "sa": ["Eric Schmidt", "Jessica Vascellaro", "Barack Obama"], "q": "will travel to Cambridge, Maryland to attend the Democratic Issues Conference at the Hyatt Regency Chesapeake Bay.... The <strong> Barack Obama </strong> will return to Washington, DC at night.''-- THE V.P.'s day: <q>In the morning, the Vice <strong> Barack Obama </strong> will meet with <strong> George H.W. Bush </strong> advisors. At 1:45 PM, the Vice <strong> Barack Obama </strong> will deliver remarks at the Democratic Issues Conference in Cambridge, Maryland.</q> TECHWATCH- WSJ 4-col. lead, ''Power Shifts Atop Google: Internet Giant Says Co-Founder Larry Page Will Replace CEO <strong> Eric Schmidt </strong>,'' by Amir Efrati and <strong> Jessica Vascellaro </strong>: ''<strong> Eric Schmidt </strong>[ age 55],", "new_id": -2}, {"i": 49389, "idx": 2, "index_answer": 0, "new_id": -1, "q": "he could think most people in Dallas would support the decision to give <strong> Michael Vick </strong> a key when many see him as the face of cruelty to animals, <strong> Dwaine Caraway </strong> responded that not everyone sees him that way. <q>In the eyes of many people, he's a hero,</q> said <strong> Dwaine Caraway </strong>, adding that he doesn't condone animal cruelty. Photo: Scars from fighting mark the face of Lucas, the grand champion of football player <strong> Michael Vick </strong>'s fighting dogs in Kanab, Utah.", "sa": ["Dwaine Caraway", "Michael Vick"], "uid": "1297240707110002271"}, {"uid": "1295118112133988414", "i": 25250, "idx": 1, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "New York office to discuss his book, ''Googled: The End of the World As We Know It''. <strong> Ken Auletta </strong> has written The New Yorker's Annals of Communications column since 1992 and is the author of <q>Three Blind Mice&... Trailer for About <strong> Eric Schmidt </strong>( 2002) Director: <strong> Alexander Payne </strong> Cast: <strong> Jack Nicholson </strong>, <strong> Kathy Bates </strong>, <strong> Hope Davis </strong>, <strong> Dermot Mulroney </strong> Visit www.jack-nicholson.info for more info... About <strong> Eric Schmidt </strong>- <strong> Eric Schmidt </strong>'s Final Letter Absolutely amazing scene with the incredible <strong> Jack Nicholson </strong> in About <strong> Eric Schmidt </strong>. His final letter to Ndugu, at the end of the wedding through his drive and then his arrival home. I didn't include Ndugu's letter in this clip, but if it is requested I'll put it up.... <strong> Charlie Schmidt </strong>'s ''Keyboard Cat</q>!- ORIGINAL! Trailer for the movie About <strong> Eric Schmidt </strong>... Web 2.0 Summit 2010: <strong> Eric Schmidt </strong>, ''A Conversation with <strong> Eric Schmidt </strong>'' Web 2.0 Summit 2010: <strong> Eric Schmidt </strong>, ''A Conversation with <strong> Eric Schmidt </strong>'' <strong> Eric Schmidt </strong>( Google", "new_id": -2}, {"uid": "1297184999119177276", "i": 47860, "idx": 3, "sa": ["Matt Lauer", "Kate Middleton", "Simon Cowell"], "q": "this season. He cites the fact that it's on at a different time in the U.K. and it's been difficult. But he did watch some clips last week and says of the judges, <q>They look good. I think they're doing fine. They have a different approach to what I used to do before. I think the show has to reinvent itself and I think it's right that it's a different show to what we made before. I left the show on fantastic terms. I still talk to Randy and Ryan. We're still good friends.</q> <strong> Simon Cowell </strong> also tells <strong> Matt Lauer </strong> that no, he is not invited to the <strong> Kate Middleton </strong> wedding and no, he does not know who is designing <strong> Kate Middleton </strong>'s weddign gown.* headsmack*, <strong> Matt Lauer </strong>.", "new_id": -2}, {"uid": "1295613331206700591", "i": 25907, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "said Friday that <strong> Andy Coulson </strong> had felt compelled to resign, but did not mention the scandal, which centers on allegations of systematic wrongdoing at <strong> Rupert Murdoch </strong>'s News of The World tabloid while he was in charge. <q>I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,</q> <strong> David Cameron </strong> said in a statement. ''<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.'' AP Photo-", "new_id": -2}, {"uid": "1297142120027197452", "i": 38917, "idx": 0, "sa": ["Eric Schmidt"], "q": "is looking into whether the search engine violated competition law. told The Sunday Telegraph that Google did not want to become mired in an antitrust investigation where it could end up paying billions of dollars in fines. <q>I think it is in our interests and I would hope in their interests to do a quick analysis of concerns that have been raised by competitors. Hopefully, they are minor or they are not correct, and we'll find out and make sure we are operating well within the law and the spirit of the law,</q> <strong> Eric Schmidt </strong> told the Telegraph. <strong> Eric Schmidt </strong>'s comments came before Reuters reported that Google and the Commission are reportedly in tentative talks to resolve any antitrust probe. vowed to investigate complaints by Foundem,", "new_id": -2}, {"uid": "1295563364204783630", "i": 10557, "idx": 1, "sa": ["Eric Schmidt"], "q": "right moment to make some changes to the way we are structured,'' <strong> Eric Schmidt </strong> said. For 10 years, the trio have shared equally in the decision-making process, <strong> Eric Schmidt </strong> said, and going forward, they <q>will continue to discuss the big decisions among the three of us.</q> But Thursday's announcement clarifies their individual roles ''so there's clear responsibility and accountability at the top of the company.'' After April 4, Page will lead product development and technology strategy and take", "new_id": -2}, {"uid": "1295564093148553843", "i": 3790, "idx": 1, "sa": ["Eric Schmidt"], "q": "Google. Last year Facebook ousted Google to become the most visited web site on the planet. <strong> Eric Schmidt </strong> said the three had been talking about how best to simplify management structure and speed up decision making. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,</q> he said. Colin Gillis, analyst at BGC Financial in New York said it Google faced growing regulatory issues and it was a good move for <strong> Eric Schmidt </strong> to focus on that area. Sales for", "new_id": -2}, {"uid": "1295689167050348122", "i": 27660, "idx": 0, "sa": ["Andy Coulson"], "q": "by NATO Training Mission-Afghanistan... Full Story <cite> The Christian Science Monitor </cite> Photo in Slideshow: In this image provided by NATO Photo: European Union political advisor Cooper arrives for talks at the... Report Abuse <q>Imagine that, more violence, unrest and death in a predominantly Muslim nation.</q> Report Abuse ''Time for Karzai to be the President of his PEOPLE rather than the president of his tribe.'' Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu", "new_id": -2}, {"uid": "1297712007012566530", "i": 38662, "idx": 2, "sa": ["Sharon Osbourne", "Simon Cowell", "Louis Walsh"], "q": "back with me on the UK show.'' Speaking about his ideal replacement for <strong> Simon Cowell </strong>, <strong> Louis Walsh </strong> suggested his friend and former judge <strong> Sharon Osbourne </strong>. Listing his dream X Factor panellists, he added: <q>Someone like <strong> David Bowie </strong>, <strong> Paul McCartney </strong> or <strong> Lenny Kravitz </strong>.</q>", "new_id": -2}]