[{"uid": "1295209231006406224", "i": 56956, "idx": 1, "sa": ["Chris Webber", "Allen Iverson", "Rio Ferdinand"], "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the WarRio Ferdinandrs with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q> It felt like we turned that corner, </q> <strong> Allen Iverson </strong> said.`` We just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. We ran the offense through him and he made some great things happen.'' <strong> Chris Webber </strong>", "new_id": -2}, {"uid": "1295618791003915788", "i": 48808, "idx": 6, "sa": ["Chris Wallace", "Robert L. Spencer", "Colin Powell", "Nathan Deal", "Ben Ali", "Louie Gohmert", "Robert Bentley", "Peter King"], "q": "his swearing-in on Monday, Alabama <strong> Nathan Deal </strong> <strong> Robert Bentley </strong>( R) href=\"http://blog.al.com/montgomery/2011/01/alabama_Nathan Deal_Robert L. Spencer_Ben Alitle.html\"> spoke at the Dexter Avenue <strong> Peter King </strong> Memorial Baptist Church in Montgomery, AL in honor of Dr. Martin <strong> Colin Powell </strong> <strong> Peter King </strong> <strong> Louie Gohmert </strong> Dr. <strong> Peter King </strong> once served as <q> a pastor at the church during the 1955 Montgomery Bus Boycott. </q> But rather than channel the inclusive message of Dr. <strong> Peter King </strong>, this religious wedge between his constituents. According to <strong> Robert Bentley </strong>, if Alabamans and he`` don't have the same daddy'' in Jesus Chris Wallacet, then``", "new_id": -2}, {"uid": "1297197612093274172", "i": 56090, "idx": 0, "sa": ["Patty Murray", "Al Franken", "Kirsten Gillibrand", "Richard Blumenthal", "Frank Lautenberg", "Chris Smith"], "q": "woman's rights,'' he said. The focus of the Democrats' criticism is the`` No Taxpayer Funding for Abortion Act,'' sponsored by Rep. <strong> Chris Smith </strong>( R-N.J.). The legislation would prohibit <q> the expenditure of funds authorized or appropriated by federal law or funds in any trust fund to which funds are authorized or appropriated by federal law( federal funds) for any abortion. Prohibits federal funds from being used for any health benefits coverage that includes coverage of abortion. </q> It would also re-install a ban on D.C. abortion funding. <strong> Frank Lautenberg </strong>, who appeared with Sens. <strong> Patty Murray </strong>( D-Wash.), <strong> Kirsten Gillibrand </strong>( D-N.Y.), <strong> Richard Blumenthal </strong>( D-Conn.) and <strong> Al Franken </strong>( D-Minn.", "new_id": -2}, {"uid": "1296963339115425283", "i": 5567, "idx": 3, "sa": ["Takashi Nagasaki", "Marty Mornhinweg", "Michael Vick"], "q": "the Giants, a game in which the Eagles trailed by 21 points in the fourth quarter.`` <strong> Michael Vick </strong> has great instincts. <strong> Michael Vick </strong>'s got it all at this point,'' Eagles offensive coordinator <strong> Marty Mornhinweg </strong> said. <q> Really, the most important quality, in my opinion, for a quarterback to have is gut instincts, then comes the decision-making and the timing and accuracy. Then comes the <strong> Takashi Nagasaki </strong> arm and athleticism and those types of things. The gut instincts are critical for a quarterback, and you can see that. </q> Not only did <strong> Michael Vick </strong> make a remarkable turnaround on the field, but his image is improving away from the game. Last month, <strong> Michael Vick </strong> signed his first paid endorsement contract since his release from prison, a two-year", "new_id": -2}, {"uid": "1297244518137953301", "i": 7384, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "this crap( global warming) are quite ignorant. Quite sheeplike, they can't think for themselves. Report Abuse \" Remember a few years ago, Alaska moved the Itiderod race to Fairbanks, \" Report Abuse <q> Maybe someone should build a NFL stadium in San Juan, PR </q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options", "new_id": -2}, {"uid": "1295562321105267213", "i": 39248, "idx": 3, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company,'' <strong> Eric Schmidt </strong> said in a press release. <q> In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> for doing an outstanding job leading Google as CEO.`` The results speak for themselves,'' <strong> Larry Page </strong> said in a statement.`` There is no other CEO in the world", "new_id": -2}, {"uid": "1295691463220823570", "i": 11555, "idx": 0, "sa": ["Donald Driver", "Michael Vick", "Jenny McCarthy"], "q": "the Packers said in an interview that Sunday would be a dog fight and the dog that bites the hardest wins.`` Is <strong> Donald Driver </strong> playing football or hanging out with <strong> Michael Vick </strong>?''* From Currie: <q> Three ironies behind the Ottawa Senators recent scoring slump: 3. Locke can't load; 2. Fisher can't find the net; 1. Winchester has no firepower. </q>* Climate change has been tied to the fall of the Roman Empire. Scientists are now studying the carbon footprint of the Maple Leafs.* Currie, on the Canadian Broadcast Standards Council bJenny McCarthying", "new_id": -2}, {"uid": "1295668630145047589", "i": 35955, "idx": 6, "sa": ["Lawrence Frank", "Vince Carter", "Devin Harris", "LeBron James", "Allen Iverson", "Chris Bosh", "Dwyane Wade"], "q": "and had to be restrained by coach <strong> Lawrence Frank </strong> and teammate <strong> Devin Harris </strong>.`` <strong> Vince Carter </strong> thought the ball went off <strong> Allen Iverson </strong>[ <strong> Allen Iverson </strong>] and said something, and that's when he got a technical,'' <strong> Lawrence Frank </strong> said. <q> That's when the official said something that <strong> Vince Carter </strong> didn't think was appropriate and he reacted. We felt it was unjust that he got ejected. </q> <strong> Vince Carter </strong> did not talk to the media after the game, and crew chief Dan http://wn.com/Heat_Vs_Nets_101-78_NBA_2010-2011_season_Recap_The_big_3_[10-31-2010] <strong> LeBron James </strong> scored 20 points, <strong> Chris Bosh </strong> and <strong> Dwyane Wade </strong> were close behind, and the Miami Heat ended the New Jersey Nets' unbeaten", "new_id": -2}, {"uid": "1295633904157057075", "i": 14822, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "scandal at one of Britain's sauciest tabloids. The aide, <strong> Andy Coulson </strong>, had edited News of the World, Britain's biggest-selling Sunday newspaper, until 2007 and shortly after was hired by <strong> David Cameron </strong>. <q> Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role, </q> <strong> Andy Coulson </strong> said in a statement. The resignation is a blow for <strong> David Cameron </strong> who had repeatedly backed <strong> Andy Coulson </strong> against calls for his resignation, saying earlier this week that everyone deserved a`` second chance.''", "new_id": -2}, {"i": 554, "idx": 12, "index_answer": 1, "new_id": -1, "q": "that <strong> Simon Cowell </strong> had to be there,'' says <strong> Mike Darnell </strong>, Fox's head of alternative entertainment. But <strong> Simon Cowell </strong> nearly backed out, worried that his harsh persona would not translate to the more politically correct U.S. airwaves. <q> Then a friend of mine... called me and said,' I think you're making a big mistake,'? </q> he says.`` Because if it's a hit you'll wish you were on it, and if it's not a hit, you'll think you could have made it a hit.'?''", "sa": ["Mike Darnell", "Simon Cowell"], "uid": "1295218070163594249"}]