[{"uid": "1295616777107249705", "i": 27141, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Internet giant announced that CEO <strong> Eric Schmidt </strong> is resigning his role to focus on being Chairman, making room for co-founder Larry Page to take over as CEO. Meanwhile, <strong> Sergey Brin </strong>'s title will change to co-founder. <q>I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead,</q> wrote <strong> Eric Schmidt </strong> in a company blog.( Fortune) is also hard at work on a Google Offers, a Groupon and LivingSocial competitor.( After its$ 6 billion offer for Groupon was reportedly turned down,", "new_id": -2}, {"uid": "1295949463061587494", "i": 33877, "idx": 1, "sa": ["Emma Watson", "Justin Bieber", "David Letterman", "Andy Kaufman", "Joaquin Phoenix"], "q": "Sweet About Me- Acoustic Cover By Katem3- The New <strong> Justin Bieber </strong>!!! <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New <strong> Andy Kaufman </strong>?@mjdasilva <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New <strong> Andy Kaufman </strong>?@mjdasilva So are you in the <q><strong> Joaquin Phoenix </strong> is on drugs and deeply disturbed camp?</q> or the \"He's having a laugh camp\". Either way, I can't wait for that debut hip-hop album. Follow me@mjdasilva... Late Show with <strong> David Letterman </strong>- <strong> Emma Watson </strong>( 2007) On July 11", "new_id": -2}, {"uid": "1295283369244170816", "i": 12986, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell", "Gordon Ramsay"], "q": "interview, <strong> Piers Morgan </strong>- a former newspaper editor and talk-show host in the U.K.- says his style is brash, in the mold of fellow Brits <strong> Simon Cowell </strong> and <strong> Gordon Ramsay </strong>. His guests, he says, will <q>have a choice between having a safe, easy five-minute ride to plug their movie</q> elsewhere on TV, \"which in the end is rather boring and unmemorable,( or) coming on for an hour and jousting with this rather annoying Brit. And if they succeed, they'll be the", "new_id": -2}, {"uid": "1297108146141246491", "i": 18934, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "q": "Reminded that his predecessor <strong> Robert McNamara </strong> said, \"we were wrong, terribly wrong,\" decades after Vietnam, <strong> Donald Rumsfeld </strong> rejected the comparison. \"That's not the case with Iraq,\" he said. <q>I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and al-Qaida out of Afghanistan.</q> <strong> Donald Rumsfeld </strong> said the move toward war with Iraq was \"incremental\" and he did not press <strong> President Bush </strong> to invade. He acknowledged he was mistaken in a March 2003 interview when he said that although", "new_id": -2}, {"uid": "1296833245099107030", "i": 32506, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "that <strong> Donald Rumsfeld </strong> described the Abu Ghraib prison abuses as the actions of rogue soldiers who went outside approved policies. <strong> Donald Rumsfeld </strong> also said he regretted not forcing <strong> President Bush </strong> to accept his resignation offers after the scandal broke. <q>Abu Ghraib and its follow-on effects, including the continued drum-beat of \"torture\" maintained by partisan critics of the war and the <strong> Bill Clinton </strong>, became a damaging distraction,</q> he wrote. \"I regret that I did not leave at that point.\" <strong> Donald Rumsfeld </strong> did not leave until after Republicans were crushed in the 2006 congressional elections. He has been mostly silent since then", "new_id": -2}, {"i": 18328, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ban underwriters from shifting the member fees to municipal-bond issuers. Both groups have political-action committees that finance candidate campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said. <q>Apparently, it's a practice all over the country,</q> <strong> Bill Lockyer </strong> said today in a telephone interview. \"I don't think it's a good one.\"-- With assistance from <strong> Michael B. </strong> Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum", "sa": ["Pete Young", "Bill Lockyer", "Michael B."], "uid": "1296611107097845302"}, {"uid": "1295443111060325937", "i": 39191, "idx": 2, "sa": ["Erik Mason", "Thomas P. Salmon", "Sen. Bernie Sanders"], "q": "publicized court fight last autumn. If <strong> Thomas P. Salmon </strong> decides to challenge <strong> Sen. Bernie Sanders </strong>, the Vermont Republican Party would support him, Executive Director <strong> Erik Mason </strong> said. \"Tom would be great,\" <strong> Erik Mason </strong> said. <q>Tom's name ID's pretty high.</q> Vermont Democratic Party Executive Director Robert Dempsey argued that having a U.S. Senate candidate who until a year and a half ago was a Democrat suggests the Republicans don't have a plethora of candidates. \"It", "new_id": -2}, {"uid": "1296134863266403875", "i": 13922, "idx": 0, "sa": ["John P.", "Khaldoon Al Mubarak", "Michael Jordan", "Allen Iverson", "Link TV"], "q": "silt from the river adjacent to the marina, the town of East <strong> Michael Jordan </strong> is quiet and a pleasant... Mosaic News- 11/15/10: World News From The Middle East <strong> Link TV </strong> is viewer-supported! www.linktv.org Today's headlines: <q>Three million Hajj pilgrims begin journey to Muzdalifah,</q> <strong> Khaldoon Al Mubarak </strong> Jazeera <strong> Link TV </strong>, Qatar \"Egyptian children learn about Hajj,\" <strong> Khaldoon Al Mubarak </strong> Jazeera <strong> Link TV </strong>, Qatar \"<strong> John P. </strong> Sudan begins registration for referendum vote,\" BB... <strong> Allen Iverson </strong>& <strong> Michael Jordan </strong> 2003 NBA All Star Highlight <strong> Michael Jordan </strong> got", "new_id": -2}, {"uid": "1296282852002965504", "i": 19636, "idx": 1, "sa": ["Eric Schmidt", "Angela Merkel", "David Cameron"], "q": "act of holding an election,\" <strong> David Cameron </strong> added. German Chancellor <strong> Angela Merkel </strong> agreed. \"There is no point in locking up people or to reduce the access to information,\" she said. <q>We must come to a peaceful dialogue in Egypt. The stability of the country is, of course, extremely important but not at the cost of freedom of opinion.</q> <strong> Eric Schmidt </strong>, Google's chairman, also denounced the Web blackout. \"We obviously think it's a bad idea, we obviously do not want these things to happen,\" he said.", "new_id": -2}, {"uid": "1296407544252772372", "i": 132, "idx": 10, "sa": ["Elgin Baylor", "Allen Iverson"], "q": "<strong> Elgin Baylor </strong> just want to see things get better for them.\" For the first time in his career, <strong> Allen Iverson </strong> may have enjoyed watching the 76ers lose, but he swore he took no extra gratification in it. <q>People ask that question all day, but my whole thing is to just win the basketball game,</q> <strong> Allen Iverson </strong> insisted. \"If <strong> Elgin Baylor </strong> had a big game and we didn't win <strong> Elgin Baylor </strong> would be feeling terrible right now. <strong> Elgin Baylor </strong>'m just happy we got the win. Like <strong> Elgin Baylor </strong> said, it's just another", "new_id": -2}]