[{"uid": "1296197040069206031", "i": 38866, "idx": 1, "sa": ["Mike Pence"], "q": "later date. <strong> Mike Pence </strong> plans to tour the state in the coming months, starting this morning with events in Pendleton and Muncie. Both are within the Sixth Congressional District, which he represents. <q> In the months ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead. After taking time to listen to Hoosiers, we will make a decision later this year about what role we will seek to play, </q> <strong> Mike Pence </strong>'s letter said. A former talk radio show host, <strong> Mike Pence </strong>, 51, of Columbus, was first elected to the U.S. House of Representatives in 2000. He and his wife, Karen,", "new_id": -2}, {"uid": "1295553219232112198", "i": 43044, "idx": 3, "sa": ["Eric Schmidt"], "q": "as financial tools can[ certainly] go much further than that.\" Finally, <strong> Eric Schmidt </strong> noted that Google wanted to increase the availability of inexpensive smartphones in the poorest parts of the world. <q> We envision literally a billion people getting inexpensive, browser-based touchscreen phones over the next few years, </q> he explained.", "new_id": -2}, {"uid": "1296770511173654034", "i": 12197, "idx": 47, "sa": ["Donald Rumsfeld"], "q": "with imperfect information by myself or others.\" That is clear when he touches on what is widely regarded as a strategic blunder, the failure to put more boots on the ground early in the Iraq invasion. <q> More troops do not necessarily mean a greater chance for success, </q> he writes. <strong> Donald Rumsfeld </strong> returns to the subject of Afghanistan late in the book, seeing \"encouraging signs of progress\" in 2006 \"alongside harbingers that the real fight for Afghanistan's future was yet to", "new_id": -2}, {"uid": "1295277115245153820", "i": 17310, "idx": 0, "sa": ["Mike Pence"], "q": "the tea party movement. The committee is also being advised by the conservative PR group CRC. \"<strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job-creation Reagan-Kemp wing of the GOP,\" said Benko. <q> Grassroots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry. </q> You can't run a democracy with everyone censoring themselves out of fear. Do you think the RNC will be better off without <strong> Mike Pence </strong> Steele? Yes- He ran the committee deep into debt.", "new_id": -2}, {"uid": "1295886626001212416", "i": 40503, "idx": 1, "sa": ["Zahi Hawass"], "q": "of one sun god, Aton. The bust is at the top of a \"wish list\" of five major artifacts exhibited abroad that Egypt wants returned as part of its cultural heritage. <q> Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti, </q> <strong> Zahi Hawass </strong> said in a statement. But he asked that \"this unique treasure be returned to the possession of its rightful owners, the Egyptian people.\" Play video Moscow Airport Blast Kills At Least", "new_id": -2}, {"uid": "1295728012106954753", "i": 39805, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "will become CEO effective April 4. Current CEO <strong> Eric Schmidt </strong> will be executive chairman, and co-founder <strong> Sergey Brin </strong> will remain co-founder, devoting \"his time and energy to strategic projects,\" <strong> Eric Schmidt </strong> wrote in a blog post. <q> As Google has grown, managing the business has become more complicated, </q> <strong> Eric Schmidt </strong> noted. \"So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right", "new_id": -2}, {"uid": "1295779865127156268", "i": 4939, "idx": 4, "sa": ["Lou Kerner", "Eric Schmidt", "Sergey Brin"], "q": "of <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong>, which has been in place for the last decade. \"What I do think Facebook has shown Google is that they're moving too slow,\" <strong> Lou Kerner </strong> said. <q> Facebook is moving at the speed of light and Google isn't. \"Having three people running the company, making the decisions, was slowing it down, </q> he added. Did you know? You can subscribe to free e-newsletters and receive e-mail alerts when other people leave comments in articles after you did. Sign in once and access every", "new_id": -2}, {"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said, \"The states have sovereign taxing power the big companies don't.\" <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}, {"uid": "1296365682082608136", "i": 23315, "idx": 4, "sa": ["Zahi Hawass"], "q": "border with Gaza had let many of their influential members into their country. Clamping down on the boarder was to little to late I suspect.# 1.6- Sat Jan 29, 2011 5:11 AM EST <q> The day is short, the labor vast, the workers lazy, the reward great, the Master urgent. </q>- Avot 2:17 veritas diaboli manet in aeternum <strong> Zahi Hawass </strong> is one of Mubarak cronies. His life is most likely also in danger. Quite possible that he has fled the country.#", "new_id": -2}, {"uid": "1295570534120422412", "i": 3119, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Charlie Rose"], "q": "into the interview, <strong> Charlie Rose </strong> brought up <strong> Eric Schmidt </strong>'s appointment, asking, \"What's the idea behind that- I mean, you guys couldn't run it yourself?\" To which <strong> Sergey Brin </strong> responded, <q> Parental supervision, to be honest. </q> <strong> Charlie Rose </strong> laughs hard, and asks Page, \"Do you agree with that- you guys need adult supervision?\" Page: \"I don't know if I'd say need, but", "new_id": -2}]