[{"uid": "1296294853099647494", "i": 48819, "idx": 0, "sa": ["Michael Gove"], "q": "reforms More details of plans to overhaul England's schools system are set out in target=\"_blank\" href=\"http://wn.com/?an?\"> an Education Bill. These are some of the main changes being brought in: BEHAVIOUR The Michael Government says it will <q> increase the authority of teachers to discipline pupils </q> through: reading the main story Related stories Schools Bill: Who's taking charge? Education Bill outlines shake-up At-a-glance: Education Bill The Education Secretary <strong> Michael Gove </strong> has said all new schools in School in Limpopo. They are", "new_id": -2}, {"uid": "1296585674107593766", "i": 12641, "idx": 2, "sa": ["J. King", "Zahi Hawass"], "q": "] Dr. <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities, discusses recent discoveries that reveal new information about <strong> J. King </strong> Tut and his mummy( which remains in the Boy <strong> J. King </strong>'s tomb in Egypt). <q> Tutankhamun: The Golden <strong> J. King </strong> and the Great Pharaohs </q> is on... <strong> J. King </strong> Tut- The Boy <strong> J. King </strong>'s Treasures Islamic Art Museum with an updated decor and antiquity display is a`` light in the heart of Cairo'' according to <strong> Zahi Hawass </strong>. Video and Edit by Rachel", "new_id": -2}, {"uid": "1295560472260145233", "i": 9865, "idx": 1, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "and day-to-day operations of the company, whilst his co-founder <strong> Sergey Brin </strong> will continue to focus on strategic projects. <strong> Eric Schmidt </strong> said that managing Google has become a more complex job as the company has diversified. <q> <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making, </q> he said,.`` For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to", "new_id": -2}, {"uid": "1295415987006963222", "i": 5000, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul", "Randy Jackson"], "q": "seeing. Except for the Dawg. <strong> Randy Jackson </strong>, who's been there since <strong> Simon Cowell </strong> met <strong> Paula Abdul </strong>, will be an audience touchstone, the last survivor of the show's original, all-important judging panel. <q> I've been calling it Idol Season 10: The Remix, </q> <strong> Randy Jackson </strong> laughed over the phone recently, but even the Prince of Pitchiness will be a changed man this winter. The 54-year-old Grammy winner and music business vet, whose yo-yoing battle with weight loss has been a quiet", "new_id": -2}, {"uid": "1296170831131055764", "i": 25028, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "from his House leadership position. <strong> Mike Pence </strong>'s staff did not return repeated phone calls and e-mails to The Associated Press. The 51-year-old <strong> Mike Pence </strong> is a darling of social conservatives and often describes himself as <q> a Christian, a conservative, and a Republican, in that order. </q> He had made multiple trips to states that host early Barack Obamaial primary contests. McDaniel said the decision not to run must have been difficult.[ See a gallery of political caricatures.]", "new_id": -2}, {"uid": "1296715247139952129", "i": 27030, "idx": 9, "sa": ["Gregg Popovich", "George Karl", "Shaquille O'Neal", "Josh Smith", "Allen Iverson", "Kobe Bryant"], "q": "a span of two seconds after technical fouls against JR <strong> Josh Smith </strong> and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Shaquille O'Neal </strong> play, </q> Nuggets <strong> Gregg Popovich </strong> <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player ran Suns vs Nuggets Pueden verlo en nba.com Phoenix Suns", "new_id": -2}, {"uid": "1295198895198885397", "i": 13885, "idx": 4, "sa": ["Steve Ballmer", "Bob Muglia", "Ray Ozzie"], "q": "<strong> Bob Muglia </strong> is just the latest in a raft of executive departures from Microsoft. In October 2010, <strong> Steve Ballmer </strong> announced the resignation of Chief Software Architect <strong> Ray Ozzie </strong>, who had helped shape the company's cloud strategy. <q> The CSA role was unique, and I won't refill the role after <strong> Ray Ozzie </strong>'s departure, </q> <strong> Steve Ballmer </strong> wrote in an Oct. 18 e-mail to the company.`` Following the natural transition time with his teams, but before he retires from Microsoft, <strong> Ray Ozzie </strong> will be focusing his efforts in the broader area of entertainment", "new_id": -2}, {"uid": "1295524934023461906", "i": 41335, "idx": 0, "sa": ["Piers Morgan", "Lee Lewis", "Amy Winehouse", "Simon Cowell", "Ricky Gervais"], "q": "your sign since last night'', remarked <strong> Amy Winehouse </strong>.`` Some of the lights were out. Happens all the time'', stated the attorney.`` The Hotel is not responsible.'' <q> I give up. You're ambulance chasers all of you. I should have known something was up when they asked me to sLee Lewisp in the nude facing the nun and priest painting. </q> Bureau's day- give this story five thumbs-up( there's no need to register Thank you for your rating, Your vote has been counted and is reflected above. <strong> Piers Morgan </strong>, <strong> Ricky Gervais </strong> and <strong> Simon Cowell </strong>:", "new_id": -2}, {"uid": "1296233966016105510", "i": 31982, "idx": 0, "sa": ["David Vitter", "Lamar Alexander", "John Boozman", "Jeff Merkley", "John Barrasso", "Mike Crapo", "Kirsten Gillibrand", "Bernie Sanders", "Frank Lautenberg", "Jim Mountain Inhofe", "Jeff Sessions", "Barbara Boxer", "Mike Johanns", "Tom Udall", "Sheldon Whitehouse"], "q": "D-DE), <strong> Frank Lautenberg </strong>( D-NJ), Benjamin Cardin( D-MD), <strong> Bernie Sanders </strong>( I-VT), <strong> Sheldon Whitehouse </strong>( D-RI), <strong> Tom Udall </strong>( D-NM), <strong> Jeff Merkley </strong>( D-OR), <strong> Kirsten Gillibrand </strong>( D-NY) \" <q> Republicans: Ranking Member <strong> Jim Mountain Inhofe </strong>( R-OK), <strong> David Vitter </strong>( R-LA), <strong> John Barrasso </strong>( R-WY), <strong> Jeff Sessions </strong>( R-AL), <strong> Mike Crapo </strong>( R-ID), <strong> Lamar Alexander </strong>( R-TN), <strong> Mike Johanns </strong>( R-NE), <strong> John Boozman </strong>( R-AR) </q> With Oberstar Gone, Who Will Lead the Democrats on T& I Committee? House Transpo Committee Promises Bipartisanship, To Tackle Aviation First`` Our problem is that <strong> Barbara Boxer </strong> has expressed a desire to introduce a bill that", "new_id": -2}, {"i": 7125, "idx": 2, "index_answer": 0, "new_id": -1, "q": "... It just[ felt] negative.'' The` Just Go With It' star was referring to past seasons that included the outspoken <strong> Simon Cowell </strong> at the judges' table. <strong> Oprah Winfrey </strong> defended him, saying, <q> I'm a <strong> Simon Cowell </strong> fan and what I thought is that <strong> Simon Cowell </strong> had a way of speaking the truth that was saying what you wanted to say but you wouldn't actually say it. </q> She added,`` I will say that it's a kinder, gentler[ show now.]''", "sa": ["Oprah Winfrey", "Simon Cowell"], "uid": "1296664426136101888"}]