[{"uid": "1296680778019759128", "i": 55271, "idx": 1, "sa": ["Zahi Hawass"], "q": "scenes of chaos and discord that resulted in the destruction of artefacts in Iraq and Afghanistan.`` People are asking me,` Do you think Egypt will be like Afghanistan?''' he said. <q> And I say,` No, Egyptians are different- they love me because I protect antiquities.' </q> Mr. <strong> Zahi Hawass </strong>, who has never been shy about promoting his work, described two episodes of looting that he said took place on January 28 night. The instances At the Egyptian Museum", "new_id": -2}, {"uid": "1297438079190496799", "i": 16193, "idx": 0, "sa": ["Cecile Richards", "Mike Pence", "Subhankar Banerjee", "James O'Keefe", "Ann Marie Buerkle"], "q": "laws,' and another urging Rose to tell her mother about the pregnancy.''( Los Angeles Times; 4/26/09) http://articles.latimes.com/print/2009/apr/26/nation/na-abortion26 CNN: Live Action videos reminiscent of edited <strong> James O'Keefe </strong> videos. CNN reports, <q> the Live Action videos are reminiscent of those by right-wing videographer <strong> James O'Keefe </strong>.... <strong> James O'Keefe </strong>'s videos were found in at least two investigations to be so heavily edited as to be an unreliable record of what happened, showing no evidence of any wrongdoing by ACORN staff members.... The Live Action videos also appear to be heavily edited. </q>[ http://edition.cnn.com/2011/US/02/08/abortion.video.retraining/] href=\"http://yubanet.com/opinions/Cecile Richards-Cecile Richards-Rep-Mike Pence-Mike Pence-s-Press-Conference-to-Defund-PlAnn Marie Buerkleed-Parenthood.php\"> <strong> Cecile Richards </strong>: <strong> Mike Pence </strong>'s Press Conference to Defund PlAnn Marie Buerkleed Parenthood Jane Danowitz: Administration's National Forest Plan Would Weaken Current Rules <strong> Subhankar Banerjee </strong>: From Toilet to Planet: A Brief Journey of Survival", "new_id": -2}, {"uid": "1295586027175472666", "i": 20126, "idx": 9, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "that Mr. <strong> Eric Schmidt </strong> would eventually leave Google. Mr. <strong> Eric Schmidt </strong>, however, indicated he is staying put-at least for now. He said he and Messrs. <strong> Larry Page </strong> and <strong> Sergey Brin </strong> will remain`` a powerful triumvirate'' and <q> best friends and partners. </q> <cite>- Joann S. Lublin contributed to this article. </cite> <cite> Printed in The Wall Street Journal, <strong> Larry Page </strong> A1 </cite> Copyright 2011 Dow Jones& Company, Inc.. All Rights Reserved This", "new_id": -2}, {"uid": "1295470339012009497", "i": 46290, "idx": 0, "sa": ["Steve Ballmer"], "q": "that Microsoft already has the wheels in motion that will bring PC support for the Kinect to Windows 8. Microsoft CEO href=\"http://www.digitaltrends.com/computing/kinect-will-come-to-pcs-says-microsoft-ceo/\"> <strong> Steve Ballmer </strong> announced during CES that Kinect will make its way to the PC <q> at the right time. </q> And href=\"http://www.winrumors.com/microsoft-preparing-official-kinect-drivers-and-sdk-for-windows/\"> according to WinRumors the`` right time'' may be approaching. The website reports that Microsoft is currently working on an official software development kit( SDK) and a set of drivers", "new_id": -2}, {"uid": "1297722863266993664", "i": 12541, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "del mayor riesgo de ser reconocido. Mientras <strong> Steve Ballmer </strong> esperaba en silencio en la sala de embarque, lo llamaron por su nombre a trav?s de los altoparlantes debido a un error en su boleto de avi?n. <q> <strong> Steve Ballmer </strong> es un individuo relativamente reconocible. No hubiera sido gracioso si se hubiera filtrado </q>, sostuvo <strong> Stephen Elop </strong> respecto al acuerdo. Copyright 2011 Dow Jones& Company, Inc.. All Rights Reserved This copy is for your personal, non-commercial use only. Distribution and use of this material", "new_id": -2}, {"uid": "1297081652145850373", "i": 44638, "idx": 1, "sa": ["Chris Huhne"], "q": "could push feed-in tariffs( FITs) off track, and the need to give industry added certainty to invest, the coalition is today announcing a comprehensive review into the scheme,'' said Mr <strong> Chris Huhne </strong>. <q> Large scale solar installations weren't anticipated under the FITs scheme we inherited and I'm concerned this could mean that money meant for people who want to produce their own green electricity has the potential to be directed towards large scale commercial solar projects. </q> Concern The system of feed-in tariffs was first launched in April 2010 by the previous Labour government. However there has been growing concern that the system might be milked by businesses which simply install solar", "new_id": -2}, {"uid": "1295991953089178223", "i": 3690, "idx": 7, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "secretary under <strong> George W. Bush </strong> <strong> Donald Rumsfeld </strong> issued thousands of memos,`` snowflakes,'' they were called. He reads from some issued in 2003 and in 2005:`` Are we winning or losing the war on terror?'' <q> Is the U.S. government changing fast enough? </q>`` Do we need more troops? And if so, where and for what purpose?''`` My brain would be going,'' he says.`` I wanted to find out something. I", "new_id": -2}, {"uid": "1296109290115327074", "i": 28282, "idx": 4, "sa": ["Michael Vick", "Adrian Peterson"], "q": "was selected to start Sunday after leading the NFC with more than 1.5 million votes, far ahead of Minnesota Vikings running back href=\"http://www.tsn.ca/nfl/teams/players/?name=Adrian Peterson+Adrian Peterson\"> <strong> Adrian Peterson </strong>, the NFC's second-leading vote-getter at 948,410. <q> I'm going to try to put on a great show for the fans, </q> <strong> Michael Vick </strong> said. In the past, <strong> Michael Vick </strong>'s running is largely what got him into the Pro Bowl. He takes satisfaction that his passing was better than it has ever been this season.", "new_id": -2}, {"uid": "1296139103223117349", "i": 13164, "idx": 1, "sa": ["Angelina Jolie", "John Holmes"], "q": "saying that the pledging had been far less than in other recent disasters, mostly blaming donor fatigue. <strong> John Holmes </strong> said that given the enormity of the situation, carrying out relief efforts`` is a massive task.'' <q> I don't want to underestimate or minimize for anybody watching how big of a challenge it is, </q> he added. Turning to Niger, another http://wn.com/GLOBALMAXIM_Angelina Jolie_Angelina Jolie_in_PAKISTAN_AFTER_FLOODS_UNHCR GLOBALMAXIM: 31 August 2010- UNHCR: Pakistan- The United Nations Refugee Agency( UNHCR) Goodwill Ambassador <strong> Angelina Jolie </strong> appealed for greater public support for efforts to provide humanitarian", "new_id": -2}, {"i": 35653, "idx": 0, "index_answer": 1, "new_id": -1, "q": "have a real impact on Washington and the economy.`` I think that's part of what he's been positioning for,'' said <strong> Rob Enderle </strong>, a tech pundit and president of the <strong> Rob Enderle </strong> Group. <q> In terms of skills and what he brings to the party and reelection campaign and timing, it's my expectation he will </q> go to Washington. Google shocked Silicon Valley and Wall Street last month by announcing a big shakeup in its C-Suite, pushing <strong> Eric Schmidt </strong>, 55, out of the CEO job and replacing him with co-founder Larry", "sa": ["Eric Schmidt", "Rob Enderle"], "uid": "1296683084157417498"}]