[{"uid": "1297192837228835342", "i": 13027, "idx": 1, "sa": ["Steve Ballmer", "Bill Gates"], "q": "technical or engineering backgrounds; most of them have since left the company.`` The question: Is a sales and marketing culture going to resonate or conflict with the company that <strong> Bill Gates </strong> built?'' I asked <q> From private conversations with Microsoft employees closer to product development, I've heard a fair bit of grumbling about swelling middle management and a priority of hiring more MBAs or sales people than technical staff. </q> I'm still hearing those grumblings today. I must wonder about the question in reverse: If <strong> Steve Ballmer </strong> puts more engineers in place, will that cause disruptive cultural conflict with the sales and marketing hierarchy? Why", "new_id": -2}, {"uid": "1295649793119881766", "i": 40594, "idx": 1, "sa": ["Bill Lockyer"], "q": "the world, would not benefit from bankruptcy legislation, Treasurer <strong> Bill Lockyer </strong> said.`` States didn't ask for it. We don't want it. We don't need it,'' <strong> Bill Lockyer </strong> said. <q> Bankruptcy would devastate states' ability to recover from the recession and make the infrastructure investments that create good jobs. </q> California, which is struggling to close a$ 25 Bill Lockyerion budget gap, already holds Moody's Investors Service's lowest state credit rating-- a distinction it shares with Illinois. Bankruptcy filings typically", "new_id": -2}, {"uid": "1295806200208044038", "i": 59824, "idx": 1, "sa": ["Colin Powell"], "q": "Union policy address Tuesday night. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in href=\"http://timesofindia.indiatimes.com/topic/Tucson\"> Tucson, Arizona. <q> I think he's got a way to go, </q> <strong> Colin Powell </strong> said.`` I mean, he hasn't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform.`` You know, we didn't elect Superman.", "new_id": -2}, {"uid": "1296413705019808258", "i": 44111, "idx": 1, "sa": ["Ann Rutherford", "Bob Dylan", "Sandra Bullock", "Simon Cowell", "Graham Norton"], "q": "Pete Hammond of TheEnvelope.com dish whether or not <strong> Sandra Bullock </strong> deserves to win best actress at the 2009- 2010 Oscars for`` The <strong> Bob Dylan </strong> Side.'' Ultimate Oscar champ Katharine Hepburn once said you usually win for a role <q> that doesn't rate it. </q> Is that true if <strong> Sandra Bullock </strong> wins? http://wn.com/Out_for_a_fag_Simon Cowell_Simon Cowell_deprives_miffed_Graham Norton_Graham Norton__British_Academy_Television_Awards_2010 More about this programme: www.bbc.co.uk Ant and Dec and <strong> Simon Cowell </strong> accept the BAFTA for Best entertainment programme. A few surprises were Ann Rutherfordounced in the top Academy Award nominations. Dalton", "new_id": -2}, {"uid": "1295268018242466838", "i": 5930, "idx": 0, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "capital Abidjan on Monday.The Kenyan premier and Jonathan called on Africa to remain united in backing <strong> Alassane Ouattara </strong>, warning that failure to remove Gbagbo could adversely impact a raft of presidential polls taking place on the continent this year. <q> The resulting disillusionment with the electoral process would risk the spread of instability and insecurity on the continent, </q> <strong> Raila Odinga </strong> said, according to the statement.Raila Odinga was due to meet both Gbagbo and <strong> Alassane Ouattara </strong> later in the evening, his spokesman said.ECOWAS has said it could use force should Gbagbo not step down, but this threat has been", "new_id": -2}, {"uid": "1296652572128679946", "i": 4308, "idx": 1, "sa": ["Eric Schmidt", "Tim Armstrong"], "q": "Reuters)- United Parcel Service, the world's largest package delivery company, reported a quarterly profit that beat esTim Armstrongates and target=\"_blank\" href=\"http://weather.wn.com/\"> forecast record-high profits in 2011, sending its shares up 4 percent. <q> In less than two years from the recession, they already think they can exceed peak earnings, </q> said BB&T analyst Kevin Sterling. The economic bellwether's Exxon profit tops Street on taxes and output <strong> Eric Schmidt </strong> 1st-quarter profit rises 13 percent Electric Co reported a 13 percent increase in quarterly profit and said rising target=\"_blank\" href=\"http://commodityglobe.com/\">", "new_id": -2}, {"uid": "1295601684081559570", "i": 32278, "idx": 3, "sa": ["Danny Sullivan", "Eric Schmidt", "John Battelle"], "q": "blog post.`` It could be that <strong> Eric Schmidt </strong> wants a break from being the main public face of the company.'' <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come in for criticism for awkward recent statements <q> harmful to Google's reputation </q> and the three top executives may have decided`` it was time for a fresh public face.'' <strong> John Battelle </strong>, author of`` The Search,'' a book about Google and technology rivals, said:", "new_id": -2}, {"uid": "1295798969051544087", "i": 25106, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "The Press. Get our CD at iTunes, Amazon, or http Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's`` ability to inspire'' and the <q> inclusive nature of his campaign. </q> Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>.`` He has both style and substance. I think he is a transformational figure,", "new_id": -2}, {"uid": "1296706232199049239", "i": 16618, "idx": 6, "sa": ["Rasheed Wallace", "LeBron James", "Allen Iverson", "Chauncey Billups"], "q": "points in the fourth quarter, <strong> Rasheed Wallace </strong> hit a couple of 3-pointers in overtime and Detroit overcame an inspired effort by <strong> Allen Iverson </strong> to go up 3-1 in its first-round series with a 97-92 win over the Sixers on Sunday. <q> It seemed like the tide was turning, nothing was really going good for us, </q> <strong> Chauncey Billups </strong> said.`` I wasn't really maLeBron James too many shots. I wanted to try. If I'm going to go down, I'm going to go down fighting.`` Shots just started going for", "new_id": -2}, {"i": 20501, "idx": 2, "index_answer": 1, "new_id": -1, "q": "the judges' panel. We should expect an announcement regarding` The X Factor's' judges' roster`` in three or four weeks,'' said <strong> Simon Cowell </strong>. Will <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends eighty-percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor' producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297120389257998877"}]