[{"uid": "1296365682082608136", "i": 28197, "idx": 0, "sa": ["Zahi Hawass"], "q": "citizens. The threat to Egypt's millennia-old artifacts began when fire broke out at the ruling National Democratic Party's headquarters, virtually next door, and at last report that building was still in danger of collapse. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> advertisement The good news So far, the saga of the Egyptian Museum has been more of a good-news rather than bad-news story. The href=\"http://www.msnbc.msn.com/id/3032507/ns/world_news/\"> current chaos in Cairo easily could have", "new_id": -2}, {"uid": "1296923894144195595", "i": 3308, "idx": 0, "sa": ["Eric Schmidt"], "q": "iPhone app Google and Microsoft in right royal Bing-dong over` stolen' search results href=\"http://crave.cnet.co.uk/software/best-new-iphone-apps-this-week-champions-league-shinobi-dead-space-and-more-50002420/\"> Best new iPhone apps this week: Champions League, Shinobi, Dead Space and more... Google's <strong> Eric Schmidt </strong> says Facebook <q> threatens the bargain of the Web </q> Google and Microsoft in right royal Bing-dong over` stolen' search results Google's <strong> Eric Schmidt </strong> says Facebook`` threatens the bargain of the Web'' Google and Microsoft in right royal Bing-dong over` stolen' search results", "new_id": -2}, {"uid": "1297688322188481543", "i": 36552, "idx": 3, "sa": ["Günther Oettinger", "Chris Huhne", "Charles, Prince of Wales."], "q": "weak Europe would actually have to work hard not to meet it, but regressive special interest groups are still lobbying to block the jump to 30%,'' said Ruth Davis, chief policy adviser for Greenpeace. <q> While <strong> Günther Oettinger </strong> peddles scare stories about polluting industries fleeing to Asia, Europe's timidity on emissions targets is more likely to result in clean-tech jobs and new industries going to China and California. </q> <strong> Charles, Prince of Wales. </strong> used a visit to Brussels to urge European leaders to back the higher target. He is figurehead of the Corporate Leaders Group, which has <strong> Chris Huhne </strong> steps up fight for tougher EU emissions targets 11.53", "new_id": -2}, {"uid": "1296013081232554576", "i": 21490, "idx": 0, "sa": ["Mark Ruffalo", "Jeff Levy-Hinte", "Lisa Cholodenko", "Cameron Diaz", "Angelina Jolie", "Carmen Electra", "Stuart Blumberg", "Annette Bening"], "q": "'s incredible to think that this morning's Oscar nominations go back seven years to the fateful day <strong> Stuart Blumberg </strong> and I crossed paths in a Los Angeles coffee shop and agreed to write KIDS together,'' notes <strong> Lisa Cholodenko </strong>. <q> If luck is preparation meeting opportunity, then that was the opportunity, hands down! I'm thrilled that I'll be at the Kodak Theatre next month with <strong> Stuart Blumberg </strong>, <strong> Mark Ruffalo </strong>, <strong> Annette Bening </strong>, <strong> Jeff Levy-Hinte </strong>, and my other producers who worked so hard to get this film made. </q> Eric has written about movies, celebrities, and movies starring celebrities. He once babysat with <strong> Angelina Jolie </strong>, made <strong> Cameron Diaz </strong> laugh ice tea out of her nose, and landed in a paparazzi photo with <strong> Carmen Electra </strong>. He", "new_id": -2}, {"uid": "1296231867027263003", "i": 4692, "idx": 6, "sa": ["Michael Gove"], "q": "of a sponsor's hands, and put it into the hands of someone who can turn it round.'' \" Good. Who are these peope who can turn a school aroiund? <q> The education secretary will have the right to order a local authority to close a school that is in special measures </q> \" About time failing schools were put under pressure to perform. Despite all the political claptrap to the contrary, our state eduction system is a disgrace. <strong> Michael Gove </strong> is actually being too soft. Poor teachers also", "new_id": -2}, {"uid": "1296459950150618115", "i": 37352, "idx": 0, "sa": ["Simon Cowell", "Oprah Winfrey"], "q": "revealed that listening and emotional intelligence are important in the entertainment business, but hiding weakness from competitors is also vital.`` Doing these shows is relentless,'' he told <strong> Oprah Winfrey </strong> on her TV show. <q> When the ratings come in you're happy for five minutes, then insecure madness comes in, and you worry about next week. </q> In the notoriously cut-throat music industry, <strong> Simon Cowell </strong> says he's learned it's crucial not to show weakness to competitors.`` People sometimes react to my confidence in the way that two dogs meet in the", "new_id": -2}, {"uid": "1295873978013910017", "i": 15018, "idx": 0, "sa": ["Peter Welch", "Gabrielle Giffords", "Bernie Sanders", "Patrick Leahy", "Barack Obama"], "q": " Democratic Rep. <strong> Peter Welch </strong> said he's sure <strong> Barack Obama </strong> will mention <strong> Gabrielle Giffords </strong>. The shooting rampage has prompted`` a lot of reflection'' among lawmakers about the tone of political debate. <q> I'd like to see the <strong> Barack Obama </strong> use his bully pulpit to bring us back to the recognition that we can have hard-fought battles and disagree on policy, but at the end of the day we have to make progress, </q> <strong> Peter Welch </strong> said. <strong> Patrick Leahy </strong>, Sen. <strong> Bernie Sanders </strong> and <strong> Peter Welch </strong> say they favor dispensing with the segregated seating by party that has been the tradition at State of the Union speeches. Instead, they said,", "new_id": -2}, {"uid": "1295631675219987972", "i": 21628, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "John Larson"], "q": "for the <strong> Barack Obama </strong>'s visit, in which he will greet members personally rather than deliver a formal speech, will give lawmakers an opportunity to give <strong> Barack Obama </strong> their two cents about the direction of his administration. <q> What we want to hear and what we expect is candor, and we're going to hear about jobs and the domestic agenda for the <strong> Barack Obama </strong>, </q> said <strong> Mike Pence </strong> <strong> John Larson </strong>( Conn.), chairman of the Democratic Caucus. <strong> John Larson </strong> and other Democratic leaders downplayed any lingering hostility from the tax-cut deal.`` He's our leader. He's the leader of", "new_id": -2}, {"uid": "1295669716172441618", "i": 58234, "idx": 0, "sa": ["Steve Ballmer", "Paul Brody"], "q": "Clara, CA, Sococo President <strong> Paul Brody </strong> gives TechWeb's David Berlind a demonstration of the company's latest entry into the social enterprise software market: a technology called SmartSpaces. WinRumors said Microsoft would release the utilities <q> in the coming months. </q> The company has not confirmed the report. It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told", "new_id": -2}, {"i": 33037, "idx": 2, "index_answer": 0, "new_id": -1, "q": "the business so brilliantly,'' Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion`` for a long time'' as the company tries to`` simplify'' its management structure. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. Editor, CIO Tarun Pandey, Vice President-IT, Aditya Birla Financial Services", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669906217972779"}]