[{"uid": "1295805489188252160", "i": 59228, "idx": 4, "sa": ["Colin Powell", "Barack Obama"], "q": "he's stabilized the economy'' and taken on health care reform.`` You know, we didn't elect title=\"Superman(fictional character)\" href=\"http://www.dailypress.com/topic/entertainment/movies/superman-%28fictional-character%29-PEFCC000007.topic\"> Superman. We elected a human being, <strong> Barack Obama </strong>.'' <q> I think he has reached out to countries around the world and has developed good relations with countries around the world, </q> <strong> Colin Powell </strong> said.`` And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the", "new_id": -2}, {"uid": "1294968323178536452", "i": 22753, "idx": 0, "sa": ["Angelina Jolie"], "q": "camp, established in 1997, is situated near the Thai-Myanmar border and has a population of some 9000 predominantly ethnic Karen refugees from Myanmar. When asked for her impressions of the camp, <strong> Angelina Jolie </strong> said the refugees were <q> really taking care of, and taking responsibility for, themselves... This camp is a real example of a working camp </q>. The Goodwill http://wn.com/The_Hardest_Questions_Aren't_on_the_Test_Lessons_from_an_Innovative_Urban_School:) love himmm. mmm okay some updates. so these are from like mid-august to now, except for the free jumping ones which are from june. so yeah he's doing superrr:)", "new_id": -2}, {"uid": "1296453516129859633", "i": 1544, "idx": 1, "sa": ["Eric Schmidt"], "q": "del a?o pasado sobre si se deb?a dejar de auto censurar los resultados del motor de b?squeda chino hab?a generado tensiones entre los dos ejecutivos. Pero en Davos <strong> Eric Schmidt </strong> descart tales rumores. Recalc que el cambio <q> no tuvo nada que ver con los competidores </q> y hab?a sido`` malinterpretado, creo, por mucha gente''. Agreg que`` Todos las razones que se han ofrecido para explicar esta reorganizaci?n no han sido correctas'', agreg.`` La raz?n", "new_id": -2}, {"uid": "1296131367041451525", "i": 1981, "idx": 0, "sa": ["Michael Gove"], "q": "Operations soldiers were killed in a bomb attack last year in north-western Pakistan, where militants are very active. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1296375844213581826", "i": 58897, "idx": 1, "sa": ["Jennifer Hudson", "David Letterman", "Sarah Sellers", "Jennifer Lopez"], "q": "boy? I saw you lookin' down,'' followed by a fist bump. To a full-lipped <strong> Sarah Sellers </strong>:`` You had me sold the second you laid eyes on me.'' To scout Chris Cordeiro: <q> You scared everyone in the room. </q> To tone-deaf <strong> David Letterman </strong> Perotto:`` Did you eat paint chips as a child?'' In general:''* Bleep** Bleep** Bleep*.'' href=\"http://new.music.yahoo.com/blogs/realityrocks/389729/idol-opinion-is-Jennifer Hudson-Jennifer Lopez-really-worth-12-million/\">$ 12 million, about a third of", "new_id": -2}, {"uid": "1295667835215973928", "i": 13983, "idx": 3, "sa": ["Brandon Roy", "Allen Iverson", "Kwame Brown", "Metta World Peace", "Yao Ming"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coYao Ming into a situation where guys have been http://wn.com/Brandon Roy_Brandon Roy_21_Points_vs_Rockets_Game_1_Playoffs_!!_HD_!_18409 capped by revgen PORTLAND, Ore.( AP) CoYao Ming out stMetta World Peaceg against the Trail Blazers was the first step of a very logical", "new_id": -2}, {"uid": "1296004077137592834", "i": 1373, "idx": 0, "sa": ["Bernie Sanders"], "q": "Universal- creating a conglomerate that will be the largest cable provider, the largest Internet provider, and one of the largest content producers in the United States- represents a surrender to the demands of corporate America. <q> Once we allow companies to become this powerful, the FCC does not regulate them, </q> said Sen. <strong> Bernie Sanders </strong>( I., Vt.).`` They regulate the FCC.'' No reasonable regulator would debate <strong> Bernie Sanders </strong>' point- or the threat to democracy posed by abandoning protections against media monopolies.", "new_id": -2}, {"uid": "1297296151065437770", "i": 31886, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "the kid who died, and he did cut the other kid.... Do you really honestly think that he would have gotten this reduction in sentence if his father wasn't who he was? \" Report Abuse <q> Almost sounds like no concept of moral absolutes, like the Dems. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader", "new_id": -2}, {"uid": "1297123152195428359", "i": 16703, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul"], "q": "feel it more 22 mins ago LOS ANGELES- <strong> Simon Cowell </strong> wants his new Fox talent series`` The X Factor'' to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge.`` I've always said at some point we are going to be working together.'' But, he added,`` I have to", "new_id": -2}, {"i": 17605, "idx": 16, "index_answer": 0, "new_id": -1, "q": "with an injured rib and back.`` Part of the reason I'm here is because I was able to wear some rib protection this season to guide me through my injury,'' <strong> Michael Vick </strong> said. <q> Unequal was one of the reasons I've been able to make it through the season. </q> <strong> Michael Vick </strong> will get the start on Sunday and try to earn his first Pro Bowl victory. Subscribe Now Home delivery prices for Oahu Only. Please call customer service at(808) 538-6397 for Neighbor Island", "sa": ["Michael Vick"], "uid": "1296128197246497300"}]