[{"uid": "1296801033266600448", "i": 12587, "idx": 1, "sa": ["Allen Iverson"], "q": " <strong> Allen Iverson </strong>'s still hurting  Former All-Star <strong> Allen Iverson </strong>, 35, could miss the rest of the regular season and the playoffs with Turkish team Besiktas because of painful calcium deposits in his calf. <q>He tried to tough it out and continue to play while over in Turkey,<q> said Dr. James Andrews, who added <strong> Allen Iverson </strong> needs at least 6-8 weeks of rest. \"However, he got to the point where he could not really run up and down the court.\"  Back", "new_id": -2}, {"uid": "1297115713149880860", "i": 11353, "idx": 1, "sa": ["Diane Sawyer", "Colin Powell", "President Bush", "Donald Rumsfeld"], "q": "Iraq war during an interview with ABC News' <strong> Diane Sawyer </strong>. <strong> Colin Powell </strong> \"did not, in my view, do a good job of managing the people under him,\" <strong> Donald Rumsfeld </strong> said. <q>There was a lot of leaking out of the State Department, and the president knew it.... And it was unhelpful. And most of it ended up making the State Department look good. We didn't do that in the Pentagon. I insisted we not do it.<q> <strong> Donald Rumsfeld </strong> added that although <strong> Colin Powell </strong> may now argue that he was against the war in Iraq, <strong> Donald Rumsfeld </strong> saw no sign of <strong> Colin Powell </strong>'s dissenting position while both men served together in the <strong> President Bush </strong> administration.", "new_id": -2}, {"uid": "1295806200208044038", "i": 49225, "idx": 8, "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords"], "q": " shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. <q>There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do,<q> he said. \"All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with", "new_id": -2}, {"uid": "1297181737166789147", "i": 10490, "idx": 1, "sa": ["Dwaine Caraway", "Michael Vick", "Jaime Anderson"], "q": "Next up, <strong> Jaime Anderson </strong> tells me, they'll be making-over a pit bull in the wake of perpetually gauche <strong> Dwaine Caraway </strong>'s weekend spent buddying up to noted animal abuser and convicted felon <strong> Michael Vick </strong>. She writes: <q>This will be more of an \"image' makeover, but we plan to parade a pit around in a pink tutu and show how \"vicious' they really are( not)!<q> Rescuers and shelter folks can head over to the Facebook page if they\"d like to get their pups spruced up. If videos of rehabilitated dogs make your heart go pitter-patter, mark your calendars", "new_id": -2}, {"uid": "1297239482104841255", "i": 47142, "idx": 0, "sa": ["Colin Powell"], "q": "where they are,\" Rumsfeld told a television interviewer. \"They're in the area around Tikrit and Baghdad.\" In his book, he denied that he or any other administration official lied about WMD. <q>While I made a few misstatements- in particular the one mentioned above- they were not common and certainly not characteristic.<q> Rumsfeld revealed in his book that he urged a U.S. military strike on a suspected chemical weapons site in northern Iraq in 2003 and that he wanted the attack to coincide with Secretary of State <strong> Colin Powell </strong>'s address to the", "new_id": -2}, {"uid": "1295957767098713624", "i": 19041, "idx": 0, "sa": ["Cheryl Cole", "Katy Perry", "Simon Cowell"], "q": "a big enough ratings puller. But <strong> Simon Cowell </strong> is still fighting to get <strong> Cheryl Cole </strong> on board, as he thinks she'd be perfect for the role after becoming a favourite with viewers back home. <q>Everyone thinks <strong> Cheryl Cole </strong> has the judging job on US X Factor in the bag,<q> a source tells The Sun. \"The truth is, nothing has been signed and the producers still aren't convinced. \"They are more keen to get a big US star like <strong> Katy Perry </strong> or Rihanna", "new_id": -2}, {"uid": "1295437992089227381", "i": 6943, "idx": 0, "sa": ["David Letterman", "Steven Tyler"], "q": "who has joined the US reality TV talent show as a judge this season- always believed years of hard work is a better way to become a star but knows times have changed. He said: <q>I always thought that in order to become an American Idol, or any kind of idol, you have to pay your dues. But, today's a different world.<q> The 62-year-oldrocker went on to agree with TV talk show host <strong> David Letterman </strong>, who said he prefers musicians to have the \"honest, legitimate stamp of approval\" that comes from gradual success. <strong> Steven Tyler </strong>", "new_id": -2}, {"i": 44776, "idx": 18, "index_answer": 1, "new_id": -1, "q": "from 3-point range( 17 percent). <strong> Danilo Gallinari </strong>, their top perimeter threat whom coach <strong> Mike D'Antoni </strong> called the best shooter he's ever seen, went 1 for 6, falling to 4 of 19 in the preseason. <q>Defensively we were OK, just one of these days we've got to make some shots and we haven't done it yet,<q> <strong> Mike D'Antoni </strong> said. \"They're http://wn.com/Allen_Iverson_34pts_vs_Michael_Jordan_30pts_01/02_season_NBA Sixers' Have Answer to <strong> Jordan Farmar </strong>'s <strong> Chauncey Billups </strong> <strong> Vince Carter </strong> <strong> Michael Jordan </strong> was unstoppable at the start, but <strong> Allen Iverson </strong> was better when it counted. <strong> Allen Iverson </strong> scored 22 of his 34 points in the", "sa": ["Vince Carter", "Mike D'Antoni", "Jordan Farmar", "Danilo Gallinari", "Michael Jordan", "Chauncey Billups", "Allen Iverson"], "uid": "1295310733097861638"}, {"uid": "1297374671207732864", "i": 25747, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "Kevin Johnson talks about how traffic is increasing at a faster rate than the number of users and how the model will not scale. He notes the need for new business models and an increase in innovation. <q>Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team,<q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1296139361063832074", "i": 5328, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.<q>  Share this article:  0 Comments Email this article Facebook Tweet Digg Print this article  Print  print", "new_id": -2}]