[{"uid": "1295625824169754657", "i": 50769, "idx": 0, "sa": ["Ronald Leung", "Steve Ballmer"], "q": "with its Kinect hands-free motion controller, which at present works only with the Xbox 360 gaming console. <strong> Ronald Leung </strong>, a software engineer at IBM showcases IBM Mashup Center. WinRumors said Microsoft would release the utilities <q> in the coming months. </q> The company has not confirmed the report. It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told", "new_id": -2}, {"uid": "1295966915202670097", "i": 50497, "idx": 14, "sa": ["Bill Ayers", "Anderson Cooper", "Colin Powell", "Leo Berman", "Barack Obama"], "q": "if he is?''`` I'm troubled by the fact that within the party we have these kinds of expressions'' about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state. <q> We have got to stop polarizing ourselves. </q> Republican State Rep <strong> Leo Berman </strong> debates his <strong> Barack Obama </strong> Citizenship <strong> Bill Ayers </strong> on CNN Republican State Rep <strong> Leo Berman </strong> debates his <strong> Barack Obama </strong> Citizenship <strong> Bill Ayers </strong> on CNN CNN's <strong> Anderson Cooper </strong> took Texas birther and state Rep. <strong> Leo Berman </strong>( R) down a whole bunch of", "new_id": -2}, {"uid": "1295878423196345870", "i": 5080, "idx": 1, "sa": ["David Letterman"], "q": "she has probably been best known for her 24 years of annual appearances on the title=\"David Letterman\" href=\"http://www.baltimoresun.com/topic/entertainment/television/David Letterman-David Letterman-PECLB004157.topic\"> <strong> David Letterman </strong> show to sing,`` Christmas Baby Please Come Home.'' Each year, she said, those appearances <q> just got bigger and bigger </q> until they included a band and choir to back her up.`` That one song. It is amazing how we have pulled in more and more people every year to watch that show,'' she", "new_id": -2}, {"uid": "1295665806103448631", "i": 44988, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "per cent. Google started the day in positive area after having turned in strong results after the bell on Thursday, and simultaneously announcing that company co-founder <strong> Larry Page </strong> would replace <strong> Eric Schmidt </strong> as chief executive. <q> This is the third straight session that participants have pushed harder against the Nasdaq than either of its counterparts. Most of that is due to a rejection of large-cap tech issues, </q> said analysts at Briefing.com. webheads for site related feedback and questions. Write to the", "new_id": -2}, {"uid": "1297270972137707531", "i": 17293, "idx": 0, "sa": ["Howard Carter", "Zahi Hawass"], "q": "and law and order broke down. Twenty-five objects were in need of restoration work including a statue of King Tutankhamun, part of the treasure British archaeologist <strong> Howard Carter </strong> in 1922. <q> We started the restoration two days ago. In three days, all these monuments will be completely restored, </q> <strong> Zahi Hawass </strong> told Reuters in an interview at his Cairo office. The museum had in part been saved by the fact it was night-time when the robbers broke in, <strong> Zahi Hawass </strong> said. They", "new_id": -2}, {"uid": "1295347029176619528", "i": 38845, "idx": 0, "sa": ["Charlie Sheen", "Johnny Depp", "Hugh Hefner", "Angelina Jolie", "Ricky Gervais"], "q": ", <strong> Charlie Sheen </strong>, <strong> Angelina Jolie </strong> and <strong> Johnny Depp </strong> of`` The Tourist'', The Hollywood Foreign Press Association, Cher, the actresses in Sex and the City, prominent Scientologists and <strong> Hugh Hefner </strong>. reaction summed up its jaw-dropping bluntness: <q> Holy wow. <strong> Ricky Gervais </strong>... just opened the show with one of the most unrelentingly harsh and uncomfortable monologues in awards history. </q>", "new_id": -2}, {"uid": "1297660429135266314", "i": 15931, "idx": 0, "sa": ["Craig Mundie", "Steve Ballmer"], "q": "they said.''( Microsoft CEO) <strong> Steve Ballmer </strong> and I a few years ago talked and believed Arabic would be an increasingly important language,'' said <strong> Craig Mundie </strong>, Microsoft's chief research and strategy officer. <q> And yet, because of the way the internet was evolving, it wasn't a language that was getting a lot of use. </q> But while Arab world internet use since 2000 has grown faster than anywhere else and access costs have shrunk, content still punches below its weight and ad spending remains tiny. Arabic content is less", "new_id": -2}, {"uid": "1295221680057311245", "i": 4921, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers", "Brett Favre"], "q": "the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC Championship Game at either Chicago or Seattle next weekend.`` That's what you dream about,'' <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2}, {"uid": "1297434298142311424", "i": 3939, "idx": 1, "sa": ["Michael Gove"], "q": "back and reconsider how the devastating decision to cancel BSF projects in Waltham Forest was made. It is a victory for common sense and fair play.'' A spokesman for the Department for Education said: <q> We are delighted that the judge did not call into question the decision to end the wasteful and bureaucratic Building Schools for the Future programme. On the substantive points he concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects. </q> Mr <strong> Michael Gove </strong> will now look again at his decision with regard to these authorities with an open mind, taking representations from them, the spokesman added. Keep up to date with the news.", "new_id": -2}, {"i": 34235, "idx": 0, "index_answer": 3, "new_id": -1, "q": "wrote:`` I am one of those shocked and yet not altogether suprised by Craig <strong> George Osborne </strong>'s switch from being poacher to becoming gamekeeper.'' Latest from BBC News blogs <strong> Brian Taylor </strong>: <q> Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which... </q>`` The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...''`` Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,", "sa": ["Chris Gent", "Andy Coulson", "George Osborne", "Brian Taylor"], "uid": "1296665253235831378"}]