[{"uid": "1295795613051544071", "i": 35723, "idx": 0, "sa": ["Dermot Murnaghan", "Harriet Harman", "Andy Coulson"], "q": "a target. Labour's deputy leader <strong> Harriet Harman </strong> told Sky's <strong> Dermot Murnaghan </strong> that allegations of illegal activity must be investigated.`` Hacking into people's phones is illegal,'' she said. <q> Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced.`` Nobody is above the law, no newspaper editor, no journalist. </q> The scandal has already cost Number 10 spin doctor <strong> Andy Coulson </strong> his job amid claims he presided over the illegal action at the tabloid. The former editor has always denied knowing that phone-hacking was taking place", "new_id": -2}, {"uid": "1297271131262504545", "i": 43037, "idx": 7, "sa": ["Donald Rumsfeld", "Colin Powell", "Condoleezza Rice"], "q": "that the democratization talk was something that emerged after WMD did not turn up in Iraq.`` It was hard to know exactly where the President's far-reaching language about democracy originated,'' <strong> Donald Rumsfeld </strong> writes. <q> It was not a large part of his original calculus in toppling Saddam's regime, at least from what I gleaned in private conversations and NSC meetings. I didn't hear rhetoric about democracy from <strong> Colin Powell </strong> or State Department officials. I know it did not come from the Department of Defense. <strong> Condoleezza Rice </strong> seemed to be the one top adviser who spoke that way, but it was not clear to me whether she was encouraging the President to use rhetoric about democracy or whether it was originating with the President. </q> N.B.. We encourage readers to share and discuss their thoughtful and relevant comments about this There They Went Again by John H. Fund", "new_id": -2}, {"uid": "1297239747040484902", "i": 26452, "idx": 0, "sa": ["Donald Rumsfeld"], "q": " <strong> Donald Rumsfeld </strong>: <q> Guantanamo eines der besten Gef?ngnisse der Welt </q> Das umstrittene Gefangenenlager auf Kuba. Der umstrittene Ex-Verteidigungsminister auf einem Archivbild. Interview in US-Fernsehsender: Milit?rpersonal`` unfairer Weise'' im Kreuzfeuer der Kritik Washington- Der fr?here US-Verteidigungsminister <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1297117513135839757", "i": 47199, "idx": 0, "sa": ["Simon Cowell"], "q": "in TV history. Show supremo <strong> Simon Cowell </strong> is excited to be offering the biggest guaranteed prize in television history, and has also revealed the programme will welcome audionees aged from just 12. He said: <q> I like the idea that a 12 year old on this show can compete with an older singer and a singing group.`` I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5m recording contract. I'm doing this show in America because I genuinely believe we can find a superstar. </q> On the UK version of the show- where winners land a? 1 million record deal- contestants must be aged at least 16 to enter, though for two seasons the minimum age was reduced to", "new_id": -2}, {"uid": "1295930793182222853", "i": 1185, "idx": 3, "sa": ["Nick Young", "Allen Iverson", "Amar'e Stoudemire", "Eric Snow"], "q": "alive, particularly on the defensive end. Their pressure changed the tempo of the game, and the momentum shortly thereafter.`` When he got ejected, everybody just stepped up their game,'' <strong> Allen Iverson </strong> said. <q> We said,` What are we gon na do?' </q> <strong> Eric Snow </strong> said.''` Are we gon na lay down? Or are we gon na pick up the intensity?''' The 6-3 <strong> Eric Snow </strong> set the http://wn.com/2010-11_NBA_season__New_Jersey_Nets_vs_New_York_KNick Youngs_Recap_11/30/10 Amar'e StoudemireAmar'e Stoudemire scores 35 points as the KNick Youngs defeat the Nets", "new_id": -2}, {"uid": "1297275512262340624", "i": 34580, "idx": 0, "sa": ["Satya Nadella", "Steve Ballmer", "Bob Muglia"], "q": "online experience to help build its presence in the nascent cloud computing market. Some of the most influential cloud players discuss the future challenges and opportunities in Cloud Computing on stage at the Web 2.0 Summit. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran <strong> Bob Muglia </strong> as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought <strong> Bob Muglia </strong> was", "new_id": -2}, {"uid": "1296691231003915851", "i": 44550, "idx": 0, "sa": ["Mike Pence", "Michele Bachmann"], "q": "impact. If wackos are leading the charge, unfortunately, some of them of them have seats in Congress. <strong> Mike Pence </strong> <strong> Michele Bachmann </strong> linked to the Live Action video on her Facebook page on Tuesday, noting that <q> I am introducing a bill that would prohibit Planned Parenthood from receiving any future federal money directly or indirectly... You must see this undercover video. This is horrifying! </q> She's not being abstract. Her colleague, <strong> Mike Pence </strong>, recently introduced legislation that would deny federal dollars to Planned Parenthood and other organizations that receive family funds and also provide abortion. The <strong> Mike Pence </strong> bill,", "new_id": -2}, {"uid": "1296569355043499528", "i": 14331, "idx": 1, "sa": ["Simon Cowell", "Michael McIntyre", "Drew McIntyre"], "q": "n't like you. I love you,''' the comedian told Newsbeat's Natalie Jamieson. The popular comic also explained how he had no trouble making up his mind on whether to accept <strong> Simon Cowell </strong>'s offer. <q> I love the show and to be part of it seems to be an incredibly exciting thing to do, especially in January, </q> he laughed. <strong> Michael McIntyre </strong> appears on The Royal Variety Performance on BBC1 at 2000 GMT on Thursday 16 December. Britain's Got Talent is on ITV1 in late-Spring 2011. Information- Finally I finished my <strong> Drew McIntyre </strong> 4th Remake", "new_id": -2}, {"uid": "1294957406081149956", "i": 56711, "idx": 4, "sa": ["Allen Iverson"], "q": "about 4500 fans. The club hasn't won the Turkish league since 1975.`` They were great,'' <strong> Allen Iverson </strong> told NTV sports channel of the cheering Besiktas fans who welcomed him at the airport, adding that <q> the most important thing is to be accepted, to be wanted and to be appreciated. </q> <strong> Allen Iverson </strong> urged fans to come out and support the team. The player also said he would be`` interacting'' with the fans as much as possible.`` Before I leave, I'll be speaking a lot", "new_id": -2}, {"i": 2103, "idx": 2, "index_answer": 0, "new_id": -1, "q": "stand by what I've said about those events,'' he said,`` but when the spokesman needs a spokesman, it's time to move on.''( A nice variant on <strong> Alastair Campbell </strong>'s axiom, <q> Once you become the story, it's time to quit. </q>) For <strong> Andy Coulson </strong>'s boss <strong> David Cameron </strong>, it is a huge blow. The PM's extraordinary ability to ride above the fray is mainly due to his roots and upbringing- Old Etonian arrogance, if you", "sa": ["Alastair Campbell", "David Cameron", "Andy Coulson"], "uid": "1295620523143933448"}]