[{"uid": "1296937608113295368", "i": 31321, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "among the leading contenders for The Associated Press' NFL Comeback Player of the Year Award, to be announced Saturday night.`` I'm extremely proud of what <strong> Michael Vick </strong> has done,'' <strong> Roger Goodell </strong> said. <q> He's taken his responsibilities serious, he's made a commitment to himself to make better decisions. He is committed to doing the right thing going forward and I think that's a great thing. About comments Reader comments on SanLuisObispo.com are the opinions of the writer, not The Tribune. If you see an objectionable comment, click the`` report abuse </q> button below it. We will delete comments containing inappropriate links, obscenities, hate speech, and personal attacks. Flagrant or repeat violators will be banned. SanLuisObispo.com is happy to provide a forum for reader", "new_id": -2}, {"uid": "1295395381107446274", "i": 41372, "idx": 2, "sa": ["David Letterman"], "q": "now need to complete the final and most stressful stage before going live. That is, deciding which pictures of yourself to upload. A decision that could either land you your`` Battlestar Galactica'' Top Ten List <q> Top Ten Reasons to Watch the New Season of` Battlestar Galactica' </q> from`` The Late Show with <strong> David Letterman </strong>.''... Art:21- Art in the Twenty-First Century| Season 4 Trailer Art:21- Art in the Twenty-First Century| Season 4 Trailer Art:21- Art in the", "new_id": -2}, {"uid": "1295443367077627404", "i": 39057, "idx": 1, "sa": ["Miley Cyrus", "Jonathan Ross", "Russell Brand", "Simon Cowell", "Dermot O'Leary"], "q": "keen to get Rihanna involved with the programme, and think she would wow television audiences.`` To get her on the show would give it real star power,'' a source explained to Look. <q> <strong> Nicole Scherzinger </strong> and <strong> Cheryl Cole </strong> are also being considered for places on the judging panel, because they've got a proven track record of being great judges, but that doesn't rule Rihanna out. She has a massive appeal and a real edge to her. <strong> Simon Cowell </strong> knows she wouldn't be afraid to give her opinion. </q> <strong> Dermot O'Leary </strong>- who fronts British TV talent... <strong> Simon Cowell </strong> planning new swing band through his record label US- Singer-actress <strong> Miley Cyrus </strong>' show Hannah Montana... <strong> Russell Brand </strong> and <strong> Jonathan Ross </strong> reunite for Comedy Awards <strong> Russell Brand </strong> and <strong> Jonathan Ross </strong> reunite for Comedy", "new_id": -2}, {"uid": "1295094125134053943", "i": 20083, "idx": 13, "sa": ["Carmelo Anthony", "Mike D'Antoni", "Allen Iverson"], "q": "to their red-hot superstars. <strong> Allen Iverson </strong> made 16-of-22 shots from the field and <strong> Carmelo Anthony </strong> was 13-for-20. And many of the shots were alley-oop dunks and rim-rattling jams that were the product of the Nuggets' suddenly stingy defense. <q> They made every shot in the world, </q> Suns coach <strong> Mike D'Antoni </strong> said.`` They are hard to handle when <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong> are coming at you like that. They are hard to handle on any night.'' At one point, both <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>", "new_id": -2}, {"uid": "1296759613093225019", "i": 11784, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger", "John Kuhn", "Aaron Rodgers"], "q": "defenses have their work cut out for them trying to get to those guys,'' said <strong> John Kuhn </strong>, a running back who broke into the NFL taking handoffs from <strong> Ben Roethlisberger </strong>, but now plays behind <strong> Aaron Rodgers </strong>. <q> When defenses get to them, it's not over. They've got to get them to the ground. Against Atlanta, <strong> Aaron Rodgers </strong> made like four or five guys miss in the pocket on several different plays. He's phenomenal. He's playing at a high level right now. But with <strong> Ben Roethlisberger </strong>, you can't tackle him. He's a beast back there. I think people underestimate how big and strong he actually is. </q> The 6-foot-2, 225-pound <strong> Aaron Rodgers </strong> ran for 23.8 yards per game this season, the most among all quarterbacks other than <strong> Michael Vick </strong>. It's almost double <strong> Aaron Rodgers </strong>' number for 2008, his first season as a", "new_id": -2}, {"uid": "1297344246193150984", "i": 24348, "idx": 2, "sa": ["Zahi Hawass"], "q": ", but said that was not true.`` Egypt has 5,000 years of civilisation, and we love our heritage. We are not the Taliban who destroyed the monuments of Afghanistan,'' he said. <q> I want everyone to relax and to know that I am here and we are all watching with open eyes. I want people to know that after days of protest, the monuments are safe. Why? Because the Egyptian people are protecting them, </q> <strong> Zahi Hawass </strong> concluded. In a statement released by the Ministry of State for Antiquities, <strong> Zahi Hawass </strong> stated that some reports published in the media claiming that the necropoleis of Memphis, Saqqara and Abusir had been plundered", "new_id": -2}, {"uid": "1296985359227049513", "i": 2892, "idx": 0, "sa": ["Gregory Mosher", "Michael Vick", "Bill Bradley", "Gary Wood"], "q": "Listen to him wax rhapsodic about <strong> Gary Wood </strong>, a 5-foot-11 Cornell quarterback,`` the most exciting player, the <strong> Michael Vick </strong> of his time,'' and Mr. <strong> Gary Wood </strong>'s 35-34 miracle comeback against Princeton in 1962. <q> I can still see the way the light was hitting the field, </q> Mr. <strong> Gregory Mosher </strong> said.`` It feels like that game was 10 minutes ago.'' WHAT YOU MIGHT NOT KNOW When Cornell's basketball squad upset <strong> Bill Bradley </strong> and Princeton 70-69 in 1965, the teenage", "new_id": -2}, {"uid": "1297162553239927304", "i": 42608, "idx": 1, "sa": ["Sergio Marchionne"], "q": "rescue two years ago, and it's part owned and run by an Italian, Fiat's <strong> Sergio Marchionne </strong>. Can the company still brag about its Detroit origins?'' Shira Ovide, Wall Street Journal <q> I have no idea whether the Eminem Super Bowl commercial will help sell a single Chrysler 200. But commenting purely as a TV-watching non-Detroiter who watches all car ads through skeptical eyes, I have to say Chrysler positively nailed it with that spot. </q> Lindsay Chappell, Automotive News`` My own beef is that the ad was done in support of the 200 and not the new redesigned 300 sedan.''`` The Chrysler ad made me", "new_id": -2}, {"uid": "1295691463220823570", "i": 9643, "idx": 0, "sa": ["Michael Vick", "Donald Driver"], "q": "the Packers said in an interview that Sunday would be a dog fight and the dog that bites the hardest wins.`` Is <strong> Donald Driver </strong> playing football or hanging out with <strong> Michael Vick </strong>?''* From Currie: <q> Three ironies behind the Ottawa Senators recent scoring slump: 3. Locke can't load; 2. Fisher can't find the net; 1. Winchester has no firepower. </q>* Climate change has been tied to the fall of the Roman Empire. Scientists are now studying the carbon footprint of the Maple Leafs.* Currie, on the Canadian Broadcast Standards Council banning", "new_id": -2}, [{"i": 36633, "idx": 1, "index_answer": 0, "new_id": -1, "q": "to Be Rude, But...'' in which he laid down five important principles that actors can use when auditioning. 1. Don't grovel when you come in. <strong> Simon Cowell </strong> writes <q> I look upon it[ groveling] as a sign of desperation. So many times people come in and they come up with this terrible dialogue about how much they like me or Randy or Paula. It's demeaning, and there's no point to it. We're not looking for a nice person; we're looking for somebody who's confident and assured, but talented above all. Trust me-- most stars aren't nice. </q> 2. Believe in yourself the second you leave the house.`` Self-possession isn't something you can turn on seconds before you walk into the audition room. People like Ruben or Kelly", "sa": ["Simon Cowell"], "uid": "1296146610048234548"}]]