[{"uid": "1296469389031424545", "i": 44107, "idx": 2, "sa": ["Allen Iverson", "A. Barry Rand"], "q": "<strong> A. Barry Rand </strong>, the CEO of AARP, weighs in on the healthcare reform bill. While <strong> A. Barry Rand </strong> calls the bill \"a good thing\" and applauds it for trimming the deficit, he maintains that the bill is not <q>as much as we( older people) all want.</q>----- Rising... <strong> Allen Iverson </strong> 51pts vs Utah Jazz 04/05 NBA* Back-to Back 50pts Game <strong> Allen Iverson </strong> 51pts vs Utah Jazz 04/05 NBA* Back-to Back 50pts Game Another 50-point game by <strong> Allen Iverson </strong> wasn't enough for the Philadelphia 76ers.", "new_id": -2}, {"uid": "1296480948012714004", "i": 20887, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q>I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat,</q> he said last week in Italy. \"I think it is also one of the best things that could have happened to Chrysler, too.\" The Miami Herald is pleased to provide this opportunity to", "new_id": -2}, {"uid": "1297444054223772678", "i": 21877, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "<strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> laid out the broad terms of the deal in an\" open letter.\" According to the document, \"Nokia will adopt Windows Phone as its primary smartphone strategy\"; <q>Nokia will help drive and define the future of Windows Phone</q>; Nokia and Microsoft will closely collaborate on development, joint marketing initiatives\"; \"Bing will power Nokia's search services across Nokia devices and services\"; \"Nokia Maps will be a core part of Microsoft", "new_id": -2}, {"uid": "1295981119035848227", "i": 20314, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "should not be reached through coercion, intimidation, and threats of violence. Hezbollah, backed by Syria, engaged in all three to achieve its political goals.\" Vietor said the tribunal is vital for <q>stability, security and justice in Lebanon.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog OAKLAND 3 BR/ 2.0 BA$ 699,000.00 SAN RAMON 4 BR/ 2.0 BA$", "new_id": -2}, {"i": 36996, "idx": 4, "index_answer": 0, "new_id": -1, "q": "because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton â\u0084¢. \"I forgot the Unequal pads were in my pants,\" says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. <q>I didn't feel a thing!</q> Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal Insoles. The players prefer them because they absorb up to 80 percent of chronic impact shock( \"CIS", "sa": ["Michael Vick"], "uid": "1296051090213254170"}, {"uid": "1295872993066535447", "i": 16926, "idx": 5, "sa": ["John McCain", "Donald Rumsfeld", "President Bush"], "q": "most I've never reread.\" As defense secretary under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos, \"snowflakes,\" they were called. He reads from some issued in 2003 and in 2005: <q>Are we winning or losing the war on terror?</q> \"Is the <strong> John McCain </strong> government changing fast enough? \"` Do we need more troops? And if so, where and for what purpose? \"` My brain would be going,\" he says", "new_id": -2}, {"uid": "1296532535074448923", "i": 43698, "idx": 7, "sa": ["Linas Kleiza", "Marcus Camby", "Allen Iverson"], "q": "the arc. <strong> Allen Iverson </strong> couldn't have picked <strong> Linas Kleiza </strong> out of a crowd when he came over from Philadelphia three months ago but said the second-year forward was the catalyst for the Nuggets' biggest win since the trade. <q>I didn't know who he was when I got here, but a nationally televised game, I think a lot of people around the world know who he is now,</q> <strong> Allen Iverson </strong> said. <strong> Allen Iverson </strong> added 14 points and 13 assists and <strong> Marcus Camby </strong> had 11 points and 14 boards for the Nuggets, who moved into a tie with the http://wn.com/Allen_Iverson_22pts_vs_Cavs_00/01_NBA_MVP_*8-0_Starts PHILADELPHIA( Ticker)-- With a strong finish,", "new_id": -2}, {"uid": "1295007612230670356", "i": 44909, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "of his speech Mr <strong> Barack Obama </strong> said that \"a few minutes\" after he had left the room at the city's University Medical Centre where Miss <strong> Gabrielle Giffords </strong> is being treated for a severe gunshot wound to her head, <q><strong> Gabrielle Giffords </strong> opened her eyes for the first time</q>. <strong> Kirsten Gillibrand </strong>, a senator for New York, who was in Miss <strong> Gabrielle Giffords </strong>'s room at the time and later in the crowd for Mr <strong> Barack Obama </strong>'s speech, told reporters that Miss Gifford had \"struggled", "new_id": -2}, {"uid": "1297182757060325894", "i": 7530, "idx": 0, "sa": ["Courteney Cox", "Simon Cowell", "Kim Kardashian"], "q": "New York City, but declined to dance with him, instead just waving to the crowd. Prince instructed her kindly, \"Get off the stage.\" <strong> Kim Kardashian </strong> tweeted about the experience, writing: <q>OMG Prince just pulled me up on stage!!! I'm shaking!!!! I was so nervous I froze when Prince touched me!!!!</q> Her boyfriend Matthew Perry Replaces <strong> Courteney Cox </strong> When \"<strong> Simon Cowell </strong> Sunshine\" Premieres! Matthew Perry returns to TV with a new comedy, \"<strong> Simon Cowell </strong> Sunshine,\" also starring his \"The West Wing\" co-star", "new_id": -2}, {"uid": "1295526822201490446", "i": 9784, "idx": 0, "sa": ["Sarah Palin", "Dick Cheney", "Mike Pence"], "q": "say who's out front in the 2012 Republican presidential sweepstakes, but says he'll be happy to participate in the process. <strong> Dick Cheney </strong> sidestepped a chance to handicap former <strong> Sarah Palin </strong> <strong> Sarah Palin </strong>'s prospects, telling NBC <q>I'm interested in <strong> Sarah Palin </strong>. A lot of people are.</q> <strong> Dick Cheney </strong> says she \"has a strong following,\" although she has critics Effort under way to urge Indiana congressman to enter 2012 presidential contest An independent campaign to draw GOP Rep. <strong> Mike Pence </strong> into the 2012 presidential <strong> Sarah Palin </strong> unfavorability", "new_id": -2}]