[{"uid": "1296161522095223812", "i": 35887, "idx": 0, "sa": ["Eric Schmidt", "Adam Lashinsky"], "q": "Finance Search Thu, Jan 27, 2011, 3:51 PM EST- U.S. Markets close in 9 mins.{ \"s\": \"goog, msft\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} Matt Rosoff, On Thursday January 27, 2011, 3:31 pm interview with Fortune's <strong> Adam Lashinsky </strong>, Google CEO <strong> Eric Schmidt </strong> said that Microsoft is", "new_id": -2}, {"uid": "1295475898005455883", "i": 39748, "idx": 4, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-29v&amp;flvURL=/media/2011/01/13/01132011-29v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-29v.jsn\"}{ \"title\": \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes\", \"description\": <q><strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and <strong> Rahm Emanuel </strong> Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.</q>, \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg\", \"emailLink\": \"http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes& site= politics", "new_id": -2}, {"uid": "1296856799145915922", "i": 23923, "idx": 1, "sa": ["Sergio Marchionne"], "q": "net income of between$ 200 million and$ 500 million this year even after interest expenses. \"It is a thorn in my side,\" <strong> Sergio Marchionne </strong> said of the government debt. <q>But when we did this deal back in 2009 we could not have borrowed a buck from a 7-11 store. The banking system was shut.</q> Fiat currently owns 25% and could increase that to 35% by selling at least$ 1.5 billion of Chrysler vehicles outside North American and by producing a car in the U.S. that gets", "new_id": -2}, {"uid": "1295570430037306373", "i": 34159, "idx": 6, "sa": ["Eric Schmidt"], "q": "decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead.\" According to the blog post <q><strong> Sergey Brin </strong> has decided to devote his time and energy to strategic projects, in particular working on new products. His title will be Co-Founder. He's an innovator and entrepreneur to the core, and this role suits him perfectly.</q> According to <strong> Eric Schmidt </strong> as Executive Chairman he will focus wherever he can add the greatest value such as deals, partnerships, customers and broader business relationships. \"We are confident that this focus will", "new_id": -2}, {"i": 24465, "idx": 0, "index_answer": 0, "new_id": -1, "q": "bid to take the crown in the talent show's seventh season. Despite rocker <strong> David Archuleta </strong> Cook's surge in recent weeks, the judges were uncharacteristically united in proclaiming early fan favorite teen <strong> David Archuleta </strong> had outperformed his rival. <q>You came out here tonight to win, and what we have witnessed is a knockout,</q> said prickly judge <strong> Simon Cowell </strong>. Judge Randy Jackson concurred, proclaiming \"the best singer of season 7 is right there,\" following <strong> David Archuleta </strong>'s rendition of <strong> John Lennon </strong>'s \"Imagine,\" a song that earlier in the", "sa": ["Simon Cowell", "John Lennon", "David Archuleta"], "uid": "1296233986144064524"}, {"uid": "1295792500158990396", "i": 14364, "idx": 0, "sa": ["Andrew Garfield", "Simon Cowell", "Steven Tyler"], "q": ". Experts believe it could be the absence of the Mr <strong> Simon Cowell </strong>, <strong> Simon Cowell </strong>. The new panel-Jennifer Lopez, Aerosmith's <strong> Steven Tyler </strong> and show regular Randy Jackson- has had mixed reviews. <q><strong> Simon Cowell </strong>'s cutting edge is clearly missed. The reality is that people like their reality and talent shows to have a little bit of bite. It doesn't bode well,</q> the Daily Star quoted one insider as saying. <strong> Simon Cowell </strong> quit <strong> Simon Cowell </strong> tells Oprah he was kicked out of a US TV network once <strong> Andrew Garfield </strong> didn't expect The Social Network to be", "new_id": -2}, {"uid": "1295610181062603290", "i": 6403, "idx": 1, "sa": ["Andy Coulson"], "q": "down over allegations of phone-hacking by the News of the World when he was the newspaper's editor. A No 10 spokeswoman told reporters at a regular briefing that a statement was being prepared. <q>The Prime Minister has had full confidence in Mr <strong> Andy Coulson </strong> and still does,</q> she said. The question now is what <strong> Andy Coulson </strong> has decided to do. niphette 21 January 2011 11:29 AM AnatolyKasparov 21 January 2011 11:30 AM Could this be part of a", "new_id": -2}, {"uid": "1297272969044515334", "i": 35799, "idx": 0, "sa": ["Simon Cowell"], "q": "\" But in this week's Arts& Leisure section, Jon Caramanica argues that the Aerosmith frontman's wacky charisma has ably replaced <strong> Simon Cowell </strong>'s caustic derision as the show's signature quality. <q><strong> Simon Cowell </strong> <strong> Steven Tyler </strong>, who will turn 63 next month, has done much of the heavy lifting for \"Idol' this season,</q> <strong> Simon Cowell </strong> Caramanica writes, \"helping keep the show within striking distance of last season\"s ratings and ensuring that even though certain things have been lost in transition, the show still has a steady center.\"", "new_id": -2}, {"uid": "1295907499177651845", "i": 2329, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "pilot had been filmed in August, but it has yet to be picked up by any network. It quoted a CNN insider saying that <strong> Eric Schmidt </strong> had been looking for a TV job for over a year <q>but the pilot he filmed with <strong> Liza McGuirk </strong> was a complete disaster</q>. <strong> Eric Schmidt </strong>, who has been Google's CEO for a decade, will step down from April 4 but has said he will stay on as an advisor to Page, 37, and other co-founder <strong> Sergey Brin </strong>", "new_id": -2}, {"uid": "1297257274238534666", "i": 1129, "idx": 3, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": "hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q>Terrorist Poison and Explosive Factory, Khurmal.</q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist who later led the Iraq branch of the al-Qaida terrorist network. Rumsfeld wrote that he wanted", "new_id": -2}]