[{"uid": "1295400777230801423", "i": 38705, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q>We are not going to give up one inch of territory,</q> <strong> Sergio Marchionne </strong> said. Chrysler said the 2011 versions of its minivans have a new V-6 engine with improved fuel economy. One amenity is an optional heated steering wheel, a first among minivans.- AP", "new_id": -2}, {"i": 20833, "idx": 5, "index_answer": 0, "new_id": -1, "q": "In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing.'' Once you are on the black list at Apple, <strong> Roger Kay </strong> added, <q>you don't get to come back.</q> That also leaves out the not-too-small question of how <strong> Google Inc. </strong> would react to having its former leader run a key competitor. Lawsuits would be more than likely- if <strong> Eric Schmidt </strong> is not already tied down by a", "sa": ["Roger Kay", "Eric Schmidt", "Google Inc."], "uid": "1296106095124256262"}, {"uid": "1295483525024330319", "i": 3330, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "last year's mass exodus of judges? On a call with reporters yesterday from stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,</q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a good career out", "new_id": -2}, {"uid": "1297006511157859876", "i": 32721, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "LONDON( Reuters)- <strong> Google Inc. </strong> wants to avoid a lengthy legal battle with European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. <q>We certainly want to avoid that,</q> <strong> Eric Schmidt </strong> told the paper in an interview. ''I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they", "new_id": -2}, {"uid": "1296894347001409025", "i": 10378, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "party, this raised eyebrows and generated headlines. The Eagles ended up declaring that <strong> Michael Vick </strong> would not attend the party. ''It turned into a lot more than it was,'' Butler said yesterday. <q>All he wanted to do was help the kids out.</q> NFL commissioner <strong> Roger Goodell </strong>, in his annual Super Bowl Friday news conference, largely given to labor issues, was obliged to explain that <strong> Michael Vick </strong> had told him people used his name without his permission for events.", "new_id": -2}, {"uid": "1296240031097697831", "i": 9557, "idx": 2, "sa": ["Rick Santorum", "Chris Christie", "Kathryn Jean Lopez", "Mike Pence"], "q": "from the <strong> Chris Christie </strong>'s Mansion ''Given what I also considered the long odds against <strong> Mike Pence </strong> winning the presidential contest, I think he has made the right call,'' National Review's <strong> Rick Santorum </strong> Hood counters. <q>As Daniels, <strong> Chris Christie </strong>, and others are in the midst of demonstrating, the post of governor is an excellent place to showcase the promise and importance of conservative governance-- and to hone the leadership and management skills that future chief executives need to be effective.</q> <strong> Kathryn Jean Lopez </strong> says, also at National Review.Others close to the draft movement admit to be in a ''funk' about <strong> Mike Pence </strong>'s decision. One stating:` Seriously, we have no one for 2012 now.''", "new_id": -2}, {"uid": "1297426699058949635", "i": 25511, "idx": 1, "sa": ["Steve Ballmer"], "q": "customer support that make a great experience. Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.'' Microsoft CEO <strong> Steve Ballmer </strong> added: <q>Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> PS3 and iPhone hacker offered free handset by Microsoft representative ''to build cool stuff''. Microsoft: WP7 Is Our Mobile Console Firm says it will not release a dedicated portable console; throws weight behind Windows", "new_id": -2}, {"uid": "1295443087093192192", "i": 38994, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "P.J. Crowley"], "q": "It means the[ <strong> Barack Obama </strong>] administration is serious,'' Areikat said. ''What we are urging them now is to translate their support for a Palestinian state into concrete action.'' He added: <q>We hope that this will help international efforts to provide recognition of the Palestinian state and we hope that, as <strong> Barack Obama </strong> said at the U.N. General Assembly last year, by the next General Assembly session this year in September, Palestine will be a full member of the U.N.</q> But <strong> P.J. Crowley </strong>, a State Department spokesman, said that ''granting permission to raise the flag does not change their fundamental status.'' The flag-raising came as <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.) and 16", "new_id": -2}, {"uid": "1295551546153829389", "i": 5843, "idx": 0, "sa": ["Linda Stasi", "Simon Cowell"], "q": "the two superstars wowed contestants and TV critics with their enthusiastic response to wannabes at auditions in New Jersey, which were taped last year( 10). The Los Angeles Times' Mary MCNamara writes, <q>Moments into Wednesday night's season premiere, it was gratifyingly clear that for the first time in a long time the fumblings and flailings of contestants fighting to find their feet on stage will not be mirrored by the judges' table. ''Not only are they great to look at, <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are long-time stars who have nothing to gain, or lose, by being part of American Idol.</q> She adds, ''Their natural confidence in front of the camera was such a blessed relief that it was hard to miss even the bracing ballistics of <strong> Simon Cowell </strong>.'' New York Post critic <strong> Linda Stasi </strong>", "new_id": -2}, {"uid": "1297349774105594907", "i": 41278, "idx": 2, "sa": ["David Letterman"], "q": "year for me, and it was. And, you know, it was a low only because I totally disappointed myself there. From the time I first started doing stuff for <strong> David Letterman </strong>, people were saying, <q>You need to go to Saturday Night Live. That's where you belong.</q> And before I ever met <strong> David Letterman </strong>, I thought, Saturday Night Live is where I should be. Before I met <strong> David Letterman </strong>, I even submitted some material there, and when I got hired for <strong> David Letterman </strong>, even", "new_id": -2}]