[{"uid": "2008112319_00023003_W", "i": 1299, "idx": 1, "sa": ["Phil Bredesen"], "q": "candidate's decision to get in- or out- of the race.\" if you're committed to serve your state, i think that commitment will probably linger throughout the whole time regardless of the circumstances, <q> she said. gray sasser, the outgoing chairman of the tennessee democratic party, said the next governor must be prepared to manage the state in a tough time, as <strong> Phil Bredesen </strong> has been forced to do. </q> quite frankly, if anybody- be they democrat, republican or independent- doesn't think they can handle tough economic times as governor, they have no business getting into the race. \"contact theo emery at", "new_id": -2}, {"uid": "2008102405_00034440_W", "i": 2230, "idx": 0, "sa": ["Mahmoud Ahmadinejad"], "q": ". iran has a small interests section in washington under pakistan's embassy, but it doesn't include any iranian diplomats. that could change if iran insists on reciprocity as the price for establishing a u.s. diplomatic outpost <q> tehran, which the senior officials predict it will do. <strong> Mahmoud Ahmadinejad </strong>, in a late september interview with the new york times, said of the u.s. interests section idea: </q> i have announced before that we will look at( it) with a positive frame of mind. \"<strong> Mahmoud Ahmadinejad </strong> doesn't have the final say in national security matters in iran, however. the country's religious", "new_id": -2}, {"uid": "2008100223_00029189_W", "i": 2205, "idx": 2, "sa": ["John Howard", "Jean-Claude Trichet"], "q": "report showed a 4.0 per cent drop in august factory orders. <strong> John Howard </strong> ryding at rdq economics said the slide suggested the us economy\" probably contracted significantly in the third quarter and the recession appears to be deepening. <q> o'hare said the decision by the european central bank to hold interest rates steady also sent a chill through markets worried about a deepening credit crisis. comments by ecb head <strong> Jean-Claude Trichet </strong> that pointed to lower eurozone rates in the near term in the face of weakening eurozone growth had little apparent impact on european markets. </q> <strong> Jean-Claude Trichet </strong> took a giant step towards a rate cut, \"commerzbank chief economist joerg kraemer said. but briefing.com's o'hare said:\" the recognition that short-term funding markets remain under pressure and the news that the european", "new_id": -2}, {"uid": "2008110606_00006146_W", "i": 1527, "idx": 1, "sa": ["Jerry Yang"], "q": "\" but we're not going to let the prospect of a lengthy legal battle distract us from our core mission. that would be like trying to drive down the road of innovation with the parking brake on. <q> <strong> Jerry Yang </strong>, now yahoo's chief executive, said he wanted to fight the justice department in court, though he played down the need for google's help. </q> i feel there is a presumption that if we don't have the google deal, we aren't going to do well in search. that is absolutely not true, \"<strong> Jerry Yang </strong> said wednesday evening during a question-and-answer", "new_id": -2}, {"uid": "2008090615_00065737_W", "i": 1011, "idx": 0, "sa": ["Sarah Palin", "Ben Franklin", "John McCain"], "q": "of judicial rulings depend on you!!! don't let lying liberals win this election!!! let all republicans put aside their differences and band together to win!!! remember what <strong> Ben Franklin </strong> said:\" <strong> John McCain </strong> takes risk with <strong> Sarah Palin </strong> <q> a newspulper headline- what risk?] </q>># 1. technorati+ wp-tags. txt page[ plz click on` published' to use>]\" ># 2. thank you republish rights[ plz click on` published' to use>", "new_id": -2}, {"uid": "2008121515_00048460_W", "i": 2070, "idx": 3, "sa": ["Cheryl Coakley-Rivera"], "q": "the schools.\" the city is hiring people and spending money at a clip unlike any other city or town, \"said <strong> Cheryl Coakley-Rivera </strong>.\" it seems like everyone is cutting back except the city of springfield. <q> she said that her criticisms have nothing to do with a possible mayoral run next year by city councilor jose f. tosado. she said she is not supporting anyone for mayor now. <strong> Cheryl Coakley-Rivera </strong> said she is not going out of her way to push for approval of the financial-relief bill. she said no elected officials in the city have called her about the bill. </q> i guess they really don't care about it, \"she said. <strong> Cheryl Coakley-Rivera </strong> said the bill is not a priority matter for her.\" i don't know if it's dead, \"she said.", "new_id": -2}, {"uid": "2008101817_00003349_W", "i": 357, "idx": 0, "sa": [], "q": "8 when israel asked for a king. first god says in 1 samuel 1:9\" now listen to them; but warn them solemnly and let them know what the king who will reign over them will do. <q> then god says 1 samuel 1:18 </q> when that day comes, you will cry out for relief from the king you have chosen, and the lord will not answer you in that day.\" 19 but the people refused to listen to samuel.", "new_id": -2}, {"uid": "2008091104_00027528_W", "i": 292, "idx": 0, "sa": ["Barack Obama", "Hillary Clinton", "Ed Rendell"], "q": "oct. 3 deadline. mr. <strong> Ed Rendell </strong> said he had talked to mrs. <strong> Hillary Clinton </strong> about campaigning in the state.\" she's not going to take[ alaska] gov.[ sarah] palin on in a personal sense, <q> he said, speaking of the gop vice-presidential pick, </q> but she's going to take the issues on. i think we're going to see a lot of senator <strong> Hillary Clinton </strong> in pennsylvania. \"an <strong> Barack Obama </strong> campaign spokesman said they would welcome mrs. <strong> Hillary Clinton </strong> in the state,", "new_id": -2}, {"uid": "2008100413_00027300_W", "i": 1142, "idx": 2, "sa": ["Tony Gordon"], "q": "dialogue seemed\" to have caused some upset \". as such, one of the character's lines in an upcoming episode- that he was allergic to\" warm beer, the english national anthem and glasgow rangers <q>- has now been dropped. </q> both comments were in keeping with the character of <strong> Tony Gordon </strong>. but we have to bear in mind that it does seem to have caused some upset so the decision was made to take the line out, \"the", "new_id": -2}, {"uid": "2008092303_00020895_W", "i": 329, "idx": 3, "sa": ["Barack Obama", "George H. W. Bush", "John McCain"], "q": "year, he had his consciousness raised. so when <strong> Barack Obama </strong> scoffed at the idea that the gop ticket offered real change from <strong> George H. W. Bush </strong>, saying,\" you can put lipstick on a pig-it's still a pig, <q> <strong> John McCain </strong>'s camp rose up in outrage at <strong> Barack Obama </strong> for </q> comparing our <strong> George H. W. Bush </strong> presidential nominee, gov.[ sarah] palin, to a pig. \"in this interpretation of <strong> Barack Obama </strong>'s remarks, the <strong> John McCain </strong> people are-what's the word i'm looking for?- lying.", "new_id": -2}]