[{"uid": "1295817811129564711", "i": 2305, "idx": 0, "sa": ["Andy Coulson", "Lord Mandelson"], "q": "come to that- the Scottish parliament? SamabAhmad 23 January 2011 9:09 PM Who runs Britain? Come on I had my hand raised for last two hours I definitely know this one: <q>MrsHappy 23 January 2011 8:43 PM The greatest threat to OUR country is The Labour Party who would make us all carry ID cards and bring in a Stasi type police force; if they haven't already.</q> http://www.guardian.co.uk/commentisfree/henryporter/2010/mar/27/intercepting-mail-stasi-tax-inspectors <strong> Andy Coulson </strong> is innocent until proven guilty, he appears to have been punished twice for something he hasn't been convicted of doing, unlike <strong> Lord Mandelson </strong>. You really don't get it,", "new_id": -2}, {"uid": "1296248071002900092", "i": 24037, "idx": 15, "sa": ["Sergio Marchionne", "Maurizio Landini", "Silvio Berlusconi", "Mike Bongiorno"], "q": "su <strong> Sergio Marchionne </strong> 1/3 in 1/2 ora 09 01 2011 LANDINI SCATENATO A IN MEZZ` ORA Sull` accordo di Mirafiori <strong> Silvio Berlusconi </strong> leader della Fiom, <strong> Maurizio Landini </strong>, non cambia opinione in vista <strong> Mike Bongiorno </strong> referendum, ma si dice disponibile <q>a riaprire le trattative per riconquistare un contratto nazionale degno di questo nome&... Bombassei <strong> Maurizio Landini </strong> in \"1/2 h</q> 09 01 2011 Referendum su <strong> Sergio Marchionne </strong> 2/3 Bombassei <strong> Maurizio Landini </strong> in \"1/2 h\" 09 01 2011 Referendum su <strong> Sergio Marchionne </strong> 2/3 in 1/2 ora 09 01 2011 LANDINI SCATENATO A IN MEZZ` ORA Sull` accordo di Mirafiori <strong> Silvio Berlusconi </strong>", "new_id": -2}, {"uid": "1297203246085721088", "i": 37956, "idx": 0, "sa": ["Steve Ballmer", "Wes Miller"], "q": "and mobile platforms. \"Most of Microsoft engineering executives have some aspect of marketing in their careers,\" <strong> Wes Miller </strong>, an analyst at research firm Directions on Microsoft, told V3.co.uk. <q>It's gong to come down to seeing who it is that gets promoted. My feeling is the company will look for engineering expertise.</q> He pointed out that <strong> Steve Ballmer </strong> had succeeded in changing parts of the company before by taking commend. When <strong> Wes Miller </strong> was still at Microsoft he saw <strong> Steve Ballmer </strong> do this with MSN, a move which proved successful.", "new_id": -2}, {"uid": "1295621894169754659", "i": 10455, "idx": 5, "sa": ["Eric Schmidt", "Google Inc."], "q": ", he would earn about$ 334.7 million on the stock sale. He would still own about 2.7 per cent of <strong> Google Inc. </strong>'s outstanding capital stock, down from 2.9 per cent before selling the shares. <q>As <strong> Google Inc. </strong> has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,</q> <strong> Eric Schmidt </strong> said in a posting on the company's official blog. \"And over the holidays we decided now was the right moment to make some changes to the way we are structured.\"", "new_id": -2}, {"i": 8865, "idx": 3, "index_answer": 0, "new_id": -1, "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q>I am convinced he is now going to run for governor,</q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for Daniels, a potential GOP presidential aspirant who has said he", "sa": ["Mike McDaniel", "Mike Pence"], "uid": "1296225829149782528"}, {"uid": "1297092424253722625", "i": 1432, "idx": 0, "sa": ["Simon Cowell"], "q": "confirmed details of <strong> Simon Cowell </strong>'s X Factor M onday morning. The big prize will be a$ 5 million Sony Music record deal. Contestants as young as 12 can compete. <q>I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,</q> said <strong> Simon Cowell </strong> in a statement. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract.", "new_id": -2}, {"uid": "1296184901199016459", "i": 11061, "idx": 0, "sa": ["Mike Pence"], "q": "served as chairman of the conservative Republican Study Committee from 2005 to 2007 and as chairman of the House Republican Conference from 2009 until January 2011. circulated a letter to supporters announcing the decision. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> wrote <strong> Mike Pence </strong>. \"We will not seek the Republican nomination for president in 2012.\" Video: Obama picks Carney for press secretary Senate Republicans beg for spending addiction intervention, Dems say no way Top Republicans", "new_id": -2}, {"uid": "1297657600196149258", "i": 30734, "idx": 0, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "intention to pursue their development targets... which envisage auto production rising from 650,000 vehicles to 1.4 million annually after an investment of some 20 billion euros( US$ 27.2 billion),\" the statement said. <q>The government notes positively the position taken( by Fiat) and... for its part confirms its willingness to bring about the best competitive conditions</q> in Italy, it added. Marchione has sharply criticized working practices in Italy, saying they put Fiat at a huge competitive disadvantage. On Monday, the government said <strong> Silvio Berlusconi </strong> would meet <strong> Sergio Marchionne </strong> on", "new_id": -2}, {"uid": "1295390612138936335", "i": 37702, "idx": 3, "sa": ["Sergio Marchionne"], "q": "U.S., Canada and Ontario. On an operating basis Chrysler earned a$ 565 million profit in that period. \"That's a difficult question,\" <strong> Sergio Marchionne </strong> said about profit sharing. <q>It's part of a more complicated set of negotiations. I've always been convinced that we need to reward everybody in the organization for performance.</q> Chrysler wants to complete an initial public offering later this year that would enable the U.S. and Canada to sell part or all of their equity in Chrysler. The U.S. Treasury owns 9.2%", "new_id": -2}, {"uid": "1295912989122798091", "i": 1481, "idx": 0, "sa": ["Mike Pence"], "q": "'s symbolic, but maybe it just sets a tone and everything gets a little bit more civil. \"It Really Doesn't Matter' The idea does have its critics. <q>You know, there's a lot of talk these days around here about where members of Congress are going to sit during the State of the Union address,</q> Indiana Republican <strong> Mike Pence </strong> said recently on the House floor. \"Well, I've been in Congress for 10 years and I learned a long time ago, it doesn't really matter where you sit it matters where", "new_id": -2}]