[{"uid": "1297541028008568841", "i": 23840, "idx": 0, "sa": ["Michael Gove", "David Cameron"], "q": "children have to study English, Maths, history, a modern language and a real science subject. Third, <strong> Michael Gove </strong> wants to intervene earlier in a child's development. Why does that matter? <q> Give me a child until he is seven and I will give you the man </q> isn't just a Jesuit belief. One of <strong> David Cameron </strong>'s biggest ideas- backed up by copious evidence- is that if we really want to reignite social mobility, we must help young people at the start of", "new_id": -2}, {"uid": "1294994815235044887", "i": 10911, "idx": 1, "sa": ["Michael Gove"], "q": "Michael Government settlement, Education Secretary <strong> Michael Gove </strong> reminded them of their duties under the Childcare Act 2006 \"to consult before opening, closing or significantly changing children's centres\" . A Department for Education spokesman said: <q> We have ensured there is enough money in the system to maintain the network of Sure Start children's centres, as well as provided new investment for health visitors. </q> She added: \"Local authorities continue to have duties to make sure there is sufficient children's centre provision to meet local need. It is for them to decide where best to target investment.", "new_id": -2}, {"uid": "1297423741197410820", "i": 2288, "idx": 0, "sa": ["Michael Gove"], "q": "Today Mr Justice Holman, sitting in London, allowed the challenges by the councils, declaring Mr <strong> Michael Gove </strong> had unlawfully failed to consult them before imposing the cuts. In five of the cases the failure was <q> so unfair as to amount to an abuse of power </q>, said the judge. The victorious authorities include Waltham Forest Council, Luton Borough Council, Nottingham City Council, Sandwell Council, Kent County Council and Newham Council. The judge said: \"", "new_id": -2}, {"uid": "1297431551216350746", "i": 38447, "idx": 0, "sa": ["Michael Gove"], "q": "seats and door handles, along with the costly and ongoing maintenance, means the school is operating at a deficit of almost? 1m a year. \"It's a nightmare to run,\" she says. <q> If we could move to another building, we would. </q> The last Michael Government believed that lavishing this sort of money on school buildings would drive up standards and have a positive impact on educational outcomes. Indeed, this assumption underpinned the case against <strong> Michael Gove </strong> brought by the six", "new_id": -2}, {"uid": "1295023023165101620", "i": 4429, "idx": 0, "sa": ["Michael Gove"], "q": "large 1,200-pupil secondary schools, parents say.` Fantastic news' Many parents and members of the village community were unhappy with this. Chairman of the Stour Valley Educational Trust Keith Vaisman said: <q> For us the policy of independent state schools came at the right time. </q> The group drew up its plans for a free school last year and on the day before the general election presented a 200-page document of its plans to Mr <strong> Michael Gove </strong>'s office. This was to", "new_id": -2}, {"uid": "1295528550084181014", "i": 1949, "idx": 2, "sa": ["Michael Gove"], "q": "that a good and durable job is done. It is also the best means of keeping politics out of the classroom, as is his explicit wish. As he suggests, no one wants the national curriculum becoming <q> a vehicle for imposing political fads on our children </q>. One final point. <strong> Michael Gove </strong>'s critique of the existing curriculum pinpoints Olaudah Equiano and William Wilberforce as the only names in the entire secondary history curriculum. The current syllabus deliberately eschews naming \"great\"", "new_id": -2}, {"uid": "1296123376252575759", "i": 48795, "idx": 2, "sa": ["Michael Gove", "Andy Burnham"], "q": "parents and pupils vastly reduced and it is a backward step for society.\" Shadow education secretary <strong> Andy Burnham </strong> criticised the proposals, accusing the Michael Government of taking schools \"back to the 1950s\" . <q> It is an elitist, backward-looking vision that won't equip our children with the knowledge and skills they need for the modern world, </q> he said. \"Labour is committed to the highest academic standards, but <strong> Michael Gove </strong> shows how out of touch he is when he prioritises Latin over ICT. \"We need a relentless focus on", "new_id": -2}, {"uid": "1296132165113377296", "i": 7831, "idx": 0, "sa": ["Michael Gove"], "q": "the elite Presidential Guard. But in a televised address on Sunday, Saleh denied such accusations. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1297433861129613836", "i": 23625, "idx": 3, "sa": ["Michael Gove"], "q": "Mr Justice Holman said: \"However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation.\" Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful <q> because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act. </q> In his ruling, the judge said the Education Secretary must now reconsider his decision. The judge rejected charges that Mr <strong> Michael Gove </strong> had acted irrationally in his decision-making. \"However, I", "new_id": -2}, {"q": "Hawass.com/blog/situation-egyptIan Parker-antiquities-today\" target=\"_blank\"> <strong> Zahi Hawass </strong> wrote, in a post to his Web site, which, due to the blocked Internet access at the time, he had to fax to colleagues in Italy to upload: <q> My heart is broken and my blood is boiling. I feel that everything I have done in the last nine years has been destroyed in one day, but all the inspectors, young archaeologists, and administrators, are calling me from sites and museums all over Egypt to tell me that they will give their life to protect our antiquities. </q> On Saturday, he wrote, \" I was met outside by many EgyptIan Parkers, who asked if the museum was safe and what they could do to help. The people were happy to see", "sa": ["Ian Parker", "Zahi Hawass"], "index_answer": 1, "idx": 1, "i": 36224}]