[{"uid": "1295640246179568662", "i": 48703, "idx": 0, "sa": ["Eric Schmidt"], "q": "of Google, which gained 2 percent following Thursday's better-than-expected quarterly results and the news that Page would replace <strong> Eric Schmidt </strong> as chief executive, were down$ 1.08 at$ 625.69 in midday trading on Friday. <q> What's going to change under Larry? </q> said BGC Partners analyst Colin Gillis, asking the question on the minds of executives from the tech capital of Silicon Valley to media-centric New York. \"In our opinion, Larry is likely to increase investments", "new_id": -2}, {"uid": "1295136857028803088", "i": 32402, "idx": 3, "sa": ["Jared Jeffries", "Rodney Carney", "Phil Jackson", "Samuel Dalembert", "Allen Iverson"], "q": "Knicks( 16-22), who snapped a two-game losing streak. The Knicks also ended a nine-game skid in Phil Jacksonadelphia, dating to Dec. 17, 2004. \"We finally got one here,\" <strong> Jared Jeffries </strong> said. <q> We made some big plays when we needed them down the stretch. </q> <strong> Allen Iverson </strong> scored 16 points, <strong> Rodney Carney </strong> added 13 and <strong> Samuel Dalembert </strong> had 12 and a season-high 21 rebounds for the Sixers( 12-26), who had won two straight and their previous six meetings with New York. <strong> Samuel Dalembert </strong> played", "new_id": -2}, {"uid": "1297249220167444490", "i": 39083, "idx": 0, "sa": ["Lindsay Lohan", "Simon Cowell", "Britney Spears"], "q": "who strive for popularity... Photo: <strong> Britney Spears </strong>' seventh album is named` Femme... Article: <strong> Lindsay Lohan </strong> to be charged with stealing necklace... Video: <strong> Simon Cowell </strong> on New Judges, Life After` Idol' Report Abuse <q> People have problems. <strong> Lindsay Lohan </strong> is no different than the average person on the street. The only way she can straighten is to admit that all her problems stem from her and her alone. You can not blame anyone else for your problems. </q> Human nature is to blame someone else for your own faults and problems. Go directly to JAIL. Do not pass GO, do not collect$ 200. Report Abuse \" re: \"We", "new_id": -2}, {"uid": "1295479943073809965", "i": 16001, "idx": 2, "sa": ["Sergio Marchionne"], "q": "market, but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said.", "new_id": -2}, {"uid": "1296195102229031937", "i": 14867, "idx": 0, "sa": ["Peter Klein", "Eric Schmidt"], "q": "Bei den immer beliebter werdenden Smartphones will Microsoft verlorenen Boden mit Windows Phone 7 gutmachen. Das spezielle Betriebssystem treibt inzwischen neun Smartphone-Modelle an. T?glich kommen mehr als 100 Zusatzprogramme hinzu, sogenannte Apps. <q> Wir haben aber noch einiges an Arbeit vor uns </q>, r?umte <strong> Peter Klein </strong> ein. Keine Nachrichten im Zeitraum eines Jahres in dieser Kategorie verf?gbar. Therese Poletti's Tech Tales: <strong> Eric Schmidt </strong> is not going to go to Apple Um Ihnen die bersicht ber die gro?e Anzahl an", "new_id": -2}, {"uid": "1297106876173965340", "i": 23407, "idx": 2, "sa": ["Simon Cowell"], "q": "a superstar,\" <strong> Simon Cowell </strong> said in a statement. Britain's \"The X Factor\" , which launched in 2004, won the talent show category at Britain's National Television Awards two weeks ago beating <q> Britain's Got Talent. </q>( Reporting by Christine Kearney, editing by Patricia Reaney) Post Chronicle\" target=\"_TOP\">", "new_id": -2}, {"uid": "1295582258248299524", "i": 18269, "idx": 4, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": ", saying Google's triumvirate decided they needed to find ways for the company to run more crisply. \"I am not as concerned about the titles as I am winning,\" Mr. <strong> Eric Schmidt </strong> said. <q> I am quite certain that this change will result in faster decision making and better value for the shareholders. </q> Google's stockholders have had little to complain about, not that it would have made a major difference because Mr. <strong> Eric Schmidt </strong>, Mr. <strong> Larry Page </strong> and Mr. <strong> Sergey Brin </strong> combined own a controlling stake in the company. Google", "new_id": -2}, {"uid": "1296774517130859030", "i": 7015, "idx": 2, "sa": ["Sergio Marchionne"], "q": "previous owners. As a result, the 200 has new features such as LED headlights and a quieter engine mounting system, a big improvement in quality that its predecessor, the Chrysler Sebring, didn't have. <q> The answer used to be no, </q> Verley said.Along with quality, <strong> Sergio Marchionne </strong> pushed the 200 to come out faster. He personally approved the car's interior in three days, far faster than the two weeks it took under previous CEOs. Chrysler's new", "new_id": -2}, {"uid": "1295967601242466824", "i": 25117, "idx": 0, "sa": ["Eric Schmidt"], "q": "Berliner Funkausstellung im vorigen Jahr. Dar?ber hinaus k?ndigte er an, sein Unternehmen werde in diesem Jahr mehr als 1000 neue Stellen in Europa schaffen, darunter mehrere hundert im Forschungs- und Entwicklungszentrum in M?nchen. <q> Wir hatten ein sehr, sehr gutes Jahr </q>, sagte <strong> Eric Schmidt </strong>, \"aus diesen Gr?nden werden wir weiter investieren.\" Mit Blick auf Konkurrenten wie Facebook sagte <strong> Eric Schmidt </strong>: \"Die Internet-Suche wird weiter sehr wichtig bleiben.\" Google werde sein Kerngesch?ft mit Online-Werbung", "new_id": -2}, {"uid": "1295674478069369893", "i": 56354, "idx": 2, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "In an interview, Mr. <strong> Larry Page </strong> said those management skills were something he observed during the decade he spent learning from Mr. <strong> Eric Schmidt </strong>. \"He's a global statesman, all the way,\" he said. <q> <strong> Eric Schmidt </strong>'s very good at Sergey Bringing people together, getting people to agree. </q> In the interview, Mr. <strong> Larry Page </strong> and Mr. <strong> Sergey Brin </strong> provided a few hints about their priorities when Mr. <strong> Larry Page </strong> returns to the top. Mr. <strong> Larry Page </strong> acknowledged that his role would change but said his passion was still", "new_id": -2}]