[{"uid": "1295618805206700580", "i": 37302, "idx": 1, "sa": ["Michael Gove"], "q": ". \" True enough, although Britain certainly has its own \"strain of mean-spiritedness\" . It is possible to disagree with others \"in a reasonable way\" , The Times observed, without giving <q> unintended succour to those on the fringes who harbour extreme views and even worse methods </q>. 1 In August 2002, Times journalist <strong> Michael Gove </strong>- variously, the paper's comment, news, Saturday and assistant editor- wrote: \" We have no alternative but to launch a", "new_id": -2}, {"uid": "1297426296058949675", "i": 31879, "idx": 0, "sa": ["Michael Gove"], "q": "<strong> Michael Gove </strong> will now look again at his decisions in these six areas. target=\"_blank\"> But... The Department for Education issued a robust defence to the decision. A spokesman said: <q> On the substantive points he concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects. </q> He also pointed out that the judge had concluded that \"there was no promise or expectation\" that any of the claimants' projects would proceed. However he added: \"The Secretary of", "new_id": -2}, {"uid": "1297448732228950037", "i": 35489, "idx": 1, "sa": ["Michael Gove", "Darren Cooper"], "q": "involved in the case- Waltham Forest Council, Luton Borough Council, Nottingham City Council, Sandwell Council, Kent County Council and Newham Council- were celebrating their victory. Sandwell Council leader <strong> Darren Cooper </strong> said: <q> At the very least, we have been vindicated for bringing the action. Now we have to wait to see whether the Michael Government accepts it was too hasty in scrapping the scheme. </q> Meanwhile, Waltham Forest Council leader Chris Robbins said the decision was \"a victory for common sense and fair play\" . Mr <strong> Michael Gove </strong> was ordered to pay the costs for each of the six local councils", "new_id": -2}, {"uid": "1297412587250134529", "i": 35284, "idx": 1, "sa": ["Michael Gove", "Matt Hancock"], "q": "in the country to be passed through stage 2 and the third in Suffolk. In his letter, Mr <strong> Michael Gove </strong> said the application was` sufficiently strong in all areas'. He said: <q> I am very keen for the first Free Schools to be innovative and responsive to parental demand, and I believe that the new school your group is proposing can carry through this vision. </q> Mr <strong> Michael Gove </strong> also wrote to <strong> Matt Hancock </strong>, MP for West Suffolk, who said he was delighted with the news. \"The SABRES team have worked tirelessly for a free school at Brandon and it", "new_id": -2}, {"uid": "1297443886231686178", "i": 49611, "idx": 2, "sa": ["Michael Gove"], "q": "He said: \"However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation.\" Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful <q> because of his failure to discharge relevant statutory equality duties. </q> Follow the E&S on Twitter Keep up with the latest breaking news and best content with our Twitter updates. Latest dining reviews Read the latest reviews by the Express& Star's dining out reviewers", "new_id": -2}, {"uid": "1297426592170164226", "i": 50428, "idx": 1, "sa": ["Michael Gove", "Darren Cooper"], "q": "The judge said: \"However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation.\" Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful <q> because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act. </q> As part of BSF, every secondary school in England was due to be rebuilt or refurbished over a 15-20 year period at an estimated cost of? 55 billion. Sandwell Council leader <strong> Darren Cooper </strong> said", "new_id": -2}, {"uid": "1296140197140460041", "i": 59394, "idx": 0, "sa": ["Michael Gove"], "q": "they do not improve, they could be shut down. The plans will be included in an Education Bill published today. Mr <strong> Michael Gove </strong> said UK classrooms faced a \"discipline crisis\" . He added: <q> It's the single biggest worry parents have-` Will my child be safe?' It's also the main reason teachers leave the profession, and many good graduates don't become teachers. </q> Ofsted currently marks schools on teaching, leadership and exam results. Mr <strong> Michael Gove </strong> aims to give the body \"new focus\" by allowing disciplinary records to be assessed. Schools faring \"particularly badly\" on", "new_id": -2}, {"uid": "1297384739169525259", "i": 58520, "idx": 2, "sa": ["Michael Gove", "Andy Burnham"], "q": "and the introduction of a reading test for six-year-olds. Labour says it gives Mr <strong> Michael Gove </strong> \"50 new powers to meddle in education in your area\" with Shadow Secretary <strong> Andy Burnham </strong> tweeting that it <q> strips councils of any real power and gives it all to the Secretary of State </q>. Subscribe to RSSMost Popular in: UK Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News editor.", "new_id": -2}, {"uid": "1297702046148619270", "i": 51615, "idx": 12, "sa": ["Michael Gove", "Andy Burnham"], "q": "<strong> Andy Burnham </strong> demanded to know how much money has been \"wasted on legal costs\" . He said the judge requested a re-run with an open mind but Mr <strong> Michael Gove </strong>'s \"self-justifying\" response to the judgment <q> suggests his mind is firmly made up </q>. He told Mr <strong> Michael Gove </strong>: \"To give the six councils confidence of a fair hearing shouldn't you now remove yourself from any further part in this decision?\" It was a \"", "new_id": -2}, {"q": "impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seahawks receiver <strong> Mike Williams </strong>, who got eight. Seahawks kick returner <strong> Leon Washington </strong> got one vote. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.\" ESPN analyst <strong> Desmond Howard </strong> said", "answer_q": "a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seahawks receiver Mike Williams, who got eight. Seahawks kick returner <strong> Leon Washington </strong> got one vote. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.'' ESPN analyst <strong> Desmond Howard </strong> said", "answer": "Michael Vick", "sa": "['Leon Washington', 'Michael Vick', 'Desmond Howard', 'Mike Williams']", "index_answer": 1, "idx": 0, "i": 3062}]