[{"uid": "1297293184036945944", "i": 52040, "idx": 3, "sa": ["Mike Pence", "Barack Obama"], "q": "the country will lose access to basic primary and preventive health care, such as lifesaving cancer screenings, contraception, STI testing and treatment, and annual exams,\"\"  said Cecile  Mike Pence ,  Barack Obama  of Planned Parenthood.  In fact, six in ten women who access care from a family planning health center consider it to be their main source of health care.  Overall, the spending outline aims to trim$ 40 billion from current spending levels would wipe out funding for a federal family planning programs, including$ 1.3 billion from current funding for community health centers.", "new_id": -2}, {"uid": "1296184901199016459", "i": 13303, "idx": 0, "sa": ["Mike Pence"], "q": "served as chairman of the conservative Republican Study Committee from 2005 to 2007 and as chairman of the House Republican Conference from 2009 until January 2011. circulated a letter to supporters announcing the decision.  In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,  wrote  Mike Pence . \"We will not seek the Republican nomination for president in 2012.\"\"  Video: Obama picks Carney for press secretary Senate Republicans beg for spending addiction intervention, Dems say no way Top Republicans", "new_id": -2}, {"uid": "1296659107232505354", "i": 7900, "idx": 0, "sa": ["Lou Cannon", "Craig Shirley", "Mike Pence", "Jon Tester"], "q": ". And where would he have fit in today's political climate? We have two guests to talk about him:  Lou Cannon , who covered his years as governor and president, and  Craig Shirley , author of  Reagan's Revolution: The Untold Story of the Campaign That Started It All.  Plus: The Democrats pick Charlotte for their 2012 convention... the latest in the Chicago mayoral race...  Mike Pence  is a no go for the White House but  Jon Tester  Huntsman signals he might... Montana Republicans get", "new_id": -2}, {"uid": "1296752565198328330", "i": 36805, "idx": 0, "sa": ["Mike Pence", "Debbie Wasserman Schultz"], "q": "financing of abortions in cases of` forcible' rape but not statutory or coerced rape.\"\"  wrote that under the changes, many forms of rape could be exempted from abortion coverage, including if a woman was  drugged or given excessive amounts of alcohol  or in cases including \"rapes of women with limited mental capacity, and many date rapes.\"\"  an interview with the Raw Story, Florida Democratic  Mike Pence   Debbie Wasserman Schultz  said, \"to suggest that there is some kind", "new_id": -2}, {"uid": "1296217917050937899", "i": 50360, "idx": 1, "sa": ["Dave Camp", "Mike Pence", "Alan Grayson", "Nancy Pelosi"], "q": "Dodge Health Care Question? Komo 4 News( ABC Seattle) Reporter Shomari Stone Asks House Speaker Nanci  Nancy Pelosi  a fair question about the following: According to Committee On Ways& Means Republicans Ranking Member,  Dave Camp ,  the non-partisan Joint Committee on Taxation( JCT) confirming that the failure to co... m9- The people arrest the insurance companies  Alan Grayson  on the GOP Health Care Plan: \"Don't Get Sick! And if You Do Get Sick, Die Quickly! '  Alan Grayson  on the GOP Health Care Plan: \"Don't Get Sick! And if You Do Get Sick, Die Quickly!\"\" ' This is  Mike Pence   Alan Grayson  discussing the GOP plan for health care. Part", "new_id": -2}, {"uid": "1295276008044859404", "i": 50150, "idx": 0, "sa": ["Mike Pence", "Sean Hannity"], "q": ", not all republicans are racist and not all racists are republicans. It's just an incendiary title designed to get you to click the link. Please don't pee your panties....  Mike Pence  On  Sean Hannity :  The American people are in charge here,  Can Stop Government Takeover  Mike Pence  On  Sean Hannity : \"The American people are in charge here,\"\"  Can Stop Government Takeover Congressman  Mike Pence  appeared on FOX News last night to discuss health care reform and the Democrats' attempt", "new_id": -2}, {"uid": "1295310565231800855", "i": 32354, "idx": 3, "sa": ["Thomas S. Price", "Mike Pence", "Nancy Pelosi", "Nancy Skinner"], "q": "seeing costs rise, not just for employers, but for employees as well.\"\"   Mike Pence   Thomas S. Price : \"We look forward to fulfilling the promise that we made.\"\"   Mike Pence  DEBBIE WASSERMAN SHULTZ( D-FL):  Let's talk about January 1st. On January 1st, just a few days ago, with repeal of health care reform, Republicans will take away a 50% cut in brand name drugs that seniors got. Let's put a human face on what repealing health care reform will mean. It will mean that children, once again, and in a few years, everyone will be able to be dropped or denied http://wn.com/Nancy Pelosi_Nancy Skinner_Fox_News_082010_Health_Care_Democratic_Messaging  Nancy Skinner  goes on \"America Live  on Fox News on August 20, 2010, to discuss Democratic messaging around health care reform. She talks about how Democrats need to talk about the benefits of reform, not just costs. She also mentions the", "new_id": -2}, {"uid": "1297285311122896474", "i": 2630, "idx": 6, "sa": ["Stephen Baldwin", "Tim Pawlenty", "Tom Tancredo", "Mike Pence", "Bay Buchanan"], "q": "At 12:15, \"Engaging America through Conservative Pop Culture\"\"  featuring  Stephen Baldwin  and a bunch of people you've never heard of. Later,  Bay Buchanan  and  Tom Tancredo  debate immigration, and author  Mike Pence  Prell will sign copies of  Underdogma: How America's Enemies Use Our Love for the Underdog to Trash American Power.   Tim Pawlenty 's on the mainstage at 3. But that's also when this is happening: \" The Ground Zero Mosque: The Second Wave of the 9/11 Attacks- Maryland Ballroom \" Sponsored by", "new_id": -2}, {"uid": "1296185980214401046", "i": 37755, "idx": 0, "sa": ["Mike Pence"], "q": ", but many in political circles assumed that would be the case since he stepped down last year from his House leadership position. The 51-year-old  Mike Pence  is a darling of social conservatives and often describes himself as  a Christian, a conservative, and a Republican, in that order.  The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning sixth term in November.", "new_id": -2}, {"i": 35161, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a massive, massive risk, but also it's an incredible incentive,'' he said.`` I also did it because I believe[ we] can find a star,'' <strong> Simon Cowell </strong> continued. <q> So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million. </q> The British media mogul, who will also be serving as executive producer and a judge on the show, noted that the money will be paid out over five years, one million for each year,", "sa": ["Simon Cowell"], "uid": "1297114520257425423"}]