[{"uid": "1297123522226197504", "i": 6685, "idx": 0, "sa": ["Bill Clinton", "Barbara Walters", "David Letterman", "Lauren Conrad"], "q": "host <strong> David Letterman </strong> underwent emergency heart surgery in 2000 and chatted candidly with <strong> Barbara Walters </strong> about his feelings of joy following the operation. But they didn't last long. During the chat, <strong> David Letterman </strong> stated, <q>Depression is a <strong> Bill Clinton </strong> hole... I've dabbled in it. \"There's a difference in being sad and being blue and being depressed and being chemically or clinically depressed. I do know the difference between those and it's horrifying. \"Without some kind of medicinal help... institutions used to be full of people who were depressed.</q> <strong> Bill Clinton </strong> \"The Hills\" star <strong> Lauren Conrad </strong> has revealed MTV bosses have scrapped her new reality show after deciding it was \"too highbrow\" for their audience. <strong> Lauren Conrad </strong> shot to fame in", "new_id": -2}, {"i": 45025, "idx": 3, "index_answer": 0, "new_id": -1, "q": "that he's done for me, for the government and for the country,\" <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q>Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him,</q> <strong> Ed Miliband </strong> said. The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of a government that includes", "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "uid": "1295698317198803458"}, {"uid": "1295579068025002003", "i": 21760, "idx": 0, "sa": ["Ricky Gervais", "Sharon Osbourne", "Piers Morgan", "Simon Cowell"], "q": "flowers.\" OK, fine, but what was <strong> Ricky Gervais </strong> left to do except giggle and nod in agreement, which he did entirely too many times? Instead, the <strong> Piers Morgan </strong> ego emerged once again: <q>Until you, I was the most reviled Brit on TV in America,</q> he said. Oh, come on, <strong> Piers Morgan </strong>; I think <strong> Simon Cowell </strong> and <strong> Sharon Osbourne </strong> still spend a lot of time in America, don't they? Once they'd run the Globes controversy into the ground", "new_id": -2}, {"uid": "1295501337043302944", "i": 18907, "idx": 0, "sa": ["Hu Jintao", "Steve Ballmer", "Barack Obama"], "q": ", <strong> Barack Obama </strong> said. \"The relationship is much more complex than that, and it has much more potential than that.\" \"I also have a message to American entrepreneurs,\" <strong> Hu Jintao </strong> added. <q>That is, we welcome you as companies to China.... We will, as always, try to provide a transparent, just, fair, highly efficient investment climate to U.S. companies and other foreign companies.</q> The corporate execs response? Most simply nodded or listened, according to the White House press pool report. Microsoft CEO <strong> Steve Ballmer </strong> was apparently taking notes. Some of the U.S. executives in attendance,", "new_id": -2}, {"uid": "1297703292198672386", "i": 24000, "idx": 0, "sa": ["Michael Gove", "John Cryer"], "q": "tests. <strong> Michael Gove </strong> said no compensation has been ordered, and the six local authorities will have a chance to make representations to try to rescue cancelled building projects in their area. He said he <q>may save all, some, a few or none</q> of those projects, and told the House the court had backed the government's on all \"substantive positions\". <strong> John Cryer </strong> said Waltham Forest had no choice but to go to court, with seven schools", "new_id": -2}, {"uid": "1296225829149782528", "i": 8871, "idx": 9, "sa": ["Evan Bayh", "Mike McDaniel", "Mike Pence"], "q": "the unsuccessful Democratic nominee last year for <strong> Evan Bayh </strong>'s Senate seat. <strong> Mike McDaniel </strong> said that while he was state GOP chairman- from 1995 until 2002- <strong> Mike Pence </strong> mentioned the governor's office to him. <q>He told me then that he thought he could accomplish more for the people of Indiana as governor than he could in Congress,</q> he said. \"This has been on his mind for a long time.\"", "new_id": -2}, {"uid": "1294957568077135900", "i": 27340, "idx": 0, "sa": ["Mike Pence"], "q": "lives and go back to their home countries for an undetermined amount of time in exchange for a temporary guest-worker visa with no guarantee of legal permanent residency. interview with Right Side News in May, <strong> Mike Pence </strong> stated, <q>I simply believe that some day down the road we can find an intersection between the rule of law and the deep compassion of the American people- but in the intervening years, what's become clear to me is that we must focus on border security and internal enforcement first.</q> <strong> Mike Pence </strong> also justified Arizona's immigration law by falsely claiming that Phoenix is the kidnapping capital of the world and saying, \"there's nearly a half a million illegal immigrants and, and a rampant drug", "new_id": -2}, {"uid": "1295679682021889026", "i": 8622, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": " \"My fear would be you don't have a guy like <strong> Eric Schmidt </strong> who keeps the trains running on time,\" said one former <strong> Google Inc. </strong> employee, who declined to be named for fear of reprisal. <q>I'm having a hard time imagining( Larry) going from the role I've seen him in, to going to a CEO role,</q> he added. \"He can't come in and lay on the couch as he used to do and sort of interject here and there. Someone's got to lead the meetings.\" We welcome comments", "new_id": -2}, {"uid": "1296770511173654034", "i": 12153, "idx": 3, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Tommy Franks"], "q": "to the Iraqi dictator's aide, Tariq Aziz, and wondered whether the room had been bugged. Nearly two decades later, in the rubble of 9/11, <strong> Donald Rumsfeld </strong> took grim note when <strong> Saddam Hussein </strong> gloated that <q><strong> Joe Biden </strong> reaps the thorns its rulers have planted in the world.</q> But first there was Afghanistan, which had harbored bin Laden. <strong> Donald Rumsfeld </strong> pushed the CENTCOM commander, <strong> Tommy Franks </strong>, for a quick war plan, brushing aside the general's insistence that he needed two months to", "new_id": -2}, {"uid": "1296407544252772372", "i": 142, "idx": 20, "sa": ["Elgin Baylor", "Allen Iverson", "Jason Terry", "Dikembe Mutombo"], "q": "shots and <strong> Allen Iverson </strong> scored 47 points as the Philadelphia 76ers beat the Atlanta Hawks 108-103 Friday night. The Hawks have lost 10 straight, including nine since trading <strong> Dikembe Mutombo </strong> to Philadelphia in a five-player deal on Feb. 22. <q><strong> Elgin Baylor </strong> kept running into them and they kept telling me they were going to dunk on me,</q> said <strong> Dikembe Mutombo </strong>, who is living at the same hotel that Atlanta stayed at in downtown Philadelphia. \"<strong> Elgin Baylor </strong> kept telling them during the course of the game,` Why are you even trying?\" <strong> Jason Terry </strong> had", "new_id": -2}]