[{"uid": "1295806909069746696", "i": 19462, "idx": 10, "sa": ["Colin Powell", "Barack Obama"], "q": "the rhetoric and urged members of Congress to do the same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 title=\"White House\" href=\"http://www.chicagotribune.com/topic/politics/government/executive-branch/white-house-PLCUL000110.topic\"> White House race. <q> I will always vote for the person who I think is best qualified, </q> he said.`` I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed", "new_id": -2}, {"uid": "1295589382106250271", "i": 16869, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "Newforth Partners, a mergers and acquisitions advisory firm, in an email. <strong> Eric Schmidt </strong>, who will step aside on April 4 and make way for <strong> Larry Page </strong>, told Reuters in an interview that the change was <q> not a reaction to competitors </q>. Rather, he said, it was an effort to speed up decision making at the company, which ended the year with about 24 000 employees.`` Google has many different businesses and", "new_id": -2}, {"uid": "1296135305251920399", "i": 39225, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Foreclosures increase; California, Florida, Nevada, Arizona account for 19 of top 20 cities <caption> The Wire stories with the most comments in the last 7 days. </caption>? 2010 Alabama Live LLC. All", "new_id": -2}, {"uid": "1295443568234078240", "i": 8983, "idx": 0, "sa": ["Simon Cowell", "Tyler Ward", "Billy Joel", "Steven Tyler"], "q": "` American Idol' and other reality TV shows embracing kinder, gentler attitude Breitbart Derrik J. Lang, The Associated Press LOS ANGELES, Calif.- When a husky, moustached auditioner awkTyler Wardly snaps his way through <strong> Billy Joel </strong>'s <q> The Longest Welcome to the born-again American Idol. With the departure of`` the mean one, </q> judge <strong> Simon Cowell </strong>, the TV juggernaut seems to have gone through a conversion. At a recent Fox News 215-854-5960 If you're hoping <strong> Steven Tyler </strong>'s going to fill the shoes of <strong> Simon Cowell </strong>, be the new grumpster of``", "new_id": -2}, {"uid": "1296567919137969691", "i": 57863, "idx": 1, "sa": ["Angelina Jolie"], "q": "doesn't know where she stands on Israel. <strong> Angelina Jolie </strong> serves as a goodwill ambassador for the United Nations. <strong> Angelina Jolie </strong> told The Associated Press he would`` love to see'' <strong> Angelina Jolie </strong> at his side <q> coming on a visit to Israel. </q> He said:`` That would be a nice thing before I go.'' FIN ANALYST( ASIAN EQUITIES) Company KIMCHEE SIDE DISH PREPARER Company Kukje LANDSCAPE LABORERS Company Del", "new_id": -2}, {"uid": "1295804058124010503", "i": 32254, "idx": 5, "sa": ["Colin Powell"], "q": "positions,'' <strong> Colin Powell </strong> said.`` Both sides came out of this I think rather well.'' <strong> Colin Powell </strong> called the U.S. relationship with China`` complex'' and guaranteed to have its ups and downs. <q> But I think generally over the 40 years that we have been in this relationship with China, the slope has been steady and upward. </q> Neighbors complain that living next to Octomom is like`` living next to a horribly obnoxious amusement... Abandoned rail line to Amlwch set to reopen for delivery of badly needed vowels School superintendent doesn't think letting teachers", "new_id": -2}, {"uid": "1297148717028524550", "i": 33513, "idx": 10, "sa": ["Simon Cowell"], "q": "record sales. To do that, he needs to find a talented performer who has a sound work ethic, which he said is something he wants to`` instil'' in the competition. <q> The big, big stars are the people prepared to work at it. You look at somebody like Beyonce: She is the best example of somebody who works it every hour of the day, </q> he said. <strong> Simon Cowell </strong>, as American Idol viewers know, doesn't lack for confidence:`` I believe I can find a star,'' he said. He has seen only a few", "new_id": -2}, {"uid": "1295871415206389293", "i": 53151, "idx": 1, "sa": ["Mike Davis", "Eric Schmidt"], "q": "really good retirement,'' added <strong> Mike Davis </strong>. Under the leadership of <strong> Eric Schmidt </strong>, Google has branched into several new markets such as mobile devices with its Android operating system and the enterprise market with Google Apps. <q> The company certainly hasn't been resting on its laurels, </q> said <strong> Mike Davis </strong>. During his time at the company, <strong> Eric Schmidt </strong> has amassed 9.2 million Google shares, worth$ 5.8 bn. In his new role <strong> Eric Schmidt </strong> will focus on deals, partnerships, customers", "new_id": -2}, {"uid": "1295637616124272649", "i": 39538, "idx": 1, "sa": ["Chris Huhne"], "q": "`` Europe's future lies in green energy and Britain wants to work with other countries to make the most of the clean energy potential in and around the North Sea,'' said Energy Secretary <strong> Chris Huhne </strong>. <q> We're stepping up our efforts with our European partners to develop a North Sea electricity supergrid. </q> In December last year, UK, Ireland, Denmark, France, Germany, Luxemborg, Netherlands and Norway decided to collaborate on the North Seas ffshore Grid Initiative( NSOGI). There was", "new_id": -2}, {"i": 35147, "idx": 1, "index_answer": 0, "new_id": -1, "q": "informed source. The political stakes were ratcheted up in the hours following <strong> Andy Coulson </strong>'s resignation when <strong> Ed Miliband </strong> personally issued a series of statements criticising the wisdom of hiring the former News of the World Editor; <q> I think it raises real questions about <strong> David Cameron </strong>'s judgment that he hung on to <strong> Andy Coulson </strong> for as long as he did', </q> he said. Those comments have reportedly given an added urgency to efforts to`` throw the dirt back''.`` <strong> Ed Miliband </strong> was unwise to comment,'' said one observer,`` the Tories are going to", "sa": ["Ed Miliband", "Andy Coulson"], "uid": "1295876928012320777"}]