[{"uid": "1296496188150683703", "i": 6085, "idx": 0, "sa": ["Robin Williams", "Henry Ford", "Sergio Marchionne", "Oprah Winfrey"], "q": "certain the Michigan basketball team understood the concept of building off the... Red Wings defenseman Nicklas Lidstrom has been part of the two biggest comebacks in All-Star Game... Chrysler CEO <strong> Sergio Marchionne </strong> said salaried and hourly employees will receive <q> performance... <strong> Henry Ford </strong> Health System, Presbyterian Villages of Michigan and United Methodist Retirement... Chrysler reported a$ 199-million net loss for the fourth quarter of 2010, but excluding interest on... More than 1,000 filmgoers-- and`` Detroit 1-8-7 </q> fans-- sold out the Detroit Film Theatre to... Could <strong> Robin Williams </strong> get his Batman wish and appear in the highly anticipated third installment of... As it nears its one-month mark, the <strong> Oprah Winfrey </strong> Network has grown its prime-time", "new_id": -2}, {"uid": "1297444484053690368", "i": 56064, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "couple weeks after multiple rounds of snow storms. Disaster relief from the U.S. Department of Agriculture could help farmers in upstate New York recover from property damage and livestock losses due to snow and ice build-up. <q> The amount of heavy snow we've received this winter is unprecedented, </q> <strong> Kirsten Gillibrand </strong> said.`` Federal assistance is absolutely critical to helping these hardworking farm families recover.'' The USDA's Farm Service Agency's emergency loans go to help supplement famers' incomes after crop and livestock", "new_id": -2}, {"uid": "1295544475207126559", "i": 7361, "idx": 1, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "le blocus serait lev hier lundi dernier, mais il n' a pas respect sa promesse''. En ce qui concerne la rencontre qu'il a eue avec <strong> Alassane Ouattara </strong>, voil ce qu'en dit M. <strong> Raila Odinga </strong>: <q> Du c?te du pr?sident(?) <strong> Alassane Ouattara </strong>, je lui ai indiqu qu'il serait n?cessaire qu'il nomme des partisans de Gbagbo dans son gouvernement en tant que pr?sident de la R?publique(?) afin que les divisions profondes du pays soient gu?ries. J'ai, ensuite, indiqu? M. <strong> Alassane Ouattara </strong> que pour la r?solution pacifique de la crise, il devrait donner des assurances? M. Gbagbo pour sa libert et sa s?curit pour poursuivre ses activit?s politiques ou pour aller en exil dans un pays de son choix </q>. Le Premier ministre kenyan a, par ailleurs, indiqu que Dramane <strong> Alassane Ouattara </strong> l' a assur de sa volont de donner aux partisans de Laurent Gbagbo, 25% des postes minist?riels. M. <strong> Raila Odinga </strong>", "new_id": -2}, {"uid": "1295795112051544089", "i": 11368, "idx": 0, "sa": ["Sergey Brin", "Larry Page", "Eric Schmidt", "David Wolf", "Mark Zuckerberg"], "q": "especially <strong> Sergey Brin </strong>, who was born in the Soviet Union, did not want to kowtow to a repressive regime, while <strong> Eric Schmidt </strong> was more willing to accommodate Chinese demands that Google censor its search results in that country. <q> One of the issues that precipitated this change[ of the CEO] was what happened in China. But China is not the cause-it's symptomatic of the broader disconnect between the way that <strong> Eric Schmidt </strong> wanted to run Google and the way the founders wanted to run the company, </q> says <strong> David Wolf </strong>, chief executive of <strong> David Wolf </strong> Group Asia, a Beijing-based Mark Zuckerbergeting-strategy firm. But the biggest driver of the change seems to bLarry Page's long-term desire to be No. 1 at the company he started,", "new_id": -2}, {"uid": "1297242448110002273", "i": 1574, "idx": 1, "sa": ["Abdelbaset al-Megrahi", "Kirsten Gillibrand"], "q": "take it step by step. Let's return this convicted terrorist to prison, hold a full review, and take it from there.'' <strong> Kirsten Gillibrand </strong>, a Democratic Senator, called Sir Gus's report <q> deeply troubling- not just for the families of the <strong> Abdelbaset al-Megrahi </strong> victims, but for all Americans and all nations who are committed to bringing terrorists to justice. </q> href=\"http://www.telegraph.co.uk/news/worldnews/europe/france/8309022/Oxford-students-warned-about-behaviour-after-Varsity-skiing-trip.html\"> Oxford students warned about behaviour after Varsity skiing trip WikiLeaks: US and China in military standoff over space missiles WikiLeaks cables: US agrees to tell Russia Britain's nuclear secrets Egypt protests: America", "new_id": -2}, {"uid": "1296106965198869114", "i": 1975, "idx": 8, "sa": ["Damon Jones", "Darryl Dawkins", "Allen Iverson"], "q": "his first triple-Darryl Dawkins of the season-- 30 points, 10 assists and 10 rebounds-- and 10th of his career.`` We contained him,'' said <strong> Allen Iverson </strong>, who finished with 25 points and nine assists. <q> That's <strong> Darryl Dawkins </strong> you can do with players like that. You can't play this game scared. </q> The Cavaliers cut Denver's cushion to 103-98 on <strong> Damon Jones </strong>' 3-pointer with 3:15 left in the game. But Denver closed the game out with a 7-1 run. The struggling Cavaliers have now lost four of their last", "new_id": -2}, {"uid": "1297284059243777648", "i": 3153, "idx": 0, "sa": ["Simon Cowell"], "q": "show. However it is claimed bosses are worried as he is yet to sign a deal to return for the later stages of the competition. A source said to UK newspaper Daily Mirror: <q> They are at their wit's end. The X Factor is ITV's biggest show and they can't afford for it to flop. </q>***`` It's getting to the point where they are literally willing to do anything in order to persuade <strong> Simon Cowell </strong> to appear in the live shows. But the simple fact is he can't be in", "new_id": -2}, {"uid": "1295566608055705610", "i": 47813, "idx": 2, "sa": ["Christopher Hitchens", "Leslie Nielsen", "Sandra Bullock", "Angelina Jolie", "William Nielsen"], "q": "Reporter called the movie`` slick, light summer entertainment'' that should re-establish <strong> Angelina Jolie </strong> as`` an action star.`` 8 Variety said while Salt was`` brisk'' and`` professionally assembled,'' it was also <q> shrug-inducing.`` 9 Some critics pointed out that Salt may get a boost at the box office because of its timeliness, in the wake of recent news reports about an alleged Russian spy ring in the US More movie reviews from Mahalo.com:`` Inception </q>: www.mahalo.com`` Predators'': www.mahalo.com http://wn.com/Sandra Bullock_Sandra Bullock__The_Proposal_Streaming_quality_movie <strong> Leslie Nielsen </strong>, OC( February 11, 1926-- November 28, 2010) was a Canadian-- AmChristopher Hitchensan actor and comedian. <strong> William Nielsen </strong> appeared in over one hundred films and 1500", "new_id": -2}, {"uid": "1295964650048300032", "i": 46408, "idx": 0, "sa": ["Newt Gingrich", "Andrés Torres", "Bill Lockyer", "Brian Wilson"], "q": "for trouble.`` I even talked to a player on the White Sox who said( last year's show) was a distraction; they were always looking over their shoulder,'' he said. <q> But like I said, we- <strong> Brian Wilson </strong> and I, the coaching staff- plan on being very vigilant about that not being the case with us. </q> <strong> Andrés Torres </strong> signs a new deal, leaving no Giants in arbitration. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics", "new_id": -2}, {"i": 2103, "idx": 2, "index_answer": 0, "new_id": -1, "q": "stand by what I've said about those events,'' he said,`` but when the spokesman needs a spokesman, it's time to move on.''( A nice variant on <strong> Alastair Campbell </strong>'s axiom, <q> Once you become the story, it's time to quit. </q>) For <strong> Andy Coulson </strong>'s boss <strong> David Cameron </strong>, it is a huge blow. The PM's extraordinary ability to ride above the fray is mainly due to his roots and upbringing- Old Etonian arrogance, if you", "sa": ["Alastair Campbell", "David Cameron", "Andy Coulson"], "uid": "1295620523143933448"}]