[{"uid": "1296021352213417993", "i": 20359, "idx": 1, "sa": ["Eric Schmidt"], "q": "n no; the number of things the Big Media seems Report Abuse \"Is it just me, or does <strong> Eric Schmidt </strong> look like one of those power-crazed Nazis or Bolsheviks from the 1940s?\" Report Abuse <q>Google is becoming what Microsoft once was- a giant corporation that wants to control everything we do on computers. But it's even worse, because it has a close relationship with the liberal portions of our government, and is expanding beyond just the computer realm into the real world. And its only significant opponents are Microsoft and Facebook, which aren't really any better at this point.</q> Mashable: Google Acquires Telephony Startup SayNow Mashable: Facebook CTO: We're Focused on Mobile in 2011", "new_id": -2}, {"uid": "1295303331067584079", "i": 23406, "idx": 0, "sa": ["Gov. Rick Perry", "Prince Fielder", "Mr. Bauer", "Mike Pence", "Gary Bauer", "Matt Kemp", "Michael R.", "Albert Pujols", "Hunter Pence"], "q": "of government in the nation's capital. Governors <strong> Gov. Rick Perry </strong> of Ban Abortion- 2012 Presidential Candidate www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q>All the obvious frontline names have all the usual pluses and minuses,</q> <strong> Mr. Bauer </strong> says. But in considering one... BSG: National League MVP candidates A rundown of possible National League MVP candidates including <strong> Albert Pujols </strong>, <strong> Matt Kemp </strong> <strong> Michael R. </strong>, <strong> Hunter Pence </strong>, <strong> Matt Kemp </strong> and <strong> Prince Fielder </strong> www.battingstanceguy.com... <strong> Mike Pence </strong>'s Speech at the", "new_id": -2}, {"uid": "1295575221120422407", "i": 48158, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "This move is a big one for ol' Google, as <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> have long run the company as a trio, an approach Page articulated quite clearly in the company's 2004 IPO filing: <q>We run Google as a triumvirate. The three of us run the company collaboratively with <strong> Sergey Brin </strong> and me as presidents. The structure is unconventional, but we have worked successfully in this way.</q> Though it goes against Google's well-worn techniques, Shmidt claims the reorganization won't hurt the company's mojo. In fact, he believes the new management structure will speed up the decision making process.", "new_id": -2}, {"i": 11815, "idx": 10, "index_answer": 2, "new_id": -1, "q": "dropped to 2-10 at home in the past six weeks, and face a road trip that includes games at Boston, Cleveland, New Orleans and Orlando. \"We lost again,\" point guard <strong> Rodney Stuckey </strong> said. <q>I don't know. I really can't explain anything anymore. We just keep losing, and now we've got some great teams to play.</q> <strong> Allen Iverson </strong> led all scorers with 31 points, and <strong> Antonio McDyess </strong> added 13 points and 13 rebounds. San <strong> Antonio McDyess </strong> led http://wn.com/Mavs-Spurs_106-93_I_Nowitzki_31pts,9reb,Terry_19pts_vs_Duncan_30pts,8reb,Parker_26pts,12ast SAN ANTONIO, April 28,2009( AP) <strong> Jason Terry </strong> galloped down court after one big shot and <strong> Josh Howard </strong> skipped", "sa": ["Jason Terry", "Josh Howard", "Rodney Stuckey", "Antonio McDyess", "Allen Iverson"], "uid": "1295937890179191810"}, {"uid": "1297260696007700498", "i": 5062, "idx": 2, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "act as they are wary of making the show too British with <strong> Simon Cowell </strong> already confirmed as a judge and <strong> Cheryl Cole </strong> also lined up for a role. Comment on this Article He explained: <q>They have to decide how British they want the show to be, and whether they want a British voice and a British judge like <strong> Cheryl Cole </strong>.</q> But if he impresses US executives, 49-year-old Peter- who has two teenage sons with his wife Barbara- would be happy to relocate to Los Angeles during the filming of the series. He added", "new_id": -2}, {"uid": "1295584540106250245", "i": 12400, "idx": 3, "sa": ["Eric Schmidt"], "q": ",\" Mr <strong> Eric Schmidt </strong> wrote in a blog post. He added that Mr Page would \"merge Google's technology and business vision\", while he would stay on to focus on external issues, like <q>deals, partnerships, customers and broader business relationships</q>. In the blog post, Mr <strong> Eric Schmidt </strong> said the three executives would continue to collaborate on major decisions, but that the changes would help clarify the individual roles so \"there's clear responsibility and accountability", "new_id": -2}, {"uid": "1295717712220610567", "i": 11345, "idx": 0, "sa": ["Colin Powell", "President Bush", "April Glaspie", "Brent Scowcroft"], "q": "of Kuwait. She counseled patience. <strong> President Bush </strong>'s Chairman of the Joint Chiefs of Staff, <strong> Colin Powell </strong>, was as hesitant as <strong> April Glaspie </strong>. His military options to retake Kuwait, National Security Adviser <strong> Brent Scowcroft </strong> groused, <q>had not seemed designed by anyone eager to undertake the task.</q> The <strong> Colin Powell </strong> Doctrine, conceived after Reagan's disastrous intervention in Lebanon, still prevailed in 1990: U.S. forces would only be introduced into conflicts with clear, achievable aims, a visible exit, and strong popular and", "new_id": -2}, {"uid": "1296773929174178331", "i": 32396, "idx": 1, "sa": ["Chris Elliott", "David Letterman"], "q": " \"It's pretty surreal,\" said <strong> Chris Elliott </strong> of the series, describing it as something that begins as \"this parody of a cop show,\" but morphs into \"something more oddball.\" <q>I think that people kind of expect that from me, at least my fans do.</q> From his work on Late Night with <strong> David Letterman </strong> and Saturday Night Live, to guest appearance on shows like The Adventures of Pete and Pete and Futurama, to his roles in the films Cabin Boy and", "new_id": -2}, {"uid": "1297691237098959411", "i": 24506, "idx": 0, "sa": ["Zahi Hawass"], "q": "was raided, I wrote on Twitter as a sort of joke that it was a good thing all the best stuff was safely in Bloomsbury. But this is really not very funny: <q>On Jan. 28, as protesters clashed with police early on in the turmoil and burned down the adjacent headquarters of Mr Mubarak's ruling party, a handful of looters climbed a fire escape to the Cairo museum roof and lowered themselves on ropes from a glass-paneled ceiling onto the museum's top floor.</q> Around 70 objects- many of them small statues- were damaged, but until Sunday's announcement, it was not known whether anything was missing. <strong> Zahi Hawass </strong>, the antiquities minister, said the museum", "new_id": -2}, {"uid": "1295357099082411548", "i": 25111, "idx": 0, "sa": ["Simon Cowell"], "q": "with the world believing him dead, and then- penniless, and shunned by his celebrity friends- heads off on a pilgrimage to Tibet in a search for meaning. As you do. The book takes <strong> Simon Cowell </strong> <q>on a quest for love; a quest for money; and a quest to get back his elusive mojo- the Sex Factor</q>, we are told. publishing the book in April, is hailing it as the dawn of a new genre- the \"spovel\"- calling it \"the perfect antidote to celebrity memoirs\". And", "new_id": -2}]