[{"uid": "1296108988167460874", "i": 898, "idx": 2, "sa": ["Kevin Kolb", "Michael Vick"], "q": "just thankful.'' After starting the year as a backup to <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title. <q> I'm enjoying the guys and I'm enjoying being out here playing football, </q> he said.`` This is what you work for. You work hard to get in this position. I'm ecstatic to be here.'' <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC", "new_id": -2}, {"uid": "1297123112135839749", "i": 56054, "idx": 1, "sa": ["Simon Cowell"], "q": "X Factor USA, but insisted that he is confident it was the right decision. On whether he was` nervous' to be offering such a huge sum of cash, <strong> Simon Cowell </strong> admitted: <q> I think we should be nervous. The reason we decided to do this was to show the people who are auditioning for the show is that sometimes you have to put your money where your mouth is. By putting up that kind of prize money it's a massive, massive risk but it's also an incredible incentive. </q>`` You want the person to succeed in a way you hope you can say,' I was there at the beginning','' he added.`` I think part of the reason we put", "new_id": -2}, {"uid": "1295520198023461934", "i": 296, "idx": 0, "sa": ["Hillary Clinton", "Frank Carlucci", "Thomas Pickering", "Kirsten Gillibrand", "Barack Obama", "James Dobbins"], "q": " A bipartisan group of 16 U.S. Senators, led by New York Democrat <strong> Kirsten Gillibrand </strong>, has href=\"http://Kirsten Gillibrand.senate.gov/newsroom/press/release/?id=0A4E5D6A- 6B57- 43CD- 9C8D- B3CC0B8FC648\" target=\"_blank\"> urged Secretary of State <strong> Hillary Clinton </strong> to veto the resolution. <q> Attempts to use a venue such as the United Nations, which you know has a long history of hostility toward Israel, to deal with just one issue in the negotiations, will not move the two sides closer to a two-state solution, but rather damage the fragile trust between them. </q> But a number of senior former U.S. diplomats and officials, including former Reagan Defense Secretary <strong> Frank Carlucci </strong>, and former Assistant Secretaries of State <strong> Thomas Pickering </strong> and <strong> James Dobbins </strong>, have href=\"http://www.thewashingtonnote.com/archives/2011/01/Thomas Pickering_hills/\" target=\"_blank\"> written to <strong> Barack Obama </strong> urging him", "new_id": -2}, {"uid": "1296277380125009976", "i": 45442, "idx": 1, "sa": ["John Sandy", "Colin Powell", "Roodal Moonilal"], "q": "<strong> Colin Powell </strong> will attend the launch of the ministry's mentoring programme in April, <strong> John Sandy </strong> apologised for a second time in the sitting when he said it appears as if PNM MPs rejoiced every time a citizen is murdered. <q> We are all honourable members here to serve our country, </q> Mark said. Mark also cautioned Persad-Bissessar for claiming the PNM would not support the Capital Offences Bill which will be debated in the House next month. <strong> Roodal Moonilal </strong> also got a warning from Mark for cutting into", "new_id": -2}, {"uid": "1295402639060080264", "i": 10089, "idx": 0, "sa": ["Joaquin Phoenix", "Emma Watson", "David Letterman", "Oprah Winfrey"], "q": "... <strong> Oprah Winfrey </strong>'s Ultimate Australian Adventure Reaches New Heights <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New Andy Kaufman?- www.twitter.com/mjdasilva <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New Andy Kaufman?- www.twitter.com/mjdasilva So are you in the <q> <strong> Joaquin Phoenix </strong> is on drugs and deeply disturbed camp? </q> or the`` He's having a laugh camp''. Either way, I can't wait for that debut hip-hop album. Follow me on twitter@mjdasilva... Late Show with <strong> David Letterman </strong>- <strong> Emma Watson </strong>( 2007) On", "new_id": -2}, {"uid": "1296253125144457810", "i": 3680, "idx": 0, "sa": ["Ian Edmondson", "Andy Coulson", "James Harding", "Dominic Mohan", "James Murdoch"], "q": "the Times, <strong> Dominic Mohan </strong> and <strong> James Harding </strong> respectively. Meatballs were on the menu, although staff preferred not to get too close to see what the boss actually ate. In the words of one friend, <strong> James Murdoch </strong> was <q> frustrated, but ready to be decisive </q> by the failure to resolve the href=\"http://www.guardIan Edmondson.co.uk/media/newsoftheworld\" title=\"More from guardIan Edmondson.co.uk on News of the World\"> News of the World phone-hacking crisis, which had claimed the scalp of his former editor and No 10 spin doctor <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1296207443159924274", "i": 2757, "idx": 0, "sa": ["Simon Cowell", "Elton John", "Jeremy Clarkson"], "q": "chain censors <strong> Elton John </strong>'s magazine baby picture. P45 Sacked Sky Sports presenters lined up for Al Jazeera job. P5 Online activists linked to Anonymous WikiLeaks attacks arrested. P9 Sacked Sky Sports presenters <q> told they'll never work again </q>. P1, 4-5 <strong> Simon Cowell </strong> refuses to commit to next series of X Factor. P4 <strong> Jeremy Clarkson </strong> warning over Sky Sports pair's sacking. P7 And finally... Does the Daily Express television", "new_id": -2}, {"uid": "1295559654260145286", "i": 49600, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "many others. He also writes Maximize the efficiency of your virtualization solution. Visit the Dell Virtualization Center today. earnings release today, Google announced a major shift to the executive ranks, calling it a way to <q> streamline decision making and create clearer lines of responsibility and accountability at the top of the company. </q> The details: Starting April 4, co-founder <strong> Larry Page </strong>, becomes CEO and takes over day-to-day operations. Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, specifically, new products. <strong> Eric Schmidt </strong> becomes Executive Chairman and will focus", "new_id": -2}, {"uid": "1295887827234930178", "i": 51861, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "does, he will then hold about 9.1 percent of Google's voting power, the company said. <strong> Eric Schmidt </strong> announced he was relinquishing his job as Google CEO recently via a rather sarcastic tweet that read, <q> Day-to-day adult supervision no longer needed! </q> According to the href=\"http://www.nypost.com/p/Larry Pagesix/google_Eric Schmidt_eyeing_tv_ezjyKCdWXAaApZH4hp24zM\"> New York Post, <strong> Eric Schmidt </strong> is preparing for his`` Plan B career'' as a television host. He has reportedly filmed a test episode for CNN, according to the Post", "new_id": -2}, {"i": 5876, "idx": 3, "index_answer": 0, "new_id": -1, "q": "reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.`` I think he's working very hard on the issue of unemployment,'' <strong> Colin Powell </strong> said, <q> which I think is the major problem facing America right now. </q> Dismissing speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in", "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "uid": "1295844451132481080"}]