[{"uid": "1296561500134217730", "i": 17288, "idx": 1, "sa": ["Mike Pence"], "q": "media to Central on Friday. On Thursday, <strong> Mike Pence </strong>-- until recently the third-ranking Republican in the House-- announced he would not be a candidate for president in 2012. <q>Seeking national office was not right for us now,</q> he told the Central students. \"While( <strong> Mike Pence </strong> and his family) went back and forth in our heads, we never went back and forth in our hearts.\" Saying his \"", "new_id": -2}, {"uid": "1296034426048955401", "i": 4061, "idx": 2, "sa": ["Donald Rumsfeld", "Hillary Clinton", "Marina Ottaway"], "q": "Greater freedoms US <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> nimbly stepped in with a speech in Doha on January 13 warning Arab leaders to allow their citizens greater freedoms or risk extremists exploiting the situation. <q>There is no doubt that the United States is trying to position itself very quickly on the good side,</q> <strong> Marina Ottaway </strong> told AFP. Good article. The US has quickly dropped-in for two reasons:- to pretend that they were in favour of democracy all along- to make sure there strategic interests are protected.", "new_id": -2}, {"uid": "1295440324144605237", "i": 37516, "idx": 6, "sa": ["Nigel Lythgoe", "Simon Cowell", "Ray Chew", "Rickey Minor"], "q": "the theme weeks that the producers came to dislike. \"We're no longer going to get the country singer to sing rock, and the rock singer to sing folk,\" <strong> Simon Cowell </strong> <strong> Nigel Lythgoe </strong> said. <q>They are now going to stay with what they believe and what <strong> Jimmy Iovine </strong> believes is their genre that they need to work in.</q> \"Idol\" has also reportedly signed up a new music director, <strong> Ray Chew </strong>, replacing <strong> Rickey Minor </strong>, who exited last year. All the talk about the music plays down- deliberately, it seems", "new_id": -2}, {"uid": "1297416018011878405", "i": 31700, "idx": 2, "sa": ["Rick Santorum", "Barack Obama", "Donald Rumsfeld"], "q": "not just determine the occupant of the Oval Office, but the very survival of the country as a global superpower. \"This is a crossroads of American history. This is a moment,\" said <strong> Rick Santorum </strong>. <q>Were you there? Did you see it? Did you understand what was at stake?</q> As can be expected, much of the blame for America's precipitous state was laid at the feet of <strong> Barack Obama </strong> and the Democratic agenda, which <strong> Donald Rumsfeld </strong> poetically described as ï¿½ the gentle despotism of big government", "new_id": -2}, {"uid": "1295642432138969088", "i": 48056, "idx": 2, "sa": ["Eric Schmidt"], "q": "promising internet market. In recent years, there have also been repeated questions about whether Mr <strong> Eric Schmidt </strong> was preparing for a new career in politics- a suggestion that he sought again to scotch this week: <q>The impact I can have at Google trumps any impact I can have in a political role and frankly will be a lot more fun.</q> Yet the news that he plans to sell part of his personal stake in the company has only added to questions about his long-term presence there.", "new_id": -2}, {"i": 36633, "idx": 1, "index_answer": 0, "new_id": -1, "q": "to Be Rude, But...\" in which he laid down five important principles that actors can use when auditioning. 1. Don't grovel when you come in. <strong> Simon Cowell </strong> writes <q>I look upon it[ groveling] as a sign of desperation. So many times people come in and they come up with this terrible dialogue about how much they like me or Randy or Paula. It's demeaning, and there's no point to it. We're not looking for a nice person; we're looking for somebody who's confident and assured, but talented above all. Trust me-- most stars aren't nice.</q> 2. Believe in yourself the second you leave the house. \"Self-possession isn't something you can turn on seconds before you walk into the audition room. People like Ruben or Kelly", "sa": ["Simon Cowell"], "uid": "1296146610048234548"}, {"uid": "1296005208036782100", "i": 20724, "idx": 0, "sa": ["Michael Vick", "The Freezer"], "q": "on his hips and began to swivel. He said some people loved it- and others joked that he needed some lessons. \"I got 170 text messages after the game,\" <strong> The Freezer </strong> said. <q>I haven't read half of them yet. It's just been a crazy couple days.</q> Bears rush to Cutler's defense after critics question toughness; QB has knee ligament strain Bears rush to Cutler's defense after critics question toughness; QB has knee ligament strain Eagles quarterback <strong> Michael Vick </strong> signs first endorsement contract", "new_id": -2}, {"uid": "1295562778244678684", "i": 9821, "idx": 0, "sa": ["Eric Schmidt"], "q": "over the CEO title at Google to cofounder Larry Page NEW YORK( CNNMoney)-- <strong> Eric Schmidt </strong> will step down from his role as Google's CEO in April and be replaced by co-founder Larry Page. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> <strong> Eric Schmidt </strong> said in a prepared statement. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.\" Twitter comment on the shuffle was less formal: \"Day-to-day", "new_id": -2}, {"uid": "1296192813083116044", "i": 24641, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", <strong> Sergio Marchionne </strong> said. <strong> Sergio Marchionne </strong> said the loans would be used to develop engines, transmissions, frames and other components. Energy Department spokeswoman Stephanie Mueller said the GM decision would allow the department to <q>support a number of other innovative automobile technologies.</q> The department has committed or closed five loans totaling nearly$ 8.5 billion. GM says it no longer needs gov' t loan to go green General Motors Co., in another sign of its", "new_id": -2}, {"uid": "1295338731116441123", "i": 8560, "idx": 0, "sa": ["Andy Coulson", "Peter Oborne", "Sean Hoare"], "q": "their illegal activities. I didn't accept those assurances. Aside from what former staff told me, and my own knowledge of how the NoW operates, there was plenty of evidence from external sources. <q> \"A dozen former reporters said in interviews that hacking was pervasive at News of the World. \"Everyone knew,' one longtime reporter said.` The office cat knew.\"</q>\" It named one of those reporters as <strong> Sean Hoare </strong>, who was quoted as saying that <strong> Andy Coulson </strong> \"actively encouraged me\" to hack into messages. Channel 4 Dispatches documentary, presented by <strong> Peter Oborne </strong>, in", "new_id": -2}]