[{"uid": "1295528464081166339", "i": 10110, "idx": 0, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": "in class. \"I was bored, constantly naughty, always doing things I shouldn't be doing,\" he revealed in an interview with <strong> Oprah Winfrey </strong> for her new television show <strong> Oprah Winfrey </strong> Presents Master Class. <q> And I never had a clue as to what I was going to do- other than I promised myself whatever I did do, I was going to have fun. </q> The 51-year-old British star has no regrets about his career so far and although he enjoyed his time on American Idol he feels ready for a new challenge. <strong> Simon Cowell </strong> has revealed a piece of advice he was", "new_id": -2}, {"uid": "1295974364172294165", "i": 569, "idx": 0, "sa": ["Bill Lockyer"], "q": "takes this, which made Commissioner Hisashi( <strong> Bill Lockyer </strong>) Sugaya's attempt at humor especially ill placed. When Borden wondered if Tip Top couldn't sell something other than beer or wine, Sugaya cracked, <q> I guess he could sell drugs or something. </q> Bet he hears about that at the next meeting. Speaking of Turk and Taylor, it is no surprise that the first homicide of 2011 occurred there when a young man was gunned down on", "new_id": -2}, {"uid": "1296776655116113416", "i": 48567, "idx": 4, "sa": ["John McCain", "Donald Rumsfeld", "Colin Powell"], "q": "as secretary of state, in fact, Mr. <strong> Colin Powell </strong> \"tended not to speak out\" at meetings \"in strong opposition to the views of the president or of his colleagues.\" And he describes <strong> John McCain </strong> as <q> a man with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media. </q> In the course of \"Known and Unknown\" Mr. <strong> Donald Rumsfeld </strong> tells the reader he regrets not resigning in the wake of the Abu Ghraib scandal( which he blames on \"a small group of prison guards", "new_id": -2}, {"uid": "1296147474210010128", "i": 20637, "idx": 5, "sa": ["Andy Coulson", "David Cameron"], "q": "to keep his face out of things? If Edmundson can find evidence that implicates/embarrasses <strong> Andy Coulson </strong> and preferably <strong> David Cameron </strong> in any way, I'll pay his bail personally:) Flintyboy73 27 January 2011 10:53 AM <q> Downing Street moved to distance the prime minister from this scandal, insisting that he had had no conversations about the subject when he met James <strong> Rupert Murdoch </strong> and a senior company executive for dinner over Christmas. Mr <strong> David Cameron </strong> will be relieved to learn that his soon-to-be-retiring director of communications <strong> Andy Coulson </strong> is not said to be named in the latest evidence. </q> In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this time. Please try again later. Closing this window without", "new_id": -2}, {"uid": "1295022795099024897", "i": 33207, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "This morning <strong> Kirsten Gillibrand </strong> was on Morning Joe, and the hosts asked her to talk about <strong> Gabrielle Giffords </strong> as a person. \"She's the most non-partisan person I've ever met,\" <strong> Kirsten Gillibrand </strong> said. <q> She's the vision of hope for this country right now. She embodies everything that <strong> Barack Obama </strong> was trying to say, that we have to be better than we are. </q> <strong> Kirsten Gillibrand </strong> said she wasn't sure if the plan to mix the parties at the State of the Union-floated by Colorado <strong> Barack Obama </strong> Mark Udall-would get sufficient traction from her colleagues, but embraced a challenge from one of", "new_id": -2}, {"i": 25622, "idx": 0, "index_answer": 1, "new_id": -1, "q": "pacts were not a priority in the past session of Congress. Senate Finance Committee Chairman <strong> Max Baucus </strong>, D-Mont., whose committee oversees trade, said Monday he was traveling to Colombia and Brazil next month and that <q> now is the time to resolve outstanding issues and approve the( Colombia) free trade agreement so American ranchers, farmers and workers can have a chance to compete. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "sa": ["Bill Lockyer", "Max Baucus", "Newt Gingrich"], "uid": "1295977508172294166"}, {"uid": "1295156723221855763", "i": 25488, "idx": 2, "sa": ["Carmelo Anthony", "Allen Iverson", "Anthony Morrow"], "q": "Grizzlies in <strong> Anthony Morrow </strong>'s return <strong> Allen Iverson </strong> raced downcourt and floated an alley-oop lob that <strong> Carmelo Anthony </strong> shoved one-handed through the hoop for an arena-rattling jam, one that seemed to holler to all their doubters, \"Take that!\" <q> We just wanted to show the whole world we could play together, </q> <strong> Anthony Morrow </strong> said after the duo's triumphant debut Monday night. \"We know there's a lot of doubt about that.\" <strong> Anthony Morrow </strong> scored 28 points in his return from a 15-game suspension for fighting and <strong> Allen Iverson </strong> added", "new_id": -2}, {"uid": "1297211882164479028", "i": 47964, "idx": 0, "sa": ["Rachel Uchitel", "Simon Cowell"], "q": "March 27 in Los Angeles and then Chicago, Dallas, Miami, New York/New Jersey and Seattle will also host auditions.*** According to Entertainment Weekly, <strong> Simon Cowell </strong>, 51, said in a statement: <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group. \"I've never believed that there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. </q> Miss USA 2010 Winner a Pole Dancer- <strong> Rachel Uchitel </strong> Poses for Playboy", "new_id": -2}, {"uid": "1295094125134053943", "i": 20097, "idx": 27, "sa": ["Kris Allen", "Allen Iverson", "Matt Geiger"], "q": "of 7-footer <strong> Matt Geiger </strong> in the fourth quarter lifted Philadelphia to a 104-90 victory over the Orlando Magic in the opener of their Eastern Conference first-round series. \"I am still excited about this game,\" <strong> Allen Iverson </strong> said. <q> I feel like I could still play another 48 minutes. The crowd was against us and it was just great playing in that kind of atmosphere. This was my first one, and I would love to play in a lot more. </q> \"<strong> Kris Allen </strong> told me he got 15 minutes of sleep last night, that was 15 more than I expected,\" said 76ers coach Larry Brown, who took his record sixth different organization to the playoffs. \"", "new_id": -2}, {"uid": "1296012314232554579", "i": 3392, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": ". He was arrested in Osaka while waiting for a ferry to Okinawa. He refused to eat for two weeks after the arrest, \"but I could not die,\" he said. <q> Before and after the escape, all I cared about was myself, after all. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog San Francisco only the nation's 11th gayest city?: City Insider ORANGEVALE 4 BR", "new_id": -2}]