[{"i": 3854, "idx": 4, "index_answer": 4, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Kobe_Bryant's_Amazing_Game_Winner_vs_Miami_December_4,_2009 NFC Storms To <strong> Chauncey Billups </strong> Lead, Takes Pro Bowl 55-41 2011 Pro Bowl start time on Fox: <strong> Vince Carter </strong> time show features <strong> Goo Goo </strong> Dolls", "sa": ["Vince Carter", "Kwame Brown", "Goo Goo", "Chauncey Billups", "Allen Iverson"], "uid": "1296461913199901198"}, {"uid": "1297189237260702220", "i": 14952, "idx": 3, "sa": ["Donald Rumsfeld", "George Stephanopoulos"], "q": ", or expressed serious reservations.\" After reading off several names, she complained, \"What don't they get? What don't they understand?\" On January 9 2007, NBC's David Gregory <q> As the <strong> President Bush </strong> prepares to start a new phase of the war in Iraq, the White House is fending off charges that key figures in the administration have concluded the war is lost. </q> here. If <strong> Donald Rumsfeld </strong> is to be forced to admit a mistake about the troop surge, why not the journalists who derided the idea? Instead, <strong> George Stephanopoulos </strong> highlighted the cost of the war", "new_id": -2}, {"uid": "1297112166205144067", "i": 5559, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "since he left the show. \"I haven't seen a full episode,\" the former Idol judge told reporters on a conference call for his upcoming music competition series, The X-Factor. <q> I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. What I was more concerned about the ratings falling off a cliff, and that the whole genre might be over. But people are still excited about these shows, whether Dancing With the Stars, which has gotten better over the years, America's Got Talent... I think they've done a good job. </q> Asked if <strong> Paula Abdul </strong> could be a judge on his new show, which debuts next fall and has not yet announced a full judging panel, <strong> Simon Cowell </strong> demurred. \"I'm a massive fan", "new_id": -2}, {"uid": "1297363741170426392", "i": 9267, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "there were times where we watched the game...\".... and I know it's bad to say, but there were times where we hope he gets hurt.... More <strong> Mark Buehrle </strong>: <q> Everything you've done to these dogs, something bad needs to happen to these guys. </q> <strong> Mark Buehrle </strong>'s right. Something bad should happen. Like, say, going to jail. Which actually happened to <strong> Michael Vick </strong>. For 18 months. He lost his freedom for 18 months. That's bad", "new_id": -2}, {"uid": "1297716334016629790", "i": 12637, "idx": 0, "sa": ["Piers Morgan", "Michael Vick"], "q": " made a bet as to who would land <strong> Michael Vick </strong> for his first talk-show appearance. But <strong> Michael Vick </strong> admitted he doesn't know who <strong> Piers Morgan </strong> is and would welcome the opportunity to appear on Oprah's show. <q> If the bet was made, she'll probably win, because I know nothing about that other guy </q> USA Today quoted him as saying.", "new_id": -2}, {"uid": "1296676266235241502", "i": 60, "idx": 2, "sa": ["Colin Powell", "Thomas Jefferson", "Marjorie Cohn"], "q": "oppressors, we can expect the people to rise up and overthrow them. <strong> Marjorie Cohn </strong> is a professor at <strong> Thomas Jefferson </strong> School of Law and Deputy Secretary <strong> Colin Powell </strong> of the International Association of Democratic Lawyers. Her anthology, <q> The <strong> Joe Biden </strong> and Torture: Interrogation, Incarceration, and Abuse, </q> was just published by NYU Press.", "new_id": -2}, {"uid": "1296483335037306377", "i": 46490, "idx": 0, "sa": ["Eric Schmidt", "Woodrow Wilson"], "q": ": Generals, Pilots,... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... Harvard University Helps the Homeless? Harvard University has an endowment worth$ 34.9 billion. They earned 23 percent on their", "new_id": -2}, {"uid": "1297271131262504545", "i": 35410, "idx": 3, "sa": ["Donald Rumsfeld", "Condoleezza Rice"], "q": "stable, modern, democratic state. Deep sectarian and ethnic divisions, concealed by a culture of repression and forced submission to Saddam, lurked just below the surface of Iraqi society.\" He continues, <q> I hoped Iraq would turn toward some form of representative government, but I thought we needed to be clear-eyed about democracy's prospects in the country. Even the United States, though it had been the heir if hundreds of years of British democratic development, did not evolve smoothly or quickly into the liberal democracy that we benefit from today. </q> <strong> Donald Rumsfeld </strong> recalls suggesting to Bush and <strong> Condoleezza Rice </strong> that \"the administration soften the democracy rhetoric. I proposed that we talk more about freedom and less about democracy, lest the Iraqis and other countries in the region", "new_id": -2}, {"uid": "1297102357037732375", "i": 2279, "idx": 1, "sa": ["Sir Howard Stringer", "Simon Cowell"], "q": "also host auditions. Specific dates and venues to be announced. \"I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,\" said <strong> Simon Cowell </strong>. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar. </q> \"I have always been proud of the achievements of The X Factor worldwide, and am looking forward to its American launch,\" said <strong> Sir Howard Stringer </strong>, Chairman, CEO and President of Sony Corporation. \"", "new_id": -2}, {"uid": "1296137334113377297", "i": 2583, "idx": 5, "sa": ["Michael Vick"], "q": ", and a thigh pad during the season. It is <strong> Michael Vick </strong>'s first major paid endorsement since going to prison. \"They're the reason I made it through the season,\" <strong> Michael Vick </strong> said. <q> It's a great opportunity for me. </q> On Wednesday, <strong> Michael Vick </strong> stepped off the team bus at a local high school and was cheered by about 100 fans who lined the entrance to the school's stadium. He walked to the practice field,", "new_id": -2}]