[{"uid": "1296668733223756295", "i": 2025, "idx": 1, "sa": ["Craig Oliver", "David Cameron", "Andy Coulson"], "q": ", a father of three children, has been at the BBC for four years and was the editor for coverage of the 2010 general election. He was previously with ITV News, the statement said. <q> I'm delighted to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time, </q> <strong> Craig Oliver </strong> said.`` It's difficult to leave the BBC after a fascinating few years-- but this is an opportunity I can't turn down.'' <strong> Andy Coulson </strong>'s resignation renewed questions about practices at the", "new_id": -2}, {"uid": "1294993341072613890", "i": 13422, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "for the first time.`` It was raw courage. It was raw strength. It was so beautiful and so moving,'' Senator <strong> Kirsten Gillibrand </strong> of New York said of the Arizona legislator. <q> She wanted us to know that she was with us 100% and understood everything we were saying. </q> Ms <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr Michael Lemole, called it`` a major milestone'', and said the congresswoman was clearly responding to the gathering of friends and family. After five days of", "new_id": -2}, {"uid": "1296628847054968334", "i": 14495, "idx": 0, "sa": ["Chris Tarrant", "Andy Coulson", "Steve Coogan", "Sienna Miller", "Kelly Hoppen"], "q": "many. Among the celebrities suing or considering suing are Ms. <strong> Sienna Miller </strong>; her stepmother, the interior designer <strong> Kelly Hoppen </strong>; the actor <strong> Steve Coogan </strong>; a sports agent named Skylet <strong> Andy Coulson </strong>; and <strong> Chris Tarrant </strong>, the host of Britain's <q> Who Wants to Be Millionaire. </q> At least a half-dozen more public figures have consulted lawyers and are said to be preparing suits. After being accused of dragging their feet, the Metropolitan Police have reopened their criminal inquiry, and pSienna Millercutors are", "new_id": -2}, {"uid": "1296536150067862554", "i": 3168, "idx": 5, "sa": ["Carmelo Anthony", "Linas Kleiza", "Allen Iverson", "Marc Gasol"], "q": "Jazz 120-109 on Thursday night.`` I've now scored 40 points on the highest stage you can ever score,'' said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came Marc Gasolh 15 against the Los Angeles Lakers. <q> It was definitely a special night, </q> <strong> Linas Kleiza </strong> said.`` I will remember this night for the rest of my life.'' The Nuggets have been searching for a consistent third scorer behind <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He", "new_id": -2}, {"uid": "1296102285053329931", "i": 1064, "idx": 6, "sa": ["Eric Schmidt"], "q": "executive chairman,`` a lot of my time'' will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said.`` We've got very complicated government issues,'' he said, adding that <q> we move quickly, and we tend to be disruptive at scale. </q> European Union officials opened a formal antitrust probe last year into Google search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries.", "new_id": -2}, {"uid": "1296475081208027657", "i": 43568, "idx": 0, "sa": ["Matt Lauer", "Steve Ballmer"], "q": " But it's possible. Appearing on`` Today'' Monday morning, Microsoft CEO <strong> Steve Ballmer </strong> was visibly uncomfortable each time host <strong> Matt Lauer </strong> asked for comparison's to the iPhone. <q> Right now, we're pushing forward, and that's the key is to push forward and to do things a little differently than the other guys, </q> <strong> Steve Ballmer </strong> said. Comparisons are inevitable, though, and the horse race will be covered at length as the Windows Phone 7 handsets hit the market next month in time for holiday shopping.", "new_id": -2}, {"uid": "1296524457137232407", "i": 38415, "idx": 0, "sa": ["Michael Bloomberg", "Michael Vick"], "q": "\" wasting more taxpayer money to wage their political agenda. i think <strong> Michael Bloomberg </strong> has much more important things to worry about, LIKE TRYING TO BALANCE HIS@#$% BUDGET> Report Abuse <q> The results of the sting illustrate that even in a place where you would EXPECT the current regulations to be complied with, they aren't. I suggest HUGE CRIMINAL PENALTIES for SCUM who would bypass the current regulations that are intended to keep nutjobs, drug addicts, and felons from buying guns. </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl New Trading Software Breakthrough Software Turns$ 10,000 Into$ 866,487- Find Out How! href=\"http://397361.r.msn.com/?ld=4vkGk- c5o44xl8e0ktPTZbqgoZnLgbr5SagsdOtdNg_i63iiIP72lhlAN0s0lbOZCYcV8qUtPzq9FG65vf9161ZFL3zSIuMChz9XMgwT_oqQ1g50tRzYdo6E_355EPiEV1IUcEB0genf0ErBeM9D5GhJSjg5Q9FISCx9_2OI9TbU9oltg6a1jI1WBpC68aIL3gjdJKlAEkjrDoLvNcs4KmSft9ocT4VtnXuc5mWoKsCxPpmTYK_oYRuojvdzVt3KPjNVQJTIOoW3Q0wKj7VIEOCcdDJP4QJmNzPYs3P5_SjKjrTtEbFZEJ3ccae2JePRl3JklZmXGYMXSQ\"> Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295590431000901120", "i": 47171, "idx": 0, "sa": ["Eric Schmidt"], "q": "del 29% con respecto al mismo periodo del a?o anterior. <strong> Eric Schmidt </strong> explic la reordenaci?n en la compa?a, que ser efectiva a partir de abril, como un paso`` hacia la simplificaci?n'' de la <q> estructura de gesti?n y la aceleraci?n de la toma de decisiones </q>. En su cuenta de Twitter, y poco despu?s de conocerse la noticia, el todav?a consejero delegado indic`` que la supervisi?n diaria adulta ya no es necesaria''. La llegada de <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1297376780211959854", "i": 1484, "idx": 1, "sa": ["Mark Buehrle", "Michael Vick"], "q": "great year and a great comeback, but there were times where we watched the game and I know it's bad to say, but there were times where we hope he gets hurt,'' <strong> Mark Buehrle </strong> said. <q> Everything you've done to these dogs, something bad needs to happen to these guys. </q> Buerhle's words are those shared by many in America. It's no secret that people love dogs and can't fathom the things that <strong> Michael Vick </strong> and his accomplices did to dogs or forced dogs to do", "new_id": -2}, {"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q> It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together, </q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade,`` or even cutting spending'' as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}]