[{"uid": "1295597137034635799", "i": 38115, "idx": 0, "sa": ["Joe the Plumber", "Eric Holder", "John McCain", "Colin Powell", "Barack Obama"], "q": "actions and rhetoric http://wn.com/Colin Powell_Colin Powell_destroys_both_Joe the Plumber_the_Joe the Plumber_and_John McCain's_Campaign_while_endorsing_Barack Obama! <strong> Colin Powell </strong> endorses <strong> Barack Obama </strong>!( CNN)-- Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's`` ability to inspire'' and the <q> inclusive nature of his campaign. </q>`` I think he is a transformational figure, he is a new generation coming onto the world stage, onto the AmEric Holderan stage, and for that reason I'll be voting for Sen. <strong> Barack Obama </strong>,'' <strong> Colin Powell </strong> said", "new_id": -2}, {"uid": "1296853107145915918", "i": 4696, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "Eayrs tries to give Packers an edge Story: Is$ 3M worth it for a Super Bowl ad? Ask GoDaddy Story: Pie-makers aim for pizza Super Bowl action Story: 10 Super Bowl commercials to watch <q> I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him, </q> <strong> Roger Goodell </strong> said.`` He takes that seriously also.'' <strong> Michael Vick </strong> spent 18 months in prison on federal charges of running a dogfighting ring. He was suspended by the commissioner, then reinstated during the 2009", "new_id": -2}, {"uid": "1296964906258326574", "i": 21134, "idx": 2, "sa": ["Andy Reid", "Michael Vick"], "q": "his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as <strong> Andy Reid </strong>.`` He had a plan and he stuck to that, both on and off the field,'' <strong> Andy Reid </strong> said. <q> He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did a great job with the football part of it.`` And then he spends a tremendous amount of time in the public, in particular on his days off... speaking and doing the best he can to right the wrong. You can never erase that, but you can sure help change others from falling into that same problem. </q> A star in Atlanta for most of his six seasons as a Falcon after being selected first overall in the 2001 draft, <strong> Michael Vick </strong> missed 2007 and 2008 while incarcerated for 18 months in a federal prison.", "new_id": -2}, {"uid": "1295468729069730318", "i": 38150, "idx": 0, "sa": ["Steve Moore", "Mike Pence", "Larry King", "Mike Huckabee", "Newt Gingrich", "Barack Obama", "Robert Bentley", "Mitt Romney", "Sarah Palin"], "q": "No, Tunisia Is Not a Democratic Tipping Point for the Arab World Here's Wall Street Journal editorial page writer and conservative movement apparatchik href=\"http://online.wsj.com/article/SB10001424052748703954004576090000574636260.html?mod=WSJ_Opinion_MIDDLESecond\"> <strong> Steve Moore </strong> writing up the Draft <strong> Mike Pence </strong> movement: <q> MMike Pence won the straw poll at a gathering of more than 1,000 social conservatives in Washington, D.C., over the summer-besting <strong> Newt Gingrich </strong>, <strong> Mike Huckabee </strong>, and presumptive front-runner <strong> Mitt Romney </strong>. One concern is what <strong> Sarah Palin </strong>'s intentions are, since she would have a huge funding base if she runs. But the pro-Mike Pence movement fears that she is highly polarizing and someone who would have a difficult time beating <strong> Barack Obama </strong> in the general election. </q> <strong> Robert Bentley </strong>: 5 Facts About the Ultra-Christian Alabama Governor href=\"http://www.tnr.com/article/politics/magazine/81372/return-of-the-republican-party\"> Return of the Republicans: Why They're Unlike Any Political Party America Has Ever Seen The Legacy of <strong> Larry King </strong> and Oprah: Celebrity Worship, Fake Intimacy", "new_id": -2}, {"uid": "1295236042192299048", "i": 31508, "idx": 1, "sa": ["Bernie Sanders", "Al Sharpton"], "q": "us share a part in reaching equality on all levels-- not just racial. Sen. <strong> Bernie Sanders </strong>, another speaker at Sunday's program, picked up on Rev. <strong> Al Sharpton </strong>'s message of economic equality, saying, <q> We got ta change the economy so that all our people can earn a decent standard of living. </q>`` You can not fight for your rights without fighting for everyone's rights,'' Rev. <strong> Al Sharpton </strong> said.`` I think he really spoke well of history and where we are today and where", "new_id": -2}, {"uid": "1295876248172113926", "i": 40583, "idx": 0, "sa": ["Larry Page", "Aziz Ansari", "John Legend", "Rob Huebel", "Eric Schmidt", "Chris Onstad"], "q": "as the company released target=\"_blank\" href=\"http://wn.com/?_news\"> news that their revenues of$ 8.44 bn for the last quarter of 2010. <strong> Eric Schmidt </strong> joined Google in Auguest 2001 and at the target=\"_blank\" href=\"http://worldtime.wn.com/\"> time <strong> Larry Page </strong> said: <q> <strong> Eric Schmidt </strong> is exactly the right leader for Google. His Google's CEO Shakeup: Why Scrap <strong> Eric Schmidt </strong>? Google's bombshell announcement that Google co-founder <strong> Larry Page </strong> will replace CEO <strong> Eric Schmidt </strong>, who has helmed the company for a Google Results with <strong> Rob Huebel </strong> and <strong> Aziz Ansari </strong> Human Giant members <strong> Rob Huebel </strong> and <strong> Aziz Ansari </strong> investigate what happens when they Google their own names. Recorded at the first ever`` Crash Test </q> at the UCB Theatre in NYC.... <strong> John Legend </strong>& Brian Bautista- Ordinary People( Google) <strong> John Legend </strong>& Brian Bautista Ordinary People Google- Mountain View, CA January 30, 2007... Authors@Google: <strong> Chris Onstad </strong> 37:34 The", "new_id": -2}, {"uid": "1295683933156418048", "i": 37119, "idx": 3, "sa": ["David Cameron", "Andy Coulson"], "q": "para <strong> David Cameron </strong> durante tres a?os y medio''.`` Estoy muy orgulloso del papel que he desempe?ado para ayudarle a llegar al N?mero 10 y durante los nueve primeros meses de la coalici?n'', a?ade. <q> Desgraciadamente, la cobertura continuada de los acontecimientos relacionados con mi antiguo trabajo en el` News of the World' ha hecho que sea dif?cil para m dar el 110 por cien necesario en este cargo </q>, ha lamentado <strong> Andy Coulson </strong>, defendiendo su postura hasta ahora.`` Cuando el portavoz necesita un portavoz es momento de avanzar'', ha agregado. As pues,`` abandonar( el cargo) en las pr?ximas semanas", "new_id": -2}, {"uid": "1297349336255099318", "i": 26010, "idx": 1, "sa": ["Satya Nadella", "Steve Ballmer", "Bob Muglia", "Amitabh Srivastava"], "q": " In his previous job, <strong> Satya Nadella </strong> was responsible for the Bing search engine, the company's MSN portal and Microsoft's advertising platforms, according to his href=\"http://www.microsoft.com/presspass/exec/Satya Nadella/default.aspx\"> biography on Microsoft's site. <q> In that role, <strong> Satya Nadella </strong> was responsible for the technical vision and engineering of some of the largest Web services and cloud infrastructure on the planet, </q> the bio said. <strong> Bob Muglia </strong> will stay through the summer in order to help <strong> Satya Nadella </strong> make the transition, <strong> Steve Ballmer </strong> said. Meanwhile, <strong> Steve Ballmer </strong> also announced that <strong> Amitabh Srivastava </strong>, senior vice president of the Server and Cloud", "new_id": -2}, {"uid": "1296567224229801984", "i": 16487, "idx": 1, "sa": ["Robert Pattinson", "Elizabeth Reaser", "Angelina Jolie", "Kristen Stewart", "Lindsay Lohan"], "q": "the private life of <strong> Angelina Jolie </strong>: her relationship with her kids, her parenting style and spending time with brood. Lindsay Lohanna Nicole On Joining` Jersey Shore':`` I've Only Heard Positive Things'' <strong> Elizabeth Reaser </strong>: <q> Here's a Naked Picture of <strong> Robert Pattinson </strong>& <strong> Kristen Stewart </strong> </q>", "new_id": -2}, {"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up.`` A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,'' <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding guys. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}]