[{"uid": "1295254600092618767", "i": 8645, "idx": 12, "sa": ["Marcus Camby", "Allen Iverson"], "q": "big plays down the stretch and spoiled their former MVP's return with a 115-113 victory over the Nuggets.`` I dreamed it up a certain way, and it was better than that,'' <strong> Allen Iverson </strong> said. <q> Everything was perfect but one thing, and that was not winning the game. </q> <strong> Allen Iverson </strong> misfired on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their second straight and failed to pick up any ground in their bid for a playoff spot in the tough Western", "new_id": -2}, {"uid": "1296744552199131154", "i": 36492, "idx": 16, "sa": ["Tommy Franks", "Donald Rumsfeld", "Richard Myers", "Dick Cheney"], "q": "similar tack on a question that came to haunt the Bush administration: Why didn't the Pentagon dispatch more troops to Iraq at the outset, rather than <strong> Donald Rumsfeld </strong>'s preferred option of a light and agile force? <q> There was no disagreement among those of us responsible for the planning, </q> <strong> Donald Rumsfeld </strong> says, adding:`` If anyone suggested to <strong> Tommy Franks </strong> or[ Joint Chiefs of Staff Chairman <strong> Dick Cheney </strong>] <strong> Richard Myers </strong> that the war plan lacked sufficient troops, they never informed me.'' It was as though that", "new_id": -2}, {"uid": "1295314698231800848", "i": 26414, "idx": 0, "sa": ["Colin Powell"], "q": "the Palestinian people. href=\"http://salem-news.com/articles/january172011/%3Cimg%20src=%27/gphotos/1277447443.http://www.amazon.com/Plight-Palestinians-Long-History-Destruction/dp/0230100376\"> In addition to his polemics, he writes plays( The Unreasoning Mask, co-authored with his wife, D'Arcy, and The Agony of <strong> Colin Powell </strong>), satires( see <q> Advancing the Civilized State: Inch by Bloody Inch </q> in The Rape), and poetry( Psalms for the 21st Century). His most recent fictional work creates a morality tale based upon real life figures that haunt our lives, The Chronicles of Nefaria He can", "new_id": -2}, {"uid": "1296705381167772199", "i": 1489, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "incoherent decision-making and policy drift, a detriment to the war effort, the Post said. <strong> Donald Rumsfeld </strong> suggests that <strong> George W. Bush </strong> was at fault for not doing more to resolve disagreements among senior advisers. <strong> George W. Bush </strong> <q> did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made, </q> <strong> Donald Rumsfeld </strong> wrote. Addressing charges that he failed to provide enough troops for the Iraq war, the former defence chief wrote:`` In retrospect, there may have been times when more troops could have helped", "new_id": -2}, {"uid": "1295587497019480577", "i": 55059, "idx": 2, "sa": ["Sergey Brin", "Eric Schmidt"], "q": " Rather, he said, it was an effort to speed up decision making at the company, which ended the year with about 24,000 employees. Were not building a Facebook rival: Google <q> Google has many different businesses and the issue that we have been getting into is there's too many ways( in) which these businesses can be slowed down, </q> <strong> Eric Schmidt </strong> said. <strong> Eric Schmidt </strong>, who became CEO in 2001 to Sergey Bring more management experience to a then-fledgling company, will assume the role of executive chairman, focusing on deals and government outreach, among other things", "new_id": -2}, {"uid": "1296774517130859030", "i": 7014, "idx": 1, "sa": ["Sergio Marchionne"], "q": ". Carl Galeana, who runs dealerships in suburban Detroit, Florida and South Carolina, said he is impressed with the turnaround that <strong> Sergio Marchionne </strong> engineered.`` I think this guy is a visionary,'' he said. <q> He talks about what he needs to do and he goes out and gets it done. </q> Of the 16 new or revamped models, five were rebuilt from the ground up in under two years, far faster than the normal three or four years. They include the 300 big sedan, the Jeep Grand", "new_id": -2}, {"uid": "1295762811142376968", "i": 36346, "idx": 3, "sa": ["Clive Goodman", "George Osborne", "Andy Coulson", "Jeremy Hunt", "Glenn Mulcaire", "David Cameron"], "q": "and to some extent he never was,'' he said. <strong> David Cameron </strong> and <strong> George Osborne </strong>'s judgement, then there's the News of the World and what appears to be industrial phone hacking going on systematically. <q> There's also the issue of the News Corp takeover of BSkyB and the apparent attempts by <strong> Jeremy Hunt </strong>, the href=\"http://uk.news.yahoo.com/culture.html\"> Culture Secretary, to let that go through without proper scrutiny, and finally there's the extraordinary conduct of the police. </q> Mr <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 after the paper's former royal editor, <strong> Clive Goodman </strong>, and private investigator <strong> Glenn Mulcaire </strong> were jailed for phone hacking. Although he accepted ultimate", "new_id": -2}, {"uid": "1296507115217612314", "i": 1549, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", <strong> Sergio Marchionne </strong> said. <strong> Sergio Marchionne </strong> said the loans would be used to develop engines, transmissions, frames and other components. Energy Department spokeswoman Stephanie Mueller said the GM decision would allow the department to <q> support a number of other innovative automobile technologies. </q> The department has committed or closed five loans totaling nearly$ 8.5 billion. The Mentalist Patrick Jane uses his highly-developed skills of observation. Valuable paintings survive brush with Montreal blaze Southern Ontario braces", "new_id": -2}, {"uid": "1295444020176455710", "i": 8883, "idx": 1, "sa": ["Jim Webb", "Mike Pence", "Tim Kaine"], "q": "lining up behind a <strong> Mike Pence </strong> presidential bid this week. We've said previously that reading <strong> Mike Pence </strong> tea leaves has proven increasingly difficult. And <strong> Mike Pence </strong> was purposely vague on Tuesday, href=\"http://bit.ly/e0Xwo6\"> telling reporters: <q> I would say our options we're considering and we're reflecting on are to either continue to serve in Washington in some capacity, to come home to Indiana to seek higher office or to seek higher office on the national level. </q> <strong> Jim Webb </strong>, another senator on the retirement watch list, is planning to run for re-election-- at least according to Democratic National Committee Chair and former Virginia Gov. <strong> Tim Kaine </strong>.`` But I have no reason", "new_id": -2}, {"i": 24699, "idx": 0, "index_answer": 0, "new_id": -1, "q": "been inexcusable,'' Chrysler's chief executive, <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models. <q> These payouts recognize the continual support and tireless efforts of our people, </q> he said. The union is entering contract talks this summer with all the Detroit automakers, and King has said its members expect to share more in their turnarounds.`` We are convinced that Chrysler has", "sa": ["Sergio Marchionne"], "uid": "1296528760049463402"}]