[{"uid": "1295703712216449026", "i": 2919, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "the premier was \"reckless\" to have hired <strong> Andy Coulson </strong> in the first place, just months after he quit the NOTW. The Guardian, which had been investigating the phone-hacking, said <strong> David Cameron </strong> was now left <q>with a crucial vacancy as the coalition government weathers dissent about cuts</q>, introduced to help reduce a huge deficit. <strong> Andy Coulson </strong>'s move has put the scandal back at the top of the news agenda-- it dominated most of the front pages Saturday, despite competing for space", "new_id": -2}, {"uid": "1297382791005832768", "i": 12994, "idx": 1, "sa": ["Simon Cowell"], "q": ".\" Aerosmith's 1994 compilation Big Ones have gone up 260 percent since... Full Story <cite> Entertainment Weekly </cite> Photo in Slideshow: Judge <strong> Simon Cowell </strong> arrives for the 9th season... Report Abuse <q>Whoa, he started crying... O_o... must be a sensitive guy.</q> The Christian Science Monitor: No. 1 priority for US security: domestic terrorism, threat report says San Jose: Real estate company owner pleads no contest to grand theft American Idol Recap Missed an Episode of American Idol", "new_id": -2}, {"uid": "1295850790037830710", "i": 6068, "idx": 0, "sa": ["Andy Coulson"], "q": "argued that without Mr <strong> Andy Coulson </strong>, there is no one to help them connect with the great mass of folk who know nothing of wealth and for whom life is a daily struggle. Here's one extract: <q>JP: Just spell it out- the concerns that you have...</q> DD: Well, there's no doubt in my mind that the departure of <strong> Andy Coulson </strong> will be a real loss to the leadership of the Conservative party. One of the criticisims that is often levelled at them", "new_id": -2}, {"uid": "1295610181062603290", "i": 6402, "idx": 0, "sa": ["Andy Coulson"], "q": "over the phone-hacking scandal, with a slew of revelations in a number of civil court cases that appeared to bring the scandal closer to his door. This is what the Press Association has just reported: <q>The Prime Minister's communications chief <strong> Andy Coulson </strong> is expected to issue a personal statement today.</q> Mr <strong> Andy Coulson </strong> has been under intense pressure to step down over allegations of phone-hacking by the News of the World when he was the newspaper's editor. A No 10 spokeswoman told reporters at a regular", "new_id": -2}, {"i": 466, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,</q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295467181182812683"}, {"uid": "1296480217189546502", "i": 26517, "idx": 0, "sa": ["Sergio Marchionne"], "q": "trucks, including a new version of its Jeep Grand Cherokee. <strong> Sergio Marchionne </strong>, the chief executive of both Chrysler and Fiat, said that retooling the product lineup had positioned Chrysler to start making money again. <q>It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,</q> He said the company would increase revenues this year to$ 55 billion and achieve net income of$ 200 million to$ 500 million. Fourth-quarter revenue was$ 10.76 billion. The", "new_id": -2}, {"uid": "1295649657122683421", "i": 23009, "idx": 1, "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "q": "Not much chance of that happening. \"The Capital Region has figured it out in terms of jobs for the future, not jobs for the past,\" said Senator <strong> Chuck Schumer </strong>( D- New York). <q>Whether it be here at GE or up in Luther Forest.</q> \"If we can beat Russia in the race to the moon, we can beat China in the race to green energy and that's what this is about,\" said Senator <strong> Kirsten Gillibrand </strong>( D- New York", "new_id": -2}, {"uid": "1296759030005144618", "i": 6124, "idx": 5, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": "that ripped the country apart. Thousands of US soldiers, too, were killed by roadside bombs. In December 2004, when Thomas Wilson, a low-ranking soldier from the Tennessee Army National Guard, asked <strong> Donald Rumsfeld </strong>: <q>Why do we soldiers have to dig through local landfills for pieces of scrap metal and compromised ballistic glass to up-armour our vehicles?</q> <strong> Donald Rumsfeld </strong> replied: \"You go to war with the army you have.\" In his book, <strong> Donald Rumsfeld </strong> shifts responsibility for the failures in Iraq on to President George Bush and <strong> Paul Bremer </strong>", "new_id": -2}, {"uid": "1297282407122896681", "i": 23084, "idx": 3, "sa": ["Simon Cowell"], "q": "won't survive the auditions, which will be held live before 4,000 or 5,000 people in an arena. \"It was supposed to be similar to them doing their first concert,\" <strong> Simon Cowell </strong> explained. <q>It really helped show me who could handle the pressure.</q> <strong> Simon Cowell </strong> claims that allowing the crowd to react in real time will help him avoid overlooking another big star. \"There have been many, many times on these shows where I've hated somebody and practically", "new_id": -2}, {"uid": "1297231761238518375", "i": 45250, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "doubt for a minute that other countries in the region looking at that have to say: \"Well, isn\"t that interesting?\" <strong> Donald Rumsfeld </strong> said. Still, he warned the journey Egypt was on <q>is tough, is risky and has to proceed at a pace that fits their culture.</q> M&G Online Comment Guidelines In Brief No hate speech; No racist, sexist or homophobic remarks; Keep it short; Keep it on topic; Show respect to all;@mailandguardian Top stories& newsflashes@ChrisRoperZA", "new_id": -2}]