[{"uid": "1296658782217710611", "i": 57173, "idx": 0, "sa": ["David West", "Doc Rivers", "Allen Iverson"], "q": "a lot of this talk if it can win that game against the San Doc Riversio Spurs, the David Western Conference's first-place team with the NBA's best record at 40-8.'' Gary Washburn, The Boston Globe: <q> <strong> Allen Iverson </strong> knew his guys would have been miserable spending the night in Sacramento following a loss, and then even more so having to face a cross-country flight into the aftermath of a storm. So he chided the team for their lackadaisical play. Final games of <strong> David West </strong> Coast trips are especially valuable because they can create momentum going home.`` Since I've been here, I've not had to be too boisterous, </q> <strong> Allen Iverson </strong> said.`` I pretty much go out there and lead by example. Tonight there's things I say when I need to say it. I kind of went off at halftime in the locker room because", "new_id": -2}, {"uid": "1295620729048054304", "i": 13808, "idx": 0, "sa": ["Peter Sommer", "Larry Page", "Eric Schmidt"], "q": "'s complexity in both the digital and physical realms was very impressive. However, he added that the virus itself heralds only an evolutionary stage in the cyber security threats nations that will face in future. <q> We should see this as another type of tool in statecraft, </q> Professor <strong> Peter Sommer </strong>, who advises the OECD on cyber security, said. Google co-founder <strong> Larry Page </strong> to replace chief executive <strong> Eric Schmidt </strong> href=\"http://www.telegraph.co.uk/technology/8271214/YouView-risks-becoming-obsolete-as-launch-further-delayed-until-2012.html\"> YouView risks becoming` obsolete' as launch further delayed until 2012", "new_id": -2}, {"uid": "1296105005116244492", "i": 11955, "idx": 1, "sa": ["Koo Stark", "Larry King", "Michael Vick", "Toby Harnden"], "q": "personal love life. He's leering, peeLarry King through the bedroom curtain. I should have said racy, not randy.`` Randy'' means hot to trot and ready for action, <strong> Toby Harnden </strong> explained, <q> as in,` She was really randy. Her hands were all over me!' A randy guest would be someone who placed her hand on his knee or propositioned him. </q> Most mornings, I meet with a breakfast club at the Edloe Deli. It's a roundtable of liberal Koo Starkks and conservative nut jobs. One of the members is <strong> Michael Vick </strong> Schueppert. He really is a", "new_id": -2}, {"uid": "1295922246001261579", "i": 51505, "idx": 2, "sa": ["Alassane Ouattara"], "q": "could lead to a`` major supply disruption''. Correspondent Marco Chown Oved in Abidjan said <strong> Alassane Ouattara </strong>'s announcement has`` sown confusion at the ports'' in the world's biggest cocoa producer. <q> Exporters are still loading cocoa beans onto ships, </q> Chown Oved told RFI, although these exports were all registered and paid for before <strong> Alassane Ouattara </strong>'s call for a ban. The ban was declared in a statement signed by <strong> Alassane Ouattara </strong>'s prime minister Guillaume Soro.", "new_id": -2}, {"uid": "1295805220124010531", "i": 12269, "idx": 6, "sa": ["Gabrielle Giffords", "Robert Gates", "Barack Obama", "Colin Powell"], "q": "administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal Barack Obamaial adviser. <q> The administration knows that I am quite content with the work I am doing now, </q> he said.`` I am not interested in a government job.'' Reflecting on the Arizona shootings that killed six people and badly wounded U.S. Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of", "new_id": -2}, {"uid": "1296379873018071567", "i": 28623, "idx": 0, "sa": ["Alassane Ouattara", "Ban Ki-moon"], "q": "offer of a recount of votes to solve a persistent leadership crisis. Both the United Nations and AU recognise Gbagbo's challenger <strong> Alassane Ouattara </strong> as the president-elect of the world's biggest cocoa producing country. <q> We must preserve our unified position, act together, and stand firm against Mr Gbagbo's attempt to hang onto power through the use of force, </q> <strong> Ban Ki-moon </strong> was quoted as telling the meeting in a statement issued on Sunday. <strong> Ban Ki-moon </strong> said in Davos on Friday that he was concerned about splits in African efforts to end the crisis. Peaceful settlement", "new_id": -2}, {"uid": "1297279420080936992", "i": 47422, "idx": 0, "sa": ["Rachel Maddow", "David Letterman", "Michelle Obama", "Regis Philbin"], "q": "syndicated) to congratulate the pair on the show's ten year Rachel Maddowiversary. <strong> David Letterman </strong> greeted the hosts with flowers, champagne, and friendly ribbing. Having just watched them interview <strong> Michelle Obama </strong>, he told <strong> Regis Philbin </strong>, <q> You made a fool of yourself... you didn't say a word from the time she sat down to the time she left. </q> <strong> David Letterman </strong> then told a touching story about his young son, Harry, asking him to`` say hi to <strong> Regis Philbin </strong>'' when he put him to bed the night before. When <strong> Regis Philbin </strong> said he was moved", "new_id": -2}, {"uid": "1295222036260489247", "i": 55093, "idx": 18, "sa": ["Theo Ratliff", "Robert Horry", "Matt Geiger", "Allen Iverson", "Ken Horton", "Kobe Bryant"], "q": "<strong> Kobe Bryant </strong> managed just 18 points while committing six turnovers in 41 minutes.`` I don't approach the game like it's <strong> Kobe Bryant </strong>, and I want to have a <strong> Robert Horry </strong> game against him,'' <strong> Allen Iverson </strong> said. <q> I want to play a good game against everybody. When you play well against another great player, it's only natural for you to feel good about the win. But that's not the most important thing for me. </q> <strong> Theo Ratliff </strong> likely is out until April with a broKen Horton wrist, but the Sixers appeared to get some help in the paint when <strong> Matt Geiger </strong> returned from a 1 1/2- month layoff in Tuesday's 107-104 win at Milwaukee.", "new_id": -2}, {"uid": "1295965722009764879", "i": 48318, "idx": 0, "sa": ["Barack Obama", "Alassane Ouattara", "Ernest Bai Koroma"], "q": " Gbagbo is locked in a power struggle with <strong> Alassane Ouattara </strong>, who was declared winner of a November 28 election by United Nations-certified results before they were overturned by a pro-Gbagbo legal body, which alleged fraud. <q> If you don't move firmly, there's a chance you'll get more of this year. We don't want to create a bad precedent, </q> <strong> Ernest Bai Koroma </strong>'s press secretary Unisa Sesay said. Africa is due to hold around 20 Barack Obamaial elections over the next 18 months and regional leaders are concerned the impasse could encourage poll disputes elsewhere. Nigeria", "new_id": -2}, {"i": 13540, "idx": 0, "index_answer": 0, "new_id": -1, "q": "him dog-gone angry. <strong> Mark Buehrle </strong> admitted to MLB.com recently that there were times while watching the NFL, that he wished <strong> Michael Vick </strong> would get hurt. Instead he won NFL comeback player of the year. <q> Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane? </q> <strong> Mark Buehrle </strong> said. <strong> Michael Vick </strong> was convicted for his association with a dogfighting ring in 2007. <strong> Mark Buehrle </strong> and his wife, Jamie, are on billboards promoting dog adoption and animal rescue.''( <strong> Michael Vick </strong>) had", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297393013108019724"}]