[{"uid": "1297706334148619267", "i": 8892, "idx": 3, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "'s going to deliver absolutely phenomenal Windows phones,'' he said, without elaborating when the first results of the collaboration would hit the market. <strong> Steve Ballmer </strong> invited Nokia CEO <strong> Stephen Elop </strong> to join him on stage. <q> Microsoft and Nokia together represents a natural partnership. People are getting it, </q> he said. Nokia shares closed down 5.3 percent, while Microsoft shares traded down 0.3 percent at 1638 GMT in a flat market. Microsoft has struggled to gain significant market share in wireless,", "new_id": -2}, {"uid": "1296509876251035669", "i": 28326, "idx": 3, "sa": ["David Letterman", "Jimmy Fallon", "Jay Leno", "Jon Stewart", "Jimmy Kimmel"], "q": " LATE NIGHT OVERALL( JANUARY)- continued MEN 18-34`` The href=\"http://tvbythenumbers.com/tag/the-daily-show-ratings\" title=\"Daily Show\"> Daily Show with <strong> Jon Stewart </strong>'' 335,000'' href=\"http://tvbythenumbers.zap2it.com/tag/conan-ratings\" title=\"Conan\"> Conan'' 291,000`` The Colbert Report'' 275,000 <q> The href=\"http://tvbythenumbers.com/tag/tonight-show-ratings\" title=\"Tonight Show\"> Tonight Show with <strong> Jay Leno </strong> </q> 179,000`` Late Night with <strong> Jimmy Fallon </strong>'' 150,000`` The href=\"http://tvbythenumbers.com/tag/late-show-ratings\" title=\"Late Show\" target=\"_blank\"> Late Show with <strong> David Letterman </strong>'' 148,000'' href=\"http://tvbythenumbers.zap2it.com/tag/lopez-tonight-ratings\" title=\"Lopez Tonight\"> Lopez Tonight'' 122,000`` <strong> Jimmy Kimmel </strong> Live'' 96,000`` The Late", "new_id": -2}, {"uid": "1296174091054247448", "i": 52922, "idx": 11, "sa": ["Mike Pence", "Barack Obama"], "q": "Members of Congress from both parties stand and applaud together... Article: <strong> Barack Obama </strong> seeks new path to environmental goals... Full Story <cite> CNN Political Ticker </cite> Politics Video: Commission Completes Supreme Court Interviews Report Abuse <q> You need a little help here understanding this article. </q> He is not a third party candidate. He is a republican candidate. The article reads'' An independent campaign to draw GOP <strong> Mike Pence </strong> into the 2012 Barack Obamaial race is under way''. Report Abuse \"", "new_id": -2}, {"uid": "1297147783176816154", "i": 4408, "idx": 0, "sa": ["Michael Vick", "David Ortiz"], "q": "people are reading right now. Sign In to view Buzz updates from your connections!New User?| <strong> David Ortiz </strong> left a comment- 29 min ago <strong> Michael Vick </strong> runs into controversy, confrontation at Dallas event( Yahoo! Sports) <q> Well as always the media and some cry baby puts there own spin on things. Never mind that he... </q> fern99 left a comment- 32 min ago href=\"http://buzz.yahoo.com/publisher/y_sports\"> Yahoo! Sports`` Yes. The nation that tries so hard to portray the perfect nation but yet fund war more than they do...''", "new_id": -2}, {"uid": "1295260028114786347", "i": 35064, "idx": 2, "sa": ["George Karl", "Tim Roth", "Carmelo Anthony", "Marcus Camby", "Allen Iverson", "Linas Kleiza", "Kenyon Martin"], "q": "his fourth Tim Rothe with at least 10 assists. However, this was his first 30-10 game of the season.`` I thought AI had a real good feel for the game,'' Nuggets coach <strong> George Karl </strong> said. <q> His game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved. </q> <strong> Linas Kleiza </strong> benefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "new_id": -2}, {"uid": "1295007567134168576", "i": 25686, "idx": 1, "sa": ["Gary Moore", "Allen Iverson"], "q": "injury, which The Associated Press said is giving pain to the 35-year-old point guard.`` It has to be removed and tested to see if it's benign or not,'' <strong> Gary Moore </strong> told AP. <q> Once that's removed, <strong> Allen Iverson </strong> is going to look to rehabilitate his leg because the doctors tell him he'll be out four to six weeks. He's hoping to be able to play in the playoffs. </q> Earlier on Wednesday, reports from several media outlets including Fox News and NBA.com reported that <strong> Allen Iverson </strong> may be looking to retire due to the injury, after receiving information from HoopsWorld regarding his status.", "new_id": -2}, {"uid": "1295419136019841068", "i": 1477, "idx": 7, "sa": ["Jennifer Lopez", "Toby Young", "Steven Tyler", "Simon Cowell"], "q": "<strong> Jennifer Lopez </strong> or <strong> Steven Tyler </strong>.`` Outside of the music industry, no one in the United States knew who <strong> Simon Cowell </strong> was until he started making nasty comments during the first season promotions for the show,'' he says. <q> Being mean was what made him a celebrity. But <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> are already celebrities. They have their cultural equity to protect. </q> For <strong> Toby Young </strong>, it's no accident that so many U.K. imports are more willing to play the mean judge than Americans.`` You guys love casting Brits as villains,'' he says.`` It", "new_id": -2}, {"uid": "1297389749239501356", "i": 19342, "idx": 0, "sa": ["David Letterman", "Camille Grammer", "Beverly Hills"], "q": "yet excited for the road ahead,'' <strong> Camille Grammer </strong>, a star of`` Real Housewives of <strong> Beverly Hills </strong>,'' said in a statement. She also wished her ex and his fianc?e, Kayte Walsh, <q> love and happiness in their new marriage. </q> <strong> Camille Grammer </strong> is said to have wanted the divorce over with quickly so that he could marry Walsh. He told <strong> David Letterman </strong> last month that he plans to marry Walsh sometime in February.", "new_id": -2}, {"uid": "1297466923016121888", "i": 12869, "idx": 0, "sa": ["Hosni Mubarak", "Anderson Cooper", "David Letterman"], "q": "CNN's <strong> Anderson Cooper </strong> also talked about his experience in Egypt this week on`` Late Show With <strong> David Letterman </strong>,'' saying that the vast majority of the people in the streets were anti-Hosni Mubarak protesters while some of the pro-government forces <q> were probably secret police. I have no doubt it was organized. </q> Aaron Barnhart, February 11, 2011 at 4:53 AM Forget Fox News and CNN. To Really Get a Global Perspective We Need Our Cable Operators to Carry Al Jazeera English Hillary Atkin, February", "new_id": -2}, {"i": 27252, "idx": 7, "index_answer": 0, "new_id": -1, "q": "been burned for three straight games of at least 40 points by the 76ers All-Star.`` Honestly, they play me one-on-one, straight up,'' <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will. <q> Except in the last quarter. <strong> Elgin Baylor </strong> guess they felt like they had to do something. </q> By then, it was too late. <strong> Allen Iverson </strong> reached 40 points against the Bucks for the sixth time in his career, his most against any opponent. He had 40 and 54 points in his previous two games", "sa": ["Allen Iverson"], "uid": "1296550615213254158"}]