[{"uid": "1296166292065404942", "i": 36969, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "'s a full-time job just to deal with all the external stuff: customers, partners, deals, M&A, government, press, publicity and marketing.'' He also mentioned that <strong> Sergey Brin </strong> will focus on <q> the order of three big initiatives. </q> <strong> Eric Schmidt </strong> didn't elaborate. Turning to competition, <strong> Eric Schmidt </strong> said he was perplexed by the Facebook obsession because`` the facts don't support it.''''[ Facebook] has clearly stated they", "new_id": -2}, {"uid": "1294975637058228798", "i": 748, "idx": 0, "sa": ["Barack Obama", "Ms. McCarthy", "Mike Pence"], "q": "safety bills.' And this one just addresses the narrow issue of these clips.'' <strong> Ms. McCarthy </strong> said she would try to appeal to members of the Senate and <strong> Barack Obama </strong> to push her legislation forward. <q> Listen, any kind of bill the N.R.A. is against is always a problem. </q> Asked about prospects for new gun restrictions, Representative <strong> Mike Pence </strong>, Republican of Indiana, asserted,`` I maintain that firearms in the hands of law-abiding citizens makes communities safer, not less safe.", "new_id": -2}, {"uid": "1295624326048054296", "i": 16088, "idx": 0, "sa": ["Colin Powell"], "q": "the photos/music came from:) comment, subscribe, rate hope you enjoy!:) thanx... <strong> Colin Powell </strong>: The Speech that led to WAR 3/8 The Clash- Should I Stay Or Should I Go This is the song <q> Should I Stay Or Should I Go </q> from The Clash with the lyrics:)... The Clash- Should I Stay Or Should I Go?`` Should I Stay Or Should I Go?'' Live Video... should I stay or should I go Rx2008", "new_id": -2}, {"uid": "1297158148070336571", "i": 41814, "idx": 3, "sa": ["Donald Rumsfeld"], "q": ", they say-- he gave a lot of information,'' <strong> Donald Rumsfeld </strong> said.`` And it was very helpful to our interrogators and to the United States government in saving lives.'' He added, <q> And I think that the fact that we haven't had an attack in a decade is a credit to that administration, the <strong> President Bush </strong> administration, and to[ <strong> President Bush </strong>]. </q> Still, he writes in his new memoir, Known and Unknown, which is being released Tuesday, that he was`` surprised and troubled'' that interrogators went further than his orders allowed in some cases", "new_id": -2}, {"uid": "1295993886177471490", "i": 41240, "idx": 0, "sa": ["Kirsten Gillibrand", "John Thune", "John McCain", "Sen. Mark Udall", "Tom Coburn", "Chuck Schumer"], "q": "the rise as power players in their parties. <strong> John Thune </strong> is a possible contender for a 2012 <strong> John McCain </strong> House run and <strong> Kirsten Gillibrand </strong> handily won a special election in 2010 for her Senate seat from New York. Quoted: <q> <strong> Sen. Mark Udall </strong> <strong> John Thune </strong> and I are working on an earmarks bill that's about transparency, and it puts earmarks on a searchable database. So I just called him and asked him if he'd like to go to the State of the Union. He said he would, </q> <strong> Kirsten Gillibrand </strong> said of the seating arrangement. <strong> Sen. Mark Udall </strong> <strong> Tom Coburn </strong>, R-Okla., and <strong> Sen. Mark Udall </strong> <strong> Chuck Schumer </strong>, D-N.Y. <strong> Tom Coburn </strong> threatened to derail <strong> Chuck Schumer </strong>'s 9/11 first responders bill, which will provide health", "new_id": -2}, {"uid": "1295243744247496797", "i": 29376, "idx": 0, "sa": ["George Washington", "Allen Iverson"], "q": "Agent Smith Goes To <strong> George Washington </strong>, a pardoy fusion of`` The Matrix'' and Jimmy Stewart flick`` Mr. Smith Goes To <strong> George Washington </strong>,'' was a bit originally scheduled to air on public access in the Mega64 episode <q> The Gangs Returned To Class and Became Honor Students. </q> It not... <strong> Allen Iverson </strong> 2 Games Highlight vs <strong> George Washington </strong> Wizards 97/98 <strong> Allen Iverson </strong> 2 Games Highlight vs <strong> George Washington </strong> Wizards 97/98 Won the gold medal at World University Games with the US Team in 1995. Named Big East Rookie of the", "new_id": -2}, {"uid": "1296253125144457810", "i": 3068, "idx": 0, "sa": ["Andy Coulson", "Dominic Mohan", "Rupert Murdoch", "50 Cent"], "q": "Times, <strong> Dominic Mohan </strong> and <strong> 50 Cent </strong> Harding respectively. Meatballs were on the menu, although staff preferred not to get too close to see what the boss actually ate. In the words of one friend, <strong> Rupert Murdoch </strong> was <q> frustrated, but ready to be decisive </q> by the failure to resolve the News of the World phone-hacking crisis, which had claimed the scalp of his former editor and No 10 spin doctor <strong> Andy Coulson </strong>. The plan had been to travel to Davos", "new_id": -2}, {"uid": "1297069594236994619", "i": 34357, "idx": 1, "sa": ["Simon Cowell", "the Fox"], "q": "if the update will confirm <strong> the Fox </strong> show's judges or presenter.`` It's what we've all been waiting for. The X Factor. Airing on <strong> the Fox </strong> this Fall,'' the site teased. <q> And we're on a mission to find America's top undiscovered singing talent.`` Be sure to check back tomorrow for some BIG X Factor news. </q> The Twitter account for <strong> Simon Cowell </strong>'s Syco Music confirmed that a`` big announcement'' will be made at some stage today. The news comes as two new promos for the reality competition", "new_id": -2}, {"uid": "1297179349217825301", "i": 30329, "idx": 3, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": ". While the music-exec-turned-TV-producer didn't share his specific thoughts about <strong> Jennifer Lopez </strong> or the oddly entertaining <strong> Steven Tyler </strong>, he gave them a positive review overall.`` I think they're doing fine,'' <strong> Simon Cowell </strong> said. <q> You know, they have a different approach to what I used to do before. I think the show had to reinvent itself, and I think it's right that it's a different show( than) what we made before. </q> As for the completely different show in <strong> Simon Cowell </strong>'s future, the usually sharp-tongued judge showed his softer side when discussing the recent announcement that`` The X-Factor'' will allow hopefuls as young as", "new_id": -2}, {"i": 10113, "idx": 0, "index_answer": 3, "new_id": -1, "q": "with the fantastic group of juniors he has for 2011. His senior defensive end/linebacker <strong> Jarrell McKinney </strong> signed with Western Michigan.`` He's my first Division I recruit,'' <strong> the Albert </strong> said of <strong> Jarrell McKinney </strong>. <q> He has tremendous speed. He runs the 40 in 4.5. He's 6-5, 210, and when he goes to college they're going to put another 20-30 pounds on him. Playing defensive end, he's going to be outstanding. He's the role model for our other kids.... He's that bar that we have to set for ourselves. </q> Cody has an experienced offensive line and receivers coming back, and <strong> the Albert </strong> said junior-to-be quarterback Mario Gulley`` has <strong> Michael Vick </strong> capabilities.'' <strong> Tate Forcier </strong> transferring to Miami( Fla.), says he never", "sa": ["Jarrell McKinney", "Tate Forcier", "Michael Vick", "the Albert"], "uid": "1297327289088555547"}]