[{"uid": "1297274991262504457", "i": 46978, "idx": 0, "sa": ["Jay Johnson", "Michael Vick", "Dwaine Caraway"], "q": "'s the thought that counts. Black History Month Concert on Saturday. The SDCC's choir has been putting on the concert for the past 25 years, which, according to the SDCC, is <q> the perfect example of edutainment for the entire family. </q> Favoriting contest: Tickets to see ventriloquist <strong> Jay Johnson </strong> at the Eisemann Center in Richardson Where and how to celebrate Valentine's Day 2011 in Dallas-Fort Worth Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city", "new_id": -2}, {"uid": "1294965090178536463", "i": 18897, "idx": 1, "sa": ["Eric Schmidt"], "q": "Atom? processors.\" Internet_News_|_ Google_Announces_Third_Quarter_2010_Financial_Results Giving us up to date insights into the way Google works and their intentions for the near term future, <strong> Eric Schmidt </strong>, CEO of Google said: <q> Google had an excellent quarter, our core business grew very well, and our newer businesses-- particularly display and mobile-- continued to show significant momentum. Going forward, we remain committed to aggressive investment in both our people and our products as we pursue an innovation agenda. </q> Announcing financial results for the quarter ended September 30, 2010. Google reported revenues of$ 7.29 billion for the quarter ended September 30, 2010, an increase of 23% compared to the third quarter of 2009", "new_id": -2}, {"uid": "1297616629186400779", "i": 32540, "idx": 22, "sa": ["David Martin", "Donald Rumsfeld"], "q": "\"I think that's right. It's a painful process,\" said <strong> Donald Rumsfeld </strong>. Nick made it rehab. But just as U.S. forces were storming Baghdad, <strong> Donald Rumsfeld </strong>'s wife Joyce nearly died. <q> She ended up with a perforated appendix and she was being poisoned, </q> said <strong> Donald Rumsfeld </strong>. \"You thought you might lose her,\" <strong> David Martin </strong> said. \"So how's that work? Fifteen hours a day, Secretary of Defense, war going on.\"", "new_id": -2}, {"uid": "1295654602153436189", "i": 18198, "idx": 0, "sa": ["Steve Ballmer"], "q": "accounting, inventory management, and CRM within a browser-based app that's integrated with Google Apps. It comes with pre-built workflows, includes expense tracking& customer payment tracking. WinRumors said Microsoft would release the utilities <q> in the coming months. </q> The company has not confirmed the report. It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told", "new_id": -2}, {"uid": "1296777468170934288", "i": 911, "idx": 0, "sa": ["Beverly Hills", "David Letterman", "Kelsey Grammer"], "q": "ownership of this clip. At the request of the owner, it will be taken down.... The Real Housewives of <strong> Beverly Hills </strong> \"Season 1: Reunion Part 1\" S01E14 Full Episode The Real Housewives of <strong> Beverly Hills </strong> <q> Season 1: Reunion Part 1 </q> S01E14 Full Episode \"Season 1: Reunion Part 1\" The girls sit down to dish what happened this season. www.bravotv.com... <strong> Kelsey Grammer </strong> on <strong> David Letterman </strong> Show- September 29, 2009 part 1 <strong> Kelsey Grammer </strong> on <strong> David Letterman </strong> Show-", "new_id": -2}, {"uid": "1295667371007979028", "i": 16361, "idx": 1, "sa": ["Johnny Carson", "David Letterman", "Larry King"], "q": "in October 1980, but <strong> David Letterman </strong> and most of his staff got a second chance in 1982 with Late Night with <strong> David Letterman </strong>, which ran for 11 years on NBC and gave us the \"Top Ten List,\" <q> Throwing Things Off A Five-Story Building </q> and unannounced visits from <strong> Larry King </strong> \"Bud\" Melman. <strong> David Letterman </strong> has been synonymous with late night TV ever since. NBC is the parent company of CNBC When <strong> Johnny Carson </strong> left The Tonight Show in 1992, Fox Broadcasting decided", "new_id": -2}, {"uid": "1295571616192872466", "i": 57016, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "whiz-kid founders <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, is ceding his CEO role to <strong> Larry Page </strong>( who had the role before <strong> Eric Schmidt </strong> arrived, when Google was still a private company with venture capitalist backers) and will become executive chairman. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> said on Twitter. \"<strong> Larry Page </strong>, in my clear opinion, is ready to lead,\" he added in a blog post. That implies <strong> Larry Page </strong> wasn't ready back then and validates the last 10 years", "new_id": -2}, {"uid": "1297179623238403585", "i": 23778, "idx": 5, "sa": ["Donald Rumsfeld", "Colin Powell", "Hugh Shelton", "Condoleezza Rice", "John McCain", "Eric Shinseki", "George W. Bush", "Joe Biden", "Richard Armitage"], "q": "that Iraq belonged to the Iraqis'), to former Army secretary <strong> Eric Shinseki </strong>, to former Joint Chiefs chairman <strong> Hugh Shelton </strong>, <strong> Colin Powell </strong> aide <strong> Richard Armitage </strong>, Sen. <strong> John McCain </strong> and, of course, the news media. \" <q> The most consistent censure is reserved for <strong> Colin Powell </strong>, <strong> Condoleezza Rice </strong> and anyone who operated in their diplomatic orbit. <strong> Colin Powell </strong> and his supporters, he writes, were skeptical of the administration's initiatives to the point of disloyalty. Apparently, it did not help that Democrats like then-Delaware Sen. <strong> Joe Biden </strong> described <strong> Colin Powell </strong> to a newspaper reporter as a` good guy,' but <strong> Donald Rumsfeld </strong> as a` unilateralist.' </q> How Iraq looks 50 years from now will do far more to write the definitive history of <strong> George W. Bush </strong>'s decision to go to war in Iraq than will any of the memoirs from the various players.", "new_id": -2}, {"uid": "1296232396026230790", "i": 7678, "idx": 0, "sa": ["Charles Ellis Schumer", "Bernie Sanders", "Barack Obama"], "q": "wage issues to hammer against Republican plans to change those entitlement programs. Sens. <strong> Charles Ellis Schumer </strong>( D-N.Y.) and <strong> Bernie Sanders </strong>( I-Vt.) are leading other Senate Democrats in the fight against Republicans to protect those popular programs. <q> They want to privatize Social Security, </q> <strong> Charles Ellis Schumer </strong> said about the GOP. Baby Boomers face triple whammy of financial woes <strong> Barack Obama </strong>'s State of the Union was forward looking and optimistic He talked about ways to grow the time when progress meant people could look forward", "new_id": -2}, {"uid": "1295567677244678684", "i": 48001, "idx": 0, "sa": ["Roger Craig Smith", "Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> <strong> Roger Craig Smith </strong> spoke with the CEO of Engine Yard, Lance Walley, about their Ruby and Rails deployment platform. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"By elevating", "new_id": -2}]