[{"uid": "1295451814058523658", "i": 23396, "idx": 1, "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "q": "Tonight Show and doesn't understand why his ratings are higher than <strong> David Letterman </strong>'s. \"America must be filled with morons,\" he said about <strong> Jay Leno </strong>'s fans who tune in every night. <q> I don't like <strong> Jay Leno </strong> personally, </q> <strong> Howard Stern </strong> said. He complimented the comedian's career early on, but added, \"I don't like the way he's behaved with me personally. I've done his show many times in the past;", "new_id": -2}, {"uid": "1295615438099680262", "i": 11884, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "search giant can not afford many more out and out failures in the social realm. It also has a new public face at the ready in Larry Page so things need to be different. Gone is the aloof <q> I'm so stinkin' rich from this deal that reality is not an option </q> approach from <strong> Eric Schmidt </strong> that was ticking off everyone as of late. Of course, Page is even wealthier but the hope is that because he is co-founder along with <strong> Sergey Brin </strong> that his take on the business of Google will", "new_id": -2}, {"uid": "1296521212211714057", "i": 31466, "idx": 0, "sa": ["Sergio Marchionne"], "q": "CHRYSLER, FORD CAUTIOUS But on Monday Chrysler Chief Executive <strong> Sergio Marchionne </strong> said that industry-wide sales had fallen off in the final weeks of the month, which typically account for the bulk of sales. <q> We've seen a softening of the U.S. market in the last couple of weeks, </q> <strong> Sergio Marchionne </strong> told reporters on a conference call to discuss Chrysler's fourth-quarter results. <strong> Sergio Marchionne </strong> forecast a sales rate of near 12.4 million to 12.5 million vehicles for the month. Chrysler is 25 percent owned by Italy", "new_id": -2}, {"uid": "1295348812121946130", "i": 29854, "idx": 1, "sa": ["Steve Ballmer", "Maria Bartiromo"], "q": "an interview with <strong> Maria Bartiromo </strong>, Microsoft CEO <strong> Steve Ballmer </strong> discussed the success of Kinect, dodged questions regarding Windows Phone 7's viability, and complimented Facebook, a partner the company is working with for its Bing search engine( <q> It's worth exactly what investors will pay for it. They're a great partner, and I love them. </q>) <strong> Steve Ballmer </strong> also talked about what he feels to be the two biggest trends for the next two years: natural interface via voice, touch and vision recognition, and the Cloud. \"There's still so much", "new_id": -2}, {"uid": "1296160134113442817", "i": 14114, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> were on the call Thursday with analysts. The search giant's stock was up 1.3 percent in after-hours trading. Google's stock price has climbed by about 6 percent over the past month, and since <q> Google stock is not selling off, it tells you the market is very happy with the report, </q> said Rick Munarriz, a senior analyst at The Motley Fool. Google in 2010 embarked on an ambitious strategic agenda, including a hiring surge that pushed its global work force to 24,400 people-- a 23", "new_id": -2}, {"i": 205, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", or would it be seen a bit too cruel?\" he asked, referring to <strong> Larry King </strong>, whose show he replaced at 9PM on CNN. \"Joking!\" he said to audience jeers. <q> I'd like to see you punch a 78-year-old man, </q> <strong> David Letterman </strong> said. The pair also discussed <strong> Piers Morgan </strong>'s UK newspaper career, his walk on the beach with <strong> Rupert Murdoch </strong>, and <strong> Ricky Gervais </strong>' Golden Globes hosting job. <strong> Piers Morgan </strong> joked about punching <strong> Larry King </strong> Thursday night on", "sa": ["Piers Morgan", "David Letterman", "Rupert Murdoch", "Larry King", "Ricky Gervais"], "uid": "1295622096143933453"}, {"uid": "1295408846085049364", "i": 20273, "idx": 5, "sa": ["Toby Young", "Piers Morgan", "Steven Tyler", "Simon Cowell", "Nigel Lythgoe", "Jennifer Lopez"], "q": "<strong> Jennifer Lopez </strong> or <strong> Steven Tyler </strong>. \"Outside of the music industry, no one in the United States knew who <strong> Simon Cowell </strong> was until he started making nasty comments during the first season promotions for the show,\" he says. <q> Being mean was what made him a celebrity. But <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> are already celebrities. They have their cultural equity to protect. </q> For <strong> Toby Young </strong>, it's no accident that so many U.K. imports- including himself, <strong> Simon Cowell </strong>, <strong> Nigel Lythgoe </strong>( \"So You Think You Can Dance\"), and <strong> Piers Morgan </strong>( \"America's Got Talent", "new_id": -2}, {"uid": "1296665253235831378", "i": 34237, "idx": 2, "sa": ["Chris Gent", "Andy Coulson", "Nick Clegg", "Kenny Kunene"], "q": "his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...\" \"Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>, an ambitious Brit who...\" <q> Is the new Backbench Business Committee about to make some serious enemies? This new-fangled innovation has done pretty well so... </q>\" Wealthy ANC supporter <strong> Kenny Kunene </strong>( left) eating sushi from the body of a bikini-clad woman \"The ANC Youth League...\" You can stay up to date with <strong> Nick Clegg </strong> Robinson's Newslog via these", "new_id": -2}, {"uid": "1295618523207978567", "i": 5855, "idx": 5, "sa": ["Eric Schmidt", "Jessica Vascellaro", "Sergey Brin"], "q": "Conference in Cambridge, Maryland.\" TECHWATCH- WSJ 4-col. lead, \"Power Shifts Atop Google: Internet Giant Says Co-Founder Larry Page Will Replace CEO <strong> Eric Schmidt </strong>,\" by Amir Efrati and <strong> Jessica Vascellaro </strong>: <q> <strong> Eric Schmidt </strong>[ age 55], who has been chairman and CEO but shared decision-making with <strong> Walt Disney </strong> Page and co-founder <strong> Sergey Brin </strong>[ age 37], is stepping aside in April into the new post of executive chairman.... <strong> Walt Disney </strong> Page, 38, will take over day-to-day operations April 4. The computer scientist was Google's founding CEO before handing the reins to <strong> Walt Disney </strong> <strong> Eric Schmidt </strong> in August 2001. </q>-- <strong> Eric Schmidt </strong>'s \"An update from the Chairman,\" on The Official Google Blog: \"<strong> Sergey Brin </strong> has decided to devote his time and energy to strategic projects, in particular working on new products.", "new_id": -2}, {"uid": "1296515044009224265", "i": 15815, "idx": 0, "sa": ["Robert Bauval", "Zahi Hawass"], "q": "spots in Egypt. <strong> Robert Bauval </strong> is the author of \"The Egypt Code\", \"The Orion Mystery\",\" Keeper of Genesis\", \"The Message of the Sphinx\", \"Secret Chamber\", <q> Talisman: Sacred Cities, Secret Faith </q> and his new upcoming book is called \"Black Genesis\". Topics Discussed: Tutankhamun of Western European descent, Pre-Dynastic Egypt, <strong> Zahi Hawass </strong>, British-Israelites, Egypt Israel War, Arab-Israeli Conflict, Arab Prestige, British,", "new_id": -2}]