[{"uid": "1296048492146931724", "i": 37206, "idx": 7, "sa": ["Angelina Jolie"], "q": "freedom.''`` Most important thing that can help me get out of this camp is education and I am hoping to work hard to score a good grade, to get scholarship for the developed countries.'' <q> I am not the only person who http://wn.com/Angelina Jolie_Angelina Jolie_spends_time_with_troops_in_Iraq__July_23 <strong> Angelina Jolie </strong>, actress and Goodwill Ambassador for the UNHCR, is opening up about her third trip to Iraq-- and she spends time with troops!`` I was inspired and reminded of all the bravery of all of you young men and women, and I'm always just honored to spend time with everybody who spend time in the military, </q> <strong> Angelina Jolie </strong> says of her time with the troops serving in Iraq. <strong> Angelina Jolie </strong> made the trip to offer support to the hundreds of thousands of Iraqis that are displaced within their own country, according to the UN agency,", "new_id": -2}, {"uid": "1295814035047513616", "i": 10204, "idx": 1, "sa": ["Chris Huhne", "Andy Coulson"], "q": "had been through a very thorough investigation there and they got nowhere, so they may have decided that messing with the political process was something that they didn't want to bother doing.'' He quickly added: <q> I really don't know, I mean you'll have to ask a police officer that. </q> <strong> Chris Huhne </strong>'s intervention is a guarantee that the row over phone hacking won't disappear with href=\"http://www.guardian.co.uk/media/Andy Coulson-Andy Coulson\" title=\"More from guardian.co.uk on Andy Coulson\"> <strong> Andy Coulson </strong>'s resignation as director of communications from Downing Street last week.", "new_id": -2}, {"uid": "1297437855123142162", "i": 60014, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "that Microsoft has specifically ruled out for tablet devices. \" We preserve the right to introduce tablets using other platforms \" But <strong> Stephen Elop </strong> says that's not necessarily the end of Nokia's tablet ambitions. <q> We could take advantage of things Microsoft are thinking of in the future as relates to tablets, </q> <strong> Stephen Elop </strong> said at a press conference, sitting alongside Microsoft CEO <strong> Steve Ballmer </strong>. Microsoft is in the process of porting Windows to ARM processors, which have long featured in Nokia's smartphones. However,", "new_id": -2}, {"uid": "1295560499104759347", "i": 43688, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "a shift in leadership, Google co-founder <strong> Larry Page </strong> will take charge of the company's day-to-day operations as chief executive officer, replacing current CEO <strong> Eric Schmidt </strong>, who will focus on strategic projects, in particular new products. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement released by Google.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and", "new_id": -2}, {"uid": "1296335182265814026", "i": 31738, "idx": 4, "sa": ["Jeff Green", "Allen Iverson", "John Madden", "Kobe Bryant", "Tim Thomas"], "q": "with Golden State for the eighth and final playoff spot in the Western Conference. The Kobe Bryants lost to New Orleans, 108-96, John Maddenier Sunday.`` Career nights from two people,'' Denver's <strong> Allen Iverson </strong> said. <q> You have two 30-point scorers and other guys doing what they did out there, what can you say? They were the better team tonight. </q> <strong> Jeff Green </strong>, whose previous high was 23 points, scored 24 in the second half and overTim Thomases. His five quick points to start the second overTim Thomase gave the draft lottery-bound Sonics( 18-59) the winning cushion. Durant", "new_id": -2}, {"uid": "1295632988004243494", "i": 43959, "idx": 0, "sa": ["Sergey Brin", "Larry Page", "Eric Schmidt", "Imran Khan"], "q": "a little re-org. And at first blush, Wall Street seemed to take the company at its word. <strong> Eric Schmidt </strong>, <strong> Larry Page </strong>, whatever. A sampling of analyst reactions: J.P. Morgan's <strong> Imran Khan </strong>: <q> We think it is important to note that although the titles have changed, the core team remains the same. We think this new team structure makes a lot of sense and could result in faster decision making. </q> Citigroup's Mark Mahaney:`` We view this change as un-dramatic, as <strong> Eric Schmidt </strong> will still be working closely with <strong> Larry Page </strong> and <strong> Sergey Brin </strong>... we believe <strong> Larry Page </strong> has been groomed for the role of CEO, and we do", "new_id": -2}, {"uid": "1295479659113819673", "i": 27298, "idx": 1, "sa": ["Alassane Ouattara", "Goodluck Jonathan"], "q": "being put in place,'' said <strong> Alassane Ouattara </strong>, who was recognized as the winner of November's Ivorian presidential election by the international community but has been unable to take power as Gbagbo clings on. <q> Military intervention is already planned, organized. It will be given a timetable. I spoke with Nigerian President <strong> Goodluck Jonathan </strong> Sunday, he assured me of his determination, </q> he said. <strong> Goodluck Jonathan </strong> is the chairman of the Economic Community of West African States( ECOWAS), the regional bloc which has recognized <strong> Alassane Ouattara </strong>'s victory and has demanded Gbagbo step down.", "new_id": -2}, {"uid": "1295379214121978898", "i": 7187, "idx": 4, "sa": ["Alassane Ouattara"], "q": "He was able to pay government salaries in December, diplomats and businessmen say, but barely. Mr. <strong> Alassane Ouattara </strong>'s camp claims the government paid less than half of the wages that were due in December. <q> We were paid in December, but we weren't paid right away, </q> said a teacher here.`` I believe that in January it will be very difficult, very difficult. Really, I'm frightened. Everyone here is scared.'' Mr. Gbagbo has a proven ability", "new_id": -2}, {"uid": "1295218070163594249", "i": 668, "idx": 3, "sa": ["Simon Cowell"], "q": "both are people who like running our own businesses... It's been bizarre.'' Yet nothing, surely, was more bizarre than the process by which <strong> Simon Cowell </strong>, a behind-the-scenes record exec who professed he was <q> obsessed with getting rich, </q> was transformed into an international television star. It was Fuller who gave him the chance. Having been sacked by the Spice Girls, Fuller in 1999 pitched a talent competition called Fame Search to,", "new_id": -2}, {"i": 18328, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ban underwriters from shifting the member fees to municipal-bond issuers. Both groups have political-action committees that finance candidate campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said. <q> Apparently, it's a practice all over the country, </q> <strong> Bill Lockyer </strong> said today in a telephone interview.`` I don't think it's a good one.''-- With assistance from <strong> Michael B. </strong> Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum", "sa": ["Pete Young", "Bill Lockyer", "Michael B."], "uid": "1296611107097845302"}]