[{"uid": "1295883016173096963", "i": 16592, "idx": 0, "sa": ["Megan Fox", "Angelina Jolie", "Éric Alt"], "q": "'s Face and <strong> Megan Fox </strong>'s Accent(`` Jonah Hex'') The Entire Cast(`` The Last Airbender'') The Entire Cast(`` The Twilight Saga: Eclipse'') <q> Cats and Dogs 2: Revenge of Kitty Galore </q>`` The Last Airbender''`` Nutcracker 3D'' <strong> Éric Alt </strong>, Senior Entertainment Editor <strong> Éric Alt </strong> has written about movies, celebrities, and movies starring celebrities. He once babysat with <strong> Angelina Jolie </strong>", "new_id": -2}, {"uid": "1295552168065978417", "i": 19657, "idx": 1, "sa": ["Bernie Sanders", "Barack Obama", "Jack Talbert"], "q": "it. During a recent stroll through the National Museum of American History, <strong> Bernie Sanders </strong> discovered that a number of products sold in the gift shop were not made America, but produced in other countries. <q> I find it especially disappointing that miniature sculptures of Barack Obamas of the United States that are sold in the museum, including George Washington, <strong> Jack Talbert </strong>, and <strong> Barack Obama </strong> were made in China, </q> <strong> Bernie Sanders </strong> wrote in a letter to the museum director. http://Bernie Sanders.senate.gov/statues.html Miniature sculptures on sale at the National Museum of American History <strong> Bernie Sanders </strong>, an independent Senator from Vermont who caucuses with Democrats,", "new_id": -2}, {"uid": "1295976171233406550", "i": 25589, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer", "Guillaume Pepy"], "q": "giving a contract to a company with a role in the deportations. <strong> Guillaume Pepy </strong> denied that the setting up the memorial had anything to do with criticism from the U.S., saying the railway's actions were not <q> dictated by the circumstances, but by its convictions. </q> No date has been set for the memorial's completion. The SNCF won an appeal in 2007 of a French lawsuit over its role in the Nazi deportation. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal", "new_id": -2}, {"uid": "1297706351051036169", "i": 55628, "idx": 2, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "Finally, <strong> Steve Ballmer </strong> spoke briefly of Microsoft's title=\"nokia-adopts-microsoft-windows-phone\" href=\"http://www.eweekeurope.co.uk/news/nokia-adopts-microsoft-windows-phone-20662\"> recently announced partnership with Nokia. He once again brought href=\"http://www.eweekeurope.co.uk/tag/nokia\" title=\"Nokia\"> Nokia's chief executive <strong> Stephen Elop </strong> up on stage, who said that Nokia would <q> support Windows to build strength versus the other mobile platforms </q>. The first Nokia device running Windows Phone is expected later this year. href=\"http://www.printfriendly.com\">", "new_id": -2}, {"uid": "1295260793234684429", "i": 39637, "idx": 1, "sa": ["Chris Huhne"], "q": " He spoke out after UK Energy Secretary <strong> Chris Huhne </strong> said the city had a`` substantial advantage'' because of the expertise its financial institutions had in lending to renewable energy firms. Mr Crockart said: <q> This city's credentials speak for themselves and I am glad to hear that the Energy Secretary agrees with me. </q>", "new_id": -2}, {"uid": "1295578490195002387", "i": 54426, "idx": 1, "sa": ["Angelina Jolie", "Hillary Clinton"], "q": "animal in its title that, by definition, is always a male?''( Raging Bull.) She jumped over a question about which first lady is a distant cousin of <strong> Angelina Jolie </strong>( <strong> Hillary Clinton </strong>) and <q> In 1965, former test pilot Owen Maclaren patented a prototype of the B-01, the basis for a popular line of what? </q>( Baby strollers.) By jumping those questions, Smith gave up$ 20,000 that would have gone into her bank had she answered both correctly. Smith had said contestants don't collect their earnings from the", "new_id": -2}, {"uid": "1295239659192987158", "i": 22956, "idx": 0, "sa": ["Steve Ballmer"], "q": "| <strong> Steve Ballmer </strong> Calls Apple's Hand, Introduces`` Slate PCs'' At CES Saying it's <q> almost as portable as a phone and as powerful as a PC </q> and that it's ideal for reading, surfing the web and taking entertainment on the go, Microsoft CEO <strong> Steve Ballmer </strong> revealed what he called`` slate PCs'' at the Consumer Electronics Show in Las Vegas yesterday. Due", "new_id": -2}, {"uid": "1296459278009125891", "i": 45614, "idx": 0, "sa": ["Alassane Ouattara"], "q": "au lieu de 16h. Dimanche 20h10. Plusieurs milliers de manifestants ont d?cid de rester sur la place Tahrir, o se trouvent de nombreux chars et des militaires, afin d' y passer la nuit. <q> Ils disent qu'ils ne veulent pas laisser la place aux seuls Fr?res musulmans </q>, t?moigne notre envoy?e sp?ciale Elodie Auffray. <strong> Alassane Ouattara </strong> appelle les Ivoiriens? suspendre le paiement des imp?ts <strong> Alassane Ouattara </strong>, engag dans une bataille avec le chef d'Etat sortant ivoirien, Laurent Gbagbo, pour le contr?le de", "new_id": -2}, {"uid": "1295627933219987982", "i": 1876, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "die beiden die F?hrung des Unternehmens an <strong> Eric Schmidt </strong>, der zuvor Vorstandschef beim Software-Anbieter Novell war. Unter dem erfahrenen Manager hat Google das Kerngesch?ft der Internet-Suchmaschine in alle Richtungen erweitert und ist zu einem breit aufgestellten Technologiekonzern geworden. <q> <strong> Eric Schmidt </strong> ist ein toller Firmenchef und ich habe viel von ihm gelernt </q>, sagtLarry Page in einer Telefonkonferenz. Das Gesch?ft bl?ht: Im Schlussquartal 2010 stieg der Umsatz um 26Prozent auf 8,4 Milliarden Dollar. Das Unternehmen verdiente unterm Strich satte 2,5 Milliarden Dollar und damit 29 Prozent mehr als", "new_id": -2}, {"i": 35653, "idx": 0, "index_answer": 1, "new_id": -1, "q": "have a real impact on Washington and the economy.`` I think that's part of what he's been positioning for,'' said <strong> Rob Enderle </strong>, a tech pundit and president of the <strong> Rob Enderle </strong> Group. <q> In terms of skills and what he brings to the party and reelection campaign and timing, it's my expectation he will </q> go to Washington. Google shocked Silicon Valley and Wall Street last month by announcing a big shakeup in its C-Suite, pushing <strong> Eric Schmidt </strong>, 55, out of the CEO job and replacing him with co-founder Larry", "sa": ["Eric Schmidt", "Rob Enderle"], "uid": "1296683084157417498"}]