[{"uid": "1294997731235044878", "i": 51886, "idx": 2, "sa": ["Michael Vick", "Brian Finneran"], "q": "70 yards down the field and he'd still yank it up to you. Always stay alive.'' <strong> Brian Finneran </strong> doesn't argue with <strong> Michael Vick </strong>'s own self-description of the quarterback's Falcons years. <q> Mike always worked hard on the football field, </q> <strong> Brian Finneran </strong> said.`` But as a quarterback, you've got to know everything about that offense, about the line, where the running backs are supposed to be. No question he could have worked harder in", "new_id": -2}, {"uid": "1295025560222904333", "i": 44454, "idx": 2, "sa": ["Angelina Jolie", "Willow Smith", "Brad Pitt"], "q": "be spending their honeymoon donating gifts to African orphans on a humanitarian trip organised by <strong> Angelina Jolie </strong> and <strong> Brad Pitt </strong>, but sources claim that they are secretly planning to slip off to Hawaii instead. An insider said: <q> Maddox and <strong> Willow Smith </strong> love their parents a great deal, as we all do, and are determined to follow their inspiring examples of helping those less fortunate. They can't wait to get back to charity work after their trip but right now all they want is to enjoy the first days of their new life together. </q> Guy BurnetThe former Hollyoaks EastEnders: Glenda has business talks with Phil Emmerdale: Everyone deals with the fire's aftermath Hollyoaks: 2995: Darren comes face-to-face with Suzanne Neighbours: 6055: Paul issues", "new_id": -2}, {"uid": "1296244617002752522", "i": 15457, "idx": 3, "sa": ["Rasheed Wallace", "Allen Iverson", "Kobe Bryant", "Yao Ming"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoYao Ming the final NBA team to lose this season.`` We just played defense,'' <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a`` matchup issue'' for the Lakers' defense.`` With <strong> Rasheed Wallace </strong> at the 5, and his ability to http://wn.com/Kobe Bryant_Kobe Bryant_Clutch_3_Pt_Shot_Game_3_Western_Conference_Finals_2009 <strong> Kobe Bryant </strong> hits a huuuuge 3 to give the Lakers the lead for", "new_id": -2}, {"uid": "1297687639083525660", "i": 34572, "idx": 0, "sa": ["Charles Ellis Schumer", "Kirsten Gillibrand"], "q": " Congress passed new regulations last year. New regulations like changing pilot schedules to make sure they're more alert. Regulations the airline industry is now trying to change. Senator <strong> Charles Ellis Schumer </strong> said, <q> I will work vigorously to ensure that any attempts to weaken them by the industry or anyone else are blocked. </q> Senator <strong> Kirsten Gillibrand </strong> is also aware of possible cuts to the bill in congress and what the affect will be. <strong> Kirsten Gillibrand </strong> said,`` We have to make sure that when someone is advocating for cutting", "new_id": -2}, {"uid": "1295639157179568677", "i": 24803, "idx": 1, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "step to clarify their individual roles. <strong> Sergey Brin </strong>`` is an innovator and entrepreneur to the core'' and the role of strategic projects suits him perfectly, noted <strong> Eric Schmidt </strong>. <strong> Larry Page </strong>'s greatest strengths are <q> product development and technology strategy, </q> he added. Google's shares were up Friday morning, the day after the announcement. Whether that was due to the earnings or the surprise management shuffle is unclear-- although there are plenty of company", "new_id": -2}, {"uid": "1296361630082608131", "i": 12765, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer", "Mark Leno"], "q": "school year shortened by more than a month, big state parks sold to developers and public hospitals mothballed should be part of the governor's balance-the-budget campaign. <strong> Bill Lockyer </strong> said he would like the governor to be honest about <q> what the possibilities will be. </q> Senate Budget Committee Chairman <strong> Mark Leno </strong>( D-San Francisco) is pushing for a precise look at how voters' lives would be affected if the state had to cut$ 12 Bill Lockyerion more from its spending. <strong> Jerry Brown </strong>", "new_id": -2}, {"uid": "1295796927239026206", "i": 57858, "idx": 1, "sa": ["Colin Powell"], "q": "'s problems. <strong> Colin Powell </strong> says that`` Superman'' wasn't elected to the White House and but he is confident that today's challenges can be met. His comments came Sunday on CNN's <q> State of the Union. </q> href=\"http://www.worldnow.com\" target=\"_blank\"> All content? Copyright 2000- 2011 WorldNow and WSFA, a", "new_id": -2}, {"uid": "1296897108171786245", "i": 40124, "idx": 0, "sa": ["Michael Vick"], "q": " Franchise tag will be part of negotiating game for players, NFL Will the Eagles be able to use the franchise tag to keep <strong> Michael Vick </strong> off the open market? <q> I assume if the union does not believe that the franchise tag can be applied that they will challenge that through the normal process, </q> Goodell said as he met with reporters in Arlington, Texas. In other words, it will likely be resolved either through a legal challenge or at the bargaining table. The Eagles are widely", "new_id": -2}, {"uid": "1296225359092700754", "i": 14513, "idx": 0, "sa": ["Mike Pence", "Carol Moseley Braun", "Rahm Emanuel", "Gery Chico", "Barack Obama"], "q": "is retiring: former Chicago public schools <strong> Barack Obama </strong> <strong> Gery Chico </strong>, former U.S. senator <strong> Carol Moseley Braun </strong> and city clerk Miguel del Valle. The moderators of Thursday's debate went immediately to the court's ruling. <strong> Rahm Emanuel </strong>'s response: <q> The good news is, now that we have the Supreme Court decision, it's behind us. Hopefully this will be the last question about it, for all of us, including myself. </q>` CLOSER TO HOME' Indiana <strong> Mike Pence </strong> announced Thursday he would not seek the Republican nomination for <strong> Barack Obama </strong> in 2012, but he did`` I'm open to running for governor,''", "new_id": -2}, {"i": 10201, "idx": 5, "index_answer": 1, "new_id": -1, "q": "administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential adviser. <q> The administration knows that I am quite content with the work I am doing now, </q> he said.`` I am not interested in a government job.'' Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of", "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords", "Robert Gates"], "uid": "1295805220124010531"}]