[{"uid": "1295485367026624027", "i": 15406, "idx": 4, "sa": ["General Saint", "John McCain", "Colin Powell", "Mark Dayton", "Barack Obama"], "q": "said. <strong> Colin Powell </strong>, a retired US <strong> General Saint </strong> and a Republican, was once seen as a possible Barack Obamaial candidate himself. <strong> Colin Powell </strong> said he has some concerns about the direction of the Republican Party, adding that it has <q> moved more to the right than I would like to see it. </q> Read a transcript of <strong> Colin Powell </strong>'s reMark Daytons In regard to the financial crisis, which <strong> Colin Powell </strong> called the candidates'`` final exam,'' <strong> Colin Powell </strong> said <strong> John McCain </strong> appeared unsteady in dealing with it, while <strong> Barack Obama </strong> had excelled in", "new_id": -2}, {"uid": "1295446736183418917", "i": 1903, "idx": 2, "sa": ["Mitch Daniels", "Mike Pence"], "q": "mind. He talked Monday morning to Gov. <strong> Mitch Daniels </strong>, who is term-limited from seeking a third consecutive term as governor and who also is leaving the door open to a run for the presidency. <q> We're certainly hearing encouragement from our friends here at the Statehouse in various ways, </q> <strong> Mike Pence </strong> said.`` I've heard as many people encourage us to consider coming home to Indiana as I have people who pulled me alongside and said,` Keep the national campaign in mind.'''", "new_id": -2}, {"uid": "1294977377249905175", "i": 42241, "idx": 11, "sa": ["Allen Iverson", "George Karl", "Tubby Smith"], "q": "Nuggets break a two-game losing streak. The Nuggets needed every one of those points after blowing a 17-point third-quarter lead and eventually falling behind by two.`` Welcome to Denver Nuggets land,'' coach <strong> George Karl </strong> said. <q> We play so fast, sometimes it's good and sometimes it's dangerous. </q> <strong> Allen Iverson </strong> and company made sure this one didn't slip away. <strong> Allen Iverson </strong> and <strong> Tubby Smith </strong> each hit two free throws in the final minute to put Denver ahead 93-90 entering the final quarter. The start of the fourth quarter", "new_id": -2}, {"uid": "1297715935009617444", "i": 45470, "idx": 3, "sa": ["Zahi Hawass"], "q": "but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website.`` Many people make the mistake of thinking that dreams can not come true, but they can,'' he wrote. <q> You have to believe, and know that they are more than just imagination. </q> Web links to Kyiv Post material are allowed provided that they contain a URL hyperlink to the href=\"http://www.kyivpost.com/\"> www.kyivpost.com material and a maximum 500-character extract of the story. Otherwise, all materials contained on this", "new_id": -2}, {"uid": "1296932455012320798", "i": 34038, "idx": 3, "sa": ["Maurizio Sacconi", "Sergio Marchionne"], "q": "the Fiat chief backing away from his previous remarks in a telephone conversation with labour minister <strong> Maurizio Sacconi </strong>. According to the ministry, <strong> Sergio Marchionne </strong> explained that he spoke in`` hypothetical'' terms and that nothing was decided, <q> with no reference about a new location for the company's leadership for today or tomorrow. </q> In October, <strong> Sergio Marchionne </strong> ignited controversy when he said that`` Fiat would be better off if it eliminated Italy''. Trade unions and politicians accused him of`` blackmail'' in pushing through a", "new_id": -2}, {"uid": "1295978589172294145", "i": 5928, "idx": 1, "sa": ["Simon Cowell", "Christian O'Connell"], "q": "Absolute Radio's <strong> Christian O'Connell </strong> that he had been taught a lot by <strong> Simon Cowell </strong>.`` He's a workaholic. He's a great boss, and I'm not just saying that,'' he said. <q> He's very loyal, he's very honest, and he just wants that in return. </q> He continued:`` He smells fear though, he's like a wolf. If you're confident in your own opinions then he's good, but he doesn't like indecision, he doesn't", "new_id": -2}, {"uid": "1296621525192430080", "i": 41256, "idx": 1, "sa": ["Angelina Jolie", "Ricky Gervais", "Johnny Depp"], "q": "nominated so that the members could hang out with the stars of the costly flop, <strong> Angelina Jolie </strong> and <strong> Johnny Depp </strong>.`` That is rubbish. That is not the only reason,'' <strong> Ricky Gervais </strong> told the audience. <q> They also accepted bribes. </q>( The association has said the lawsuit is`` completely without merit.'') TV Listings Wondering what's on tonight? Check out our TV listings for the complete schedule in your area.", "new_id": -2}, {"uid": "1295813473183353387", "i": 18243, "idx": 1, "sa": ["Colin Powell"], "q": "the Union address Tuesday night. href=\"http://www.washingtontimes.com/topics/Colin Powell/\"> Mr. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Ariz. <q> I think he's got a way to go, </q> Mr. <strong> Colin Powell </strong> said.`` I mean, he hasn't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform.`` You know, we didn't elect Superman", "new_id": -2}, {"uid": "1296351472068419594", "i": 50129, "idx": 2, "sa": ["Allen Iverson", "John Salmons", "Stephen Jackson"], "q": "away early in the fourth quarter. Consecutive 3-pointers by <strong> Allen Iverson </strong> and <strong> John Salmons </strong> gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. <q> He wasn't missing anything, </q> Hawks forward <strong> Stephen Jackson </strong> said.`` When a guy is shooting like that, there's nothing you can do.'' <strong> Allen Iverson </strong> scored 14 http://wn.com/Chippewa_Valley_High_School_2006-2007_Men's_Swimming_Diving_Division_Champions_Video Video celebrating the MAC blue division victory over Dakota High School during the 2006-2007", "new_id": -2}, {"i": 18842, "idx": 0, "index_answer": 1, "new_id": -1, "q": "also revealed that the American X Factor would be open to contestants as young as 12 years old. Unlike his hit American Idol, the competition is open to vocal groups as well as solo singers. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract, </q> <strong> Simon Cowell </strong> said. <strong> Simon Cowell </strong>, creator of American Idol and a former judge on that show, will judge the US X Factor along with British singers <strong> George Michael </strong> and <strong> Cheryl Cole </strong>. Additional judges and the show's host", "sa": ["Cheryl Cole", "Simon Cowell", "George Michael"], "uid": "1297100101088211456"}]