[{"uid": "1295669779172441756", "i": 8736, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": ", who joined the company in 2001, will remain with the company as executive chairman. In a blog posting early this morning, <strong> Eric Schmidt </strong> said the position will give him an`` external'' focus on <q> the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach </q>. Google founder <strong> Larry Page </strong>, as CEO, will take over product development and day-to-day operations of the company, whilst his co-founder <strong> Sergey Brin </strong> will continue to focus on strategic projects. <strong> Eric Schmidt </strong> said that managing", "new_id": -2}, {"uid": "1297621691039272449", "i": 25909, "idx": 1, "sa": ["Zahi Hawass"], "q": "minister of state for antiquities <strong> Zahi Hawass </strong> said on Sunday. The objects missing from the famed museum included`` a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess'' and parts of <q> a gilded wood statue of Tutankhamun harpooning </q>, <strong> Zahi Hawass </strong> said in a statement. US internet censorship fight fails State department efforts to combat internet censorship in China and other countries have fallen short and funding for the drive should be shifted. Elephant", "new_id": -2}, {"uid": "1296536150067862556", "i": 39775, "idx": 12, "sa": ["LeBron James", "Allen Iverson", "Kobe Bryant"], "q": ", and added a free throw after the second. His 3-pointer closed the rally.`` I was just trying to get something at the rim or whatever,'' Mayo said of his mind-set at that point. <q> After I hit the free throw, it got me going a <strong> Kobe Bryant </strong> bit.`` I hadn't seen a ball go in my last 10 attempts. Once I saw I could still make a free throw, it gave me a <strong> Kobe Bryant </strong> bit of fire. </q> Memphis has won three of four. The primary problem for Toronto was shooting a season-low 29.5 percent from the field, and missing its first 13 shots outside the arc http://wn.com/Allen Iverson_Allen Iverson_11pts_vs_LeBron Jamess_in_17mins_action_09/10_NBA_*Memphis_Grizzlies_Debut_*Welcome_Back <strong> Allen Iverson </strong>( notes) made his debut with", "new_id": -2}, {"uid": "1296246291002899977", "i": 37805, "idx": 0, "sa": ["Ally Coulibaly", "Alassane Ouattara"], "q": "Alors... L'?gypte coupe tous les acc?s? Internet Cette mesure, effective depuis jeudi soir, vise? emp?cher les internautes de s` organiser en vue de manifester contre le... En C?te d'Ivoire, <q> il n' y a pas de compromis possible </q>( mis? jour) <strong> Ally Coulibaly </strong>, le nouvel ambassadeur de C?te d'Ivoire en France nomm par <strong> Alassane Ouattara </strong>, vient de prendre le contr?le de... Lire cette vid?o`` S?parer la Belgique en deux est une...", "new_id": -2}, {"uid": "1295276045038928460", "i": 21537, "idx": 0, "sa": ["Betty Ford", "Christian Bale", "Angelina Jolie", "Eva Longoria"], "q": "boxing drama The Fighter. PULLING NO PUNCHLINES Betty Fordouncing that title=\"More on Eva Longoria...\" href=\"http://rss.thisislondon.co.uk/standard/related-7562-Eva Longoria-Eva Longoria.do\"> <strong> Eva Longoria </strong> would be on next with`` the daunting task'' of introducing Hollywood Foreign Press Association president <strong> Christian Bale </strong> Berk: <q> That's nothing. I just had to help him off the toilet and pop his teeth in. </q>`` It seemed like everything was three dimensional this year, except the characters in The Tourist,'' he said of <strong> Angelina Jolie </strong>'s thriller. He suggested that the Hollywood Foreign Press Association had nominated The Tourist", "new_id": -2}, {"uid": "1295107313211468325", "i": 708, "idx": 3, "sa": ["Bernie Sanders", "Barbara Boxer", "Stephen C. Johnson", "Ron Paul"], "q": "Deny the California Waiver'' January 24, 2008... <strong> Bernie Sanders </strong> Tries to Get Straight Answer from EPA Admin Sen. <strong> Bernie Sanders </strong>( I-VT), EPA Administrator <strong> Stephen C. Johnson </strong>, Senate Committee on EnviRon Paulment and Public Works, hearing entitled, <q> Oversight of EPA's Decision to Deny the California Waiver </q> January 24, 2008... <strong> Barbara Boxer </strong> to EPA Admin.:`` I've Never Seen Anything Like It'' Sen. <strong> Barbara Boxer </strong>( D-CA), Senate Committee on EnviRon Paulment and Public Works, hearing entitled,`` Oversight of EPA", "new_id": -2}, {"uid": "1295631569142901269", "i": 7566, "idx": 1, "sa": ["Wanda Jackson", "David Letterman", "Jay Leno", "Jack White"], "q": "Audio Perv) and`` What Do You Want Me to Say'' below. Other late night happenings last night included the Decemberists performing The King Is Dead single`` Down by the Water'' on <q> The Tonight Show With <strong> Jay Leno </strong> </q> and <strong> Jack White </strong> and <strong> Wanda Jackson </strong> performing`` Shakin' All Over'' on`` Late Show With <strong> David Letterman </strong>''; you can check out video of those below( via href=\"http://theaudioperv.com/\" target=\"_blank\"> The Audio Perv).", "new_id": -2}, {"uid": "1295806433016547860", "i": 91, "idx": 2, "sa": ["Clive Goodman", "Glenn Mulcaire", "Simon Hughes", "Chris Huhne"], "q": "'' Mr <strong> Chris Huhne </strong> said that it was clear that the practice extended far beyond the News of the World's former royal correspondent <strong> Clive Goodman </strong>, who was jailed in 2007 along with private investigator <strong> Glenn Mulcaire </strong>. <q> Why would the royal correspondent be interested in hacking the voicemails of( Lib Dem deputy leader) <strong> Simon Hughes </strong> for example? </q> he told the BBC1 Politics Show. Banks face capital threat from Vickers- analysts Banks could face greater strains on their balance sheets under proposals from a government-backed commission to make their retail... Play video", "new_id": -2}, {"uid": "1297679866095076375", "i": 54031, "idx": 7, "sa": ["Lady Gaga", "Wael Ghonim", "Zahi Hawass"], "q": "Giza. It is supposed to be finished in 2013. <strong> Zahi Hawass </strong> says he expects the current museum to reopen in a few days. He knows that the episode could have had a very different ending. <q> Thank God they did not know where the gold is, because if they knew about the jewelry room, this could have been a disaster. </q> Just ask the director of the Iraqi museum. A Night of Grammy Upsets: Arcade Fire Beats <strong> Lady Gaga </strong> to Win Album of the Year <strong> Wael Ghonim </strong>, a Google executive and activist who was detained for running a Facebook", "new_id": -2}, {"i": 11683, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> My Settings Your comment contains inappropriate content in violation of our How One Japanese TV Audition Turned Into a Real-Life` Truman Show' PublishDate= 2/7/2011 3:00:00 PM New on DVD& Blu-ray, Week", "sa": ["Simon Cowell"], "uid": "1297129562188514341"}]