[{"uid": "1296354133035504148", "i": 1189, "idx": 5, "sa": ["Michael Vick"], "q": ". \"The ironic thing to me is, all along, <strong> Michael Vick </strong> was the, quote, superstar, but all you ever hear about is how great his victims are doing,\" Erika said. <q>Now, all his victims are the actual superstars. I've got one of the real superstars sitting beside me.</q> Battered and bruised as they've been, it's a rigorous process for these dogs to find permanent homes. After learning the most basic of functions- walking up stairs, climbing into a", "new_id": -2}, {"uid": "1295846647082296839", "i": 7014, "idx": 0, "sa": ["Michael Vick", "Tom Brady", "Ben Roethlisberger", "Peyton Manning"], "q": "New York Jets failed again in the AFC championship game. Along with the Eagles' own <strong> Michael Vick </strong>, <strong> Ben Roethlisberger </strong> was the other big redemption story in the NFL this year. That is, if you define <q>redemption as \"making people forget your shameful past by winning football games.</q> He may not be any better a guy, but it is time to acknowledge that <strong> Ben Roethlisberger </strong> is one of the truly elite quarterbacks in the NFL. He isn't an artist like <strong> Peyton Manning </strong>, <strong> Tom Brady </strong>,", "new_id": -2}, {"uid": "1296070032164806717", "i": 1650, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "listening to phone messages of royal household staff. <strong> Andy Coulson </strong>, who has denied wrongdoing, also resigned as Prime Minister <strong> David Cameron </strong>'s communications chief last week after numerous questions about practices at the newspaper. <q>The MPS( Metropolitan Police Service) is launching a new investigation to consider this material,</q> the police force said in a statement. \"This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010.\"", "new_id": -2}, {"uid": "1295799418036782093", "i": 2723, "idx": 2, "sa": ["Colin Powell"], "q": "think he's got a way to go,\" <strong> Colin Powell </strong> said. \"I mean, he hasn't achieved all of his purposes, but he's stabilized the economy\" and taken on health care reform. <q>You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.</q> \"I think he has reached out to countries around the world and has developed good relations with countries around the world,\" <strong> Colin Powell </strong> said. \"And I think he's working very hard on the", "new_id": -2}, {"i": 45806, "idx": 2, "index_answer": 0, "new_id": -1, "q": "better than me,\" he quipped.\" X Factor' has a craziness about it, an unpredictability. It is more raw. It is more competitive,\" he said. <q>If we can't, with what is on offer, find a global star, then I would say we have failed. There is that person or that group sitting in America waiting to be discovered,</q> <strong> Simon Cowell </strong> said. <cite>( c) Copyright Thomson Reuters 2011. Check for restrictions at: http://about.reuters.com/fulllegal.asp </cite>", "sa": ["Simon Cowell"], "uid": "1297121266135839981"}, {"uid": "1296149816234012694", "i": 12891, "idx": 2, "sa": ["Mike Pence"], "q": "a primary and dangerous to his own party if he secures the nod in a general election.\"( Emphasis added.) The story goes on to quote an unnamed \"Republican lobbyist\" saying, <q>If we all agree the battle's going to be won in the middle, <strong> Mike Pence </strong> is not your guy... I've literally never heard a bad thing about him. People like him, both personally and professionally. But is this the year we're going to elect an ideologue? I don't think so.</q> blog comments Reader Comments( 2) <strong> Mike Pence </strong> is great, but I'm not sure if he has the political courage to do this. He plays it safe and often evades giving solid answers", "new_id": -2}, {"uid": "1296163911042713105", "i": 21129, "idx": 5, "sa": ["Mike Pence"], "q": "Ogle. \"When he does do it, I just think it will be a release that I have decided what I am NOT going to do, not what I am going to do.\" <q>I want him to run for governor-- I think he would be a good transition for the state from <strong> Mitch Daniels </strong>,</q> Ogle added. Still, no one in <strong> Mike Pence </strong>'s inner circle is placing any bets. Ogle talked this week with <strong> Mike Pence </strong>'s brother, Greg, and said even he doesn't know what the congressman", "new_id": -2}, {"uid": "1294955040072040450", "i": 36900, "idx": 0, "sa": ["Kirsten Gillibrand", "Dr. Peter", "Gabrielle Giffords"], "q": "wound. With her closest friends from Congress holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong> opened her unbandaged left eye and tried to focus on loved ones for the first time. <q>This is a major leap forward. This is a major milestone for her and we're hoping that she crosses through many more,</q> said her neurosurgeon <strong> Dr. Peter </strong> Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: \"It was raw courage. It was raw strength. It was so", "new_id": -2}, {"uid": "1295419435158941189", "i": 8409, "idx": 0, "sa": ["Nancy Pelosi", "John Boehner", "Mike Pence"], "q": "times. <strong> John Boehner </strong>'s tears As for <strong> Nancy Pelosi </strong> <strong> John Boehner </strong>'s tears, here is a quote from former House Republican Conference chairman <strong> Mike Pence </strong>, who lost a leadership election to <strong> John Boehner </strong> in 2006: <q><strong> John Boehner </strong>'s got the biggest heart in the House. My preacher used to say, \"When the eyes leak, the head won't swell.'</q> Emotional moments Regarding the article titled, \"Big boys don't cry, do they?\"( Jan. 16): I would like to respond to <strong> Nancy Pelosi </strong> <strong> John Boehner </strong>\"s frequent propensity", "new_id": -2}, {"uid": "1296461913199901198", "i": 3850, "idx": 0, "sa": ["Michael Jordan", "Allen Iverson"], "q": "of <strong> Michael Jordan </strong> shrugging his shoulders during his 35-point half against Portland in the 1992 Finals. Even Jesus Shuttlesworth-- you know, the sharpshooting kid <strong> Allen Iverson </strong> played in \"He Got Game\"-- would have been proud. <q>There's no better place, moment, time... to win a game, and to win in a great fashion,</q> <strong> Allen Iverson </strong> said. \"I don't know what record it is that people are telling me that I got, but it's great to have, great to be able to look back on it and say I", "new_id": -2}]