[{"uid": "1296167737065404956", "i": 40856, "idx": 0, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> says he won't run for presidency U.S. Rep. <strong> Mike Pence </strong> shut the door Thursday on a run for the presidency but left wide open the likelihood that he'll seek a different office: Governor of Indiana. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. \"We will not seek the Republican nomination for president in 2012.\" He said he would make", "new_id": -2}, {"uid": "1295677080221315102", "i": 11105, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "time, resigned shortly thereafter, insisting the reporter and investigator had acted on their own. He also said he had known nothing of the eavesdropping- a claim that increasingly has been called into question. <q>Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role,</q> <strong> Andy Coulson </strong> said Friday. \"I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,\" <strong> David Cameron </strong> said in a statement. \"<strong> Andy Coulson </strong> has told me that the focus on him", "new_id": -2}, {"uid": "1296149424210010119", "i": 35116, "idx": 0, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> greet people in the Grand Hall in Union Station Tuesday, November 2, 2010 at the Indiana Republican Election Night Party. <strong> Mike Pence </strong> easily won reelection for his 6th Congressional District seat. He told the crowd, <q>I believe history will record... Indiana led the country back.</q> Charlie Nye/ The Star.", "new_id": -2}, {"uid": "1297229275207454253", "i": 42, "idx": 2, "sa": ["John McCain", "George Stephanopoulos", "Donald Rumsfeld"], "q": "decade,\" responded host <strong> George Stephanopoulos </strong>. <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong> in his memoir as having a \"hair-trigger temper\" and \"a propensity to shift his positions to appeal to the media.\" The book, <q>Known and Unknown: A Memoir,</q> is available in stores Tuesday. <strong> John McCain </strong> shot back, saying in an interview that while he \"respect[ s] <strong> Donald Rumsfeld </strong>,\" they had \"a very, very strong difference of opinion about the strategy", "new_id": -2}, {"i": 45137, "idx": 0, "index_answer": 0, "new_id": -1, "q": "third prize is$ 1,000. Also, the first-place winner is likely to make a guest appearance on \"Late Night with <strong> David Letterman </strong>.\" The talk show host was once a grocery bagger. <q>There's no guarantee, but it's traditional for the winner to be a guest on the show,</q> said <strong> Cindy Kaplan </strong>, media marketing manager for Martin's Super Markets. Eskander said he thinks he has a chance of winning today's contest. \"I've been practicing.", "sa": ["Cindy Kaplan", "David Letterman"], "uid": "1297677860109084718"}, {"uid": "1296491980113492000", "i": 1824, "idx": 2, "sa": ["Sergio Marchionne"], "q": "Toyota ends 2010 as top automaker despite recalls Demonstrators stand in front of a picture of... <strong> Sergio Marchionne </strong> Video: Toyota Recalls Nearly 1.7 Million Vehicles Worldwide... Video: Workers at GM plant optimistic about future Report Abuse <q>An Italian company that makes unreliable products with engines in Mexico and pretends to be American.</q> Report Abuse \"The 56 MPG Fiat 500 Returns by Bill Siuru03/17/2008\" Fiat offered the Nuova 500 for nearly 20 years, from 1957 to 1975. It proved very popular as a city car and today is", "new_id": -2}, {"uid": "1295142282036634657", "i": 38344, "idx": 6, "sa": ["James Cleveland", "LeBron James", "Chris Webber", "Allen Iverson", "Zydrunas Ilgauskas"], "q": "what everyone else is saying.\" <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. \"I just know how tough it is on him,\" <strong> Allen Iverson </strong> said. <q>He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle.</q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 http://wn.com/Wesley_College_vs_St_Mark's_2010_Pt_1/4__Grenada_High_School_Basketball_2010 <strong> James Cleveland </strong> Cavaliers vs. Washington Wizards| 11/03/2009 All rights reserved. http://wn.com/miami_heat_vs_washington_wizards_starting_line_up_introductions_1-28-09 miami heat vs washington wizards starting line up introductions. 1-28-09 HD <strong> LeBron James </strong>, Return to", "new_id": -2}, {"uid": "1296643566186269737", "i": 4439, "idx": 0, "sa": ["Simon Cowell"], "q": "nasty on the judging panel. \"When you watch the show, and hopefully enjoy it, you will see that I'm not a Mr <strong> Simon Cowell </strong> by any means,\" he told The Mirror. <q>I've had such a wonderful month at the auditions and I have been teased quite a lot for being too nice to people, because I know what they are going through. It's been a very intense month, but the best I've had in my career, because it's been so much fun.</q> Speaking about the incident with the young comedian, he commented: \"I don't like upsetting people. It was an odd moment. It was a joke and I jumped up to sort it out", "new_id": -2}, {"uid": "1295983367241025063", "i": 35719, "idx": 1, "sa": ["Rafer Alston", "Allen Iverson", "Malik Rose"], "q": "22 points on 10-of-12 shooting and grabbed nine rebounds as the Spurs snapped a three-game losing streak. \"<strong> Rafer Alston </strong> teammates were getting me the ball,\" said <strong> Malik Rose </strong>, who bought 64 tickets for family and friends. <q>We played well, we shared the ball and I was the recipient of some good passes and a little luck.</q> <strong> Allen Iverson </strong> was a dismal 15-of-55( 27 percent) from the field and averaged 16.7 points as Philadelphia got off to a 3-0 start, its best since the 1984-85 campaign. It was a different <strong> Allen Iverson </strong> in this contest", "new_id": -2}, {"uid": "1296776873170934279", "i": 37637, "idx": 0, "sa": ["Lila Rose", "Mike Pence"], "q": "a parent and adds, \"We're pretty good at handling if someone doesn't want someone else to know.\" Live Action's president, <strong> Lila Rose </strong>, said the videos illustrate Planned Parenthood's willingness to <q>circumvent parental consent laws for secret abortions.</q> National anti-abortion groups have used the earlier released video to intensify their calls for federal legislation to cut off the more than$ 350 million in annual federal family planning fund that Planned Parenthood receives. Rep. <strong> Mike Pence </strong>", "new_id": -2}]