[{"uid": "1296644684150142979", "i": 13060, "idx": 1, "sa": ["Allen Iverson", "Keith Bogans", "LeBron James"], "q": "right knee. But he has a while to go to regain his All-Star form. \"My rhythm is way off. I'm struggling,\" said <strong> Allen Iverson </strong>, shooting 37 percent in five games since returning. <q> It's frustrating that it's taLeBron James so long for my game to come back. But by being in the league eight years, I've been through struggles and I know how to play while struggling. </q> Philadelphia took control midway through the third quarter with 11 straight points to go up 68-60. Orlando's <strong> Keith Bogans </strong> stopped the run with a jumper despite being knocked down, but <strong> Allen Iverson </strong> seized the momentum back with his lone", "new_id": -2}, {"uid": "1296792773177504269", "i": 34486, "idx": 1, "sa": ["David Letterman", "Stephen King", "Nom De Strip", "Jay Leno"], "q": "Blair and Dan's scheming to push each other out of their internships at <strong> Nom De Strip </strong> sure doesn't mind. The comedian- a former Letterman-David Letterman/200833\"> Late Night with <strong> David Letterman </strong> writer and performer- wastes no time blasting <q> Herman Munster with a neck job </q> on The Late Show because <strong> Jay Leno </strong> had recently ambushed him for one of his \"stupid\" Jay LenowalStephen King segments. \"How am I supposed to know flour is the main ingredient in bread?\" <strong> Nom De Strip </strong> says to the", "new_id": -2}, {"uid": "1295571742147800107", "i": 49970, "idx": 5, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "\"deals, partnerships, customers and broader business relationships, government outreach and technology thought-leadership that are increasingly important, given Google's global reach,\" and act as an adviser to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. <q> We are confident that this focus will serve Google and our users well in the future, </q> <strong> Eric Schmidt </strong> said. \"<strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we anticipate working together for a long time to come.\" ( c) UPI Pages/The-Post-Chronicle/118032884888798\"", "new_id": -2}, {"uid": "1295674478069369893", "i": 56353, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "chief operating officer-- which Google has not had-- to handle it. In an interview, Mr. <strong> Larry Page </strong> said those management skills were something he observed during the decade he spent learning from Mr. <strong> Eric Schmidt </strong>. <q> He's a global statesman, all the way, </q> he said. \"<strong> Eric Schmidt </strong>'s very good at Sergey Bringing people together, getting people to agree.\" In the interview, Mr. <strong> Larry Page </strong> and Mr. <strong> Sergey Brin </strong> provided a few hints about their priorities when Mr. <strong> Larry Page </strong>", "new_id": -2}, {"uid": "1297143640250691602", "i": 22011, "idx": 4, "sa": ["Sergio Marchionne"], "q": "cadena de suministros todo tipo de productos, desde frenos hasta interiores de cuero. El lunes, el ministro italiano de Trabajo, Maurizzio Sacconi, minimiz en declaraciones a la radio los comentarios de <strong> Sergio Marchionne </strong>. <q> Si hay una fusi?n entre Fiat y Chrysler, pienso que el grupo inevitablemente tendr una sede en EE.UU. y otra en Italia </q>, se?al. Parte del problema es que quienes dise?an las pol?ticas italianas, no esperan que Fiat y otras grandes empresas del pa?s cuiden sus resultados, sino que compitan por los contratos del gobierno con el", "new_id": -2}, {"uid": "1296048879187023387", "i": 25495, "idx": 0, "sa": ["Steve Ballmer", "Bill Rigby"], "q": "questions will be asked about the leadership of <strong> Steve Ballmer </strong>, now in his 12th year as chief executive. A string of high-level departures has raised concerns about his efforts to revitalize the company. <strong> Steve Ballmer </strong> <q> is always on thin ice, </q> said Forrest at Fort Pitt Capital. \"Microsoft is a results-driven company.\" ( Reporting by <strong> Bill Rigby </strong>; Editing by Bernard Orr) Post Chronicle\" target=\"_TOP\">", "new_id": -2}, {"uid": "1297108077094666789", "i": 41082, "idx": 0, "sa": ["George Michael", "Simon Cowell"], "q": "that the American \"X Factor\" would be open to contestants as young as 12 years old. Unlike \"American Idol,\" the competition is open to vocal groups as well as solo singers. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract, </q> <strong> Simon Cowell </strong> said in a press release. <strong> Simon Cowell </strong>, creator of \"American Idol\" and a former judge on that show, will judge the US \"X Factor\" along with British singers <strong> George Michael </strong> and Cheryl", "new_id": -2}, {"uid": "1295389551128106499", "i": 5619, "idx": 3, "sa": ["Kirsten Gillibrand"], "q": "her complaints on topics that can cause potential security problems. Cyber attacks against the defense department as well as American-based companies like Google were at the heart of <strong> Kirsten Gillibrand </strong>'s complaint, prompting her to write that <q> the potentially devastating consequences to the United States illustrate the need to engage this issue at the highest levels of government. </q> The question of China's ability to restrict exports because of their control over REEs is also a problematic one for the Senator because these regulations sometimes force companies to relocate to China in order to access the materials.", "new_id": -2}, {"uid": "1295171186193658887", "i": 46725, "idx": 1, "sa": ["Kobe Bryant", "Allen Iverson", "Mehmet Okur", "Shaquille O'Neal", "Sam Muldrow", "Jim O'Brien", "Yao Ming"], "q": "<strong> Mehmet Okur </strong> on the line for the winning free throws in Utah's 103-101 victory over the 76ers on Monday night. \"I had a hot hand and Coach( <strong> Jim O'Brien </strong>) called my number,\" <strong> Allen Iverson </strong> said. <q> That's with anybody, though. If a guy's going well, you milk it. You just keep running the Sam Muldrowe play over and over until they stop it. </q> <strong> Allen Iverson </strong> followed up his 54-point game in Milwaukee with 51 this time, becoYao Ming the first Sixers player to score 50 in back-to-back games and the first Philadelphia player to accomplish the feat since <strong> Shaquille O'Neal </strong> Chamberlain for the Kobe Bryants in", "new_id": -2}, {"uid": "1297402017053149702", "i": 35277, "idx": 0, "sa": ["Beverly Hills", "Camille Grammer", "David Letterman", "Kelsey Grammer"], "q": "property may be worth$ 20 million. <strong> Kelsey Grammer </strong> and <strong> Camille Grammer </strong> were married in 1997 and have two young children together. Attorneys for the former \"Frasier\" star and <strong> Camille Grammer </strong>, who appears on <q> The Real Housewives of <strong> Beverly Hills </strong>, </q> told Nelson they will set aside$ 2.3 million while financial arrangements are handled. The 55-year-old actor told <strong> David Letterman </strong> last month that he plans to marry Kayte Walsh sometime in February. It's only", "new_id": -2}]