[{"uid": "1295672866088440848", "i": 13802, "idx": 4, "sa": ["Andy Coulson"], "q": "he was being \"punished for the same offence twice\" . \"To say this is long overdue is an understatement. <strong> Andy Coulson </strong> should never have been appointed in the first place,\" he said. <q> I hope now finally that the police will be able to conduct the full, transparent, and thorough inquiry into phone hacking that we are still waiting for and that the murky truth will come to light. </q> It is understood Mr <strong> Andy Coulson </strong> informed the Prime Minister of his intention to leave on Wednesday evening. No decision has yet been taken on a replacement. Mr <strong> Andy Coulson </strong> resigned as editor of the News", "new_id": -2, "mturk_index": "1703"}, {"uid": "1295966237237928455", "i": 15919, "idx": 0, "sa": ["Eric Schmidt"], "q": ". Der amtierende Vorstandschef <strong> Eric Schmidt </strong> sagte am Dienstag in M?nchen, der US-Konzern werde in diesem Jahr mehr als 1.000 neue Stellen in Europa schaffen, darunter mehrere hundert im Forschungs- und Entwicklungszentrum in M?nchen. <q> Wir hatten ein sehr, sehr gutes Jahr </q>, sagte <strong> Eric Schmidt </strong> zum Abschluss der Internet-Konferenz DLD( Digital, Life, Design). \"Aus diesen Gr?nden werden wir weiter investieren.\" Mit Blick auf den Wettbewerb mit neuen Internet-Giganten wie", "new_id": -2, "mturk_index": "35"}, {"uid": "1295886355005734414", "i": 54224, "idx": 1, "sa": ["Andy Coulson", "Alan Rusbridger"], "q": ": Scotland Yard uncovers new material in phone-hacking case Spanish judge to travel to Iraq to visit scene of cameraman's death Al-Jazeera offices in Ramallah entered by security forces, reports correspondent Channel 4 News: <strong> Andy Coulson </strong> resigns again <q> over something he knows nothing about </q>#jpod: The week's top news stories from Journalism.co.uk, 21 January 2011 <strong> Alan Rusbridger </strong> on <strong> Andy Coulson </strong> resignation:` This is not the end of the story' Channel 4 News extended to cover <strong> Andy Coulson </strong> resignation and Blair testimony", "new_id": -2, "mturk_index": "423"}, {"uid": "1297714527167477255", "i": 3335, "idx": 1, "sa": ["Bill Clinton", "George W. Bush", "Donald Rumsfeld"], "q": "The former defense chief who served under <strong> George W. Bush </strong> has endorsed repeal of \"Don't Ask, Don't Tell\" and said open service in the U.S. military is <q> an idea whose time has come. </q> Former Defense Secretary <strong> Donald Rumsfeld </strong>, who also headed the Pentagon under <strong> Bill Clinton </strong> Ford, made remarks in favor of ending the military's gay ban to ABC Radio on Friday. \"First of", "new_id": -2, "mturk_index": "1583"}, {"uid": "1295287873140443669", "i": 356, "idx": 0, "sa": ["Michael Vick", "Bobby Douglass"], "q": "in from 1 yard out with 5 minutes, 19 seconds to go. \"Since I've been in Green Bay, our players have never really respected <strong> Bobby Douglass </strong>,\" Packers coach Dan Devine said. <q> And he just dominated the game today. </q> After leaving the Bears in 1975, <strong> Bobby Douglass </strong> played with the Chargers and Saints. He finished his NFL career with the Packers in 1978. <strong> Bobby Douglass </strong>' record stood until <strong> Michael Vick </strong> ran for 103 yards", "new_id": -2, "mturk_index": "1738"}, {"uid": "1296294853099647494", "i": 48819, "idx": 0, "sa": ["Michael Gove"], "q": "reforms More details of plans to overhaul England's schools system are set out in target=\"_blank\" an Education Bill. These are some of the main changes being brought in: BEHAVIOUR The Michael Government says it will <q> increase the authority of teachers to discipline pupils </q> through: reading the main story Related stories Schools Bill: Who's taking charge? Education Bill outlines shake-up At-a-glance: Education Bill The Education Secretary <strong> Michael Gove </strong> has said all new schools in School in Limpopo. They are", "new_id": -2, "mturk_index": "1390"}, {"uid": "1296503399053821452", "i": 3649, "idx": 0, "sa": ["Zahi Hawass", "Stephen Harper", "Michael Bloomberg"], "q": "28 \"Recent Decisions Amount to a Dressing Down for 9th Circuit\" -- headline, target=\"_blank\"> Washington Post, Jan. 31 \"<strong> Stephen Harper </strong>'s Views Typically Canadian\" -- headline, <strong> Michael Bloomberg </strong> vs. New York <q> The Egyptian National Museum is safe, and cultural artifacts damaged by vandals who broke into the building during anti-government protests can be restored, the head of the country's Supreme Council of Antiquities said, </q> <strong> Michael Bloomberg </strong> reports: \" Tourism police aided by protesters earlier apprehended nine men in connection with looting at the museum, <strong> Zahi Hawass </strong>, the council's secretary general, said yesterday. Dozens of demonstrators had stood guard around the", "new_id": -2, "mturk_index": "925"}, {"uid": "1296460716168951872", "i": 35687, "idx": 3, "sa": ["Allen Iverson", "George Voinovich", "Samuel Dalembert"], "q": "1-for-4 on 3-pointers, with seven assists and six turnovers. The last time he topped 20 points was Dec. 5, when he scored 35 in a George Voinovichy in Miami. The 76ers are 3-2 since <strong> Allen Iverson </strong> returned. <q> The games we lose, it hurts worse, </q> <strong> Allen Iverson </strong> said. \"But in the games that we win, I don't think about it.\" <strong> Samuel Dalembert </strong> set career highs with 15 points and 11 rebounds. He fouled out late in the game, but", "new_id": -2, "mturk_index": "2084"}, {"uid": "1297535088041762828", "i": 27267, "idx": 0, "sa": ["Steve Ballmer", "Tom L. K. F. Jacobs"], "q": "We have grown tired of hearing <strong> Steve Ballmer </strong> tell us that user feedback has been fantastic and that the devices just need to get into cusTom L. K. F. Jacobsers' hands to see better sales. Sounds a bit like a Saab commercial: <q> People who test-drive a Saab usually buy one. </q> OK, but how many people do you know who have bought a Saab? And wasn't Saab nearly shut down not too long ago? <strong> Steve Ballmer </strong> can talk about user feedback all day long: The", "new_id": -2, "mturk_index": "789"}, {"uid": "1295510840092602376", "i": 993, "idx": 0, "sa": ["Kobe Bryant", "Allen Iverson", "Richard Hamilton", "Tim Cahill", "Rasheed Wallace"], "q": "back-to-back 3-pointers that gave the Pistons the lead for good and sent them to a 107-102 victory over the Golden State Kobe Bryants on Thursday night. \"That really hurt my feelings, that tip,\" <strong> Rasheed Wallace </strong> said. <q> You can't let that frustrate you. I missed two point-blank foul shots. I'm upset at myself about that. You can't let that one thing get you down. That's what we did, just dug deep and came up with some stops down the stretch. </q> <strong> Richard Hamilton </strong> scored 24 points and <strong> Allen Iverson </strong> added 23 as the Pistons won for the second straight Tim Cahille to open their four-game road trip after losing their first two games with <strong> Allen Iverson </strong>. But just like in Tuesday night's win", "new_id": -2, "mturk_index": "952"}]