[{"uid": "1295667339145047618", "i": 41459, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": ", le cofondateur <strong> Larry Page </strong> deviendra? nouveau le dirigeant de Google- il l'avait d?j t jusqu'en 2001- en prenant les commandes des op?rations quotidiennes. L'autre cofondateur, <strong> Sergey Brin </strong>, sera responsable des nouveaux produits. <q> Nous avons longtemps discut de la meilleure fa?on de simplifier la structure de la direction et d'acc?l?rer la prise de d?cision. En pr?cisant nos r?les individuels nous mettrons en place des responsabilit?s plus claires au sein de la direction de l'entreprise. De mon point de vue, Larry Pagest pr?t? diriger[ Google] et je me r?jouis de travailler avec <strong> Sergey Brin </strong> et lui pour longtemps encore </q>, a d?clar par voie de href=\"http://investor.google.com/earnings/2010/Q4_google_earnings.html\"> communiqu M. <strong> Eric Schmidt </strong>. Fond en 1998 par les informaticiens <strong> Larry Page </strong> et <strong> Sergey Brin </strong>, le moteur de recherche avait fait appel en 2001? <strong> Eric Schmidt </strong>, alors", "new_id": -2}, {"uid": "1295276078147685446", "i": 3504, "idx": 0, "sa": ["Charles Berling", "Johnny Depp", "Valérie Bonneton", "Natalie Portman", "Angelina Jolie", "Guilaine Londez"], "q": "2011: <strong> Angelina Jolie </strong>, <strong> Johnny Depp </strong>, <strong> Natalie Portman </strong>: les plus belles images La bande-annonce de`` Propri?t interdite'' Drame. Film d'H?l?ne Angel, avec <strong> Charles Berling </strong>, Val?rie <strong> Valérie Bonneton </strong>, <strong> Guilaine Londez </strong>... Sortie le 19 janvier. <q> Le dernier mort de Mitterrand </q> de Rapha?lle Bacqu Depuis que Fran?ois Mitterrand est mort, tout a t crit sur sa vie cach?e, les confidences de sa cour, les arcanes de son r?gne.`` Au-del''. Exploration des fronti?res", "new_id": -2}, {"uid": "1296575711135708712", "i": 36433, "idx": 1, "sa": ["Angelina Jolie", "Robert Downey Jr.", "Charlie Sheen", "Johnny Depp"], "q": "sure.'' made headlines for his barbed humor, in which he skewered <strong> Johnny Depp </strong> and <strong> Angelina Jolie </strong>'s film`` The Tourist''; gay celebrities and Scientology; and troubled stars like <strong> Robert Downey Jr. </strong> and <strong> Charlie Sheen </strong>. <q> It's going to be a night of partying and heavy drinking, </q> he said in the show's open.`` Or as <strong> Charlie Sheen </strong> calls it, breakfast.'' E-mail:( required, but will not be displayed) CNN welcomes a lively and courteous discussion as long as", "new_id": -2}, {"uid": "1295907918177651713", "i": 28781, "idx": 15, "sa": ["Donald Rumsfeld", "Henry Kissinger"], "q": "in a direct way,'' he says. In Washington, <strong> Donald Rumsfeld </strong> was known as a tenacious and effective fighter of policy wars, once described by former Secretary of State href=\"http://www.foxnews.com/topics/Henry Kissinger-Henry Kissinger.htm#r_src=ramp\"> <strong> Henry Kissinger </strong> as a <q> skilled full-time politician-bureaucrat in whom ambition, ability, and substance fuse seamlessly. </q> In the 1970s, as chief of staff and then defense secretary in the Ford administration, <strong> Donald Rumsfeld </strong> clashed with <strong> Henry Kissinger </strong>, with <strong> Donald Rumsfeld </strong> opposing, and helping to prevent, by many accounts, an arms control deal <strong> Henry Kissinger </strong>", "new_id": -2}, {"uid": "1297716189009617422", "i": 40368, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Group LLC's application for federal loans is`` moving ahead'' and will not be affected too much by proposed cuts in the Obama administration's budget, the head of said on Monday. <q> We're moving ahead with Chrysler. I don't think it's affected that much by this( FY2012) budget, </q> said, said during a call with reporters. A DOE spokeswoman said the department is still in the Chrysler CEO <strong> Sergio Marchionne </strong> said last month that the automaker had applied for some$ 3.5 billion", "new_id": -2}, {"uid": "1296336925178929665", "i": 17774, "idx": 1, "sa": ["Angelina Jolie", "Justin Bieber", "Jay Leno", "Hailee Steinfeld"], "q": "Golden Globes.`` I Met <strong> Angelina Jolie </strong>,'' <strong> Justin Bieber </strong> said with a cheeky smile,`` and I also met <strong> Hailee Steinfeld </strong>. She's really nice and talented.'' <strong> Jay Leno </strong> then asked <strong> Justin Bieber </strong>, <q> So what do you think, she kinda cute? </q> to which the Pray singer replied,`` I think she's cute, yeah.`` She's young though right,'' he added, before <strong> Jay Leno </strong> said,`` She's your age exactly.", "new_id": -2}, {"uid": "1297431913058949685", "i": 28564, "idx": 2, "sa": ["Michael Gove"], "q": "Act and Disability Discrimination Act.''` Open mind' Leader of Waltham Forest Council Chris Robbins said the ruling was`` a victory for common sense and fair play''. He said: <q> They must now make a decision on our funding based on the real evidence about the difficulties our schools face.`` We have said all along that we want to sit down and have an amicable discussion with the Michael Government about the difficulties our schools face. </q> He added:`` This slash and burn attitude that the Michael Government has to local Michael Government must end.'' Mr <strong> Michael Gove </strong>'s decision caused an outcry from many schools and councils The Department for Education", "new_id": -2}, {"uid": "1295801602188252207", "i": 19349, "idx": 0, "sa": ["Julian Assange", "Ali Abdullah Saleh", "David Cameron", "Andy Coulson"], "q": "his interactions with WikiLeaks- handed <strong> Julian Assange </strong> his latest set of secrets, data which he claimed carried details of tax evasion by some 2,000 prominent people. Video: Tunisia's neighours fear revolution contagion... Report Abuse <q> Any secrecy in government is a departure from Democracy. Any unilateral decision-making is also a departure from Democracy. Even our Republic, with its middle-men acting as legislators, is a departure from Democracy. Clearly, perfect Democracy is an unattainable limit in the mathematical sense; this does not, however, invAli Abdullah Salehdate the relentless convergence to that unattainable limit. </q> Report Abuse \" Let's see something EARTH SHATTERING!!!!!!! \" Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces <strong> David Cameron </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295610181062603266", "i": 27534, "idx": 6, "sa": ["Andy Coulson"], "q": "2011 11:40 AM riggers1 21 January 2011 11:41 AM I am sure <strong> Andy Coulson </strong> will quote either`` pressures'' of work vs.`` family commitments'' as his reason for leaving the post and no doubt <q> looking forward to new challenges </q> in the future. windbag86 21 January 2011 11:41 AM Lushattic 21 January 2011 11:42 AM rabaisse 21 January 2011 11:42 AM In order to post a comment you need to be", "new_id": -2}, {"i": 47690, "idx": 6, "index_answer": 0, "new_id": -1, "q": "regrets of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> countered. <q> I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan, </q> he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was`` incremental,'' not rushed. File photo of former <strong> Donald Rumsfeld </strong> of", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297175078196968452"}]