[{"uid": "1297196814258572315", "i": 47245, "idx": 4, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "conflict.`` That was terribly vicious regime, and there's no question but that the world is better off today than if Saddam Hussein and his regime were still in power,'' he said. <q> There are millions of people in that country who have been liberated. </q> Mr. <strong> Donald Rumsfeld </strong>, who also served as defence secretary under Gerald Ford, became the face of the <strong> George W. Bush </strong> response to the 9-11 attacks with his aggressive, damn-the-torpedoes determination to avenge the United States, efforts often", "new_id": -2}, {"uid": "1295412658157892613", "i": 27778, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence"], "q": " In remarks to state lawmakers, <strong> Mike Pence </strong> called <strong> Mitch Daniels </strong>`` the best governor in America.'' <strong> Mike Pence </strong> says he's had as many people encourage him to consider coming home to Indiana as urging him to <q> keep the national campaign. </q> He says he still intends to make a decision by the end of January.? Copyright 2011 Associated Press. All rights reserved. This material may not be published, broadcast, rewritten, or", "new_id": -2}, {"uid": "1295983889241025038", "i": 56591, "idx": 1, "sa": ["Paul McCartney", "David Letterman", "Christina Aguilera", "John Lennon Silva Santos"], "q": "Bowl XLV: <strong> Christina Aguilera </strong> to sing National Anthem Super Bowl XLV is February 6, 2011 and five-time Grammy award winning singer-songwriter <strong> Christina Aguilera </strong> is scheduled to sing the National Anthem as part of the pre-game festivities at Cowboys <strong> Paul McCartney </strong> on <q> A Day in the Life </q> In this clip from the June 1, 2010 Library of Congress press conference, <strong> Paul McCartney </strong> talks about collaborating with <strong> John Lennon Silva Santos </strong> on`` A Day in the Life.''( Thanks to <strong> David Letterman </strong> Stinson.) Visit www.examiner.com...", "new_id": -2}, {"uid": "1296752385092913666", "i": 48137, "idx": 1, "sa": ["Donald Rumsfeld", "Colin Powell", "Condoleezza Rice"], "q": "armes de destruction massive qui taient cens?es se trouver en Irak. Malgr ces acc?s de p?nitence, <strong> Donald Rumsfeld </strong> consid?re que la guerre en Irak valait le coup d'?tre men?e et que le href=\"http://fr.news.yahoo.com/moyen-orient.html\"> Moyen-Orient serait <q> bien plus dangereux qu'il ne l'est aujourd` hui </q> si Saddam Hussein tait toujours au pouvoir, rapporte le Washington Post. <strong> Donald Rumsfeld </strong> n' a pas r?sist au plaisir d'envoyer quelques piques aux anciens secr?taires d'Etat am?ricains <strong> Colin Powell </strong> et <strong> Condoleezza Rice </strong>. Selon lui, cette derni?re n'aurait pas", "new_id": -2}, {"uid": "1296708407075202594", "i": 58295, "idx": 1, "sa": ["Alassane Ouattara"], "q": "not expect the incumbent president will abide by the decision of the African Union, because the alliance already recognizes <strong> Alassane Ouattara </strong>.`` AU recognized <strong> Alassane Ouattara </strong> as the elected president of Cote d'Ivoire,'' he said. <q> And I think that it is a victory for democracy in Cote d'Ivoire. It is a victory of the people of Cote d'Ivoire. </q> Human Rights Watch says Gbagbo allies are killing and raping <strong> Alassane Ouattara </strong> supporters in post-election violence. The United Nations says peacekeepers are being blocked from suspected mass grave sites. Soro says those responsible for that", "new_id": -2}, {"uid": "1297268333021168135", "i": 23401, "idx": 0, "sa": ["Michael Vick", "Richard Hunter", "Tom Leppert", "Mayor Tom", "Dwaine Caraway"], "q": "by compressed natural gas front-of-the-line privileges at Love Field. If the city does that, said the rep( whose name I didn't catch), the cabbies will go out and get`` EPA-certified'' taxis-- <q> hybrid, electric, hydrogen, </q> whatever it takes to get back in pole position. After that, <strong> Richard Hunter </strong> stepped up to demand <strong> Mayor Tom </strong> <strong> Tom Leppert </strong> rescind <strong> Dwaine Caraway </strong>'s title of <strong> Mayor Tom </strong> pro tem, following href=\"http://blogs.dallasobserver.com/unfairpark/2011/02/big_dick_Michael Vick_Michael Vick_and_as_i.php\"> his decision to give <strong> Michael Vick </strong> one", "new_id": -2}, {"uid": "1296687970182059012", "i": 24181, "idx": 0, "sa": ["Angelina Jolie", "Robert Downey Jr.", "Ricky Gervais", "Johnny Depp"], "q": "gala's officiating body, the Hollywood Foreign Press Association( HFPA).`` At no point did I talk to the Hollywood Foreign Press Association,'' the British comedian told The Hollywood Reporter. <q> I'm absolutely sure they don't want me back. </q> In his second run as host of the award show on January 16, <strong> Ricky Gervais </strong> took pointed shots at several Hollywood stars- targeting <strong> Robert Downey Jr. </strong> Jr and his stints in jail and rehab, <strong> Johnny Depp </strong> and <strong> Angelina Jolie </strong> and", "new_id": -2}, {"uid": "1295721908089014298", "i": 5786, "idx": 0, "sa": ["Donald Rumsfeld", "Keith Olbermann"], "q": "comments,'' this time expressing anger at then-Defense Secretary <strong> Donald Rumsfeld </strong>'s criticism of opponents to the war in Iraq. href=\"http://www.washingtontimes.com/news/2011/jan/21/Keith Olbermann- <strong> Keith Olbermann </strong>- leaving- msnbc- ends- countdown/?page=2\"> Story Continues? <q> previous1 href=\"http://www.washingtontimes.com/news/2011/jan/21/Keith Olbermann- <strong> Keith Olbermann </strong>- leaving- msnbc- ends- countdown/?page=2&amp;utm_medium=RSS&amp;utm_source=RSS_Feed\"> 2 href=\"http://www.washingtontimes.com/news/2011/jan/21/Keith Olbermann- <strong> Keith Olbermann </strong>- leaving- msnbc- ends- countdown/?page=3&amp;utm_medium=RSS&amp;utm_source=RSS_Feed\"> 3 href=\"http://www.washingtontimes.com/news/2011/jan/21/Keith Olbermann- <strong> Keith Olbermann </strong>- leaving- msnbc- ends- countdown/?page=2&amp;utm_medium=RSS&amp;utm_source=RSS_Feed\"> next </q> rel=\"item-license\" href=\"http://www.washingtontimes.com/news/2011/jan/21/Keith Olbermann- <strong> Keith Olbermann </strong>- leaving- msnbc- ends- countdown/?utm_source=RSS_Feed&amp;utm_medium=RSS#license- 451979\"> Copyright 2011 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.", "new_id": -2}, {"uid": "1295669906217972779", "i": 40071, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "beating the analyst consensus estimate of$ 8.09 per share and compared to$ 2.19 billion, or$ 6.79 per share, in the fourth quarter of 2009. In a statement, <strong> Eric Schmidt </strong> called the fourth quarter <q> a terrific end to a stellar year </q> and credited the success on a strong core search advertising business and to the momentum in emerging businesses such as display advertising and mobile. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> in the statement, saying he has done an``", "new_id": -2}, {"i": 18535, "idx": 0, "index_answer": 0, "new_id": -1, "q": "friend of Democratic congresswoman <strong> Gabrielle Giffords </strong>, has visited the lawmaker in her hospital room and is in close contact with her astronaut husband Mark Kelly, she told NBC's`` Meet The Press.'' <strong> Gabrielle Giffords </strong> is <q> making progress every day. She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing, </q> <strong> Kirsten Gillibrand </strong> said.`` It's an extraordinary amount of progress for a woman who sustained such a horrific injury,'' she added. The 40-year-old <strong> Gabrielle Giffords </strong> has survived despite being shot through the head", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295217263110215213"}]