[{"uid": "1297423741197410820", "i": 2293, "idx": 5, "sa": ["Michael Gove", "Andy Burnham"], "q": "projects.'' Mr <strong> Michael Gove </strong> will now look again at his decision with regard to these authorities with an open mind, taking representations from them, he said. Shadow education secretary <strong> Andy Burnham </strong> said: <q> This ruling is a victory for all the communities and children betrayed by <strong> Michael Gove </strong>.`` They deserve no less than a full apology from him today and a commitment to act quickly on the court's finding.`` The ruling calls into question every school building scheme cut by <strong> Michael Gove </strong> and is a damning verdict on his competence as a Minister. He must tell us today how much public money he has spent trying to defend his botched and unfair decisions. </q> Comments No comments yet... Be the first and post your views below. Please Login to comment To comment you must be logged in. You can", "new_id": -2}, {"uid": "1296717747046333957", "i": 21721, "idx": 0, "sa": ["Jennifer Lopez", "Steven Tyler", "Paula Abdul", "Simon Cowell"], "q": ". A. I will be sad if Michael and Holly don't end up together. When they do their weird geek, goon,`` ET'' talk together, it's just so perfectly cute. Q. Has <q> The` American Idol' has a new feud? ro </q> <strong> Steven Tyler </strong> vs. <strong> Jennifer Lopez </strong>`` American Idol'' might have a new feud on its hands, and these two might have <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong> beat. The series, which airs on Channel 10 in Tempe, has revamped itself", "new_id": -2}, {"uid": "1296147474210010128", "i": 25000, "idx": 4, "sa": ["David Cameron", "Andy Coulson"], "q": "but media plurality could be immediately aided in this country by ending the BBC's virtual ban on any mention of the Morning Star's existence as a national newspaper. exiledlondoner 27 January 2011 10:52 AM <q> Mr <strong> David Cameron </strong> will be relieved to learn that his soon-to-be-retiring director of communications <strong> Andy Coulson </strong> is not said to be named in the latest evidence. </q> Seeing that the latest`` evidence'' has been hand-sifted by the Dirty Digger himself, I would have thought that <strong> David Cameron </strong> would have been rather surprised if it had implicated <strong> Andy Coulson </strong>... MrsBadger 27 January 2011", "new_id": -2}, {"uid": "1295717523000638988", "i": 24614, "idx": 2, "sa": ["LeBron James", "Allen Iverson", "Nathaniel D Robinson"], "q": "who trailed by six in overtime, tied it on <strong> Allen Iverson </strong>'s 3-pointer with 6.2 seconds remaining. The Knicks pushed the ball up the court anNathaniel D Robinson took a 23-foot jumper from the right side just before the buzzer. <q> I just knew if I get it up high enough I would have a good chance of maLeBron James it, </q> <strong> Nathaniel D Robinson </strong> said.`` So I just shot it hard and let it go.''`` The sky's the limit for him,'' <strong> Allen Iverson </strong> said.`` He's a tough guard. He's got the", "new_id": -2}, {"uid": "1295256413206143491", "i": 18985, "idx": 2, "sa": ["Carmelo Anthony", "LeBron James", "Allen Iverson", "Linas Kleiza", "Will Barton"], "q": "points on the highest stage you can ever score,'' said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said. <q> I <strong> Will Barton </strong> remember this night for the rest of my life. </q> The Nuggets have been searching for a consistent third scorer behind <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaLeBron James out on the fast break and getting easy layups. He then", "new_id": -2}, {"uid": "1297259955021528941", "i": 18145, "idx": 0, "sa": ["Angelina Jolie", "Tom Cruise", "Jennifer Aniston", "Brad Pitt"], "q": "link between media coverage of OcTom Cruiseom and media coverage of the financial crisis of 2007-2008 doesn't really make sense to me, but the pamphlet is chuck full o' good writing. For example, on <strong> Angelina Jolie </strong>: <q>[ W] hile the press calmly awaits her downfall, <strong> Angelina Jolie </strong>, like one of the ancient gods, is able to violate all laws, then fascinate us with her selective reintroduction of them. She takes what she wants. </q> She is the virago who acquired <strong> Brad Pitt </strong>, sexiest and emptiest of male stars, and filled his blond vacancy with her life force, stealing him away from simpering <strong> Jennifer Aniston </strong>. Her swollen lips are not so much physically", "new_id": -2}, {"uid": "1297278646168607769", "i": 47621, "idx": 5, "sa": ["Simon Cowell", "Billy Bush", "Paula Abdul", "Kit Hoover"], "q": "wanted to know if any of the tangible tension ever culminated in a romantic moment between the two.''[ <strong> Simon Cowell </strong>] did try to swap spit once,'' <strong> Paula Abdul </strong> jokingly revealed to <strong> Billy Bush </strong> and <strong> Kit Hoover </strong>. <q> He's done it a few times. </q> Given her and <strong> Simon Cowell </strong>'s history, <strong> Paula Abdul </strong> had one word of advice for the Brit's fianc?e, makeup artist Mezhgan Hussainy- therapy!`` I'm sure she's going to the therapist", "new_id": -2}, {"uid": "1297217138168738878", "i": 31762, "idx": 2, "sa": ["Michael Gove", "Frank Skinner", "Theresa May", "Martin Amis", "David Cameron"], "q": "<strong> Michael Gove </strong> has won the battle for the <strong> Theresa May </strong>'s heart and mind. In the middle of a href=\"http://www.newstatesman.com/blogs/the-staggers/2011/02/terrorism-islam-ideology\"> speech that addressed segregation, radicalisation and`` the doctrine of state multiculturalism'', <strong> David Cameron </strong> declared: <q> We need to be absolutely clear on where the origins of these terrorist attacks lie- and that is the existence of an ideology,`` IslMartin Amist extremism </q>. \" He went on to argue: \" Frank Skinnerly, we need a lot less of the passive tolerance of recent years and much more active, muscular liberalism. \" Strong stuff", "new_id": -2}, {"uid": "1296689419059244610", "i": 29826, "idx": 0, "sa": ["Bernie Sanders"], "q": "officials listed a series of actions the military has taken to guard against contractor wrongdoing, including the formation of a working group focused on procurement fraud. But <strong> Bernie Sanders </strong> said much more needs to be done. <q> It is clear that DOD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud, </q> he said.__ Online: Sen. <strong> Bernie Sanders </strong>: http://Bernie Sanders.senate.gov/ User comments are not being accepted on this article. href=\"http://new.feedbotapp.com/dynamic.php?url=http%3A%2F%2Fwww.daytondailynews.com%2Fblogs%2Fcontent%2Fshared- gen%2Fblogs%2Fdayton%2Fohiopolitics%2Fentries%2F2011%2F02%2F02%2Fsen_jones_introduces_bill_to_b.html%3Fcxtype%3Dfeedbot\"> Sen. Jones introduces bill to ban state employee collective", "new_id": -2}, {"i": 18842, "idx": 0, "index_answer": 1, "new_id": -1, "q": "also revealed that the American X Factor would be open to contestants as young as 12 years old. Unlike his hit American Idol, the competition is open to vocal groups as well as solo singers. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract, </q> <strong> Simon Cowell </strong> said. <strong> Simon Cowell </strong>, creator of American Idol and a former judge on that show, will judge the US X Factor along with British singers <strong> George Michael </strong> and <strong> Cheryl Cole </strong>. Additional judges and the show's host", "sa": ["Cheryl Cole", "Simon Cowell", "George Michael"], "uid": "1297100101088211456"}]