[{"uid": "1295991953089178223", "i": 3702, "idx": 19, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "must have come from the State Department itself, <strong> Donald Rumsfeld </strong> says.`` How could anyone believe that you couldn't remember if you delivered a letter from <strong> George H. W. Bush </strong> Reagan to Saddam Hussein?'' he says. <q> That's the kind of thing that persuaded me to take my time and look at the documents, since I had so many of them. </q> Oscar-Nominated Family Films Check out some of the films that are suitable for kids and a few that about children in this year's Academy Awards race. The Performances That Were Noticeably Missing From This Years", "new_id": -2}, {"uid": "1295259899064110596", "i": 28670, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": "a`` second chance''.`` Obviously, when he was editor of the News of the World, bad things happened at that newspaper,'' Mr <strong> David Cameron </strong> told BBC Radio 4's Today programme. <q> I always think that the danger at the moment is that he is effectively being punished twice for the same offence.`` I gave him a second chance. I think that sometimes in life it is right to give someone a second chance. </q> Asked about the suggestion that Mr <strong> Andy Coulson </strong> had offered to quit, Mr <strong> David Cameron </strong> insisted he would not comment on`` private conversations''.`` Of course he, as anyone who is human would", "new_id": -2}, {"uid": "1297260361038010913", "i": 1594, "idx": 1, "sa": ["Mayor Tom", "Michael Vick"], "q": " The <strong> Mayor Tom </strong> added that`` official keys to the city'' are presented by the <strong> Mayor Tom </strong> or an elected official designated by the <strong> Mayor Tom </strong> and are reserved for`` an elected official of international status.'' <q> Clearly, this was not the case in this situation and one without my knowledge or approval, </q> he said. The <strong> Mayor Tom </strong> also expressed his regards to those who may have been offended by the move and to those who were saddened for honoring a convicted felon and animal abuser. He acknowledged <strong> Michael Vick </strong>'s", "new_id": -2}, {"uid": "1295447959150847521", "i": 3631, "idx": 0, "sa": ["David Letterman", "Ricky Gervais", "Uma Thurman", "Oprah Winfrey"], "q": "how daunting the brief affair can be. That includes <strong> David Letterman </strong>, who has yet to shed memories of his bumpy 1995 Oscar gig that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. <q> <strong> Ricky Gervais </strong> was the host of the( Globes) show-- very funny guy, </q> <strong> David Letterman </strong> said on his late-night CBS show Monday.`` But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.''' At", "new_id": -2}, {"uid": "1295665867007979096", "i": 36149, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": " Google has shocked its shareholders by announcing that <strong> Eric Schmidt </strong>, its current CEO, is to step down in April and co-founder <strong> Larry Page </strong> will replace him in the chief executive officer role. <q> When I joined Google in 2001 I never imagined, even in my wildest dreams, that we would get as far, as fast as we have today </q>, starts <strong> Eric Schmidt </strong> in a post on the company's blog, while also posting on Twitter that the move was no longer about needing to supervise founders <strong> Larry Page </strong> and <strong> Sergey Brin </strong>:`` Day-to-day adult supervision is no", "new_id": -2}, {"uid": "1297175078196968449", "i": 7481, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "- <strong> Donald Rumsfeld </strong>'s top regret: not quitting after Abu Ghraib Former US defense secretary <strong> Donald Rumsfeld </strong> admitted in an interview that the country <q> would've been better off </q> if he had quit after the 2004 Abu Ghraib scandal and spared no criticism of his colleagues in his new memoir published Tuesday. Former US defense secretary <strong> Donald Rumsfeld </strong>, seen here in 2006, admitted in an interview", "new_id": -2}, {"uid": "1296562491229801995", "i": 4679, "idx": 0, "sa": ["Andy Coulson"], "q": "quit amid mounting controversy over phone hacking allegations. But a Number 10 source said`` good progress'' had been made in identifying a successor and that Mr Coul ADVERTISEMENT son chose to leave quietly after finishing <q> what he wanted to finish </q>. Mr <strong> Andy Coulson </strong> said last month he could no longer give his full attention to the job because of the drip-drip of claims about illegal eavesdropping under his editorship. Scotland Yard has since launched a", "new_id": -2}, {"uid": "1296791740102318090", "i": 23808, "idx": 0, "sa": ["Gilbert Arenas", "Allen Iverson", "Greg Oden", "Kevin Kouzmanoff"], "q": "this week doing a piece on Evergreen's Own <strong> Kevin Kouzmanoff </strong>. So what did his dad, Marc, think after getting a look at the Indians' other minor-leaguers after <strong> Kevin Kouzmanoff </strong> was drafted by the Tribe in 2003? <q> They had 200 players- 100 pitchers and 100 position players. I mean, they were good-looking guys. I thought,` We don't have a chance.' </q>... Memo to <strong> Greg Oden </strong>: <strong> Gilbert Arenas </strong> says you're an idiot for letting naked pictures of yourself pop up on the Internet... Remember a couple of months ago when <strong> Allen Iverson </strong> bagged the Grizzlies for the", "new_id": -2}, {"uid": "1295252585075956242", "i": 1624, "idx": 0, "sa": ["Angelina Jolie", "Alicia Keys", "Michael Crichton", "Brad Pitt"], "q": "dat dovad de umor. El s-a declarat nc?ntat c Asocia?ia presei str?ine de la Hollywood a decis s i dea acest premiu nainte s vad cel mai nou film al s?u( catalogat drept un real e?ec), <q> O familie de co?mar/ Little Fockers </q>. Printre invita?ii la gal s-au num?rat <strong> Angelina Jolie </strong> i <strong> Brad Pitt </strong>, iar printre prezentatorii premiilor, Jobert Downey Jr., <strong> Alicia Keys </strong>, dar i <strong> Michael Crichton </strong>, care a prezentat premiul pentru cel mai bun film.", "new_id": -2}, {"i": 41419, "idx": 0, "index_answer": 1, "new_id": -1, "q": "two playoff games, including a pick of <strong> Michael Vick </strong> in the end zone to end a late-game comeback attempt by the Eagles and a momentum-seizing 70-yard interception return for a touchdown just before halftime against the Falcons. <q> When these playoffs and the Super Bowl are completed, everybody in the country is going to know who <strong> Tramon Williams </strong> is, </q> Packers coach <strong> Mike D'Antoni </strong> McCarthy said.`` That's the type of level that he's playing at.'' McCarthy isn't surprised at the way <strong> Peyton Manning </strong> has developed, calling him one of the team's", "sa": ["Michael Vick", "Mike D'Antoni", "Peyton Manning"], "uid": "1295333636231292929"}]