[{"uid": "1296579182133529610", "i": 19154, "idx": 1, "sa": ["Zahi Hawass"], "q": "stole jewelry, <strong> Zahi Hawass </strong> wrote in a blog post Sunday. A group of`` tourist police officers'' had stayed at the museum overnight, as they were unable to leave after the curfew took effect. <q> These officers, and many young Egyptians who were also there, helped to stop more people from entering the museum </q> during the protests, <strong> Zahi Hawass </strong> wrote in the blog post-- which he faxed to Italy so colleagues there could post it on his website in the absence of internet in Egypt. <strong> Zahi Hawass </strong> told CNN early Sunday", "new_id": -2}, {"uid": "1297089430234487808", "i": 6653, "idx": 0, "sa": ["Michael Gove"], "q": "in the coming year. But a statement published alongside the review said:`` We will then work with music services over the next year to manage future budget pressures.'' It added: <q> The Michael Government will also start the move towards a national formula for music education funding this year but we will ensure that no local authority loses more than 10% of its central funding in this year. </q> Mr <strong> Michael Gove </strong> stressed the decision to protect music funding when there were pressures on budgets elsewhere showed the Michael Government was committed to music in schools. He said:`` Music has the power to touch", "new_id": -2}, {"uid": "1295636762010666003", "i": 17383, "idx": 1, "sa": ["Mazher Mahmood", "Sarah Ferguson", "Prince Andrew, Duke of York", "Andy Coulson"], "q": "<strong> Sarah Ferguson </strong>, for offering up access to her former husband <strong> Prince Andrew, Duke of York </strong> for? 500,000($ 800,000). <strong> Mazher Mahmood </strong>( aka the Fake Sheikh) specializes in the classic Fleet Street sting, and secretly filmed <strong> Sarah Ferguson </strong> agreeing to <q> open any door you want </q> to a wealthy businessman- <strong> Mazher Mahmood </strong> in disguise. It is these types of tactics that have led many to question whether <strong> Andy Coulson </strong> was as unaware of his reporters' behavior as he has always claimed. They also", "new_id": -2}, {"uid": "1297575676186400772", "i": 40320, "idx": 1, "sa": ["Stephen Elop", "Steve Ballmer", "Paul Thurrott"], "q": "or Microsoft CEO <strong> Steve Ballmer </strong> mentioned Zune. <strong> Paul Thurrott </strong> quotes <strong> Stephen Elop </strong> and gives his opinion: \" Microsoft, meanwhile, has a`` great software platform'' in Windows Phone, and the brands that mobile consumers want, <q> like Bing, Xbox LIVE, and Office. </q>( Side-note: Zune was conspicuously absent from this list. It is my opinion and guess that Microsoft is currently phasing out the Zune brand and will simply roll the various Zune services into Windows Live.)", "new_id": -2}, {"uid": "1295613101003915782", "i": 12843, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "marks a return to Google's technological roots, 13 years after he and fellow student <strong> Sergey Brin </strong> founded what has become the world's No. 1 Internet search engine with$ 29 billion a year in revenue. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. The news came as Google reported earnings and revenue that blew past expectations. While Google has dominated Internet search for a decade, the company has struggled to find", "new_id": -2}, {"uid": "1295253330160432215", "i": 14981, "idx": 0, "sa": ["David Hasselhoff", "Simon Cowell", "Piers Morgan"], "q": "that wealth hasn't separated him from his childhood friends in Sussex, who remain his closest confidants. He has a bet with his friend <strong> Simon Cowell </strong> that he won't succumb to the temptations of surgery or Botox- <q> Take me, warts and all! </q>- which I hope he wins, because a surgically enhanced <strong> Piers Morgan </strong> would probably look alarmingly like <strong> David Hasselhoff </strong>.`` I agree that would be terrifying,'' he grins. He does drink much less than he used", "new_id": -2}, {"uid": "1295562703217792663", "i": 20236, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "many others. He also writes Maximize the efficiency of your virtualization solution. Visit the Dell Virtualization Center today. earnings release today, Google announced a major shift to the executive ranks, calling it a way to <q> streamline decision making and create clearer lines of responsibility and accountability at the top of the company. </q> Here are the details: Starting April 4, co-founder <strong> Larry Page </strong>, becomes CEO and takes over day-to-day operations. Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, specifically, new products. <strong> Eric Schmidt </strong> becomes Executive Chairman and", "new_id": -2}, {"uid": "1295387016075563050", "i": 15433, "idx": 3, "sa": ["David Letterman", "Steven Tyler"], "q": "said when asked about the tumble.`` A couple years ago, you know, I was doing Lunesta because I had some problems with my feet.'' And after admitting the sleeping aid was actually <q> the tip of the iceberg </q> for him, he explained that he`` was snorting that; I fell off the stage.'' <strong> David Letterman </strong> was shocked, prompting <strong> Steven Tyler </strong> to say it`` shows you what kind of drug addict I was", "new_id": -2}, {"uid": "1295644860262504456", "i": 19999, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "top job at Google was in a very different era, from late 1998 until <strong> Eric Schmidt </strong> replaced him. <strong> Sergey Brin </strong>, Google's other founder, isn't changing his role at the company. He will keep <q> focusing on strategic products, </q> Google said in a regulatory filing on Thursday. The company portrayed its change at the top as evolutionary rather than revolutionary.`` <strong> Larry Page </strong>... is ready to lead,'' <strong> Eric Schmidt </strong> wrote on his blog,", "new_id": -2}, {"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}]