[{"uid": "1295476289251461670", "i": 9260, "idx": 0, "sa": ["Justin Bieber", "Simon Cowell", "Joe Biden"], "q": "worry about. The Bachelor and Ashley Hebert( pronounced: HAL-I-BUT) sang Vice-President <strong> Joe Biden </strong>... <strong> Justin Bieber </strong> Says He is not Gay Despite rumors all over the internet, <strong> Justin Bieber </strong> told reporters yesterday that he is NOT gay. <q> I DO have some gay friends but most of my friends are straight </q>, <strong> Justin Bieber </strong> told us.`` The stories on the internet are false. This is not to say that I a... British Prostitute and X-Factor Contestant Chloe Mafia Hints That She Would Like To Have <strong> Simon Cowell </strong>'s", "new_id": -2}, {"uid": "1296839679168542224", "i": 14505, "idx": 0, "sa": ["Dick LeBeau", "Peyton Manning", "Aaron Rodgers", "Ben Roethlisberger", "Michael Vick", "Tom Brady"], "q": "Packers ahead 7-0 on their way to a 21-14 victory.`` He's like a very good scorer in basketball- you know he's going to get points,'' Steelers defensive coordinator <strong> Dick LeBeau </strong> said. <q> From a defensive standpoint, you've got to keep him from monopolising the game. He's a great player. He can create, improvise with his feet, go to his second and third choice in the route because he has such a quick release. </q> <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> or <strong> Michael Vick </strong> nor as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. This season, 15 of his 34 rushes produced first downs, a", "new_id": -2}, {"uid": "1297232842168116239", "i": 41224, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "talk about how <strong> Saddam Hussein </strong> used`` chemical weapons against his own people'' plus other atrocities.`` It was a brutal, vicious regime and the world is clearly better off without it,'' <strong> Donald Rumsfeld </strong> concluded. <q> <strong> Sean Hannity </strong>: How did we get it wrong on weapons of mass destruction? At one point, when it was clear we didn't have them, you had stated publicly that,` Yeah, but I know where they are.' And you discuss this in the book that you had misspoke. But how did we get it so wrong, number one. Do you think he had'em and shipped'em out in the lead up to the war? </q> </blockquote> <strong> Donald Rumsfeld </strong>: I don't know for sure. We know he had them. We know the United Nations inspectors knew that he had large quantities and he would not or could not show that he had", "new_id": -2}, {"uid": "1295584823230457349", "i": 15051, "idx": 4, "sa": ["Saddam Hussein", "Colin Powell"], "q": "'' <strong> Colin Powell </strong> said a peaceful solution was not possible because <strong> Saddam Hussein </strong> was unfazed by the warnings from the U.N. Security Council, by economic sanctions or by the buildup of U.S. troops in the region. <q> I was quite confident we were going to war and( <strong> Saddam Hussein </strong>) wasn't going to blink, </q> <strong> Colin Powell </strong> said. The U.N. Security Council warned Iraq that if it didn't withdraw its troops by Jan. 15, 1991, a U.S.-led coalition would be authorized to drive them out. The war began two", "new_id": -2}, {"uid": "1296832434019169309", "i": 5456, "idx": 0, "sa": ["Steve Ballmer"], "q": "innovative Apple and Android( Google) ecosystems are, and that they have hundreds of thousands of applications, growing revenue at 50 percent plus per annum and gaining market share globally,'' said Ahmad. <q> I remember the days when Nokia( with Jorma Olilla at the helm) ruled the roost, European market share was above 50 percent and US market share was in the 35 percent range. Well, those days are long gone, and as you so sweetly put it, <strong> Stephen Elop </strong>, in your recent Q4 earnings release,` Nokia faces some significant challenges in our competitiveness and our execution. In short, the industry changed, and now it's time for Nokia to change faster'. </q> Ahmad also had a few words for <strong> Steve Ballmer </strong> about Windows Phone 7.`` Microsoft also faces very big strategic challenges as smartphones and tablets attack your highly profitable installed base business. Windows", "new_id": -2}, {"uid": "1296117571165298183", "i": 7771, "idx": 1, "sa": ["Theresa Ellis", "Michael Vick"], "q": "Bowl, canceled a visit to the school that had been set for tomorrow.`` I have pretty good instincts for this kind of thing, working at a school,'' said Farrington student-activities coordinator <strong> Theresa Ellis </strong>. <q> I believe Mr. <strong> Michael Vick </strong> really wants to do this, but obviously all NFL players are very busy people and we have to understand that. </q> The Hawaii Humane Society had coordinated <strong> Michael Vick </strong>'s appearance at the public school in urban Honolulu known for its racially diverse student body, many from housing projects, and tough football team. <strong> Michael Vick </strong> would be the first", "new_id": -2}, {"uid": "1295559606214679608", "i": 2267, "idx": 2, "sa": ["Eric Schmidt"], "q": "take effect on April 4.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' <strong> Eric Schmidt </strong> said in a statement. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.`` In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he added. Page praised <strong> Eric Schmidt </strong> as a`` tremendous leader'' who did an`` outstanding job leading Google for the last decade.''`` There is no other CEO in the world that", "new_id": -2}, {"uid": "1295972769153763874", "i": 6173, "idx": 1, "sa": ["Jack Kemp", "Ryan Day", "Dan Lungren", "Sen. Bernie Sanders"], "q": "was starting a football team in a national budget league, I'd pick Paul <strong> Ryan Day </strong> as the captain and quarterback,'' said <strong> Sen. Bernie Sanders </strong> <strong> Dan Lungren </strong>( R., Calif.), an ally of the late Mr. <strong> Jack Kemp </strong>. <q> There's nobody in this House who's taken as serious a long-term view on the budget as Paul <strong> Ryan Day </strong>. </q> Democrats delight in spotlighting his controversial proposals and daring other Republicans to embrace them.`` Up until this point, the Republican leadership has been vague about what federal programs they want to cut,", "new_id": -2}, {"uid": "1295884555196345865", "i": 46306, "idx": 4, "sa": ["Bob Barr", "David I", "Mike Pence"], "q": "`` in bringing his message of hope to the world,'' the former Republican congressman's website says.`` <strong> David I </strong> also am reminded of others who have risen from the ashes,'' <strong> Bob Barr </strong> told reporters Friday. <q> The city of Atlanta is the Phoenix city. The people of Haiti, likewise, will rise from the problems created by last year's earthquake and emerge stronger and better than before. <strong> Franklin Roosevelt </strong> <strong> David I </strong> know is Mr. <strong> Baby Doc </strong>'s deep wish and something that he knows in his heart. </q> Accompanying <strong> Bob Barr </strong> will be fellow Georgia attorneys <strong> Mike Pence </strong> Puglise, who practice law in the small rural towns of Jasper and Snelleville, GA respectively. One has to wonder how <strong> Bob Barr </strong>", "new_id": -2}, {"i": 41618, "idx": 5, "index_answer": 2, "new_id": -1, "q": "personal problems.`` The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence,'' <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <q> The issue will move straight from <strong> Andy Coulson </strong>'s situation to <strong> David Cameron </strong>'s judgement. </q> Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News", "sa": ["Tony Blair", "Andy Coulson", "Alastair Campbell"], "uid": "1295619952132808753"}]