[{"uid": "1297245173074432526", "i": 35305, "idx": 0, "sa": ["Matt Lauer", "Simon Cowell"], "q": "TV the music mogul said: ''I haven't been invited.'' When the presenter of The Today Show, <strong> Matt Lauer </strong>, asked if he thought he would get an invite in the future he said: <q>No. But I'll probably be allowed to wave in the street.</q> <strong> Simon Cowell </strong>, who was on The Today Show to talk about his upcoming version of American X Factor, was guarded about who the judges will be. ''They will be cute,'' he", "new_id": -2}, {"uid": "1295682265065617928", "i": 77, "idx": 1, "sa": ["Dick Armey", "Mike Huckabee", "Mike Pence"], "q": "stood on the steps of their state Capitol on Wednesday to encourage <strong> Mike Pence </strong> to run. ''It's not a complicated message, but it's a heartfelt one,'' state <strong> Dick Armey </strong> Kris Crawford said. <q>We would like him on the ballot.</q> Leaders of the conservative movement made the same argument in a letter to <strong> Mike Pence </strong> this week. ''Seize this moment, <strong> Mike Huckabee </strong>,'' said the letter, signed by former House Majority Leader <strong> Dick Armey </strong>", "new_id": -2}, {"i": 16163, "idx": 2, "index_answer": 0, "new_id": -1, "q": "attention, and last week she and White performed on the Late Show With <strong> David Letterman </strong>. On Tuesday, Jan. 25- the same day the album is released- she's due to perform on Conan. <q>I'm having more publicity and celebrity now than I ever had when I was younger,</q> <strong> Wanda Jackson </strong> says. ''And I'm having the time of my life. I've been touring for 55 years now, with only one year off, and that one year nearly killed me. I said to", "sa": ["Wanda Jackson", "David Letterman"], "uid": "1295772313146751543"}, {"uid": "1297260290064307258", "i": 40628, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ". Women who don't want to have children should prevent themselves from getting pregnant. However, no woman should be forced to carry a child she can't care for, for whatever reason.'' Report Abuse <q>If one doctor being criminally irresponsible makes all abortions bad, then one contractor rips off a client on a bathroom remodeling makes all bathroom remodelings bad.</q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy 5000%+ Gainers Inside... Stock tools, news, social feeds, charts&", "new_id": -2}, {"uid": "1295821294214663169", "i": 13404, "idx": 0, "sa": ["Andy Coulson"], "q": "with how to convert, enslave, hold ransom, tax( called jizya in Arabic), punish, wife-beat( Koran 4:34), fight and yes... KILL non-Muslims and those ''not-Muslim-enough''!! Report Abuse <q>Hezbollah chief to address Lebanon crisis.</q> Time.com: After Tunisia: Why Egypt Isn't Ready to Have Its Own Revolution Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1297600056267190375", "i": 21962, "idx": 0, "sa": ["Steve Ballmer"], "q": "Nokia, and for that, Microsoft will have unprecedented influence over the hardware that runs its software. We like to think of <strong> Steve Ballmer </strong> throwing chairs when his executives leave. I think this time he told Elop, <q>Fine. Go get me some hardware I can own.</q> Elop did. But what will they do with it? Microsoft has had some success in hardware, notably in its Xbox division-but not so much in making it profitable. Nokia's problems, according to", "new_id": -2}, {"uid": "1297242543083116089", "i": 15460, "idx": 3, "sa": ["Julianne Hough", "Simon Cowell", "Kit Hoover", "Ryan Seacrest"], "q": "Mezhgan Hussainy. ''The royal wedding is taking place, people are very excited. What about your wedding? Is it on schedule will you be getting married soon?'' Billy asked. <q>Well, I don't want to overshadow Prince William, so they've got ta go first,</q> <strong> Simon Cowell </strong> said. As for romance, <strong> Simon Cowell </strong> had a quip when asked about ''Idol'' host <strong> Ryan Seacrest </strong> landing girlfriend <strong> Julianne Hough </strong>. ''How did he land her?'' <strong> Kit Hoover </strong> asked.", "new_id": -2}, {"uid": "1297290951065437723", "i": 49184, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "compete against companies like Apple and Google who hold significant leads over Microsoft in such area as mobile computing and online search. <strong> Steve Ballmer </strong> announced the latest changes Wednesday in an e-mail to Microsoft employees. <q>We're already making strong traction across our Server and Tools Business by embracing cloud services,</q> <strong> Steve Ballmer </strong> wrote. <strong> Satya Nadella </strong> ''has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future.''", "new_id": -2}, {"uid": "1295894929135872553", "i": 4432, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": "said FCC Chairman <strong> Colin Powell </strong>, <strong> Barack Obama </strong> ''Erp... I just threw up in my mouth a little.'' ''Frankly, we didn't think anyone was watching,'' said executive producer Dr. Phil. <q>Hell, three days ago I did a promo for ''The Doctors' while simulcasting a proctological exam. Dr. Phil Rectum, in HD, and no one gave a sh-t.</q> In related news, the fine folks at JG Wentworth-- they of` It's my money and I need it now!'' fame-- have teamed up with the makers of Vagisil to create a", "new_id": -2}, {"uid": "1296759800078708738", "i": 10742, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "and journalists,'' writes Bradley Graham at The Washington Post. Graham calls the book's tone ''characteristically tough and defiant'' as <strong> Donald Rumsfeld </strong> also criticizes Bush's shortcomings in resolving issues among senior advisers. <q>Still, his barbs stop short of ad hominem attacks, and the memoir, even with its flashes of lingering resentment, maintains a measured tone.</q> Wishes Bush Had Let Him Go Earlier In the book, <strong> Donald Rumsfeld </strong> explains that on two separate occasions after the story of Iraqi detainee abuse at Abu Ghraib broke out, he offered his resignation to the president. Both", "new_id": -2}]