[{"uid": "1296146613005734416", "i": 12696, "idx": 2, "sa": ["Mike Pence"], "q": "the state whether he's made a decision. One sign pointing to a gubernatorial campaign is that he's already scheduled to speak during at least nine GOP county dinners in Indiana this winter and spring. <q> Certainly if a person was going to be running for president of the United States, I think he'd probably be doing more Lincoln Days in Iowa and New Hampshire than he would in Indiana. That's just the pure reality of the matter, </q> said Howard County GOP Chairman Craig Dunn, who has lined up <strong> Mike Pence </strong> to speak at a dinner in Kokomo on March 22. A <strong> Mike Pence </strong> spokesman, who said on Tuesday that no announcement had yet been", "new_id": -2}, {"uid": "1295948989120340528", "i": 28523, "idx": 0, "sa": ["Alassane Ouattara"], "q": " Le gouvernement d'Alassane Ouattara Dramane <strong> Alassane Ouattara </strong> a ordonn, dans un communiqu, le lundi 24 janvier 2011, aux op?rateurs conomiques, <q> l'arr?t imm?diat de toute exportation de caf et de cacao </q>, et ce jusqu'au 23 f?vrier prochain. ADO esp?re ainsi, par cette mesure, ass?cher les finances de l'appareil d'Etat ivoirien, toujours contr?l par le pr?sident sortant Laurent Gbagbo. Par ce communiqu qui porte", "new_id": -2}, {"uid": "1296145693210010117", "i": 53280, "idx": 0, "sa": ["Allen Iverson"], "q": "Link: tinyurl.com http://wn.com/2009_All-Stars_Starter_Allen Iverson_Allen Iverson__NBA_Videos_and_Highlights No longer a one-man show or half of a dynamic duo, AI( 17.9 ppg, 5.4 apg) is blending his considerable skills into an ensemble cast that's used to winning big. <q> It's always an honor to be named an All-Star and it's a blessing to be in this league, </q> said <strong> Allen Iverson </strong>, twice the Game's MVP.`` Being named an All-Star makes it that much more special. The fact that the fans have voted me onto the team makes this a great honor and it's", "new_id": -2}, {"uid": "1297260696007700498", "i": 6015, "idx": 1, "sa": ["Simon Cowell", "Peter Dickson"], "q": "to be the voice of the American' X Factor'. I am being flown out to Los Angeles during Oscars week so I can meet the Fox executives to try to sort out a deal.'' <q> <strong> Simon Cowell </strong> has said he'd like me to be the voice of the American' X Factor'. I am being flown out to Los Angeles during Oscars week so I can meet the Fox executives to try to sort out a deal. </q> However, <strong> Peter Dickson </strong> admits bosses might not be in favour of him being the voiceover act as they are wary of making the show too British with <strong> Simon Cowell </strong> already confirmed as a judge and href=\"http://www.femalefirst.co.uk/cheryl-cole/\" title=\"Lastest Cheryl", "new_id": -2}, {"uid": "1295958546149602330", "i": 28420, "idx": 0, "sa": ["Suchitra Sen", "Hilary Swank", "Natalie Portman", "Angelina Jolie", "Larry King", "Brad Pitt", "Helena Bonham Carter", "Amy Adams"], "q": ", <strong> Amy Adams </strong>(` The Fighter'), <strong> Hilary Swank </strong>(` Conviction'), <strong> Natalie Portman </strong>(` Black Swan'), and <strong> Helena Bonham Carter </strong>(` Th...!! <strong> Larry King </strong>: HOW DOES <strong> Angelina Jolie </strong> DO IT ALL? <q> WE HAVE <strong> Brad Pitt </strong>'!!!! <strong> Larry King </strong>: HOW DOES <strong> Angelina Jolie </strong> DO IT ALL?`` WE HAVE <strong> Brad Pitt </strong>'!! <strong> Angelina Jolie </strong> explains how she and <strong> Brad Pitt </strong> juggle their six children, movie careers and work with the United Nations.... A Tribute To Legendary Actress <strong> Suchitra Sen </strong> was born on 6 April 1931in Pabna, East Bengal, now Bangladesh( Former British India) as Roma <strong> Suchitra Sen </strong>, her nick name is`` Krishna </q>. Her father Karunamoy <strong> Suchitra Sen </strong> was the head master of the local school and her mother's name was Indira <strong> Suchitra Sen </strong>. She was their fifth chi... Beautiful <strong> Angelina Jolie </strong>, actress, model and mother Video profile on <strong> Angelina Jolie </strong>", "new_id": -2}, {"uid": "1294957799158449677", "i": 43792, "idx": 0, "sa": ["Sergio Marchionne"], "q": "some observers thought was improbably Group is focused on raising new financing to pay back almost$ 7 billion to the U.S. and Canadian governments before an initial public offering of shares, Chief Executive <strong> Sergio Marchionne </strong> said on Wednesday. <q> Our priority is to put in place a structure where Chrysler would become answerable to the capital target=\"_blank\" href=\"http://latestmarket.com/\"> markets only, </q> <strong> Sergio Marchionne </strong> told a meeting with... Maserati to build SUV in North America Breitbart Chrysler/Fiat Chief executive officer <strong> Sergio Marchionne </strong>, seen on January 10... Logo of Maserati auto industry's rec... In another sign of the US auto", "new_id": -2}, {"uid": "1296200478083099666", "i": 9575, "idx": 4, "sa": ["John R. Gregg", "Mike Pence"], "q": ".'' <strong> Mike Pence </strong>'s plans should keep the Republican field clear of other strong candidates.`` The social conservatives love him,'' says former Republican state chairman Rex Early. <q> The fiscal conservatives-- he talks the talk. He is a fiscal conservative. The business people would be very comfortable with him. </q> He also doesn't alienate the opposition.`` I like <strong> Mike Pence </strong>,'' says former House Speaker <strong> John R. Gregg </strong>, a Democrat.`` He is a conservative, but unlike some conservatives he's not", "new_id": -2}, {"uid": "1296171152171278391", "i": 19294, "idx": 0, "sa": ["Tim Pawlenty", "Mike Pence"], "q": "whether to seek the governor's position or run for re-election to his congressional seat. <strong> Mike Pence </strong> can't raise funds for a gubernatorial race until April 30- giving him plenty of Tim Pawlentye to make a decision. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong> said.`` We will not seek the Republican nomination for president in 2012.'' <strong> Mike Pence </strong> said he would make a decision`` later this year'' about his next political step, though he appeared", "new_id": -2}, {"uid": "1296085056001015827", "i": 25792, "idx": 0, "sa": ["Anthony McPartlin", "Declan Donnelly", "David Jason", "Simon Cowell"], "q": "for by TV viewers, while I'm A Celebrity was named Most Popular Entertainment show. Speaking from Cardiff, where they were filming Britain's Got Talent, <strong> Anthony McPartlin </strong> could hardly contain his excitement shouting: <q> Ten years in a b**** y row, <strong> Declan Donnelly </strong>! </q> <strong> Simon Cowell </strong> handed The X Factor's award for Most Popular Talent Show to one of the show's producers who had beaten cancer. <strong> David Jason </strong> picked up the award for Most Outstanding Drama Performance- despite", "new_id": -2}, {"i": 20501, "idx": 2, "index_answer": 1, "new_id": -1, "q": "the judges' panel. We should expect an announcement regarding` The X Factor's' judges' roster`` in three or four weeks,'' said <strong> Simon Cowell </strong>. Will <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends eighty-percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor' producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297120389257998877"}]