[{"uid": "1295304652132857876", "i": 47687, "idx": 0, "sa": ["Charlie Sheen", "Tom Cruise", "Nicole Kidman", "Keith Urban", "Angelina Jolie", "James Franco", "Ricky Gervais"], "q": "he is out with his child.`` I get it, I get whatever sort of interest there is in it... But at the same time it's our little girl,'' <strong> Keith Urban </strong> said. <q> I think sometimes when people come right up in your face, you're just going,` Good god.' I mean, would you do that to anyone else's child? </q> Surprise! <strong> Nicole Kidman </strong> and <strong> Keith Urban </strong> Welcome a Baby Girl Glam Slam: Golden Globes Style January 17, 2011 5:34 PM PST <strong> Ricky Gervais </strong> Trashes <strong> Angelina Jolie </strong>, <strong> Tom Cruise </strong>, <strong> Charlie Sheen </strong> <strong> James Franco </strong> Confronts Questions on His Sexuality", "new_id": -2}, {"uid": "1295897193127107081", "i": 55012, "idx": 5, "sa": ["George W. Bush", "Donald Rumsfeld", "Dick Cheney"], "q": "passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. href=\"http://www.Donald Rumsfeld.com\"> http://www.Donald Rumsfeld.com`` It's not a journal, it's not a diary,'' he says of the Ford White House notes. <q> It is a set of working documents that I've never edited. In fact, most I've never reread. </q> As defense secretary under <strong> George W. Bush </strong> <strong> Donald Rumsfeld </strong> issued thousands of memos,`` snowflakes,'' they were called. He reads from some issued in 2003 and in 2005:`` Are we winning or losing the war", "new_id": -2}, {"uid": "1297105460159612933", "i": 42490, "idx": 0, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> will hand out$ 5 mil Posted by James Lileks Not his own money, of course. By the way, what exactly this show and Idol? <q> Acerbic British music judge and entrepreneur <strong> Simon Cowell </strong> said on Monday that the winner of the first U.S. version of the television singing competition,`` The X Factor, </q> will receive a$ 5 million record deal. \" The new talent show on Fox television will start auditions for solo artists and vocal groups aged 12 and above in Los Angeles on March 27 before hosting", "new_id": -2}, {"uid": "1295451814058523658", "i": 28298, "idx": 2, "sa": ["Howard Stern", "David Letterman", "Jay Leno"], "q": ",'' he said about <strong> Jay Leno </strong>'s fans who tune in every night.`` I don't like <strong> Jay Leno </strong> personally,'' <strong> Howard Stern </strong> said. He complimented the comedian's career David Lettermany on, but added, <q> I don't like the way he's behaved with me personally. I've done his show many times in the past; I won't do it again. </q> He also accused Mr. <strong> Jay Leno </strong> of stealing jokes and material. He In contrast, he said <strong> David Letterman </strong> of CBS's Late Show with <strong> David Letterman </strong> is an`` original,'' and that many of his bits have", "new_id": -2}, {"uid": "1297355021223297536", "i": 6443, "idx": 0, "sa": ["Angela Elwell Hunt", "Michael Vick"], "q": "is under construction, will provide more detailed information. So, what has <strong> Angela Elwell Hunt </strong> done wrong to prompt him to run against her?`` That's a tough question,'' he says. <q> Given her situation with the information she's had on the table, she's done a terrific job. I'm not so much interested in what I'd do different, I just bring something different to the table. I bring a business mind to the table-- an entrepreneurial, creative, innovative mind to the table. It's difficult for me to say at this point that she's done a bad job. That's not the case. </q> Chad Lasseter and haven't heard back yet. However, Nowlin did tell So, Prince Was a No-Show After All. Not Like Anyone Told the Opening Acts Or Anything. Big Dick, <strong> Michael Vick </strong> And,", "new_id": -2}, {"uid": "1294977903249905195", "i": 7063, "idx": 8, "sa": ["Marcus Camby", "Allen Iverson", "Tim Cahill", "Martin O'Neill", "Kenyon Martin", "Mike Smith"], "q": ". I thought <strong> Kenyon Martin </strong> was the star of the game.'' JR <strong> Mike Smith </strong> scored 14 points and <strong> Marcus Camby </strong> had 15 rebounds as Denver rallied from a 17-point first-quarter deficit to win for the fifth Tim Cahille in seven games. <q> Once we got it together on the defensive end we were able to run and not have to play the half-court offense, </q> <strong> Allen Iverson </strong> said.`` We just wanted it more than they did at the end.'' Limited to just two games last year following right knee surgery, <strong> Martin O'Neill </strong> has reclaimed his role as Denver's defensive stopper this", "new_id": -2}, {"uid": "1297616629186400779", "i": 32533, "idx": 15, "sa": ["Donald Rumsfeld", "David Martin", "Osama bin Laden", "George H. W. Bush"], "q": "`` you lose.'' The <strong> George H. W. Bush </strong> administration certainly wasn't satisfied with just going after <strong> Osama bin Laden </strong>. Even before the bomOsama bin Ladeng of Afghanistan began, it was secretly planning to take out Saddam Hussein. <q> When did you first talk to <strong> George H. W. Bush </strong> about going after Saddam? </q> asked <strong> David Martin </strong>.`` Oh, I think it was in September,'' <strong> Donald Rumsfeld </strong> replied.`` So before the first U.S. boot is on the ground in Afghanistan...''`` He", "new_id": -2}, {"uid": "1297174738149192708", "i": 30741, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "front of the Style section matches a book review of <strong> Donald Rumsfeld </strong>'s new memoir Known and Unknown as equal with... a 110-page <strong> Donald Rumsfeld </strong> torture fantasy concocted for the small magazine company McSweeney's. The title over both was <q> Two Shots of Rummy. </q> In his review, It is tempting at first to dismiss'' href=\"http://www.amazon.com/gp/product/1936365251?ie=UTF8&amp;tag=wapo- 20&amp;linkCode=xm2&amp;camp=1789&amp;creativeASIN=1936365251\" target=\"\"> <strong> Donald Rumsfeld </strong>'' as a mere literary guerrilla action, a publication-day ambush by two clever writers whose narrative voice", "new_id": -2}, {"uid": "1295044022095961088", "i": 22846, "idx": 0, "sa": ["David Letterman"], "q": "In just filed court papers Camille asks a judge to deny Kelsey's request to dissolve their 13 year marriage while they continue battling over their 120 million dollar estate. Camille writes in the court papers, <q> It is my understanding that( Kelsey) is seeking to terminate the marriage solely for the reason that he intends to remarry as soon as possible.`` I don't believe that is a sufficient reason to prejudice my rights to our estate. </q> The Frasier star appeared on the Late Show with <strong> David Letterman </strong> Thursday night and sounded resolute about his plans for a quickie divorce from Camille, so he can tie the knot with Kayte Walsh soon.", "new_id": -2}, {"i": 21773, "idx": 0, "index_answer": 1, "new_id": -1, "q": "you were a kid in school always picking teams,'' <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. <q> It's a talent-acquisition business, right? If you don't have it, it's hard to win. </q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MANUFACTURING PRODUCT ENGINEER AND SR..", "sa": ["Bill Lockyer", "Trent Baalke", "Michele Bachmann", "Newt Gingrich"], "uid": "1296023447028524570"}]