[{"uid": "1295223925135626761", "i": 54616, "idx": 1, "sa": ["Allen Iverson", "Leon Rose"], "q": "playoffs since 2006 and has never won a postseason game. The Grizzlies are coming off a 24-58 season that tied for fifth-worst in the NBA.`` This year for me is so personal,'' <strong> Allen Iverson </strong> said. <q> It's basically going to be my rookie season again. It hurts, but I turn the TV on, I read the paper, I listen to some of the things people say about me having the season that I had last year and me losing a step, things like that. They're trying to put me in a rocking chair already. </q> The Grizzlies announced they had signed the 10-time All Star on Thursday morning minutes before <strong> Allen Iverson </strong> was introduced at a news conference. The team and <strong> Allen Iverson </strong>'s agent, <strong> Leon Rose </strong>, declined to discuss specifics though <strong> Leon Rose </strong> said the", "new_id": -2}, {"uid": "1297207807083279884", "i": 1814, "idx": 1, "sa": ["George W. Bush", "Colin Powell"], "q": "Rumsfeld\"> Rumsfeld wrote that the Joint Chiefs supported a strike, based on what CIA evidence that the site housed an underground facility for testing href=\"http://www2.timesdispatch.com/topics/types/industryterm/tags/chemical-weapons/\" title=\"Topic- Chemical Weapons\"> chemical weapons. He called it a <q> fairly sizeable terrorist operation. </q> The prewar attack never happened, although the site was struck in the opening days of the war that <strong> George W. Bush </strong> launched in March 2003, about six weeks after <strong> Colin Powell </strong>'s U.S. never found substantial evidence of an", "new_id": -2}, {"uid": "1295220231075989003", "i": 42867, "idx": 1, "sa": ["George Karl", "Carmelo Anthony", "Marcus Camby", "Guy Lafleur", "Allen Iverson", "Mike Krzyzewski", "Tim Kennedy"], "q": "been.'' The first half, though, was what <strong> George Karl </strong> wants to see. <strong> Allen Iverson </strong>, who finished with 31 points and 10 assists, was racing down the court, and his teammates were keeping up. <q> A lot of Tim Kennedyes <strong> Mike Krzyzewski </strong> talks about me beating Guy Lafleurs down the court, and when I had the ball tonight, that wasn't the case, </q> <strong> Allen Iverson </strong> said.`` They were beating me down the court, and I was just finding Guy Lafleurs. They did a great job of finishing.'' <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars", "new_id": -2}, {"uid": "1297254907195313703", "i": 29394, "idx": 0, "sa": ["Susan Boyle", "Simon Cowell"], "q": "and goes up without limit. In Britain, that meant then 48-year-old singer <strong> Susan Boyle </strong> could stun the audience at Britain's Got Talent with a voice that belied her dowdy look and eventually sold millions. <q> <strong> Susan Boyle </strong> taught me a huge lesson, </q> said <strong> Simon Cowell </strong>, who also owns, produces, and stars in Britain's Got Talent overseas.`` I have to be more open-minded. If you've got it, you've got it no matter what your", "new_id": -2}, {"uid": "1296195346246956037", "i": 46322, "idx": 1, "sa": ["Mike Pence", "Barack Obama"], "q": "announcement in a letter being sent to supporters.`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,'' <strong> Mike Pence </strong> and wife Karen said in the letter. <q> We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012. </q> <strong> Mike Pence </strong>'s supporters, who include Tea Party advocates, have been pressing him to mount a bid for the Republican nomination. The nominee will face Democratic <strong> Barack Obama </strong> in the November 2012 election. <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1296044299210403360", "i": 58680, "idx": 6, "sa": ["Gabrielle Giffords", "Robert Gates", "Barack Obama", "Colin Powell"], "q": "possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal Barack Obamaial adviser. <q> The administration knows that I am quite content with the work I am doing now, </q> he said.`` I am not interested in a government job.'' Reflecting on the Arizona shootings that killed six people and badly wounded Democratic Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh", "new_id": -2}, {"uid": "1296140177192086050", "i": 27635, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "David Wise"], "q": "'' for an executive who is transitioning out of the CEO role- and may even be unusual for sitting CEOs, said <strong> David Wise </strong>, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q> the board clearly wants to retain his guidance for the next four years. </q>`` It's a signal to shareholders that he'll continue to steer the boat,'' <strong> David Wise </strong> added. <strong> Eric Schmidt </strong>, 55, is being replaced as Google's CEO by co-founder <strong> Larry Page </strong>(", "new_id": -2}, {"uid": "1295962876207159341", "i": 23297, "idx": 0, "sa": ["Andy Coulson"], "q": "hypocritical to rule that they behave otherwise when the law is based on the same reasoning. Really, what needs to happen is for the law to change so that gay couples can be legally married. \" <q> A B&B is a business offering a service to the public. The Bull's religious convictions are a private issue. If they want to live entirely by their private convictions, they need to stop selling to the public. </q> Job spec for a` spin doctor' <strong> Andy Coulson </strong>'s resignation has left a vacancy at the heart of government. Who could apply? The rise of` we' Why modern-day US presidents love the", "new_id": -2}, {"uid": "1296078128171098114", "i": 53703, "idx": 0, "sa": ["Huw Irranca-Davies", "Chris Huhne", "Charles Hendry"], "q": "been Oscar nominated, has claimed some residents in the US where drilling for shale gas is already taking place can set fire to their drinking water and have become ill because of pollution by gas and chemicals. <q> Ministers are in danger of being caught napping by a surge of applications by companies eager to exploit this potential energy source </q> \" <strong> Huw Irranca-Davies </strong> Shadow Energy Minister Mr <strong> Huw Irranca-Davies </strong> has written to energy minister <strong> Charles Hendry </strong> and energy secretary <strong> Chris Huhne </strong> urging them to put a temporary halt on extraction of shale gas and coal-bed methane while the Energy and Climate Change", "new_id": -2}, {"i": 41964, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Long way to run for phone-hacking story Q&A: Tory search is under way for a new director of communications at No 10 after <strong> Andy Coulson </strong> resigned. Mr <strong> Andy Coulson </strong> stood down on Friday, saying coverage of the scandal had <q> made it difficult to give the 110% needed in this role </q>. He The view from a broad: More <strong> Lauren Laverne </strong>, please Married Cabinet minister accused of affair with campaigner an affair with a former socialite turned political campaigner. Lord Strathclyde has been accused of having an affair with", "sa": ["Lauren Laverne", "Andy Coulson"], "uid": "1295925206202604593"}]