[{"uid": "1296568792229802022", "i": 22682, "idx": 0, "sa": ["Angelina Jolie"], "q": "doesn't know where she stands on Israel. <strong> Angelina Jolie </strong> serves as a goodwill ambassador for the United Nations. <strong> Angelina Jolie </strong> told The Associated Press he would`` love to see'' <strong> Angelina Jolie </strong> at his side <q> coming on a visit to Israel. </q> He said:`` That would be a nice thing before I go.'' The 72-year-old <strong> Angelina Jolie </strong> starred in such movies as`` Midnight Cowboy,'''' Deliverance'' and`` Coming Home.''", "new_id": -2}, {"uid": "1297266796144211974", "i": 1035, "idx": 0, "sa": ["Alassane Ouattara", "Albert Mabri Toikeusse"], "q": "Agyemang Prempeh-`` Kader K?ita est un joueur fantastique'' C?te d'Ivoire: Qatar Stars League- Apr?s sa signature? Al-Gharafa- Les nouveaux d?fis de Dian Afrique: L'Imam Idriss Koudouss Kon aux experts de l'UA- <q> Soyez sinc?res et coutez les Ivoiriens </q> Afrique: <strong> Albert Mabri Toikeusse </strong>-`` L'UA a d?j reconnu la victoire de <strong> Alassane Ouattara </strong>''", "new_id": -2}, {"uid": "1297529172137691161", "i": 58274, "idx": 0, "sa": ["Pier Luigi Bersani", "Paolo Romani", "Sergio Marchionne", "John Elkann"], "q": "ma che rimane con un cuore italiano''. Lo ha detto il ministro dello Sviluppo, <strong> Paolo Romani </strong>, dopo l'incontro a Palazzo Chigi con i vertici del Lingotto. Per il ministro l'ad <strong> Sergio Marchionne </strong> ed il presidente <strong> John Elkann </strong> hanno <q> confermato di voler investire in Italia </q>, considerando il nostro Paese`` un punto di partenza per una azienda che vuole investire nel mondo intero, anche aprendo nuovi mercati''. <strong> Pier Luigi Bersani </strong>, INCONTRO CON GOVERNO? ALLA BUON` ORA- L'incontro", "new_id": -2}, {"uid": "1296704550031981579", "i": 14482, "idx": 0, "sa": ["Craig Oliver", "David Cameron", "Andy Coulson"], "q": ", <strong> Andy Coulson </strong> said he had to go because the deepening row over the illegal hacking of mobile phone messages when he was editor of the News of the World had affected his ability to do his job. <q> I am very pleased that <strong> Craig Oliver </strong> is to become the new Director of Communications at 10 Downing Street, </q> <strong> David Cameron </strong> said in the statement.`` <strong> Craig Oliver </strong> has formidable experience as a broadcast journalist. He will do an excellent job in explaining and communicating the government's program.'' Start of sidebar.", "new_id": -2}, {"uid": "1295586583144719874", "i": 15143, "idx": 0, "sa": ["Barney Frank", "Mike Pence", "Will Rogers", "Ron Paul", "John Stossel", "George Tucker"], "q": "of doing this again at the G20 summit in ToRon Paulto, I asked Constable <strong> George Tucker </strong>( who is in charge of the ToRon Paulto Police Unit and is working http://wn.com/Rep_Barney Frank_John Stossel_MA_Marijuana,_Politics_State's_Rights*** Update- 4.18.2008- <strong> Barney Frank </strong> has introduced HR 5843- <q> Act to Remove Federal Penalties for Personal Use of Marijuana by Responsible Adults </q>. www.house.gov Please tell your representatives to support this legislation! Speaking to the National Organization for the Reform of Marijuana Laws in 2001, <strong> Mike Pence </strong> <strong> John Stossel </strong> first explores the nature of Conservatism, ostensibly being`` the <strong> Will Rogers </strong> of", "new_id": -2}, {"uid": "1297662316154386433", "i": 24995, "idx": 5, "sa": ["Donald Rumsfeld", "Richard Myers"], "q": "invasion was under way. The subject line reads`` WMD.'' <strong> Donald Rumsfeld </strong> is sending a secret report that he received a few days earlier to Gen. <strong> Richard Myers </strong>, chairman of the Joint Chiefs, asking: <q> Please take a look at this material as to what we don't know about WMD. It is big. </q> The attachment is from Major Gen. Glen Shaffer, then the director for intelligence for the Joint Chiefs of Staff and the secretary of defense, responding to Rummy's request to know the`` unknowns'' about", "new_id": -2}, {"uid": "1297235389152961040", "i": 26144, "idx": 5, "sa": ["Michael Vick", "Matt Cassel", "Wes Welker", "Andy Reid", "Brian Urlacher", "Troy Polamalu"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season.`` To sum it all up, the last five months, have been delayed gratification,'' <strong> Michael Vick </strong> said. <q> Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with <strong> Andy Reid </strong>, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit. </q> Also receiving votes were Minnesota linebacker E.J.Henderson( 3?), New England receiver <strong> Wes Welker </strong>, Chicago linebacker <strong> Brian Urlacher </strong> and Kansas City quarterback <strong> Matt Cassel </strong>( 2 each), and Pittsburgh safety <strong> Troy Polamalu </strong>, Seattle running back/kick", "new_id": -2}, {"uid": "1295293283074367039", "i": 24216, "idx": 1, "sa": ["Steve Ballmer"], "q": "CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle.`` Sales professionals are at the heart of almost every successful business,'' said <strong> Steve Ballmer </strong>. <q> Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data so they can improve their customers' experiences and effectively compete in the market. </q>`` The service is available today as a cloud offering,'' he said.`` This is the first time we've made a release in the cloud before we have done so in the server version", "new_id": -2}, {"uid": "1296229057172146724", "i": 25255, "idx": 0, "sa": ["Michael Crichton", "Angelina Jolie", "Brad Pitt"], "q": "in the diary. <strong> Michael Crichton </strong>, who received the Crystal Award five years ago, said then that he and others wanted to use their fame to raise awareness of issues close to their heart. <q> The advantage that musicians and actors have is that people like to go to the movies and listen to music, so there's a comfort factor which allows a lot of people to feel that they know you, and it makes it easier to create a dialogue, </q> he told reporters at the forum in 2006. <strong> Angelina Jolie </strong>'s appearance in Davos in 2005 and 2006 alongside partner <strong> Brad Pitt </strong> sparked much excitement. To find a way to make my celebrity useful feels great", "new_id": -2}, {"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}]