[{"uid": "1297127660188514311", "i": 5687, "idx": 1, "sa": ["Simon Cowell", "Paula Abdul"], "q": "and, maybe, <strong> Paula Abdul </strong> on the judging panel.`` We've spoken to her, she knows I'm a big fan,'' <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge. <q> I've always said at some point we are going to be working together. </q> But, he added,`` I have to take everyone's opinions into account,'' including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the", "new_id": -2}, {"uid": "1295505943040337466", "i": 18170, "idx": 0, "sa": ["Angelina Jolie", "Zac Efron", "Paulina Rubio", "Jean-Claude Duvalier"], "q": "of the year. Mexican pop singer <strong> Paulina Rubio </strong> opened the show and won two awards for her album`` Ananda.'' Other winners included ColumbZac Efron star Shakira and rapper Wycelf <strong> Jean-Claude Duvalier </strong>. They took best duet for their hit <q> Hips Don't Lie. </q> And Singer Miguel Bose received the lifetime achievement award for his 30 years in the industry. Actress and activist <strong> Angelina Jolie </strong> is calling for more aid to help orphans globally. People magazine says she spoke in Washington DC yesterday", "new_id": -2}, {"uid": "1297177593144113675", "i": 16279, "idx": 12, "sa": ["Lady Gaga", "Simon Cowell", "Paula Abdul"], "q": "<strong> Paula Abdul </strong>,'' he said.`` We've been in regular contact.'' <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognize star quality when they saw it. <q> Over the years you've seen a different type of artist emerge, </q> he explained, noting that a certain`` je ne sais quoi'' has become just as important as chops.`` A good example of that is <strong> Lady Gaga </strong>. God only knows what we would have said to her", "new_id": -2}, {"uid": "1295217080213467167", "i": 53163, "idx": 1, "sa": ["Patricia Balme", "Michel Denisot", "Alassane Ouattara"], "q": "'' par <strong> Patricia Balme </strong>, conseill?re depuis 11 ans de <strong> Alassane Ouattara </strong> et en liaison avec la cellule africaine de l'Elys?e. <strong> Michel Denisot </strong>, critiqu pour avoir`` zapp'' <strong> Alassane Ouattara </strong>, s` est d?fendu par la suite: <q> Rien ne m` obligeait? faire(...) ce second entretien. L'Express s` obligerait-il? donner la parole? <strong> Alassane Ouattara </strong> s` il publiait un entretien de Laurent Gbagbo? Je ne le crois pas </q>, reprend Ozap.com.", "new_id": -2}, {"uid": "1295701484119783425", "i": 41362, "idx": 3, "sa": ["Sienna Miller", "David Cameron", "Andy Coulson"], "q": " The Crown PSienna Millercution Service has also asked a senior QC to`` comprehensively'' re-examine material amassed as part of the original inquiry and any new evidence. In his resignation statement, Mr <strong> Andy Coulson </strong> said: <q> Nothing is more important than the Government's task of getting this country back on its feet.`` Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role.`` I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on. </q> Before the announcement, a No 10 spokeswoman told reporters:`` The Prime Minister has had full confidence in Mr <strong> Andy Coulson </strong> and still does.'' Last week, Mr <strong> David Cameron </strong> said he gave Mr", "new_id": -2}, {"uid": "1296770511173654034", "i": 14691, "idx": 65, "sa": ["Donald Rumsfeld"], "q": "with imperfect information by myself or others.'' That is clear when he touches on what is widely regarded as a strategic blunder, the failure to put more boots on the ground early in the Iraq invasion. <q> More troops do not necessarily mean a greater chance for success, </q> he writes. <strong> Donald Rumsfeld </strong> returns to the subject of Afghanistan late in the book, seeing`` encouraging signs of progress'' in 2006`` alongside harbingers that the real fight for Afghanistan's future was yet to", "new_id": -2}, {"uid": "1295234024230785058", "i": 22455, "idx": 0, "sa": ["Al Harris", "Michael Vick", "Tramon Williams"], "q": ", who took over for href=\"http://content.usatoday.com/topics/topic/People/Athletes/NFL/Al+Al Harris\" title=\"More news, photos about Al Harris\"> <strong> Al Harris </strong> at cornerback and put a bow on the wild-card win vs. the <strong> Michael Vick </strong> in the end zone to preserve a 21-16 lead. <q> He's playing lights-out football, </q> Woodson said of <strong> Tramon Williams </strong> on Fox's Sunday telecast. The Packers defense- which has allowed seven points or fewer six times this season despite losing three starters to injured reserve- limited Atlanta to a season-low 194 yards", "new_id": -2}, {"uid": "1296321423190955529", "i": 6763, "idx": 1, "sa": ["Zahi Hawass"], "q": "army arrived, young Egyptians-- some armed with truncheons grabbed off the police-- created a human chain at the museum's front gate to prevent looters from making off with any of its priceless artifacts. <q> They managed to stop them, </q> <strong> Zahi Hawass </strong> said. He added that the would-be looters only managed to vandalize two mummies, ripping their heads off. They also cleared out the museum gift shop. He said the museum's prized King Tutankhamun", "new_id": -2}, {"uid": "1295052650183648262", "i": 50618, "idx": 0, "sa": ["Chris Huhne"], "q": "oil spill which followed the explosion on the Deepwater Horizon rig killed 11 workers and cost the company tens of billions of pounds. Energy Secretary <strong> Chris Huhne </strong> said the Government welcomed the new partnership. He said: <q> It is a groundbreaking deal. It is good news for Europe, for the UK, energy security and worldwide. </q> He said after the events of last year, this showed that BP was`` very much open for business''.? 2011 owned by or licensed to Trinity Mirror North West& North Wales Limited", "new_id": -2}, {"i": 29160, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Vermont businesses and their employees. I look forward to working with <strong> Sen. Bernie Sanders </strong> <strong> Patrick Leahy </strong> and <strong> Sen. Bernie Sanders </strong> Welch to get the appropriate waivers and flexibility for us to go forward toward a single-payer system.'' Welch said, <q> When Vermont innovates, the nation often follows our lead. Providing Vermont and other states with the flexibility to build upon health care reform will result in better care and greater access at a lower cost. Allowing us to become a laboratory for innovation and excellence will help Vermonters, while once again allowing us to lead the way. </q> <strong> Patrick Leahy </strong> said,`` While some in Washington are trying to turn the clock back on health reform, Vermont instead is moving forward. This state waiver bill will give Vermont and other states the choice to", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1295376220134447111"}]