[{"uid": "1296792773177504269", "i": 34486, "idx": 1, "sa": ["Nom De Strip", "David Letterman", "Jay Leno", "Stephen King"], "q": "Blair and Dan's scheming to push each other out of their internships at <strong> Nom De Strip </strong> sure doesn't mind. The comedian- a former href=\"http://www.tvguide.com/tvshows/late-night-David Letterman-David Letterman/200833\"> Late Night with <strong> David Letterman </strong> writer and performer- wastes no time blasting <q> Herman Munster with a neck job </q> on The Late Show because <strong> Jay Leno </strong> had recently ambushed him for one of his`` stupid'' Jay LenowalStephen King segments.`` How am I supposed to know flour is the main ingredient in bread?'' <strong> Nom De Strip </strong> says to the", "new_id": -2}, {"uid": "1295834023223035456", "i": 42629, "idx": 0, "sa": ["Jonathan Ross", "Russell Brand", "Simon Cowell", "Michael McIntyre", "Ricky Gervais"], "q": "edgy gags at Saturday night's bash. His victims included X Factor stars Cheryl Cole and <strong> Simon Cowell </strong>. He even took a playful swipe at <strong> Ricky Gervais </strong>- to show he wasn't above a ribbing- saying: <q> I wanted to be alone so I went to see <strong> Ricky Gervais </strong>'s new film Cemetery Junction. </q> Asked who his own current favourite comic is, <strong> Jonathan Ross </strong> declared:`` <strong> Russell Brand </strong>- despite certain issues.'' Advertisement Winners at the awards included <strong> Michael McIntyre </strong>( Best Male Comic)", "new_id": -2}, {"uid": "1295658341074924035", "i": 651, "idx": 1, "sa": ["Steve Hilton", "David Cameron", "Andy Coulson"], "q": "the civil cases it may appear as if current top executives are involved in a costly cover-up that could damage their professional reputations. <strong> Andy Coulson </strong>, who will remain in Downing Street for a fortnight, said: <q> Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role. I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on. </q> <strong> Andy Coulson </strong> is one of the most trusted members of <strong> David Cameron </strong>'s inner circle, with an apparent direct line to swing voters and News International. He has been a counterweight to <strong> Steve Hilton </strong>, <strong> David Cameron </strong>'s more visionary", "new_id": -2}, {"uid": "1295247068175046697", "i": 56787, "idx": 1, "sa": ["Angelina Jolie", "Johnny Depp"], "q": "nice to be acknowledged for your work,'' said <strong> Johnny Depp </strong>, who is nominated for Best Actor-- Comedy or Musical for his performance in` The Tourist' alongside his performance in` Alice in Wonderland.' <q> I certainly didn't expect two nominations in the same category, but if that's what they saw, I guess that's what they saw. I'm very touched. </q> <strong> Angelina Jolie </strong> is nominated for Best Actress-- Comedy or Musical for her performance in` The Tourist,' and she commented,`` You work hard at something and you do a film that you love and you never", "new_id": -2}, {"uid": "1296774466232128553", "i": 26982, "idx": 0, "sa": ["Mike Pence", "Jim Wallace"], "q": ". <strong> Jim Wallace </strong> of Fishers wrote in a letter to state and local GOP officials that his experiences in business and in public service have trained him for the challenges of leading Indiana. He says he'll be <q> embarking on a series of meetings </q> to understand the state's needs and how he can help. <strong> Jim Wallace </strong> could face an uphill battle for the Republican nomination if U.S. <strong> Mike Pence </strong> decides to run. <strong> Mike Pence </strong> recently said he will not run for president", "new_id": -2}, {"uid": "1295216948075989018", "i": 18624, "idx": 1, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "href=\"http://www.latimes.com/topic/entertainment/Mark Kelson-Mark Kelson-PECLB002741.topic\"> <strong> Mark Kelson </strong>, on Saturday night. The astronaut described the latest progress in his critically injured wife's recovery after the Jan. 8 shooting.`` She's making progress every day,'' <strong> Kirsten Gillibrand </strong> said. <q> She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did. </q> Safeway Mark Kelsonet in Tucson where the congresswoman had gone to meet with constituents. Six died and 13, including <strong> Gabrielle Giffords </strong>, were wounded in the shooting. About 500 people joined a walk for peace Sunday morning", "new_id": -2}, {"uid": "1297089447093831169", "i": 3704, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Iraq troop draw down speed.| Reuters Former Defense Secretary <strong> Donald Rumsfeld </strong> is conceding`` it's possible'' that the biggest mistake of the Iraq war came in drawing down troops too quickly. <q> I don't have enough confidence to say that that's right. I think that it's possible, </q> he said.`` We had[ an] enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed.'' He added:`` It's hard to", "new_id": -2}, {"uid": "1295439905093192278", "i": 26271, "idx": 5, "sa": ["Jim Cantiello", "Simon Cowell"], "q": "if it was a train wreck, if only because it would make the show more interesting. But she'll definitely miss <strong> Simon Cowell </strong>, who for her was the main reason to watch the show in the past. <q> He was so adept at taking down people and everything he said got to the real heart of what was wrong with that person, </q> she said.`` If there's no one to do that and it's all sugarcoated, I will be disappointed.'' Both Barrett and <strong> Jim Cantiello </strong> said they were a bit concerned about the show's", "new_id": -2}, {"uid": "1295487735203259910", "i": 57945, "idx": 5, "sa": ["Mike Pence", "Eliot Engel", "Todd Rokita"], "q": "people of Indiana sent me to Washington D.C. with very specific instructions: get the government out of our lives,'' said <strong> Mike Pence </strong> <strong> Todd Rokita </strong>, R-Indiana. Democrats called the repeal vote pure politics. <q> If the American people want us to work together, this is not the way to do it. If there is a problem with the bill we should tweak it! </q> said <strong> Mike Pence </strong> <strong> Eliot Engel </strong>, D-New York. by pasha128 January 19, 2011 8:17 PM EST by pasha128 January 19, 2011 8:11 PM EST by PhilipASC January 19, 2011 8:05 PM EST`` When you order every American", "new_id": -2}, {"i": 17605, "idx": 16, "index_answer": 0, "new_id": -1, "q": "with an injured rib and back.`` Part of the reason I'm here is because I was able to wear some rib protection this season to guide me through my injury,'' <strong> Michael Vick </strong> said. <q> Unequal was one of the reasons I've been able to make it through the season. </q> <strong> Michael Vick </strong> will get the start on Sunday and try to earn his first Pro Bowl victory. Subscribe Now Home delivery prices for Oahu Only. Please call customer service at(808) 538-6397 for Neighbor Island", "sa": ["Michael Vick"], "uid": "1296128197246497300"}]