[{"uid": "1296783985243531800", "i": 16374, "idx": 0, "sa": ["Allen Iverson", "Michael Bruce Curry"], "q": "his play Friday night. Once he got the chance. Coming off the bench for the first time as a Piston, <strong> Allen Iverson </strong> scored 17 points and led Detroit to a 107-97 victory over the slumping Milwaukee Bucks. <q> With everything going on, I wanted to play well, </q> <strong> Allen Iverson </strong> said.`` I just wanted to play well. Especially for my teammates because I let them down by not being here.'' <strong> Allen Iverson </strong> was benched by Pistons coach <strong> Michael Bruce Curry </strong> to begin the game, punishment for", "new_id": -2}, {"uid": "1295601684081559570", "i": 32282, "idx": 7, "sa": ["Owen Thomas", "Larry Page", "Eric Schmidt", "Sergey Brin"], "q": ", or if <strong> Larry Page </strong> chafes at the relentless public demands of running a massively scrutinized public company.'' Venturebeat's <strong> Owen Thomas </strong> said`` <strong> Larry Page </strong>'s emphasis has always been on the company?s products.'' <q> With his ascendancy, the company's engineers will reign unchallenged-- not that they had much trouble before, </q> <strong> Owen Thomas </strong> said. In a blog post, <strong> Eric Schmidt </strong> said:`` <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making.", "new_id": -2}, {"uid": "1295656524179601429", "i": 48627, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "wavered. Shares of Google, which gained 2% after hours following late-Thursday's better-than-expected quarterly results and the news that <strong> Larry Page </strong> would replace <strong> Eric Schmidt </strong> as chief executive, fell 2.4% on Friday. <q> What's going to change under <strong> Larry Page </strong>? </q> said BGC Partners analyst Colin Gillis, asking the question on the minds of executives from the tech capital of Silicon Valley to media-centric New York.`` In our opinion, <strong> Larry Page </strong> is likely to increase investments", "new_id": -2}, {"uid": "1297704499114671685", "i": 312, "idx": 0, "sa": ["Hoda Kotb", "David Letterman", "Josh Groban"], "q": "a Juno Award, two Grammy Awards, and an Academy Award. He has sold more than 25 million albums worldwide. You can also see <strong> Josh Groban </strong> on Tuesday, February 15th where he will perform on <q> Live with Regis& Kelly </q> and`` The Late Show With <strong> David Letterman </strong>,'' as well as make a return appearance on`` The Today Show,'' where he will chat with Kathie Lee and <strong> Hoda Kotb </strong>. <strong> Josh Groban </strong> is also performing the", "new_id": -2}, {"uid": "1297706494051036178", "i": 46487, "idx": 3, "sa": ["Mike Pence", "Cecile Richards"], "q": "said.`` This would roll back decades of progress for women's health care.''`` We are a safe place where people can go and ask difficult questions about sex,'' <strong> Cecile Richards </strong> said. <q> We do this for teens and adults, gays and straights, and that really irritates some people who believe sex is only for procreation. </q> In an emergency email to its members that LifeNews.com obtained, <strong> Cecile Richards </strong> said she is expecting a vote this week on the <strong> Mike Pence </strong> measure, which she called`` the most dangerous legislative assault on women's health", "new_id": -2}, {"uid": "1295620890249511950", "i": 48279, "idx": 0, "sa": ["Wanda Jackson", "David Letterman", "Jack White"], "q": "blistering performance on`` Late Show with <strong> David Letterman </strong>.'' Davis is with touring with <strong> Jack White </strong> and <strong> Wanda Jackson </strong>, known as the Queen of Rockabilly, after <strong> Jack White </strong> arranged and produced <strong> Wanda Jackson </strong>'s upcoming new album, <q> The Party Ain't Over. </q> Rachael Davis and plays bass in the popular folk/bluegrass/funk/ jazz group Steppin' In It. Davis is a childhood pal of <strong> Jack White </strong>. Read more about the connection in an MLive story stories with the most comments", "new_id": -2}, {"uid": "1297713451165232641", "i": 49252, "idx": 2, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website.: No mummies damaged by looters at Cairo's... <strong> Zahi Hawass </strong> Report Abuse <q> he's done alot to help keep Egypt's pass in Egypt... starting back 25 or 30yrs ago.. but now he's a big windbag..'.. a`` showman </q> and publicity hound..' \" Time.com: Why <strong> Hosni Mubarak </strong> Should Have Seen Egypt's Revolution Coming Hot Stock Alert- GTSO Profit From New Rare Earth Exporter! China Rare Earth Exports Up 171% Trader Makes$", "new_id": -2}, {"uid": "1295348812121946130", "i": 36191, "idx": 1, "sa": ["Steve Ballmer", "Maria Bartiromo"], "q": "an interview with <strong> Maria Bartiromo </strong>, Microsoft CEO <strong> Steve Ballmer </strong> discussed the success of Kinect, dodged questions regarding Windows Phone 7's viability, and complimented Facebook, a partner the company is working with for its Bing search engine( <q> It's worth exactly what investors will pay for it. They're a great partner, and I love them. </q>) <strong> Steve Ballmer </strong> also talked about what he feels to be the two biggest trends for the next two years: natural interface via voice, touch and vision recognition, and the Cloud.`` There's still so much", "new_id": -2}, {"uid": "1296126163046055428", "i": 42081, "idx": 1, "sa": ["Alassane Ouattara", "Bingu wa Mutharika"], "q": "n?e de la pr?sidentielle ivoirienne du 28 novembre, a d?clar le chef d'Etat malawite et pr?sident en exercice de l'UA,? l'issue d'un second entretien avec M. Gbagbo, apr?s une rencontre avec M. <strong> Alassane Ouattara </strong>. <q> Je vais transmettre ses propositions et ses vues? l'Union africaine,? ses fr?res chefs d'Etat et de gouvernement de l'Union africaine, afin que ensemble, par la concertation, nous puissions trouver un moyen d'avancer </q>, a ajout M. <strong> Bingu wa Mutharika </strong>, sans plus de pr?cision, sur les marches du palais pr?sidentiel. A son c?t, M. Gbagbo acquies?ait. Lors d'un sommet dimanche et lundi prochains? Addis Abeba, l'UA", "new_id": -2}, {"i": 6788, "idx": 3, "index_answer": 1, "new_id": -1, "q": ".`` I don't even remember when <strong> John Starks </strong> was in the CBA, and I don't remember when he first came into the league,'' said <strong> Michael Jordan </strong>, referring to the minor league Continental Basketball Association. <q> But I know he's here now. </q> And <strong> John Starks </strong> had plenty of help. Patrick http://wn.com/Allen_Iverson_48pts_vs_Michael_Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he might be on his way to another career game when he put up 45 points in the first three quarters against his favorite foils, the Milwaukee", "sa": ["John Starks", "Michael Jordan", "Allen Iverson"], "uid": "1295687287040943628"}]