[{"uid": "1296728555250200065", "i": 52058, "idx": 0, "sa": ["Michael Vick", "Martha Stewart"], "q": "crippled Shih Tzu, said any dog will bite if provoked- citing <strong> Martha Stewart </strong>'s recent run-in with her own dog. Hansen blames the pit bull's bad reputation on owners and the press. <q> You have a tendency to sensationalize stories or put into them right down to the blood and gore when it isn't really necessary, </q> said Hansen, who has two dogs, 9-year-old Lab-collie brothers named Chaz and Zach. Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that`` people can", "new_id": -2}, {"uid": "1295316162045481984", "i": 12000, "idx": 7, "sa": ["Allen Iverson"], "q": "these online threats, is expected to hit its highest point on... Degrassi: I Just Don't Know.../ Try Honesty Promo The Boiling Point continues Monday, August 2, 2010 at 9pm on TeenNick with <q> I Just Don't Know What To Do With Myself( Part 1) </q>.... <strong> Allen Iverson </strong> 50pts Philadelphia 76ers vs Atlanta Hawks 03/04 NBA* Flu Game* Season High <strong> Allen Iverson </strong> 50pts Philadelphia 76ers vs Atlanta Hawks 03/04 NBA* Flu Game* Season High Once the flu didn't stop <strong> Allen Iverson </strong>,", "new_id": -2}, {"uid": "1296202605241369115", "i": 28002, "idx": 2, "sa": ["Barack Obama", "Orin Kramer", "Kirsten Gillibrand"], "q": "<strong> Kirsten Gillibrand </strong>( D-N.Y.), said that the$ 1 billion target for total money raised is both floating around fundraising circles and not out of bounds.`` It sounds incredibly aggressive,'' he said. <q> But I think it's very doable. </q> If <strong> Barack Obama </strong> hopes to hit such a mark, he'll need his top team on board. According to the prominent <strong> Barack Obama </strong> donor, the <strong> Barack Obama </strong>'s core group of financial backers including <strong> Orin Kramer </strong>, an investor", "new_id": -2}, {"uid": "1295624661249511997", "i": 4100, "idx": 1, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "year when Google decided to target=\"_blank\" href=\"http://www.businessinsider.com/google-threatens-to-pull-out-of-china-2010-1\"> pull out of China. He fought with <strong> Sergey Brin </strong> and <strong> Larry Page </strong>, saying it was a bad idea to leave such a huge marketplace. After losing that battle, he <q> lost some energy and focus. </q> At the same time, Google's social efforts were flopping, Facebook was poaching engineers, and the government was harrassing Google. <strong> Eric Schmidt </strong> started to contemplate leaving. He decided to stay after Labor Day, convinced he", "new_id": -2}, {"uid": "1296169610157696001", "i": 1575, "idx": 0, "sa": ["Steve Ballmer", "Peter Klein"], "q": "climbed nearly a billion US dollars.`` We are enthusiastic about the consumer response to our holiday lineup of products, including the launch of Kinect,'' said Microsoft chief financial officer <strong> Peter Klein </strong>. <q> The pace of business spending, combined with strong consumer demand, led to another quarter of operating margin expansion and solid earnings per share growth. </q> Microsoft sold more than eight million gesture-sensing Kinect controllers for Xbox 360 videogame consoles in the 60 days after it hit the market in November, chief executive <strong> Steve Ballmer </strong> said early this month. Kinect lets", "new_id": -2}, {"uid": "1296277283055640092", "i": 30681, "idx": 3, "sa": ["Stephen Jackson", "Allen Iverson", "Dwyane Wade"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way.`` He wasn't missing anything,'' Hawks forward <strong> Stephen Jackson </strong> said. <q> When a guy is shooting like that, there's nothing you can do. </q> <strong> Allen Iverson </strong> scored 14 http://wn.com/Dwyane Wade_Dwyane Wade_near_triple_double_vs_Atlanta_Hawks_game_3_2009_NBA_Playoffs MIAMI( AP) <strong> Dwyane Wade </strong> swished a 3-pointer, then turned and shook his hand like it was burning. Yep, <strong> Dwyane Wade </strong> and the Miami Heat are that hot right now. <strong> Dwyane Wade </strong> finished with", "new_id": -2}, {"uid": "1296459950150618115", "i": 37352, "idx": 0, "sa": ["Simon Cowell", "Oprah Winfrey"], "q": "revealed that listening and emotional intelligence are important in the entertainment business, but hiding weakness from competitors is also vital.`` Doing these shows is relentless,'' he told <strong> Oprah Winfrey </strong> on her TV show. <q> When the ratings come in you're happy for five minutes, then insecure madness comes in, and you worry about next week. </q> In the notoriously cut-throat music industry, <strong> Simon Cowell </strong> says he's learned it's crucial not to show weakness to competitors.`` People sometimes react to my confidence in the way that two dogs meet in the", "new_id": -2}, {"uid": "1295354667110805007", "i": 36869, "idx": 0, "sa": ["Derek Hough", "Simon Cowell"], "q": "Cole to buy a multi-million dollar home in North Palm Drive, rather than move into a more modest? 400,000 apartment with her alleged boyfriend <strong> Derek Hough </strong>. A supposed friend of Cole's said of <strong> Simon Cowell </strong>: <q> He knows how lonely it can be to start over in a new country and he wants her nearby.`` Space, privacy and security don't come cheap in LA- especially where he lives. <strong> Simon Cowell </strong> wants Cheryl to be happy and he knows she'll enjoy living in his neighbourhood. </q> The insider claimed that Cole is not yet ready to move in with <strong> Derek Hough </strong>, explaining:`` Cheryl and <strong> Derek Hough </strong> have definitely been getting closer, but she wants her own life in LA- her own", "new_id": -2}, {"uid": "1297268304137707526", "i": 1070, "idx": 3, "sa": ["Donald Rumsfeld", "Adlai Stevenson III"], "q": "joke. There was no strength there.'' Nixon promised to endorse <strong> Donald Rumsfeld </strong> in the primaries if necessary, and also took a shot at the man <strong> Donald Rumsfeld </strong> would most likely be running to defeat: <q> The President told me that he will endorse and support me. He said he couldn't before, but he will now even in primaries if it will help me. He said he felt I should decide now, and not tell anybody except for a few people. If I told any more it would be stupid, and I'm not stupid. He went on to say that </q> <strong> Adlai Stevenson III </strong> was light. He was better looking than his dad, but he had no elan, that he could be beat, and that he, the President, wanted to do what he could to help me", "new_id": -2}, {"i": 49389, "idx": 2, "index_answer": 0, "new_id": -1, "q": "he could think most people in Dallas would support the decision to give <strong> Michael Vick </strong> a key when many see him as the face of cruelty to animals, <strong> Dwaine Caraway </strong> responded that not everyone sees him that way. <q> In the eyes of many people, he's a hero, </q> said <strong> Dwaine Caraway </strong>, adding that he doesn't condone animal cruelty. Photo: Scars from fighting mark the face of Lucas, the grand champion of football player <strong> Michael Vick </strong>'s fighting dogs in Kanab, Utah.", "sa": ["Dwaine Caraway", "Michael Vick"], "uid": "1297240707110002271"}]