[{"uid": "1297667248167985164", "i": 22430, "idx": 1, "sa": ["Salima Ikram", "Zahi Hawass"], "q": "by thieves who climbed up a fire escape and then used ropes to lower themselves into the museum. The thieves appear to have carefully selected some of the most valuable objects while ignoring less important artefacts. <q> They are not something you would come and randomly find, </q> an Egyptologist at Cairo's American University, <strong> Salima Ikram </strong> Said <strong> Salima Ikram </strong>, told Reuters. Restoration work has already started at the museum to repair the damage by looters. <strong> Zahi Hawass </strong> said that 70 pieces were damaged.", "new_id": -2}, {"uid": "1296126395252575751", "i": 5645, "idx": 4, "sa": ["Barack Obama", "Simone Gbagbo", "Alassane Ouattara", "Horace Campbell"], "q": ". FRANCE 24 INTERNATIONAL NEWS 24/7 www.france... video results for: <strong> Simone Gbagbo </strong> african <strong> Alassane Ouattara </strong> <strong> Horace Campbell </strong> on Ivory Coast Crisis:`` This is a Test for the African Union'' 2 of 2 <strong> Horace Campbell </strong> on Ivory Coast Crisis: <q> This is a Test for the African Union </q> 2 of 2 Democracy Now! Monday, December 27, 2010 democracynow.org A general strike has been called for in the Ivory Coast today to force incumbent <strong> Barack Obama </strong> Laurent <strong> Simone Gbagbo </strong> to cede power. <strong> Simone Gbagbo </strong> has refused to step", "new_id": -2}, {"uid": "1296616066006586369", "i": 2465, "idx": 3, "sa": ["Angelina Jolie", "John Key", "Sue Kedgley"], "q": "`` pretty hot'' and said <strong> Angelina Jolie </strong>`` is not too bad'' either.Veteran Green Party legislator and women's rights campaigner <strong> Sue Kedgley </strong> later told a newspaper that <strong> John Key </strong>'s comments were boorish and unbecoming of a prime minister. <q> He is obviously trying to appeal to a sporting audience, </q> she said.`` But it does sound a bit odd to be going on and on about href=\"http://www.earthtimes.org/tag/women.html\"> women who are` hot', etc.'' She said <strong> John Key </strong>'s comments were`` a bit stereotypical", "new_id": -2}, {"uid": "1297279053018513941", "i": 36762, "idx": 0, "sa": ["Nick Turner", "Steve Ballmer", "Lisa Wolfson", "Ray Ozzie"], "q": "Microsoft's business unit, its biggest source of sales. When Chief Software Architect <strong> Ray Ozzie </strong> announced plans to step down in October, <strong> Steve Ballmer </strong> declined to replace him in that central role, saying the company had <q> strong technical leaders in each business group. </q>-- Editors: <strong> Nick Turner </strong>, <strong> Lisa Wolfson </strong> To contact the reporter on this story: Dina Bass in Seattle at dbass2@bloomberg.net", "new_id": -2}, {"uid": "1296095882011763715", "i": 33331, "idx": 2, "sa": ["Eric Schmidt", "Ray Lane", "Michael Dell"], "q": "potential. The`` e-commerce space feels overheated because valuations are based on long-term revenue expectations,'' said <strong> Eric Schmidt </strong>, who plans to step down from his role as CEO and become executive chairman in April. <q> But if you look at Google's history, that potential is real </q> <strong> Michael Dell </strong> and <strong> Ray Lane </strong>, whose companies compete in the market for personal computers, also traded barbs over 3Par, a storage provider acquired for$ 2.35 billion in September by HP. The computer makers held a", "new_id": -2}, {"uid": "1295819162241696823", "i": 23972, "idx": 0, "sa": ["Angelina Jolie"], "q": ", pillowy <strong> Angelina Jolie </strong> mouth, suffering through stinging lip glosses and shots of collagen for it. But these days the focus has shifted to a fat, feathery eye fringe.( Ask the Kardashians.) <q> The goal is drag-queen lashes, </q> said Amber Katz, 30, a writer, describing the look she wants on Saturday nights.`` Veering into' I sweat glitter' territory.'' For her, and the rest of those craving", "new_id": -2}, {"uid": "1297689222161349677", "i": 26228, "idx": 0, "sa": ["Alassane Ouattara"], "q": "because of security concerns, a senior official said on Monday. The world's top cocoa grower has been in turmoil since a disputed November 28 presidential election between incumbent Laurent Gbagbo and rival <strong> Alassane Ouattara </strong>. <q> The entire BICICI network is closed until further notice, </q> the official, who could not be named because of death threats against other banking staff, told Reuters.`` I am staying home today.''", "new_id": -2}, {"uid": "1295946089238239750", "i": 36256, "idx": 1, "sa": ["Chris Huhne"], "q": ". This proposal follows changes to the Paris and Brussels Conventions on third party liability.The Conventions establish an international( mainly western European) framework for compensating victims of a nuclear incident. <strong> Chris Huhne </strong> said: <q> We are taking steps to reduce any risk of the taxpayer having to pick up the tab for new nuclear further down the track.`` We've already set out how operators will be required to put aside money from day one for their eventual clean up and waste storage, and now we're increasing substantially the liability to be taken on by operators. </q> The proposals also increases the categories of damage for which operators are liable to include damage related to the environment. The UK has made an agreement with China to formally work together on low-carbon growth. MPs", "new_id": -2}, {"uid": "1296105835053329950", "i": 40779, "idx": 0, "sa": ["Ian Edmondson", "Glenn Mulcaire", "Andy Coulson"], "q": "for any indication that Mr <strong> Ian Edmondson </strong> or other figures at the newspaper were responsible for instructing Mr <strong> Glenn Mulcaire </strong> to target the phones of celebrities and politicIan Edmondsons prior to 2006. In a statement, News International said: <q> The News of the World has terminated the employment of <strong> Ian Edmondson </strong>. Material evidence found during the course of the subsequent investigation has led to( his) dismissal. News International has informed the police, handed over the material it has found and will give its full co-operation. </q> The sacking of one of Mr <strong> Andy Coulson </strong>'s most trusted tabloid attack dogs represents a dramatic change in the stance of News International, which as recently as this month was maintaining its stance that the", "new_id": -2}, {"i": 19998, "idx": 1, "index_answer": 0, "new_id": -1, "q": "said:`` I'd do it for a million for SANDS. money, mouth??????????????????'' <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: <q> I will get ITV to make substantial five figure donation to your charity for the interview </q>. But <strong> Lily Allen </strong> told him:`` Those are my terms. I've got no interest in coming on your show, you've been asking me for years.'' She revealed she had", "sa": ["Piers Morgan", "Cheryl Cole", "Lily Allen", "Gordon Brown", "Simon Cowell"], "uid": "1295007787037093399"}]