[{"uid": "1296701462033554469", "i": 1622, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "attention. They don't mean anything'' as he puts it. I pulled him into a tight hug and I smelled his axe. He always used axe ever since he knew <strong> Justin Bieber </strong> wore it. Cody: <q> hey K, miss me much? </q> I laughed into his chest and heard the evil Courtney leave with her clicking high heels hitting the floor loudly. Ryan http://wn.com/*_U_Smile_/_I_Smile_,_Right?-*_A_Justin Bieber_Justin Bieber_Love_Story_Chapter_11 <strong> Justin Bieber </strong> on` Late Show with <strong> David Letterman </strong>' to promote` Never Say Never'", "new_id": -2}, {"uid": "1296376798018071610", "i": 6628, "idx": 5, "sa": ["Avicii", "Allen Iverson"], "q": "Pistons started slowly before turning it on defensively in the second half. With a game against the undefeated Los Angeles Lakers coming up Friday night, Detroit is looking for a complete game to extend that winning streak. <q> The best part about it is we struggled at Aviciies in the game but we got it done, </q> <strong> Allen Iverson </strong> said.`` We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going", "new_id": -2}, {"uid": "1295235309203751448", "i": 13753, "idx": 0, "sa": ["Charlie Sheen", "Angelina Jolie", "Johnny Depp"], "q": "as <strong> Charlie Sheen </strong> calls it- breakfast!'' Ricky wasn't afraid of upsetting the major stars sat in front of him.`` Seems like everything was 3D this year,'' he told the audience <q> except for the characters in The Tourist! </q> He added:`` I'd like to quash the rumours that the only reason The Tourist was nominated is so that the Hollywood Foreign Press can hang out with <strong> Johnny Depp </strong> and <strong> Angelina Jolie </strong>. That is rubbish,", "new_id": -2}, {"uid": "1295308290035520531", "i": 51349, "idx": 0, "sa": ["Charlie Sheen", "Johnny Depp", "Hugh Hefner", "Angelina Jolie", "Helena Bonham Carter", "Ricky Gervais"], "q": ", <strong> Charlie Sheen </strong>, <strong> Angelina Jolie </strong> and <strong> Johnny Depp </strong> of`` The Tourist'', The Hollywood Foreign Press Association, Cher, the actresses in Sex and the City, prominent Scientologists and <strong> Hugh Hefner </strong>. reaction summed up its jaw-dropping bluntness: <q> Holy wow. <strong> Ricky Gervais </strong>... just opened the show with one of the most unrelentingly harsh and uncomfortable monologues in awards history. </q> This item is both good, and perhaps not so good, for director <strong> Helena Bonham Carter </strong>, has had the distinct honor( some might say dubious distinction) of making it on a list- twice- of", "new_id": -2}, {"uid": "1295658306074924083", "i": 2356, "idx": 5, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": ", and <strong> Sergey Brin </strong> ran the company together- or not together, as the case may be. <strong> Sergey Brin </strong> and <strong> Larry Page </strong> didn't just hire those Firefox devs on their own. They acquired entire companies on their own. <q> One day <strong> Larry Page </strong> and <strong> Sergey Brin </strong> bought Android, and I didn't even notice, </q> <strong> Eric Schmidt </strong> target=\"_blank\" href=\"http://mediamemo.allthingsd.com/20091007/live-from-new-york-google-cofounder-Sergey Brin-Sergey Brin-meets-the-press/\"> said in 2009.`` <strong> Sergey Brin </strong> found Google Earth one day while he was surfing on the web. And then he walked into my office and told me he bought them.''", "new_id": -2}, {"uid": "1297606486106446870", "i": 18536, "idx": 2, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "prisoners at Abu Ghraib came to light in 2004. He says he tried repeatedly to persuade <strong> George H. W. Bush </strong> to accept his resignation and <strong> George H. W. Bush </strong> repeatedly refused. Eventually, <strong> Donald Rumsfeld </strong> accepted that he should stay but, he writes: <q> This was a misjudgment on my part. </q> Misjudgment? For a man so clear-eyed and strategy-driven, it seems an odd understatement. His defence of Guant?namo, on the other hand, is compelling, at least as a counterweight to what in Britain", "new_id": -2}, {"uid": "1295599345020365320", "i": 34612, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": " href=\"http://www.heise.de/\"> Google: Ein neuer, alter Chef f?r neue Herausforderungen <q> T?gliche Aufsicht durch Erwachsene nicht mehr n?tig! </q> Mit diesem href=\"http://twitter.com/#!/Eric SchmidtEric Schmidt/status/28196946376130560\" rel=\"external\"> Tweet verk?ndete Google-Chef <strong> Eric Schmidt </strong> am Donnerstagabend, kurz vor der seinen R?ckzug in die zweite Reihe. Seine Ziehkinder sind fl?gge geworden, vor allem einer: <strong> Larry Page </strong>. Der Mitgr?nder von Google", "new_id": -2}, {"uid": "1295639157179568677", "i": 24805, "idx": 3, "sa": ["Tim Cook", "Seth Harris", "Eric Schmidt"], "q": "key talent to rival href=\"http://www.facebook.com\"> Facebook is another sin often laid at <strong> Eric Schmidt </strong>'s feet. The reason for the exodus, many say, is that the company is no longer technically innovative enough. <q> Google is losing engineers frustrated by a shift in the culture that normally happens when a company gets as big as Google is, </q> <strong> Seth Harris </strong>, technology practice head at href=\"http://www.Tim CookAssociates.com\" target=\"_blank\"> <strong> Tim Cook </strong> Associates, told the E-Commerce Tim Cookes.`` Engineers fear the company is not moving fast enough and say it's harder to get Tim Cooke with leaders;", "new_id": -2}, {"uid": "1297271105258801677", "i": 51919, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "building is reflected in the sunglasses... Article: More wealthy DC residents registering guns... Video: Why Americans Are Turning Against Barack Obamacare Report Abuse \" Jsut what he wants from those five activists judges. \" Report Abuse <q> Waaah, I'm Virginia, my governor is borrowing funds like crazy and still calls himself a conservative republican. WAAAH, He's selling guaranteed state revenue liquor licenses to his cronies and friends. </q> Time.com: Smartphone Sins: Catholic Church Approves Confession by iPhone ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options!", "new_id": -2}, {"i": 5355, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coordinator, because he is a defensive guy at heart, and he has that infectious personality- players relate to him,'' said former Eagles linebacker <strong> Ike Reese </strong>, who played for Mora with the Falcons from 2005-06. <q> He grew up around an NFL locker room. He has an aggressive approach. He's not an over-blitzer; Jim believes in getting after you with the front four and in strong secondary play. </q> Mora, of course, coached <strong> Michael Vick </strong> in Atlanta. Last October, he interviewed <strong> Michael Vick </strong> on behalf of the NFL Network; <strong> Michael Vick </strong> apologized to Mora for being immature and not being focused on his job when", "sa": ["Ike Reese", "Michael Vick"], "uid": "1295254492092618801"}]