[{"uid": "1296135208234815502", "i": 21193, "idx": 0, "sa": ["Bruce Forsyth", "Cheryl Cole", "Simon Cowell"], "q": "was a toss up between <strong> Simon Cowell </strong> and <strong> Bruce Forsyth </strong> over who was revealing less about their future plans. <strong> Simon Cowell </strong> kept mum over whether <strong> Cheryl Cole </strong> would be joining him for the US version of The X Factor- <q>no one has been contracted apart from me<q>- but did promise some changes for the ITV1 version of the talent show. \"It's got to be different. Full stop.\" <strong> Bruce Forsyth </strong>, meanwhile, batted away the perennial questions about his imminent", "new_id": -2}, {"uid": "1295977910157089808", "i": 30967, "idx": 15, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "We played well.\" It http://wn.com/Allen_Iverson_28pts_Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q>I've now scored 40 points on the highest stage you can ever score,<q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. \"I will remember this night for the rest of my", "new_id": -2}, {"uid": "1295779884044482691", "i": 35744, "idx": 0, "sa": ["Andy Coulson", "Steve Hilton"], "q": "Saturday reading list. Both capture why <strong> Andy Coulson </strong>'s resignation matters, if not to the general swell of British politics, at least to internal operations in Coalitionville. article for the Guardian is captured by its headline: <q><strong> Andy Coulson </strong> Couslon had a nose for the view of the aspirational voter.<q> But it also homes in on the point that <strong> Andy Coulson </strong>'s departure tilts No. 10 in favour of <strong> Steve Hilton </strong>- something that, rightly or wrongly, will bother the Tory right far more than it does Lib", "new_id": -2}, {"uid": "1295626550004243492", "i": 6705, "idx": 0, "sa": ["Elton Brand", "Allen Iverson", "Kyle Busch"], "q": "programs, the <strong> Elton Brand </strong> Foundation is merely a front to give <strong> Elton Brand </strong> a forum in which to dunk on children all day <strong> Kyle Busch </strong>: Forced to shut down his Motor for Life Fund when authorities learned its stated purpose of <q>teaching sportsmanship, dignity, and respect to underprivileged children<q> was actually accomplished through playing the original arcade version of Cruis'n USA <strong> Allen Iverson </strong>: Claimed the goal of his Answer Foundation was to end world hunger; used the charity's money to hold an annual press conference and", "new_id": -2}, {"uid": "1297252657192888905", "i": 35468, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "Posted at 6:00 AM ET, 02/ 9/2011 <strong> Donald Rumsfeld </strong>, interviewed on Good Morning America.( abc.com) <q>But you had inspectors in the country[ Iraq]. Why was it necessary to invade--<q> Former defense secretary <strong> Donald Rumsfeld </strong>: <strong> Saddam Hussein </strong> \"had thrown them out about the second or third or fourth time.\"-- An exchange during an interview on ABC's \"Good Morning America,\" Feb. 8", "new_id": -2}, {"i": 12105, "idx": 0, "index_answer": 0, "new_id": -1, "q": "considered too unseasoned to steer Google's operations, and comes as the company tries to maintain its dominance online in the face of growing rivals such as Facebook. He takes over for <strong> Eric Schmidt </strong>, 55. <q>I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!<q> wrote <strong> Eric Schmidt </strong> in a post on Google's official blog. \"Larry, in my clear opinion, is ready to lead.\" Page will take over April 4, with <strong> Eric Schmidt </strong> taking the", "sa": ["Eric Schmidt"], "uid": "1295670206191152262"}, {"uid": "1294970357038420485", "i": 2884, "idx": 0, "sa": ["Kirsten Gillibrand", "Dr. Peter", "Gabrielle Giffords"], "q": "to lift her legs on command. With her closest friends from Congress holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong> opened her left eye and tried to focus on loved ones for the first time. <q>It was raw courage. It was raw strength. It was so beautiful and so moving,<q> Sen. <strong> Kirsten Gillibrand </strong> of New York said of the Arizona legislator. \"She wanted us to know that she was with us a hundred percent and understood everything we were saying.\" <strong> Gabrielle Giffords </strong>' neurosurgeon, <strong> Dr. Peter </strong>", "new_id": -2}, {"uid": "1297425673245137428", "i": 31564, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "the exclusive vendor for Windows Phone 7 devices, the two will work together on development and marketing initiatives. \"This partnership with Nokia will accellerate, dramatically accelerate Windows phone ecosystem,\" said <strong> Steve Ballmer </strong>. <q>We need to and we will collaborate closely on joint development and joint marketing initiatives. Nokia's location and mapping services will improve our joint experience and help deepen the access and information in our Bing service. Nokia will work with us on hardware advances and work on its own unique hardware advances. This partnership is good for Microsoft and its good for Nokia.<q> No official handsets were announced at the event, though <strong> Steve Ballmer </strong> said that engineering teams have been working extensively together for some time. A question on tablets was asked, to which <strong> Stephen Elop </strong> answered that", "new_id": -2}, {"uid": "1296677924235356194", "i": 46363, "idx": 0, "sa": ["John Podesta", "Joe Pitts", "Mike Pence"], "q": "narrow exemptions to the amendment in the event of rape, abuse or when the life of the woman is threatened, adding controversial language that would change \"rape\" to \"forcible rape,\" which <strong> John Podesta </strong> said <q>bizarrely distinguishes between good rapes and bad rapes.<q> <strong> Mike Pence </strong>'s bill would prohibit abortion providers from receiving federal funding. And <strong> Joe Pitts </strong>' bill would reintroduce the proposals from the \"Stupak amendment,\" meant to bar tax credits or subsidies for any private health", "new_id": -2}, {"uid": "1296858906060604470", "i": 19246, "idx": 0, "sa": ["Pauley Perrette", "David Letterman"], "q": "the naked eye and even her arms, she had <strong> David Letterman </strong> Lettermen engrossed in her body art as she explained each piece. \"Well most of mine are number based. I love math.,\" said <strong> Pauley Perrette </strong>. <q>I have little secret number tattoos everywhere. I design them.<q>\" And to conclude this abbreviated celebrity round-up, the girls who are auditioning for future reality TV shows on The Bachelor went and got rose tattoos while they were in Vegas. I suppose", "new_id": -2}]