[{"uid": "1295771865222068760", "i": 40137, "idx": 0, "sa": ["Doc Rivers", "Kevin Garnett", "Leon Powe", "Allen Iverson", "Tony Allen", "Glen Davis", "Brian Scalabrine"], "q": "he's not playing, somebody's got to step up and a couple of guys did.'' The Celtics could use <strong> Kevin Garnett </strong>'s presence after he sat out his 13th straight game with a strained right knee. <q> We miss his leadership out on the floor, his verbal leadership, </q> <strong> Doc Rivers </strong> said.`` He's the one guy that holds everybody accountable defensively.'' <strong> Leon Powe </strong>, <strong> Tony Allen </strong> and <strong> Brian Scalabrine </strong> also are sidelined, and <strong> Allen Iverson </strong> hyperextended his elbow Tuesday night in a loss at Chicago. <strong> Glen Davis </strong> started", "new_id": -2}, {"uid": "1295618588099680271", "i": 35746, "idx": 0, "sa": ["Ian Edmondson", "Glenn Mulcaire", "Andy Coulson"], "q": "was quick to condemn The GuardIan Edmondson's involvement in the investigation. guardIan Edmondson abhors publication of material obtained by dodgy methods so much, where does that leave them on Wikileaks?'' The new CNN presenter added: <q> Hypocrisy: prejudice with a halo. </q> <strong> Andy Coulson </strong> was editor of the News of the World from 2003 to 2007, but stood down following allegations about his reporters illegally hacking into the voicemail messages of many celebrities. Freelance detective <strong> Glenn Mulcaire </strong> told", "new_id": -2}, {"uid": "1297642831198574106", "i": 19186, "idx": 2, "sa": ["Shayne Ward", "Simon Cowell"], "q": ".'' <strong> Shayne Ward </strong> tells the Shropshire Star that he doesn't seen`` X Factor'' judge/executive producer href=\"http://en.wikipedia.org/wiki/Simon Cowell_Simon Cowell\" rel=\"nofollow\"> <strong> Simon Cowell </strong> that much these days because`` he's always off,'' says <strong> Shayne Ward </strong>. <q> I don't find him intimidating. I know people do. </q> <strong> Shayne Ward </strong> is not shy about disagreeing with <strong> Simon Cowell </strong>. In an interview with href=\"http://www.digitalspy.co.uk/ustv/s141/the-x-factor-us/news/a303061/Shayne Ward-Shayne Ward-12-is-too-young-for-x-factor.html\" rel=\"nofollow\"> Digital Spy, <strong> Shayne Ward </strong> took issue with <strong> Simon Cowell </strong>'s decision to have 12 years old be the minimum age requirement for", "new_id": -2}, {"uid": "1295907761051232825", "i": 27701, "idx": 2, "sa": ["Colin Powell", "Barack Obama"], "q": "`` I have not yet seen anybody on the Republican side I am prepared to commit to and I am not committed to <strong> Barack Obama </strong> either.'' endorsed then-candidate <strong> Barack Obama </strong> in 2008 saying at the time that <strong> Barack Obama </strong>, <q> displayed a steadiness, an intellectual curiosity, a depth of knowledge... in not just jumping in and changing every day, but showing intellectual vigor. </q> <strong> Colin Powell </strong> did offer praise for <strong> Barack Obama </strong>'s accomplishments:`` Whether you approve of health care or not, he took on that issue,'' said <strong> Colin Powell </strong>, adding that, during the lead up to <strong> Barack Obama </strong>'s", "new_id": -2}, {"uid": "1295153633111345687", "i": 42203, "idx": 0, "sa": ["David Letterman"], "q": "new late-night TV talk show than he was in the past. Photograph by: Getty Images, Getty Images BURBANK, target=\"_blank\" href=\"http://californiaobserver.com/\"> California- What a difference a year makes. Whoever coined the term, <q> May you live in interesting target=\"_blank\" href=\"http://worldtime.wn.com/\"> times, </q> and meant it as a curse, knew more... Stella Wallace, of York, celebrates 100th birthday York Press A LONG-serving volunteer is celebrating her 100th birthday phone call from <strong> David Letterman </strong> over the holidays. The CBS host", "new_id": -2}, {"uid": "1295237260028164111", "i": 47698, "idx": 0, "sa": ["Angelina Jolie", "Ricky Gervais", "Johnny Depp"], "q": "in front of its stars <strong> Johnny Depp </strong> and <strong> Angelina Jolie </strong>. Toy Story, Despicable Me, Tron. It seems like everything this year was three-dimensional, except the characters in The Tourist,'' <strong> Ricky Gervais </strong> said. <q> I feel bad about that joke. I'm jumping on the bandwagon, because I haven't even seen The Tourist. Who has? </q> The TV broadcast then cut to <strong> Johnny Depp </strong>, who only managed to crack a slight smile. Watch more: Stars start to arrive But that was just one scathing celebrity", "new_id": -2}, {"uid": "1296715246139952153", "i": 41006, "idx": 4, "sa": ["Tim Spencer", "Allen Iverson", "Chauncey Billups", "Ming Yi"], "q": "for the Lakers, but went 12-of-30 from the floor.`` We just played a good all-around game,'' <strong> Allen Iverson </strong> said after the Pistons won for the third Tim Spencere since his arrival from Denver five games ago. <q> It's just about playing basketball, understanding what we want to do on the basketball court.`` We didn't feel like it would take long, but we knew it would be kind of shaky in the beginning because I'm a totally different player than <strong> Chauncey Billups </strong>. I'm a lot more aggressive when it comes to driving to the basket, so my teammates have to know what spot I want them to be in to be able to create shots for them. </q> In winning their first seven, the Lakers had averaged a league-high 104.7 points and held opponents to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoMing Yi the final", "new_id": -2}, {"uid": "1295292324209076260", "i": 43571, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": ", who remains in critical condition after a shooting at a January 8 public event, is moving both sides of her body and is able to breathe on her own, a fellow member of Congress said Sunday. <q> She's doing great, </q> said Sen. <strong> Kirsten Gillibrand </strong>, D-New York and a friend of the Arizona congresswoman, on NBC's`` Meet The Press.'' <strong> Kirsten Gillibrand </strong> said she Ariz.. Tea Party Leader Worried About Threats TUCSON, Ariz.- The co-founder", "new_id": -2}, {"uid": "1295649400184696905", "i": 23540, "idx": 0, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "Laurent Gbagbo has defied calls to quit after UN-certified results showed him the loser of a Nov. 28 election, prolonging a stand-off with rival <strong> Alassane Ouattara </strong> that risks throwing the top cocoa grower back into civil war. <q> The window for a peaceful negotiation is closing very fast, </q> <strong> Raila Odinga </strong> told reporters on returning to Kenya.", "new_id": -2}, {"i": 39068, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Dwight Duncan </strong> <strong> Eddie Francis </strong>, CAW President Ken Lewenza and other local officials, recognized the importance of the plant, the workforce and the new minivans to the future success of the Company during a ceremony at the plant. <q> The new 2011 Dodge Grand Caravan and <strong> Walter P. Chrysler </strong> Town& Country remain key parts of our revival plan, </q> <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience.`` Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust", "sa": ["Dwight Duncan", "Sergio Marchionne", "Eddie Francis"], "uid": "1295386126252936200"}]