[{"uid": "1297119643065749007", "i": 24606, "idx": 3, "sa": ["Simon Cowell"], "q": "We honestly haven't made our minds up,'' he says, though he'll have to in a month or so as the first auditions approach. But candidates must have`` commitment and expertise,'' because <q> each judge is going to mentor three finalists apiece, five or six days a week. </q> <strong> Simon Cowell </strong>, once against allowing young kids to compete, says`` times have changed,'' and`` there are some incredibly talented young kids out there,'' whose fitness for the contest should be judged case by", "new_id": -2}, {"uid": "1295670004088440867", "i": 35681, "idx": 2, "sa": ["Alastair Campbell", "David Cameron", "Andy Coulson"], "q": "leaders from both parties, and has been key to Mr. <strong> David Cameron </strong>'s strategy. Friday night Mr. <strong> Alastair Campbell </strong>, writing on his blog, suggested that Mr. <strong> Andy Coulson </strong> had overstepped the bounds of credibility. <q> The News of the World story was just too toxic, </q> he wrote.`` I have said before that one of the reasons it keeps rumbling along is that no journalist I know can understand how an editor wouldn't know where big stories came from.''", "new_id": -2}, {"uid": "1297178256266534988", "i": 57655, "idx": 3, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "allies invaded Iraq. <strong> George W. Bush </strong> said two days later in his weekly radio address that the cause the coalition was pursuing was`` the security of the nations we serve and the peace of the world.'' <q> And our mission is clear, to disarm Iraq of weapons of mass destruction, to end Saddam Hussein's support for terrorism, and to free the Iraqi people, </q> he said. September 5, 2002 Report Shaffer wrote on September 5, 2002 that he had been asked by <strong> Donald Rumsfeld </strong> what the U.S. did not know in terms of percentage about Iraq's WMD", "new_id": -2}, {"uid": "1296225829149782528", "i": 10636, "idx": 1, "sa": ["Eric Holcomb", "Mike Pence"], "q": "here for other text alerts. <strong> Mike Pence </strong> didn't mention the <strong> Eric Holcomb </strong>'s race in a letter sent to supporters Thursday but said he intended`` to serve the people of Indiana in some way.'' <q> In the months ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead, </q> <strong> Mike Pence </strong> said.`` After taking time to listen to Hoosiers, we will make a decision later this year about what role we will seek to play.'' <strong> Mike Pence </strong> has a pair of public events scheduled", "new_id": -2}, {"uid": "1295406258218333187", "i": 57475, "idx": 2, "sa": ["Charlie Sheen", "Tom Cruise", "Hugh Hefner", "Mel Gibson", "Angelina Jolie", "Ricky Gervais"], "q": "to add on youtube, Please Visit morningreflection.com http://wn.com/Ricky Gervais_Ricky Gervais_Pisses_off_Hollywood_at_the_Golden_Globes__The_Toast <strong> Ricky Gervais </strong> trashed <strong> Angelina Jolie </strong>, <strong> Charlie Sheen </strong>, <strong> Hugh Hefner </strong>, <strong> Mel Gibson </strong>, <strong> Tom Cruise </strong> when he hosted the Golden Globes <strong> Angelina Jolie </strong> who was sitting at table one and not laughing when he said, <q> It seems like everything this year was 3-dimensional-- except for the characters in The Tourist, </q> <strong> Ricky Gervais </strong> said.`` I haven't even seen` The Tourist'-- who has?'' This opening monologue at Sunday's ceremony set the tone with <strong> Ricky Gervais </strong> announcing,`` It's going to be a night", "new_id": -2}, {"uid": "1295979343233783301", "i": 31566, "idx": 0, "sa": ["Eric Schmidt"], "q": "to create 1,000 new jobs across the continent. In his keynote at the DLD Conference in Germany, Google's href=\"http://www.pcmag.com/article2/0,2817,2376071,00.asp\"> outgoing chief executive <strong> Eric Schmidt </strong> announced his company's intent to expand its European presence. <q> Our businesses are doing very well around the globe, and as a result I'm happy to announce we'll be adding 1,000 new employees in Europe and make some significant investments, </q> explained <strong> Eric Schmidt </strong>.`` Hundreds of these people will be located right here in our technology center in Munich.'' In discussing such`` significant investments,'' the former Google CEO outlined three main categories:", "new_id": -2}, {"uid": "1297714238016629782", "i": 37059, "idx": 1, "sa": ["Ellen DeGeneres", "Michael Vick", "Beverly Hills", "Oprah Winfrey"], "q": "'s Intruder Scare...- A female intruder was arrested at the <strong> Beverly Hills </strong> home of <strong> Ellen DeGeneres </strong> and... Video: Fashion highlights from the Grammys red carpet Video: Grammy stars share laughs on red carpet Report Abuse <q> BAD <strong> Oprah Winfrey </strong>, BAD <strong> Oprah Winfrey </strong>... Sit, Stay, sign the hell off. Well the queen of TV( As far I and others were concerned) has finally abdicated her throne to a non-human. Tell you what... enough of <strong> Michael Vick </strong>, neuter him and put him in a pit with lion in heat... He is doing much and expensive work of fooling some good people. </q> THINK OF IT PEOPLE, statistics have proven that children who abuse animals, have a high incidence of problems later on in life. WELL, since the animal called <strong> Michael Vick </strong>( that's not fair to the", "new_id": -2}, {"uid": "1297694786029687836", "i": 1455, "idx": 1, "sa": ["Alassane Ouattara"], "q": "einem Warenwert von rund 3,3 Milliarden Euro. Seit <strong> Alassane Ouattara </strong> den Export gestoppt hat, sind die Weltmarktpreise f?r Kakao um zehn Prozent gestiegen. Die Kakaobauern sollten ihre Ernte w?hrend des Exportverbots einlagern, riet <strong> Alassane Ouattara </strong> den Ivorern. <q> Kakao kann lange gelagert werden </q>, sagte er.`` Gbagbo wird lange weg sein, bevor die Kakaobohnen anfangen zu vergammeln.'' Gro?ansicht des Bildes mit der Bildunterschrift: Will bleiben: Laurent Gbagbo Allerdings weigert sich Laurent Gbagbo", "new_id": -2}, {"uid": "1295966271237928491", "i": 51948, "idx": 0, "sa": ["Eric Schmidt"], "q": "site by Siliconrepublic.com revealed that there are 221 vacancies at present. TechCrunch, <strong> Eric Schmidt </strong> told the DLD Conference in Germany that Google will be adding 1,000 new employees in Europe and will make some significant investments. <q> Hundreds of these people will be located right here in our technology centre in Munich, </q> <strong> Eric Schmidt </strong> said. He added he believes his next decade at Google( as executive chairman) will be more interesting than the first.`` Technology will finally start doing what we want, instead of us", "new_id": -2}, {"i": 17605, "idx": 16, "index_answer": 0, "new_id": -1, "q": "with an injured rib and back.`` Part of the reason I'm here is because I was able to wear some rib protection this season to guide me through my injury,'' <strong> Michael Vick </strong> said. <q> Unequal was one of the reasons I've been able to make it through the season. </q> <strong> Michael Vick </strong> will get the start on Sunday and try to earn his first Pro Bowl victory. Subscribe Now Home delivery prices for Oahu Only. Please call customer service at(808) 538-6397 for Neighbor Island", "sa": ["Michael Vick"], "uid": "1296128197246497300"}]