[{"uid": "1295879059107462657", "i": 28635, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Marissa Mayer", "Sergey Brin"], "q": "auf der Konferenz DLD( Digital, Life, Design) in M?nchen. Jetzt gebe es ver?nderte Aufgaben,`` aber <strong> Larry Page </strong>, <strong> Eric Schmidt </strong> und <strong> Sergey Brin </strong> werden das Unternehmen weiter f?hren''. <strong> Marissa Mayer </strong> f?gte hinzu: <q> Wir freuen uns wirklich ber die nderungen. </q> Der neue Vorstandschef <strong> Larry Page </strong> habe sich schon immer sehr um die Entwicklung der Google-Chefwechsel: Zum Abschied ein 100-Millionen-Dollar-... href=\"http://www.handelsblatt.com/marktplatz/semigator/707\" target=\"\"> ber 220 000 Seminare zu 120 Themen. Aktuell: Abendseminare mit Spitzen-Trainern", "new_id": -2}, {"uid": "1297108272141246515", "i": 8788, "idx": 0, "sa": ["Eric Schmidt"], "q": "their views on Google's business practices by Feb. 11. The Commission is expected to take several months to digest the feedback. Google on Monday reiterated that it was co-operating with the regulator. <q> There's always going to be room for improvement, so we'll be working with the Commission to address any concerns, </q> spokesman Al Verney said. Google Chief Executive <strong> Eric Schmidt </strong> told Britain's Sunday Telegraph in an interview that the company was keen to avoid a lengthy legal battle. The Commission, which can fine companies", "new_id": -2}, {"uid": "1295981856139264033", "i": 43137, "idx": 1, "sa": ["Newt Gingrich", "Bill Lockyer", "Tommy Vietor"], "q": "should not be reached through coercion, intimidation, and threats of violence. Hezbollah, backed by Syria, engaged in all three to achieve its political goals.'' <strong> Tommy Vietor </strong> said the tribunal is vital for <q> stability, security and justice in Lebanon. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 3 BR/ 1 BA$ 899,000.00 SAN FRANCISCO 3 BR/ 1", "new_id": -2}, {"uid": "1297427878083165189", "i": 11514, "idx": 2, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "had been working on products for Nokia's Symbian and yet-to-be-released MeeGo platforms.`` They have to convince all those devStephen Elopers to stay put and it may not work,'' he said in an interview in London. <q> Nokia's challenge is to make Windows Phone their next priority. </q> Mr. <strong> Stephen Elop </strong> and Mr. <strong> Steve Ballmer </strong> were vague about the timing of the launch of the first Windows-equipped Nokia products, though analysts do not expect them to appear on the market before next year. Microsoft", "new_id": -2}, {"uid": "1296870076196296704", "i": 29876, "idx": 0, "sa": ["Sergio Marchionne"], "q": "chief executive characterized as`` shyster loans'' that the Obama administration extended as part of a bailout to keep the <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unethical lawyer or politician. <q> Pay back the loans, get those out and then take( the company) public. </q> <strong> Sergio Marchionne </strong>, who is also CEO of Italy's Fiat SpA, has said repeatedly that the on loans Chrysler owes the U.S. and Canadian governments have been an obstacle in the automaker's return to profitability.", "new_id": -2}, {"uid": "1297119643065749007", "i": 24604, "idx": 1, "sa": ["Simon Cowell", "Paula Abdul"], "q": "up here, co-existing at different times of year on the same network. <strong> Simon Cowell </strong>, the show's executive producer, is the only confirmed judge, and says he'll be his usual unvarnished caustic self: <q> People will know what to expect. </q> He wouldn't address rumors he'd like fellow Brit Cheryl Cole or former Idol colleague <strong> Paula Abdul </strong> on the panel.`` We honestly haven't made our minds up,'' he says, though he'll have to", "new_id": -2}, {"uid": "1296237382043433993", "i": 39386, "idx": 1, "sa": ["Clarence Mitchell", "Andy Coulson"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q> The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal.`` <strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media. </q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also Phone-hacking inquiry was abandoned to avoid upsetting police Phone hacking: full list of the victims identified so far Phone-hacking", "new_id": -2}, {"uid": "1295578537195002486", "i": 4823, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "roots, 13 years after he and fellow Stanford University student <strong> Sergey Brin </strong> founded what has become the world's No. 1 Internet search engine with$ 29 billion(? 19 billion) a year in revenue. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. The news came as Google reported earnings and revenue that blew past expectations. While Google has dominated Internet search for a decade, the company has struggled to find", "new_id": -2}, {"uid": "1295434705089227352", "i": 38828, "idx": 0, "sa": ["Alassane Ouattara", "Christopher Fomunyoh"], "q": "to Cote d'Ivoire's presidential deadlock comes due, pressure is mounting to end the stalemate in Abidjan, as observers pin the outcome of the power struggle on the future of the region as a whole. <q> If Cote d'Ivoire doesn't get resolved properly, then... democrats across the African continent can... go home, </q> said Dr. <strong> Christopher Fomunyoh </strong> at a Centre for Strategic International Studies( CSIS) panel discussion here Friday, which featured President-elect <strong> Alassane Ouattara </strong> via telephone link. <strong> Christopher Fomunyoh </strong>, senior associate at the National Democratic Institute, argued that a", "new_id": -2}, {"i": 2767, "idx": 3, "index_answer": 0, "new_id": -1, "q": ", nor did he always receive effective implementation of the decisions he made'', Mr <strong> Donald Rumsfeld </strong> writes.`` There were far too many hands on the steering wheel,'' he writes elsewhere; it was <q> a formula for running the truck into a ditch </q>. Regrets He adds he regrets some of the quips he became famous for, such as`` stuff happens'' about the early looting in post-war Iraq, or his remark about`` old Europe''-", "sa": ["Donald Rumsfeld"], "uid": "1296742183180060166"}]