[{"uid": "1295260423086458388", "i": 43166, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "the World when he was editor. But the Prime Minister refused to confirm reports that Mr <strong> Andy Coulson </strong> had offered to resign over the issue, and insisted he deserved a`` second chance''. <q> Obviously, when he was editor of the News of the World, bad things happened at that newspaper, </q> Mr <strong> David Cameron </strong> told BBC Radio 4's Today programme.`` I always think that the danger at the moment is that he is effectively being punished twice for the same offence.`` I gave him a", "new_id": -2}, {"uid": "1295958222077971468", "i": 26730, "idx": 2, "sa": ["Jerry Brown", "Bill Lockyer", "Mark Hedlund", "Darrell Steinberg"], "q": "'' Democratic Treasurer <strong> Bill Lockyer </strong> said. But:`` The last I heard, the University of California and California schools create jobs.'' The bad news: <strong> Jerry Brown </strong> also told the League of Cities Wednesday, <q> You may win on redevelopment and then we take something else away. </q> But why? <strong> Mark Hedlund </strong>, spokesman for Senate President Pro Tem <strong> Darrell Steinberg </strong>, framed the issue well- it's a choice between`` a subsidy for public and private development'' and$ 1.7 billion", "new_id": -2}, {"uid": "1295968668242466824", "i": 17831, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "executive chairman,`` a lot of my time'' will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said.`` We've got very complicated government issues,'' he said, adding that <q> we move quickly, and we tend to be disruptive at scale. </q> European Union officials last year opened a formal antitrust probe into <strong> Google Inc. </strong> search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries", "new_id": -2}, {"uid": "1296166515171278338", "i": 9674, "idx": 1, "sa": ["Mike Pence"], "q": "own party or Rubio staying in the Florida Senate race when he was 40 points down to Crist, we get political calculation, and personal ambition.'' So now what? The same person says: <q> Unless something miraculous happens and we get an unexpected gift candidate, I guess true believing conservatives will have to stop bad things from happening and see what emerges. </q> I'd give Congressman <strong> Mike Pence </strong> much more credit than that. He can be a good governor. Good governors are powerful. And it takes a certain humility to say no when people are enthusiastically insisting you", "new_id": -2}, {"uid": "1295125227265830412", "i": 35014, "idx": 17, "sa": ["Donald Rumsfeld", "Rush Limbaugh"], "q": "Post.^`` <strong> Donald Rumsfeld </strong> Should Go''. The New York Times. 7 May 2004.[ dead link]^`` <strong> Donald Rumsfeld </strong> must go''. Boston Globe. 7 May 2004.^ <q> Editorial: A failure of leadership at the highest levels </q>. Army Times. 17 May 2004.^ The New York Times> Magazine> Regarding the Torture of Others^`` <strong> Rush Limbaugh </strong>: MPs Just` Blowing Off Steam'''. CBS News. May", "new_id": -2}, {"uid": "1297426636014974991", "i": 32894, "idx": 9, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "are things we are planning to do with Nokia that are unique,'' <strong> Steve Ballmer </strong> said. The announcement was accompanied by a YouTube video featuring Microsoft and Nokia's chief executives praising the deal. <q> Today, Nokia and Microsoft intend to enter into a strategic alliance, </q> <strong> Stephen Elop </strong> said in the video, a precursor of a turnaround plan.`` Together, we will bring consumers a new mobile experience, with stellar hardware, innovative software, and great services. We will create opportunities", "new_id": -2}, {"uid": "1296007390020578377", "i": 7222, "idx": 4, "sa": ["Michael Vick"], "q": "several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore shoulder pads and thigh pads made by the company. <q> The Unequal technology is a part of my game now and I won't play without my Unequal, </q> <strong> Michael Vick </strong> says in a to-be-released statement.`` Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.'' <strong> Michael Vick </strong> was once the NFL's highest-paid", "new_id": -2}, {"uid": "1295658301074924120", "i": 24669, "idx": 5, "sa": ["Ed Miliband", "Andy Coulson"], "q": "time that the cloud of allegations surrounding <strong> Andy Coulson </strong>'s tenure at the News of the World raised real questions about his ability to be at the heart of the Downing Street machine.'' Mr <strong> Ed Miliband </strong> added: <q> It raises real questions about <strong> David Cameron </strong>'s judgment that he hung on to <strong> Andy Coulson </strong> for so long.`` I think <strong> David Cameron </strong> made the wrong judgment because it is clear that there are questions to be answered about his time as editor of the News of the World.`` It's right that he's gone, but it should have happened earlier. </q> Boxing promoter Frank Warren was spotted consoling Mr <strong> Andy Coulson </strong> as he prepared to announce his departure as they dined at a Westminster restaurant on Thursday. Verdict- Kevin Maguire TORY spin doctor <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1297379524211959861", "i": 24271, "idx": 0, "sa": ["Michael Vick"], "q": "At an upscale hotel in Dallas Texas a top official in the city of Dallas gave the key to the city to <strong> Michael Vick </strong>. In a <q> gushing like a school girl with a crush </q> display he hands over the key to <strong> Michael Vick </strong>. On Monday morning the Mayor of Dallas demanded it back. The mayor states that the official did not have the authority or the permission", "new_id": -2}, [{"i": 47514, "idx": 0, "index_answer": 2, "new_id": -1, "q": "for Life on Monday, <strong> Michele Bachmann </strong> is set to keynote the event's dinner tonight, and former <strong> Rick Santorum </strong> joined marchers in the cold-the only three potential Republican 2012 presidential hopefuls to appear at the annual gathering. <q> Our economy is struggling and our national government is awash in a sea of debt. Amidst these struggles, some would have us focus our energies on jobs and spending, </q> <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th anniversary of Roe vs. Wade.`` We must not remain silent when great moral", "sa": ["Rick Santorum", "Michele Bachmann", "Mike Pence"], "uid": "1295915073213958666"}]]