[{"uid": "1297584573245284867", "i": 18838, "idx": 0, "sa": ["Bill Lockyer"], "q": "while the Golden State struggles to control its finances and provide public services. But it seems that Texas, like California, has lost much of its luster. As California Treasurer <strong> Bill Lockyer </strong> says about Texas, <q> Someone just turned the lights on in the bar, and the sexiest state doesn't look so pretty anymore. </q> Its finances look a lot like California's. Texas has a 2012 budget shortfall amounting to 31.5% of its 2011 budget-- greater even than California's 29.3%. The issue shouldn't", "new_id": -2}, {"uid": "1296718868046333954", "i": 34457, "idx": 0, "sa": ["Víctor Claver", "Allen Iverson", "Kobe Bryant", "Ron Wilson"], "q": "out, he dribbled across mid-court and launched a game-wining 40-foot 3-pointer to lift the USA Senior Team( 2-1) to an 80-77 Víctor Clavery over Germany( 1-1) in fRon Wilsont of a sold-out Kolnarena crowd numbering 18000. <q> It felt good when it left my hand, I knew it had a chance, </q> said <strong> Allen Iverson </strong> of his game winner. \"I tried to side step him( his defender) just to get a <strong> Kobe Bryant </strong> bit of space and I got a good look at the basket and fortunately it went in", "new_id": -2}, {"uid": "1295812406016547901", "i": 11873, "idx": 0, "sa": ["Andy Coulson", "Brian Cowen", "Arthur Kemp", "Mary Harney"], "q": "By <strong> Arthur Kemp </strong> Report Abuse \" <strong> Mary Harney </strong> resigned four years too late. She should have done this years ago as she is detested as one of the worst ministers in Irish history next to <strong> Brian Cowen </strong>. \" Report Abuse <q> Fianna Fail took the debts of the rich and handed them to the taxpayer. Its that simple. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1296173958124354567", "i": 29247, "idx": 0, "sa": ["Michael Vick", "Shirley Franklin"], "q": ", the new one can scarcely fail to generate more urgency. \"I guess it's orange,\" said Brian Broom, of Decatur, as he retrieved his luggage from a Los Angeles flight. <q> But it seems like it's always orange. </q> Fair point. The last time the threat level was a different color-- 2006-- <strong> Michael Vick </strong> was still the starting quarterback for the Falcons, <strong> Shirley Franklin </strong> was mayor of Atlanta and Dunwoody wasn't a city.", "new_id": -2}, {"uid": "1295667370077054011", "i": 24329, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "for a long time to come.\" Internally, <strong> Eric Schmidt </strong> will continue to act as an adviser to <strong> Larry Page </strong> and Google co-founder <strong> Sergey Brin </strong>, who will also focus on strategic projects and new products. <q> <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade, </q> <strong> Larry Page </strong> said in a written statement. \"The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly.", "new_id": -2}, {"uid": "1296666252136101917", "i": 37771, "idx": 0, "sa": ["Andy Coulson", "Joanna Gosling", "David Cameron", "Craig Oliver"], "q": "<strong> Joanna Gosling </strong>, is likely to be seen as a less controversial choice than <strong> Andy Coulson </strong>, given his relatively low profile. <strong> David Cameron </strong>'s office said on Wednesday he would be employed as a special adviser. <q> It's difficult to leave the BBC after a fascinating few years-- but this is an opportunity I can't turn down, </q> <strong> Craig Oliver </strong> said in a statement. We welcome comments that advance the story directly or with relevant tangential information. We try to block comments that use offensive language, all capital letters or appear to be spam,", "new_id": -2}, {"uid": "1295132025137953291", "i": 16928, "idx": 4, "sa": ["Bill Clinton", "Jonathan Tasini", "Bernie Sanders", "A Clinton White", "Joe Biden"], "q": "is collapsing as more power is accruing to big, monied interests,\" <strong> Bernie Sanders </strong> said. \"We need leadership in the <strong> A Clinton White </strong> House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.\" <q> To me, it's a disaster, </q> said New York-based labor activist <strong> Jonathan Tasini </strong>. \"When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.\"", "new_id": -2}, {"uid": "1297711836012566562", "i": 10146, "idx": 2, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q> Many people make the mistake of thinking that dreams can not come true, but they can, </q> he wrote. \"You have to believe, and know that they are more than just imagination.\"", "new_id": -2}, {"uid": "1296759030005144618", "i": 7285, "idx": 3, "sa": ["Tommy Franks", "Donald Rumsfeld"], "q": "rejected a plan presented to him by General <strong> Tommy Franks </strong>, the head of Central Command, and his operations director, Air Force Major General Victor \"Gene\" Renuart, that called for more troops at the time. <q> Let's put together a group that can just think outside the box completely, </q> ordered <strong> Donald Rumsfeld </strong> then. \"Certainly, we have traditional military planning, but let's take away the constraints a little bit and think about what might be a way to solve the problem.\" Outside", "new_id": -2}, {"uid": "1297705306051036175", "i": 2992, "idx": 0, "sa": ["Steve Ballmer"], "q": "months to deliver the same IE9 browsing engine-the same code, the same standards support, the same hardware acceleration, the same security and privacy protections-for Windows Phone as we've delivered on the desktop.\" <q> As a result, when you compare different browsers side by side using official W3C standards tests, for example here, you can expect very similar results for IE9 on Windows Phone and the Windows desktop, </q> he added. \"When you compare side by side browser performance, for example target=\"_blank\" Other things announced by <strong> Steve Ballmer </strong>: First Major Update A free customer update will be made available", "new_id": -2}]