[{"uid": "1297418316059129859", "i": 48206, "idx": 2, "sa": ["Michael Gove"], "q": "schools. The Education Secretary's lawyers said the six councils seeking judicial review would in any event receive in total \"well in excess of? 1bn in BSF funding\" , and the case was about <q> whether they must get even more </q>. Urging the judge to dismiss the challenge, they argued the decisions made by Mr <strong> Michael Gove </strong> involved \"value judgments and invidious choices\" which were essentially political in nature and were not amenable to judicial review", "new_id": -2}, {"uid": "1296144856048234531", "i": 19018, "idx": 1, "sa": ["Michael Gove"], "q": "central to what schools are about.\" The Bill hands more control to the Education Secretary to intervene in failing schools. Mr <strong> Michael Gove </strong> insisted that under-achieving academies will not be exempt from this. <q> There is absolutely no reluctance on our part to deal with any academy that's failing, </q> he said. \"Every school that under-performs will be held up to high standards.? owned by or licensed to Scottish& Universal Newspapers Limited 2011.", "new_id": -2}, {"uid": "1297506563204570648", "i": 26874, "idx": 1, "sa": ["Michael Gove"], "q": ", the judge stressed that, provided Mr <strong> Michael Gove </strong> discharged his duty to consult fairly and take into account equality considerations, \"the final decision on any given school or project still rests with him\" . <q> He may save all, some, a few, or none. No-one should gain false hope from this decision. </q> Mr Pank Patel, headteacher of Wood Green High School in Wednesbury, which lost? 14m of investment, welcomed the judgment, but said he was \"not convinced the decision will be overturned\" .", "new_id": -2}, {"uid": "1297290904013402118", "i": 11366, "idx": 0, "sa": ["David Cameron", "Michael Gove", "George Osborne", "William Hague", "Liam Fox"], "q": "victims\"> huge leap for our ideas into the political mainstream\" . EDL activists, who constantly echo the established political and media discourse about \"extremism\" , and \"Islamism\" , were jubilant that <strong> David Cameron </strong> had <q> come round to our way of thinking </q>. It also represents a decisive and dangerous victory for the neoconservative group in the Tory leadership, including <strong> Michael Gove </strong>, <strong> William Hague </strong>, <strong> George Osborne </strong> and <strong> Liam Fox </strong>. Backed by the Michael Government-funded QuilLiam Fox Foundation and their media cheerleaders, the", "new_id": -2}, {"uid": "1296141430063832094", "i": 40453, "idx": 0, "sa": ["Michael Gove"], "q": "I believe Hezbollah can do in the interests of Lebanon, I will not hesitate one second to ask Hezbollah to do it,\" he said in the interview in a heavily guarded apartment block in central Beirut. <q> The burden is not light, it is heavy and I need the support of everybody. </q> New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will \"restore discipline and reduce bureaucracy\" in... UK` unprepared for a foot and mouth outbreak'", "new_id": -2}, {"uid": "1295860435042090520", "i": 7142, "idx": 5, "sa": ["Michael Gove", "Keith Vaz", "Andy Coulson"], "q": "he had to resign. But the precedent is a bad one. As I wrote last September, when <strong> Keith Vaz </strong>, the Labour chairman of Commons home affairs select committee, was upping the ante, <strong> Andy Coulson </strong>'s antagonists <q> seem to be forging a new and frankly preposterous politico-legal doctrine of executive responsibility: namely, that a man should not only lose the job he holds at the time of the wrongdoing, but all subsequent jobs. On this sinister basis, one strike and you are out- forever. </q> <strong> Andy Coulson </strong> has now lost two very senior positions in less than four years without a single allegation against him having been proved. Politics- and Michael Government- will be poorer without him. But more honourable and", "new_id": -2}, {"uid": "1297428200243695651", "i": 15110, "idx": 0, "sa": ["Michael Gove"], "q": "the judge. The victorious authorities include Waltham Forest Council, Luton Borough Council, Nottingham City Council, Sandwell Council, Kent County Council and Newham Council. 10 Feb 2011 The judge said: <q> However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation. </q> Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful \"because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act.\" As part", "new_id": -2}, {"uid": "1297425723208748548", "i": 50148, "idx": 3, "sa": ["Michael Gove"], "q": "their projects.\" He also pointed out that the judge had concluded that \"there was no promise or expectation\" that any of the claimants' projects would proceed. However he added: <q> The Secretary of State will now look again at his decision with regard to these authorities with an open mind, taking representations from them. \"The judge set out, however, that \"the final decision on any project still rests with him and.... No one should gain false hope from this decision. </q> But lawyers for Mr <strong> Michael Gove </strong> had argued his decisions were not made lightly and were not open to legal challenge. In written statements put before the court, his lawyers said the coalition had inherited", "new_id": -2}, {"uid": "1296287013057311248", "i": 15025, "idx": 1, "sa": ["Michael Gove"], "q": "unions including the GMB, which has accused the backers of a free school in Wandsworth of setting its catchment area to exclude poorer children. Liberal Democrat party members last year voted to campaign against free schools because they <q> risk increasing social divisiveness and inequity </q>. Teaching unions share concerns that creating new schools will lead to a two-tier system. <strong> Michael Gove </strong> said yesterday: \"Yes, there are opponents, people trying to stop this. That's why it's", "new_id": -2}, {"q": "- Senator says wounded US lawmaker` doing great' Senator <strong> Kirsten Gillibrand </strong> said Sunday that the US lawmaker shot in the head in Arizona last week \"is doing great\" and <q> making progress every day. </q> An autographed portrait of Congresswoman <strong> Gabrielle Giffords </strong> at a makeshift memorial outside the hospital in Tucson, Arizona, on January 10. Senator <strong> Kirsten Gillibrand </strong> said Sunday that the US lawmaker shot in the head in Arizona last week \"", "answer_q": "friend of Democratic congresswoman <strong> Gabrielle Giffords </strong>, has visited the lawmaker in her hospital room and is in close contact with her astronaut husband Mark Kelly, she told NBC's`` Meet The Press.'' <strong> Gabrielle Giffords </strong> is <q> making progress every day. She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing, </q> <strong> Kirsten Gillibrand </strong> said.`` It's an extraordinary amount of progress for a woman who sustained such a horrific injury,'' she added. The 40-year-old <strong> Gabrielle Giffords </strong> has survived despite being shot through the head", "answer": "Kirsten Gillibrand", "sa": "['Gabrielle Giffords', 'Kirsten Gillibrand']", "index_answer": 1, "idx": 0, "i": 22467}]