[{"uid": "1296037931233095171", "i": 40158, "idx": 0, "sa": ["Michael Vick"], "q": "of the organization.`` We want to keep it this way so no one can say we are a shill for the tobacco, drug or e-cigarette industry.'' She also tries to recast the safety question. <q> I can't point to anything to say it's 100 percent safe, </q> Keller said.`` The thing is, it only needs to be safer. The only standard is that it's safer than smoking.'' <strong> Michael Vick </strong> Scores First Endorsement Since Prison Release Wheelchair-Bound Woman Rescued From Under MARTA", "new_id": -2}, {"uid": "1295200045176750660", "i": 52435, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": " Senator: <strong> Gabrielle Giffords </strong> moving both sides of her body, breathing on her own By the CNN Wire Staff Rep. <strong> Gabrielle Giffords </strong> is <q> making progress every day, </q> a friend and fellow lawmaker said Sunday. STORY HIGHLIGHTS Sen. <strong> Kirsten Gillibrand </strong> says <strong> Gabrielle Giffords </strong> is`` doing great'' Witnesses say Dorwan Stoddard died protecting his wife from gunfire A`` Walk for Peace'' will take place Sunday in", "new_id": -2}, {"uid": "1296054621070402076", "i": 17691, "idx": 2, "sa": ["Tim Bajarin", "Steve Ballmer"], "q": "<strong> Steve Ballmer </strong>, Connie <strong> Steve Ballmer </strong>., the world's biggest software maker, filed a U.S. trade... Photo: Wall Street Journal Sues to Open Up Secret Medicare Database rises on renewed earnings opTim Bajarinism <cite> Reuters </cite> Report Abuse <q> If it wasn't for Windows and Office, MS would cease to exist. They can't sell a phone OS to save their lives. Their MP3 thingy and their kiddy phone are duds. The only reason they dominate the game console market is because they sell their product at a loss( what used to be called`` predatory marketing </q>). \" Report Abuse \" Err... ok. on to the gaming side of the IT war: \" Microsoft left PC gaming when it launched the X Box. Every year Microsoft promised they'll", "new_id": -2}, {"uid": "1296659107232505354", "i": 7900, "idx": 0, "sa": ["Lou Cannon", "Craig Shirley", "Mike Pence", "Jon Tester"], "q": ". And where would he have fit in today's political climate? We have two guests to talk about him: <strong> Lou Cannon </strong>, who covered his years as governor and president, and <strong> Craig Shirley </strong>, author of <q> Reagan's Revolution: The Untold Story of the Campaign That Started It All. </q> Plus: The Democrats pick Charlotte for their 2012 convention... the latest in the Chicago mayoral race... <strong> Mike Pence </strong> is a no go for the White House but <strong> Jon Tester </strong> Huntsman signals he might... Montana Republicans get", "new_id": -2}, {"uid": "1295198895198885397", "i": 13881, "idx": 0, "sa": ["Steve Ballmer", "Bob Muglia"], "q": "larger things to come. On Jan. 10, Microsoft CEO <strong> Steve Ballmer </strong> sent a companywide e-mail to the effect that <strong> Bob Muglia </strong>, president of the company's Server and Tools Business, would depart his post this summer. <q> While Windows and Office are household words, our Server and Tools Business has quietly and steadily grown to be the unquestioned leader in server computing, </q> <strong> Steve Ballmer </strong> wrote.`` We are now ready to build on our success and move forward into the era of cloud computing.'' Given that evolution, <strong> Steve Ballmer </strong> continued,`` now is the time to put", "new_id": -2}, {"uid": "1295233159192299056", "i": 37952, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": " Across the nation there's a feeling of defiance among politicians. They are undeterred by the violence that erupted at <strong> Gabrielle Giffords </strong>' political event in Tucson, Ariz., on Jan. 8, 2011. <q> I think right now she is inspiring all of us, </q> said Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.).`` I think she is inspiring our nation with her courage, with her strength.'' Now reinforcing that courage is added security. This weekend at a Minneapolis market", "new_id": -2}, {"uid": "1295728012106954753", "i": 48370, "idx": 1, "sa": ["Tim Cook", "Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "will become CEO effective April 4. Current CEO <strong> Eric Schmidt </strong> will be executive chairman, and co-founder <strong> Sergey Brin </strong> will remain co-founder, devoting`` his Tim Cooke and energy to strategic projects,'' <strong> Eric Schmidt </strong> wrote in a blog post. <q> As Google has grown, managing the business has become more complicated, </q> <strong> Eric Schmidt </strong> noted.`` So <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long Tim Cooke how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right", "new_id": -2}, {"uid": "1295500510069894171", "i": 24265, "idx": 0, "sa": ["Ellen DeGeneres", "Jennifer Lopez", "Steven Tyler", "Simon Cowell"], "q": "singer and actress <strong> Jennifer Lopez </strong>. Some reports have been lukewarm on whether this will help revive the show's ratings and <strong> Jennifer Lopez </strong>'s career, both of which have been in decline of late. The LA Times says, <q> With <strong> Ellen DeGeneres </strong> leaving and <strong> Jennifer Lopez </strong> reportedly singing on as her replacement,`` American Idol </q> has indisputably jumped the shark.'' As for <strong> Simon Cowell </strong>'s replacement, nothing has been confirmed as yet, but rumors are circulating that <strong> Steven Tyler </strong> from the band Aerosmith might be the man for the job. More News", "new_id": -2}, {"uid": "1296268225231882756", "i": 53204, "idx": 0, "sa": ["David Letterman", "Kevin Rudd", "Serena Williams", "Nicolas Batum", "Robin Williams", "Andy Ludwig", "David Ferrer"], "q": "Happy Feet 2, has been in the spotlight for saying that Australians are just`` English rednecks'' on <strong> David Letterman </strong>'s US talk show. Mr <strong> Kevin Rudd </strong> took offence, telling Eddie Maguire's Triple M radio show: <q> I think <strong> Robin Williams </strong> should go and spend a bit of time in Alabama before he frames comments about anyone being particularly redneck. </q> Now Mr <strong> Kevin Rudd </strong> is in hot water with the govDavid Ferreror of Alabama for that response. But speaking to Hamish and <strong> Andy Ludwig </strong> on Australian radio on Thursday aftDavid Ferreroon, <strong> Serena Williams </strong> laughed off the comments.`` Nicolas Batume comeback, way", "new_id": -2}, {"i": 12103, "idx": 2, "index_answer": 1, "new_id": -1, "q": "'' again, <strong> Betty White </strong> quips,`` I think you do a thing once and then you run like a thief.'' <strong> David Letterman </strong> then asks her what she does in her free time and <strong> Betty White </strong> says, <q> Oh, I like to do most anything. Play with animals, mostly. And vodka's kind of a hobby. </q> So <strong> David Letterman </strong> reaches down from behind the desk and produces a bottle of Grey Goose, to which <strong> Betty White </strong> laughs heartily. They share some vodka, then she does a classic spit-take. How can you not", "sa": ["David Letterman", "Betty White"], "uid": "1295452144253739151"}]