[{"uid": "1297007097055984146", "i": 6815, "idx": 0, "sa": ["David Cameron", "Michael Gove"], "q": "might find its lure difficult to resist, particularly if calls for an English parliament grow. <strong> David Cameron </strong> must be careful about conflating Britain and England| <strong> Michael Gove </strong> Mycock GermanicusRex 6 February 2011 3:01 PM <q> For example, the proposed increase in tuition fees in England raised fears in Scotland and Wales of significant numbers of English \"refugees </q> denying Scottish and Welsh students places in their home-based universities. In response, the Scottish and Welsh Michael Governments have raised tuition fees for English students in line with rises in England, which some claim is evidence of an", "new_id": -2}, {"uid": "1296131053006979595", "i": 45493, "idx": 0, "sa": ["Zac Goldsmith", "Michael Gove", "Stein Ringen"], "q": "\" of the Speaker. Speaking afterwards, Mr <strong> Zac Goldsmith </strong> agreed with many of Prof <strong> Stein Ringen </strong>'s ideas. He lamented the failure of the new parliament to implement proposals made before the general election. <q> The reforms we now have on the menu I think are almost completely meaningless, </q> he added, referring to the electoral reform referendum. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will \"restore discipline and reduce bureaucracy\" in...", "new_id": -2}, {"uid": "1296347345037584903", "i": 27487, "idx": 0, "sa": ["Michael Gove"], "q": "Don't dismiss <strong> Michael Gove </strong>'s boot camps out of hand The Observer, Sunday 30 January 2011 <strong> Michael Gove </strong>, education minister, is a <q> veni, vidi, vici </q> kind of man. An advocate of free from guardian.co.uk on Schools\"> schools, his heart lies with an education system marinated in the classics. He has never seemed comfortable with khaki. It came", "new_id": -2}, {"uid": "1295454420049922050", "i": 10600, "idx": 0, "sa": ["Michael Gove", "Nick Robinson", "David Cameron"], "q": "in charge of anything these days? Latest from BBC News blogs <strong> Nick Robinson </strong>: \"<strong> Michael Gove </strong>- friend, ally and trusted adviser to <strong> David Cameron </strong>- has urged people to vote Liberal Democrat in...\" <q> At Holyrood, they are assiduously talking money- with the Stage One vote on the Scottish Michael Government's budget due next... </q> \"Some major mood-swings in the House of Lords- but as yet no deal to end the confrontation over the...\" \"The story at Goldman Sachs is that net earnings have fallen by a considerable amount,", "new_id": -2}, {"uid": "1297706845046809132", "i": 51330, "idx": 2, "sa": ["Michael Gove"], "q": "ahead, would have cost the Michael Government? 1bn. They argued they had had a legitimate expectation that the projects would be funded. But Mr <strong> Michael Gove </strong> told MPs that Mr Justice Holman's advice <q> makes clear the decisions I made were clear and rational </q>. He added: \"The judge has not ordered a reinstatement of funding for any BSF project. Nor has he ordered me to pay compensation to any of the claimants.\" The judge", "new_id": -2}, {"uid": "1297200045061325316", "i": 42902, "idx": 2, "sa": ["Michael Gove"], "q": "detain and search students, impose instant detentions and will be given anonymity if they are accused of \"any offence that occurs in school\" up until they are charged. <strong> Michael Gove </strong> said the changes will mean <q> there can be no excuse for failure </q>. \"We are raising the bar on school standards, we are showing less tolerance of failure than ever before and we are taking powers to intervene in order to ensure that in those schools which are", "new_id": -2}, {"uid": "1297425723208748548", "i": 50149, "idx": 4, "sa": ["Michael Gove"], "q": "But lawyers for Mr <strong> Michael Gove </strong> had argued his decisions were not made lightly and were not open to legal challenge. In written statements put before the court, his lawyers said the coalition had inherited <q> the largest budget deficit in peacetime history </q>, and spending cuts had had to be made \"quickly and significantly\" . The axing of the scheme in July last year meant that at least 700 school rebuilds in England would not be going ahead", "new_id": -2}, {"uid": "1297709325144474161", "i": 55509, "idx": 7, "sa": ["Michael Gove", "Andy Burnham"], "q": "axing BSF. <strong> Andy Burnham </strong> said <strong> Michael Gove </strong> should remove himself from any further decisions on BSF projects and accused him of a series of u-turns on school sports and books for children. He said <strong> Michael Gove </strong> is <q> at the last chance saloon, with a clear warning to change his ways </q>. Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo!", "new_id": -2}, {"q": "<strong> Andy Coulson </strong> confirmed his resignation in a statement on Friday, saying that the continued coverage of events during his time as the editor of` News of the World' had made it difficult for him to give <q> the 110 per cent needed in this role </q>.\" I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,\" The Telegraph quoted him, as saying. Following", "sa": ["Andy Coulson"], "index_answer": 0, "idx": 0, "i": 11083}, {"uid": "1297089430234487808", "i": 6653, "idx": 0, "sa": ["Michael Gove"], "q": "in the coming year. But a statement published alongside the review said: \"We will then work with music services over the next year to manage future budget pressures.\" It added: <q> The Michael Government will also start the move towards a national formula for music education funding this year but we will ensure that no local authority loses more than 10% of its central funding in this year. </q> Mr <strong> Michael Gove </strong> stressed the decision to protect music funding when there were pressures on budgets elsewhere showed the Michael Government was committed to music in schools. He said: \"Music has the power to touch", "new_id": -2}]