[{"uid": "1295594483015613993", "i": 28350, "idx": 6, "sa": ["Michael Gove", "Viktor Bout"], "q": "would be \"culturally impoverished\" . Research already showed that 15-year-olds studying maths in China were more than two years ahead of those in England, he said. Mr <strong> Michael Gove </strong> also said he thought <q> there should be a debate aViktor Bout whether one afternoon a week should be given over to competitive sport or outdoor community activities </q>. Currently schools must teach 13 compulsory subjects to children aged 5-7, rising to 14 for pupils aged 7-14 and then dropping to eight for 14-16 year-olds. At the Conservative Party Conference, Mr", "new_id": -2}, {"uid": "1297425723208748548", "i": 50147, "idx": 2, "sa": ["Michael Gove"], "q": "The judge said: \"However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation.\" Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful <q> because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act. </q> Lawyers for the councils had argued the education secretary failed to consult properly, and that he did not give adequate reasons before stopping projects.` Open mind' They also claimed he breached legitimate", "new_id": -2}, {"uid": "1296132171006979588", "i": 33192, "idx": 0, "sa": ["Michael Gove", "Naoto Kan"], "q": "to cut emissions or face penalties. Last week, Prime Minister <strong> Naoto Kan </strong> made public, albeit with few details, Japan's intention to take the lead in areas of the environment this year. <q> In addition to the existing framework for environmental countermeasures... I would like to put forth a new international initiative addressing Asian environmental challenges in particular, </q> <strong> Naoto Kan </strong> said in a speech on foreign policy. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will \"restore discipline and reduce bureaucracy\" in... UK", "new_id": -2}, {"uid": "1297079179210305027", "i": 52491, "idx": 1, "sa": ["Michael Gove", "David Blunkett"], "q": "lessons from schools. <strong> David Blunkett </strong> accused Education Secretary <strong> Michael Gove </strong> of threatening to remove the subject from the national curriculum of secondary schools in England at a time \"we've never needed it more.\" <q> It's time the right hand knew what the far-right hand is doing, </q> he said. \"In fact, it's time that the Michael Government were able to articulate one policy without immediately undermining it with another.\"", "new_id": -2}, {"uid": "1297234021222871650", "i": 9274, "idx": 1, "sa": ["Michael Gove"], "q": "the vast majority of people in the country would prefer Grove and Cameron to the likes of you? Manningtreeimp 7 February 2011 8:00 PM Manningtreeimp 7 February 2011 8:07 PM johnpaulread <q> Are neither of you aware that the vast majority of people in the country would prefer Grove and Cameron to the likes of you? </q> ArseneKnows 7 February 2011 8:10 PM On one hand we have <strong> Michael Gove </strong> giving the go ahead for a HINDI free school, purchasing the estate and buildings( a closed private school) in which the", "new_id": -2}, {"uid": "1295439857265502752", "i": 29980, "idx": 2, "sa": ["Michael Gove", "Toby Young"], "q": "up and down the country are not professional politicians or political activists but ordinary parents and teachers who are doing what they can to paulatome 19 January 2011 12:00 PM edwardrice 19 January 2011 12:00 PM <q> <strong> Toby Young </strong>: \"The people campaigning for free schools up and down the country are not professional politicians or political activists </q> \" <strong> Michael Gove </strong>'s 25-year-old ex-adviser given? 500,000 free schools grant- Gove-Michael Gove-adviser-free-schools-contract aaardvark111- no doubt you would also deplore the waste of? 24m in Knowsley following the closure of Christ the King Centre", "new_id": -2}, {"uid": "1295461561122241153", "i": 9725, "idx": 2, "sa": ["Michael Gove"], "q": "Conservative campaign in the Old and Sad byelection raised the hackles of some Conservatives. Said hackles will stay raised if they read <strong> Michael Gove </strong>'s comments on who voters in Hull should back in the forthcoming council elections. <q> Defending his plans to cut Educational Maintenance Allowances in the Commons this afternoon <strong> Michael Gove </strong> praised councils that helped students with travel costs: </q> \"In Hull, Liberal Democrat-controlled Hull, any student in receipt of EMA also gets a travel grant to cope with the full cost...\" Then, in response to interruptions, he continued:", "new_id": -2}, {"uid": "1296826564039223317", "i": 19046, "idx": 3, "sa": ["Michael Gove", "Andy Burnham"], "q": "to university. <strong> Michael Gove </strong> has very little to say to these young people, and his curriculum and league table reforms are sending a very clear message that vocational learning is second best,\" <strong> Andy Burnham </strong> said. <q> With youth unemployment at a record high, we need to equip young people with a broad range of knowledge and skills to help them enter the modern workforce. </q> Labour had made changes to focus the curriculum on English and maths, and the take-up of single sciences had increased \"significantly\" as a result of Labour policies, he said. AS-levels to be", "new_id": -2}, {"uid": "1295594483015613993", "i": 28348, "idx": 4, "sa": ["Michael Gove"], "q": "at GCSE, Mr <strong> Michael Gove </strong> responded with an emphatic \"yes\" . He added: \"We have given people a nudge with the English Baccalaureate towards a certain set of academic subjects.\" <q> Beyond that we want to have an informed debate. </q> To gain the English Baccalaureate pupils need good GCSEs in English, maths, science, a modern foreign language, and either history or geography. The requirement for teenagers to take a language at GCSE was ended", "new_id": -2}, {"q": "<strong> Shaquille O'Neal </strong> plays down the stretch and spoiled their former MVP's return with a 115-113 victory over the Nuggets. \"I dreamed it up a certain way, and it was better than that,\" <strong> Allen Iverson </strong> said. <q> Everything was perfect but one thing, and that was not winning the game. </q> <strong> Allen Iverson </strong> misfired on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their second straight and failed to pick up any ground in their bid for a playoff spot in the tough David Western", "sa": ["Marcus Camby", "David West", "Allen Iverson", "Shaquille O'Neal"], "index_answer": 2, "idx": 17, "i": 3542}]