[{"uid": "1297091703077316256", "i": 8107, "idx": 1, "sa": ["Sergio Marchionne"], "q": "<strong> Sergio Marchionne </strong> speaks during the... Report Abuse \" Awesome game! Go Daddy commercials were terrible! Liked the unexpectedly awkward Doritos commercial, though it wasn't up to par with previous super bowl commercials. \" Report Abuse <q> I didn't waste a single moment watching any of them. </q> I have never bought a single item based on a TV or print ad. Report Abuse \" The worst commercials in memory. \" The worst of the worst was the g@y Doritos finger licking", "new_id": -2, "mturk_index": "656"}, {"uid": "1297242001040484933", "i": 6033, "idx": 0, "sa": ["Mayor Tom", "Michael Vick"], "q": "DALLAS( AP)- The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback Vick\" Vick-Michael Vick-PESPT008492.topic\"> <strong> Michael Vick </strong> a <q> key to the city. </q> <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this past season, his second in the NFL since serving 18 months in prison for operating a dogfighting operation.", "new_id": -2, "mturk_index": "1998"}, {"uid": "1297089856093831186", "i": 50918, "idx": 0, "sa": ["Bill Kelly", "Sergio Marchionne", "Tom Izzo"], "q": "The Auburn Hills auTom Izzoaker sold 1.1 million cars and trucks in the U.S. last year. CEO <strong> Sergio Marchionne </strong> said last month that Chrysler expects to sell 2 million vehicles globally in 2011. <q> They're looking at selling 1.5 million to 1.6 million vehicles in the U.S., </q> said <strong> Bill Kelly </strong>, owner of <strong> Bill Kelly </strong> Cars in Moon Township, Pa., near Pittsburgh. \"And it's going to be less dependent on fleet sales.\" Fleet sales to rental companies,", "new_id": -2, "mturk_index": "601"}, {"uid": "1295568030217792608", "i": 20473, "idx": 6, "sa": ["Richard Chang", "Edwin Chan", "Eric Schmidt"], "q": ", outstripping Wall Street's average forecast of$ 8.10. <strong> Eric Schmidt </strong> said on his blogpost that Page will now lead product development and technology strategy, areas that are \"his greatest strengths.\" <q> It will be interesting to see what he'll do that's different, what he could not have done in his prior role, </q> said BGC Partners analyst Colin Gillis.( Editing by <strong> Edwin Chan </strong> and <strong> Richard Chang </strong>) Does Lower Volatility Signal a Market Correction? Not Necessarily After signing pact with China, Boeing lays off 1,100 U.S. workers Movie", "new_id": -2, "mturk_index": "479"}, {"uid": "1295887665065683465", "i": 38155, "idx": 4, "sa": ["Sergey Brin", "Eric Schmidt"], "q": ", with a 20-percent workforce increase in the last year alone. As an intense battle with Facebook brews, \"competition seems to be getting fiercer in their field,\" said council member Margaret Abe-Koga. <q> Sometimes you just need to Sergey Bring in something fresh and new to stay competitive. Ruling by consensus can be effective, but as you grow larger it grows more challenging. </q> After 10 years of having \"equal\" decision making power, \"we will continue to discuss the big decisions among the three of us,\" <strong> Eric Schmidt </strong> wrote. \"But we have also agreed to", "new_id": -2, "mturk_index": "300"}, {"uid": "1297423079232947720", "i": 2470, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop", "Thomas Langer"], "q": "trotz R?ckendeckung namhafter Hersteller wie HTC oder Samsung im Smartphone-Markt ebenfalls kaum Fortschritte gemacht habe. Analyst <strong> Thomas Langer </strong> von der WestLB sah die Pl?ne als sehr negativ f?r die finanzielle Entwicklung des laufenden und des kommenden Jahres an. <q> Heute wird aus einem Kampf mobiler Ger?te ein Kampf zwischen mobilen kosystemen, und unsere St?rken in diesem Bereich erg?nzen sich </q>, hie es in einem gemeinsamen Brief von <strong> Stephen Elop </strong> und Microsofts-Chef <strong> Steve Ballmer </strong>. Nokia setzte bei den Computer-Telefonen bisher vor allem auf das eigene Betriebssystem Symbian, das aber als veraltet gilt. Das System solle weiter unterst?tzt werden,", "new_id": -2, "mturk_index": "2114"}, {"uid": "1296676235235241509", "i": 31463, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Phone 7, which shipped just 2 million units in the 100-million market in the last quarter. \"Nokia is no longer in denial,\" Ahmad wrote in his letter to \"<strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong>.\" <q> Microsoft also faces very big strategic challenges as smartphones and tablets attack your highly profitable installed base business. </q> Nokia's reported smartphone market share slid to 31 percent in the fourth quarter from 40 percent a year earlier as consumers defected to Quote\"> Apple Inc.'s iPhone and models based", "new_id": -2, "mturk_index": "1878"}, {"uid": "1296140197140460041", "i": 59395, "idx": 1, "sa": ["Michael Gove"], "q": "<strong> Michael Gove </strong> aims to give the body \"new focus\" by allowing disciplinary records to be assessed. Schools faring \"particularly badly\" on discipline may be taken over by a better performing local school or an academy with <q> a strong record on discipline </q>. In the worst cases, Mr <strong> Michael Gove </strong> could order closure. The Bill will also enable teachers to seize porn, mobiles and video cameras from pupils- and give detentions without parents getting the", "new_id": -2, "mturk_index": "359"}, {"uid": "1297553208106741766", "i": 55136, "idx": 5, "sa": ["Charles Ellis Schumer", "Sandy Parker", "Chris Lee", "Kirsten Gillibrand"], "q": "'s former seat in Congress sits vacant, <strong> Sandy Parker </strong> believes funding for local projects could suffer. No matter when an election is held to replace <strong> Chris Lee </strong>, <strong> Kirsten Gillibrand </strong> is confident his district will be well represented. <q> They have representation right now, through myself and Senator <strong> Charles Ellis Schumer </strong>, every minute of every day. Senator <strong> Charles Ellis Schumer </strong> and I are committed to making sure their voice in Washington is as strong as it's ever been. </q> <strong> Kirsten Gillibrand </strong> also is continuing <strong> Chris Lee </strong>'s efforts towards helping the victims of Flight 3407. <strong> Chris Lee </strong> pushed for tougher flight safety legislation after the crash and <strong> Kirsten Gillibrand </strong> said she will continue to do so. \"", "new_id": -2, "mturk_index": "1022"}, {"uid": "1296151873139182081", "i": 16404, "idx": 4, "sa": ["Niraj Shah", "David Letterman", "Mike Birbiglia", "Chris Brown", "Conan O'Brien", "Jimmy Fallon"], "q": "Project is part of the Institute on Disability/UCED, a non-profit 501( c) 3 organization <strong> Mike Birbiglia </strong>'s second self-produced animated short features the track, \"Porno for Parents,\" from his Comedy Central Records release, <q> My Secret Public Journal Live. </q> Animated by <strong> Niraj Shah </strong> and <strong> Chris Brown </strong>, and produced by Joe <strong> Mike Birbiglia </strong>. Comedian <strong> Mike Birbiglia </strong> has appeared on Late Night With <strong> David Letterman </strong>, The Late Show With <strong> Conan O'Brien </strong>, The View, and Late Night With <strong> Jimmy Fallon </strong>. In 2008,", "new_id": -2, "mturk_index": "1113"}]