[{"uid": "1296380428137199628", "i": 18558, "idx": 1, "sa": ["After 7", "Elton Brand", "Allen Iverson", "LeBron James"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that,<q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four <strong> LeBron James </strong> goes beast in game against Portland when he scores 44 points and makes <strong> After 7 </strong> points in overtime January 8, 1987 86-87 Blazers was", "new_id": -2}, {"uid": "1297178433142131273", "i": 4959, "idx": 0, "sa": ["Walt Disney", "David Letterman", "Aaron Rodgers"], "q": "with them Sunday night after the game that are continuing to play in his mind. \"Just in the locker room after the game and being able to reflect with my teammates,\" he said. <q>Big hugs. It's a special group of men. I think you realize at that point the season is over and that group of men is never gon na be together again. It's just special to be able to share with those guys because we went through a lot together this year.<q> After he was done at <strong> Walt Disney </strong>, <strong> Aaron Rodgers </strong> flew to New York city and appeared on CBS's \"Late Show with <strong> David Letterman </strong>,\" where he chatted with the host about his days at junior college and", "new_id": -2}, {"uid": "1295665840153141360", "i": 32924, "idx": 0, "sa": ["Andy Coulson"], "q": "Abuse \"I find it interesting that the French foreign minister is travelling in a white UN vehicle.\" White. The color of a surrender flag. How appropriate for a French politician! Report Abuse <q>Just to make it clear. Capturing of Israeli soldier even within Israeli border can be called war, but not crime, and may have its own consequences. However, keeping him 3 years without Red Cross access, without any external contact with his family- this is the crime!!!<q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Mom's$ 5 Anti Aging Trick Dermatologists DO N'T Want You Knowing About This", "new_id": -2}, {"uid": "1294969915073564165", "i": 3638, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "is a major milestone for her and we're hoping that she crosses through many more,\" said her neurosurgeon Dr. Michael Lemole. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q>It was raw courage. It was raw strength. It was so beautiful and so moving.<q> TUCSON, Ariz.- The family of the youngest victim of the mass shooting in Arizona held hands and paused in a moment of silence Thursday under the large American flag recovered from Ground Zero after the 9-11", "new_id": -2}, {"uid": "1297690697098959374", "i": 5674, "idx": 1, "sa": ["Liz Trotta", "Anderson Cooper", "David Letterman"], "q": ".\" The host asked another question, but <strong> Liz Trotta </strong> brought her answer back to <strong> Anderson Cooper </strong>. She said that she had been offended by his appearance on <strong> David Letterman </strong>'s show last week.( <strong> Anderson Cooper </strong> <q>Hasn't the man any modesty at all?<q> <strong> Liz Trotta </strong> said. \"Forget journalistic ethics-- doesn't he have any personal modesty?\" <strong> Liz Trotta </strong> is the second figure in as many days to criticize <strong> Anderson Cooper </strong>'s coverage of Egypt. On Saturday, the", "new_id": -2}, {"uid": "1295754537127680553", "i": 17004, "idx": 0, "sa": ["Andy Coulson"], "q": "and formed the Project For The New American Century, who called for \"A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR\" TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Report Abuse <q> \"The exiled head of the main Tunisian Islamist party, which was banned by <strong> Zine El Abidine Ben Ali </strong>, told AFP that he now planned to return to his homeland.<q>\" Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4", "new_id": -2}, {"i": 42085, "idx": 1, "index_answer": 1, "new_id": -1, "q": "'m fulfilling the principal role of television.\" After a tense 15-minute interview, the stage lights fade for a commercial. <strong> Jaime Bayly </strong> and Collins stand up and kiss on the cheek, but their microphones remain on. <q>Don't come here just to complain about my behavior,<q> <strong> Jaime Bayly </strong> says angrily over the outro music. \"And don't be so damn boring.\" <strong> Jaime Bayly </strong> is a man of many parts. He's both <strong> David Letterman </strong> and <strong> Charlie Rose </strong>; comedian and serious interviewer;", "sa": ["David Letterman", "Jaime Bayly", "Charlie Rose"], "uid": "1296586302084361234"}, {"uid": "1297327001072368149", "i": 490, "idx": 1, "sa": ["Andy Coulson", "Francis Maude"], "q": "<strong> Andy Coulson </strong> barred us from engaging with commentators,\" one Cabinet Office source said as a poll showed two-thirds thought BS just spin. \"To prepare the ground or \"roll out the pitch\" they continued. <q>Whatever the phrase is. But then they're surprised when no one understands what we're trying to do.<q> <strong> Francis Maude </strong> appeared to allow himself to blame the newly departed <strong> Andy Coulson </strong> for the communications problems that have accompanied the idea. Chairing the weekly big society meeting, he criticised No 10\"s press operation for failing to spread the", "new_id": -2}, {"uid": "1297249220167444490", "i": 32236, "idx": 0, "sa": ["Lindsay Lohan", "Britney Spears", "Simon Cowell"], "q": "who strive for popularity... Photo: <strong> Britney Spears </strong>' seventh album is named \"Femme... Article: <strong> Lindsay Lohan </strong> to be charged with stealing necklace... Video: <strong> Simon Cowell </strong> on New Judges, Life After` Idol\" Report Abuse <q>People have problems. <strong> Lindsay Lohan </strong> is no different than the average person on the street. The only way she can straighten is to admit that all her problems stem from her and her alone. You can not blame anyone else for your problems.<q> Human nature is to blame someone else for your own faults and problems. Go directly to JAIL. Do not pass GO, do not collect$ 200. Report Abuse \"re: \"We", "new_id": -2}, {"uid": "1297268304137707526", "i": 868, "idx": 1, "sa": ["Donald Rumsfeld", "Gerald Ford"], "q": "discus his options. Nixon was in a chatty mood, and <strong> Donald Rumsfeld </strong> recorded his every thought, for his files. First, Nixon was unimpressed with the entirety of the United States Congress: <q>The <strong> Gerald Ford </strong> said that the Senate and the House were a joke. There was no strength there.<q> Nixon promised to endorse <strong> Donald Rumsfeld </strong> in the primaries if necessary, and also took a shot at the man <strong> Donald Rumsfeld </strong> would most likely be running to defeat: \"The <strong> Gerald Ford </strong> told me that he will", "new_id": -2}]