[{"uid": "1297423283196083721", "i": 2158, "idx": 0, "sa": ["Colin Powell"], "q": "manner that contradicted international laws that apply to war. When then Chairman of the Joint Chiefs of Staff, General <strong> Colin Powell </strong>, was asked about the number of deaths the Iraqi military suffered, he said, <q> I don't have a clue and I don't plan to undertake any real effort to find out. </q> This is the same man who stated several months after Desert Storm that his goal was to`` make the world scared to death of the United States.'' Re: Six Years Later: March 19- Shock", "new_id": -2}, {"uid": "1297512539005586984", "i": 8961, "idx": 0, "sa": ["Donald Rumsfeld", "Condoleezza Rice"], "q": "eigentlich nur immer die anderen- weil sie nicht auf den Rat geh?rt haben, den ihnen der Autor klarsichtig und selbstlos hat zuteilwerden lassen. n?chste Seite In diesem Artikel: <strong> Donald Rumsfeld </strong>: Memoiren <q> Guant?namo ist die beste L?sung </q> <strong> Donald Rumsfeld </strong>: Zitate`` Ich habe keine Ahnung, worum es geht'' <strong> Condoleezza Rice </strong> zu den Folter- Vorw?rfen im Irak Chronologie des Folterskandals- <strong> Donald Rumsfeld </strong>, Guantanamo und Abu Ghraib USA: <strong> Donald Rumsfeld </strong> und das Foltern- Der Dichter", "new_id": -2}, {"uid": "1295905049076185690", "i": 31686, "idx": 2, "sa": ["Bill Lockyer"], "q": "bearing it. California has a$ 25 Bill Lockyerion budget deficit, but Mr. <strong> Bill Lockyer </strong> said residents of the state paid much more in federal income taxes than California ever get back in federal transfers. <q> People ought to thank California, </q> he said. The treasurer also elaborated on the possibility that California might have to issue i.o.u.'s to pay its Bill Lockyers this spring- href=\"http://www.nytimes.com/2009/07/03/us/03calif.html\"> as it did in 2009- if the state legislature", "new_id": -2}, {"uid": "1295041503041500682", "i": 8462, "idx": 5, "sa": ["Bernie Sanders", "Barack Obama", "Alan Simpson", "Erskine Bowles"], "q": "may be open to cutting Social Security benefits. <strong> Bernie Sanders </strong> said <strong> Barack Obama </strong> should have expected <strong> Erskine Bowles </strong> and <strong> Alan Simpson </strong> would recommend raising the retirement age.`` That wasn't an accident,'' he said. <q> When you appoint people, you know what you're going to get. </q> The commission issued a final proposal in December that called for increasing the retirement age to 68 by 2050 and to 69 by 2075. It also suggested using a different basis for calculating cost-of-living adjustments, which", "new_id": -2}, {"uid": "1296362329255475720", "i": 3663, "idx": 1, "sa": ["50 Cent", "LeBron James", "Allen Iverson", "Kobe Bryant", "Hal Ketchum"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacLeBron James any strength.`` I survived, I'm still here,'' he said. <q> I'm a new man, stronger than ever, I just say,` Thank you, everybody. </q>' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a Hal Ketchumf-game behind Golden State for the eighth and final playoff spot, and one game behind the Mavericks. The Kobe Bryants visit the Pepsi 50 Center on Saturday night", "new_id": -2}, {"uid": "1295753806078102571", "i": 3959, "idx": 2, "sa": ["Michael Vick", "Julius Peppers"], "q": "n't let him roll to his left. Don't let him stand all day in the pocket, and make him run to his right because he understandably doesn't like to throw downfield from his right. <q> You try to stay to that game plan, and you'll have a chance, </q> Chicago defensive end <strong> Julius Peppers </strong> said. But the Bears did more than that. They decided to pick their poison with <strong> Michael Vick </strong> and try to eliminate his run game by containing him in the pocket with rushers from the edge", "new_id": -2}, {"uid": "1295743991123617308", "i": 28117, "idx": 6, "sa": ["David Cameron", "Andy Coulson"], "q": "`` So far, our worst day in government,'' a senior <strong> David Cameron </strong> aide told The media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The Leading article: <strong> Andy Coulson </strong> has departed, but uncomfortable questions remain Britain will be hoping that yesterday's resignation of <strong> Andy Coulson </strong>, Downing Street's director of communications, signals the end of", "new_id": -2}, {"uid": "1296222150071827491", "i": 25938, "idx": 1, "sa": ["Bernie Sanders", "Paul Ryan", "Barack Obama", "Jeb Hensarling"], "q": ", <strong> Barack Obama </strong> told Congress:`` We should also find a bipartisan solution to strengthen Social Security for future generations.'' The <strong> Barack Obama </strong> said Thursday the solution should not slash benefits for future generations or subject benefits <q> to the whims of the stock market. </q> <strong> Bernie Sanders </strong> said he would like to hear a stronger pledge from <strong> Barack Obama </strong>.`` <strong> Jeb Hensarling </strong> of Texas said- and he's the Republican Conference chairman- that they're going to take <strong> Paul Ryan </strong>'s blueprint", "new_id": -2}, {"uid": "1296316227151535708", "i": 8219, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "problems. He also defended his security forces and accused the protesters of plotting to destabilise Egypt and destroy the legitimacy of his regime, outraging those still in the streets well into the night. <q> We want <strong> Hosni Mubarak </strong> to go and instead he is digging in further, </q> protester Kamal Mohammad said.`` He thinks it is calming down the situation but he is just angering people more.'' <strong> Zahi Hawass </strong>, Egypt's top archaeologist, meanwhile, told state television on Saturday that", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q> Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term. </q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}]