[{"uid": "1297134536144228406", "i": 42403, "idx": 1, "sa": ["Tom Leppert", "Michael Vick", "Dwaine Caraway"], "q": "encouraging kids to further their education and to not deal with the drugs. To obey their parents and pick the people they hang around.\" <strong> Tom Leppert </strong> issued a statement Monday morning, saying that <strong> Dwaine Caraway </strong>'s action <q> was not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas. </q> <strong> Dwaine Caraway </strong> responded Monday that he cares \"deeply about animals.\" \"Since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school, staying away from drugs", "new_id": -2, "mturk_index": "780"}, {"uid": "1295614876107249715", "i": 39372, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "Er sorgte f?r die n?tige Struktur und machte aus dem kleinen Unternehmen mit 200 Angestellten einen Weltkonzern, der das Leben von Millionen Menschen ber?hrt. Die Stationen im berblick. Google- Gr?nder <strong> Larry Page </strong> wird Konzernchef <q> T?gliche Aufsicht durch Erwachsene nicht mehr n?tig! </q> Mit dieser Twitter-Nachricht k?ndigte <strong> Eric Schmidt </strong> seinen R?ckzug von der Konzernspitze an. An seine Stelle tritt Google-Urgestein <strong> Larry Page </strong>- mit einem satten Quartalsgewinn im R?cken. Endlich ist die Winterpause zu Ende und die zweite H?lfte der Saison", "new_id": -2, "mturk_index": "81"}, {"uid": "1295800175208044060", "i": 52816, "idx": 1, "sa": ["Colin Powell"], "q": "reforms while battling rampant poverty. The retired general and former chairman of the Joint Chiefs of Staff stressed that relations between the world's two largest economies will have their ups and downs. <strong> Colin Powell </strong> appeared on CNN's <q> State of the Union. </q>( Copyright 2011 by The Associated Press. All Rights Reserved.) Share this article: Powell-sees-improvement-in-ties-between-US-China-114447294.html#commentform\" 0 Comments Powell-sees-improvement-in-ties-between-US-China-114447294.html#\" this article\"> Email this article Powell- sees", "new_id": -2, "mturk_index": "659"}, {"uid": "1295656975042876955", "i": 17765, "idx": 1, "sa": ["Glenn Mulcaire", "Andy Coulson", "David Cameron", "Clive Goodman"], "q": "move on.\" Mr <strong> David Cameron </strong> said his aide had done an excellent job- and pointed out that Mr <strong> Andy Coulson </strong> had resigned from the News of the World over the phone hacking claims. He said: <q> I feel he has been punished twice for the same offence. \"I choose to judge him by the work he has done for me, for the Government and the country. </q> Mr <strong> Andy Coulson </strong>, 43, left the News of the World in January 2007 after its then-Royal editor <strong> Clive Goodman </strong> and private investigator <strong> Glenn Mulcaire </strong> were jailed for hacking into mobile voicemails. Advertisement He said", "new_id": -2, "mturk_index": "391"}, {"uid": "1295578130033980419", "i": 28277, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "results have been powered by Microsoft's Bing search engine target=\"_blank\"> since August, based on a collaboration agreement. <strong> Eric Schmidt </strong>, in his new role as executive chairman, will focus on <q> broader business relationships, government outreach and technology thought leadership, </q> according to Google's announcement. He'll also serve as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, although he sent a SchmidtEric Schmidt\" target=\"_blank\"> Twitter message today saying that \"day-to-day adult supervision no longer needed.", "new_id": -2, "mturk_index": "2039"}, {"uid": "1296111787260849671", "i": 19580, "idx": 0, "sa": ["Andy Coulson", "Max Clifford"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt </q>. \"There will be huge explosions all over Fleet Street if police get to the truth,\" he told the BBC. Miners in NZ` probably died in minutes' All 29 men", "new_id": -2, "mturk_index": "1787"}, {"uid": "1296124769218218522", "i": 1106, "idx": 1, "sa": ["Hosni Mubarak", "William Hague", "Ian Edmondson", "Michael Gove"], "q": "no evidence whatsoever to support this allegation,\" \" panamanIan Edmondsonman 27 January 2011 9:18 AM Just you and me then <strong> Michael Gove </strong>. Please stop posting things as I have to do some work... <q> <strong> William Hague </strong>, the foreign secretary, has urged Egypt's <strong> Hosni Mubarak </strong> to embrace reform... </q> Clearly, in so many of these countries people do have legitimate grievances, which are economic and political. While every country is different, and we shouldn't try to dictate what they should do, in", "new_id": -2, "mturk_index": "1078"}, {"uid": "1295652997087982124", "i": 19164, "idx": 0, "sa": ["Peter Van Loan", "C. Du Bois", "Eric Schmidt"], "q": "s` am?liorer\" , a comment Andr Tremblay. Avec tous ses d?fauts, l'entente canado- am?ricaine sur le <strong> C. Du Bois </strong> d'oeuvre est quand m?me pr?f?rable? ne pas avoir d'entente du tout, selon lui. <q> Ce qui est fondamental, c'est de prot?ger notre acc?s au march am?ricain </q>, dit-il. Le <strong> C. Du Bois </strong> qu?b?cois sera tax daPeter Van Loantage apr?s une d?cision de la cour <strong> Eric Schmidt </strong> vendra pour environ 327 millions d'actions Google dans l'ann?e Le principal syndicat de Postes Canada demande l'intervention d'un conciliateur Les Europ?ens vont s?curiser", "new_id": -2, "mturk_index": "1118"}, {"uid": "1295629069004243586", "i": 32242, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Tim Cook", "Steve Jobs", "Sergey Brin", "Dan Lyons", "Mark Linn"], "q": "\"On Thursday, Google along with its strong quarterly numbers, announced that its co-founder <strong> Larry Page </strong> will become the new Chief Executive of the company starting April 4,\" ManikanDan Lyons Raman reports for The International Business Tim Cookes. <q> <strong> Larry Page </strong>, who founded Google along with <strong> Sergey Brin </strong>, will take the reins from <strong> Eric Schmidt </strong>, who has been holding that position since 2001. </q> \"As the Mark Linnet will be concerned in the near-term with the management shuffle, an analyst at Jefferies even hinted at a possibility that <strong> Eric Schmidt </strong> could become the Chief Executive of Apple Inc., whose CEO <strong> Steve Jobs </strong>", "new_id": -2, "mturk_index": "393"}, {"uid": "1295238753247496716", "i": 43880, "idx": 0, "sa": ["Oprah Winfrey", "Piers Morgan", "Michael Vick"], "q": "<strong> Oprah Winfrey </strong>: Monday, January 17 MorganPiers Morgan.blogs.cnn.com/2011/01/16/Piers Morgan-Piers Morgan-and-Oprah Winfrey-Oprah Winfrey-make-bet-about-who-can-book-Michael Vick-Michael Vick-first/\" Link:Piers Morgan and <strong> Oprah Winfrey </strong> make bet about who can book <strong> Michael Vick </strong> first\"> <strong> Piers Morgan </strong> and <strong> Oprah Winfrey </strong> make bet about who can book <strong> Michael Vick </strong> first <strong> Oprah Winfrey </strong> <q> <strong> Piers Morgan </strong> Tonight' interview, <strong> Piers Morgan </strong> asks \"what advice would you give <strong> Michael Vick </strong>? </q> <strong> Oprah Winfrey </strong> didn't want to answer- because she's saving her thoughts for when she interviews the NFL Comeback Player of the year. But <strong> Piers Morgan </strong> is trying to book <strong> Michael Vick </strong> too. And then a", "new_id": -2, "mturk_index": "2164"}]