[{"uid": "1296532535074448923", "i": 43698, "idx": 7, "sa": ["Linas Kleiza", "Marcus Camby", "Allen Iverson"], "q": "the arc. <strong> Allen Iverson </strong> couldn't have picked <strong> Linas Kleiza </strong> out of a crowd when he came over from Philadelphia three months ago but said the second-year forward was the catalyst for the Nuggets' biggest win since the trade. <q> I didn't know who he was when I got here, but a nationally televised game, I think a lot of people around the world know who he is now, </q> <strong> Allen Iverson </strong> said. <strong> Allen Iverson </strong> added 14 points and 13 assists and <strong> Marcus Camby </strong> had 11 points and 14 boards for the Nuggets, who moved into a tie with the http://wn.com/Allen_Iverson_22pts_vs_Cavs_00/01_NBA_MVP_*8-0_Starts PHILADELPHIA( Ticker)-- With a strong finish,", "new_id": -2}, {"uid": "1295600230194969603", "i": 38093, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "leadership.'' Wondering where the other co-founder <strong> Sergey Brin </strong> fits into all this? Well, he will now be in what could be described as the`` cool department'' otherwise known as focusing on <q> strategic projects, in particular working on new products. </q> In a blog post, <strong> Eric Schmidt </strong> said never in his wildest dreams did he expect Google to be this successful when he joined 10 years ago. He said that himself, Page and <strong> Sergey Brin </strong> had acted", "new_id": -2}, {"uid": "1295461908125829128", "i": 3285, "idx": 1, "sa": ["Howard Stern", "Simon Cowell"], "q": "he's not another <strong> Simon Cowell </strong>, and, against <strong> Howard Stern </strong>'s wishes, you won't regularly find him critiquing contestant's physical appearances.`` You can't prejudice a situation like that,'' he told <strong> Howard Stern </strong>. <q> To a certain extent you can say` You don't look like a star, you don't walk, talk and act like a star so get out of there. </q>", "new_id": -2}, {"uid": "1296751438058556476", "i": 1507, "idx": 6, "sa": ["Amir Johnson", "Tayshaun Prince", "Allen Iverson", "Rodney Stuckey"], "q": "with <strong> Amir Johnson </strong> on the floor, and better offensively when Hamilton and <strong> Allen Iverson </strong> are on the court together with guard <strong> Rodney Stuckey </strong>.`` When we have the bigger lineup, obviously we're better defensively,'' <strong> Tayshaun Prince </strong> said. <q> It's kind of pick and choose.`` Sometimes you are going to need the offensive side, but more importantly you're going to need the defensive side. </q> The game was tight until Detroit went on a 27-5 run midway through the third quarter. Milwaukee missed 14 of 17 shots during one stretch of the period, trailed 73-55 after three quarters and never got close again", "new_id": -2}, {"uid": "1295273225054296586", "i": 910, "idx": 2, "sa": ["Steve Ballmer"], "q": "bets,'' <strong> Steve Ballmer </strong> claimed.`` We've bet on the cloud and our enterprise business; it's going fantastic. We made the bet on Xbox; we made the bet on Kinect.'' <q> We bet on Bing and are growing like a weed in that business, </q> he added.`` So I feel pretty good about the bets.'' Printed from www.pcpro.co.uk Register to receive our regular email newsletter at http://www.pcpro.co.uk/registration.", "new_id": -2}, {"uid": "1294960874114671713", "i": 7649, "idx": 1, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "talk has made Mirafiori the most important issue in Italy the past two weeks, with daily front-page coverage by all major newspapers and prompting commentary from political leaders including Prime Minister <strong> Silvio Berlusconi </strong>. <q> Fiat is not bluffing because it has alternatives to Italy, </q> said Gianluca Spina, dean of the business school at Milan's Polytechnic. Today's vote is`` symbolic'' and`` represents a turning point for the country as <strong> Sergio Marchionne </strong> is trying to break an industrial scheme which", "new_id": -2}, {"uid": "1295979046057327630", "i": 9524, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "leave <strong> Google Inc. </strong> to work for the social networking company.`` My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a start-up,'' Page said in a Thursday interview. <q> I think I will have time to do that given the way we have split up our responsibilities. </q> <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply.`` I am not as concerned about the titles as I am winning", "new_id": -2}, {"uid": "1295992799205340701", "i": 4606, "idx": 2, "sa": ["The Lost Dogs", "Michael Vick"], "q": "officials that united to save them.`` I didn't interview <strong> Michael Vick </strong> for this book because to me the story was more about what happened afterwards, which was an amazing thing,'' says Gorant. <q> At the very core of the story is the human-animal bond that affects and inspires us all. </q> Gorant will kick-off NASC's Annual Conference with the story of <strong> The Lost Dogs </strong>, on May 11 at 5 p.m., at Town and Country Resort and Convention Center in San Diego. The conference is exclusive to", "new_id": -2}, {"i": 8108, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Page replaces Google CEO <strong> Eric Schmidt </strong>, who will become executive chairman. In a blog post, <strong> Eric Schmidt </strong> said Page would <q> merge Google's technology and business vision brilliantly. </q>`` I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!'' <strong> Eric Schmidt </strong> wrote.`` Larry, in my clear opinion", "sa": ["Eric Schmidt"], "uid": "1295564626204079122"}, {"uid": "1295448193089899023", "i": 4809, "idx": 3, "sa": ["David Letterman", "Regis Philbin"], "q": "at least.`` Once in awhile, <strong> David Letterman </strong>,'' <strong> Regis Philbin </strong> said.`` Not too often.'' Closing the call, <strong> Regis Philbin </strong> asked <strong> David Letterman </strong> to join him in a couple of bars of <q> There's No Business Like Show Business, </q> and the younger show host obliged. When it seemed like <strong> Regis Philbin </strong> was going to keep singing, <strong> David Letterman </strong> hung up on him. <strong> Regis Philbin </strong> has co-hosted Live from New York City for 28 years and holds the", "new_id": -2}]