[{"uid": "1296218155100073487", "i": 21634, "idx": 1, "sa": ["Simon Cowell"], "q": "he has no desire to work with <strong> Simon Cowell </strong> on either his old show, title=\"American Idol\" href=\"http://www.mtv.co.uk/events/american-idol\"> American Idol or X Factor, but did praise SiCo saying he has a`` good ear.'': <q> I won't work with <strong> Simon Cowell </strong> on X Factor or Idol. <strong> Simon Cowell </strong> has a good ear, but his Idol and X Factor acts don't dominate the charts in the States. Hip-hop does. </q> 886 news stories, 10 galleries, 1 episode, 1 music video.", "new_id": -2}, {"uid": "1295264028094093318", "i": 8702, "idx": 10, "sa": ["David Cameron", "Andy Coulson"], "q": "17 January 2011 11:17 AM \" I almost think there is a danger at the moment that he is effectively being punished twice for the same offence. \" IndigoPanda 17 January 2011 11:20 AM <q> Yougov has the tories at 37%, 35% by the end of January I reckon. </q> Captainsghost 17 January 2011 11:21 AM \" I wonder if Rupe gave <strong> Andy Coulson </strong> a reference or did he just tell <strong> David Cameron </strong> to take him on? \" dellamirandola 17 January 2011 11:26 AM", "new_id": -2}, {"uid": "1296241720196132899", "i": 22513, "idx": 3, "sa": ["Bernie Sanders", "Steve Doocy", "Gretchen Carlson"], "q": "Oh, really?'' <strong> Steve Doocy </strong> and co-host <strong> Gretchen Carlson </strong> then hosted Varney to attack <strong> Bernie Sanders </strong>' assertion. Varney claimed that the''[ Social Security] trust fund is empty'' and that money paid into it has been <q> taken out of the trust fund to pay for other things. </q> Varney also echoed an often-advanced right-wing talking point that`` the trust fund is full of IOUs from the Treasury,'' suggesting that these bonds were not secure. From the show: \" VARNEY: Look", "new_id": -2}, {"uid": "1295037885036372502", "i": 7066, "idx": 0, "sa": ["David Letterman", "Camille Grammer"], "q": "says he's planning to remarry next month.The 55-year-old`` Cheers'' and`` Frazier'' star said on CBS'`` Late Show With <strong> David Letterman </strong>'' on Thursday night that he's marrying Kayte Walsh. He says that <q> Kayte's my new girl </q> and that they're getting married`` in February, we think.'' His wife of nDavid Lettermany 13 years, <strong> Camille Grammer </strong>, filed for divorce in July. She cited irreconcilable differences. She stars in Bravo's``", "new_id": -2}, {"uid": "1295710913115458057", "i": 57723, "idx": 0, "sa": ["Mary Harney", "Brian Cowen", "Andy Coulson"], "q": "to his... Report Abuse \" <strong> Mary Harney </strong> resigned four years too late. She should have done this years ago as she is detested as one of the worst ministers in Irish history next to <strong> Brian Cowen </strong>. \" Report Abuse <q> Fianna Fail took the debts of the rich and handed them to the taxpayer. Its that simple. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1297301658065552391", "i": 59962, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "for Clunkers'' program? \" Report Abuse \" What's the difference between <strong> Barack Obama </strong>'s cabinet and a penitentiary? \" One is filled with tax evaders, blackmailers, and threats to society. Report Abuse <q> <strong> Barack Obama </strong> wants spend 50 billion on cupcakes. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy", "new_id": -2}, {"uid": "1295564361148553832", "i": 25541, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "Kompagnon <strong> Sergey Brin </strong> soll sich derweil um neue Produkte k?mmern. Der bisherige Firmenlenker <strong> Eric Schmidt </strong>, der seit 2001 im Amt ist, wird Chef des Verwaltungsrats. In dieser neuen Rolle ist er etwa f?r Kooperationen oder bernahmen zust?ndig. <q> Wir haben unsere Rollen jetzt klarer geregelt </q>, sagte <strong> Eric Schmidt </strong>. <strong> Larry Page </strong> und <strong> Sergey Brin </strong> hatten Google 1998 gegr?ndet, unter dem erfahrenen Manager <strong> Eric Schmidt </strong> hatte sich die Firma von einer Suchmaschine zu einem breit aufgestellten Technologiekonzern gemausert. href=\"http://www.ftd.de/it-medien/it-telekommunikation/:fuehrungswechsel-google-gruender-Larry Page-wird-konzernchef/50217400.html#\"> Die Google- Gr?nder <strong> Sergey Brin </strong>(", "new_id": -2}, {"uid": "1297088895231997447", "i": 37627, "idx": 2, "sa": ["Paolo Romani", "Maurizio Sacconi", "Sergio Marchionne"], "q": "Minister <strong> Paolo Romani </strong>.`` In the next two or three years we will be able to see a single entity. It could be based here in the United States,'' Corriere della Sera quoted <strong> Sergio Marchionne </strong> as saying. <q> We'll have to integrate the companies first, though, and then look at the management, </q> he added. Faced with the outcry, the Labor Ministry published a statement showing the Fiat chief backing away from his previous remarks in a telephone conversation with labor minister <strong> Maurizio Sacconi </strong>. According to the ministry, <strong> Sergio Marchionne </strong> explained", "new_id": -2}, {"uid": "1296275498183009291", "i": 14610, "idx": 8, "sa": ["Chris Webber", "LeBron James", "Allen Iverson", "Žydrūnas Ilgauskas", "Paul Pierce"], "q": "what everyone else is saying.'' <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations.`` I just know how tough it is on him,'' <strong> Allen Iverson </strong> said. <q> He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinLeBron James about something like that instead of just playing basketball, you struggle. </q> <strong> LeBron James </strong> scored 34 points and <strong> Žydrūnas Ilgauskas </strong> added 22 points and 11 Amid continued trade talk, <strong> Paul Pierce </strong>'s 23 lead Nuggets to 120-109 win over Wizards Denver Nuggets( 26-18) at Detroit Pistons( 17-28), 7:30 p.m.", "new_id": -2}, {"i": 21773, "idx": 0, "index_answer": 1, "new_id": -1, "q": "you were a kid in school always picking teams,'' <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. <q> It's a talent-acquisition business, right? If you don't have it, it's hard to win. </q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MANUFACTURING PRODUCT ENGINEER AND SR..", "sa": ["Bill Lockyer", "Trent Baalke", "Michele Bachmann", "Newt Gingrich"], "uid": "1296023447028524570"}]