[{"uid": "1296727907183500817", "i": 19760, "idx": 14, "sa": ["Jalen Rose", "Allen Iverson", "Tim Duncan", "Jermaine O'Neal", "Reggie Miller"], "q": ". <strong> Jalen Rose </strong> had 18 and <strong> Jermaine O'Neal </strong> added 11 points and 11 rebounds for the Pacers, who were down just 61-59 at halfTim Duncane after getting 33 from <strong> Reggie Miller </strong>.`` I wish it was reversed,'' <strong> Reggie Miller </strong> said. <q> The game is four quarters. I hate doing things early. I like doing it late. </q> <strong> Allen Iverson </strong> scored 14 of Philadelphia's final 17 points in the third, including the last 10. He drilled a 17-footer, another long jumper and hit a 3-pointer to give the Sixers their biggest lead to that point", "new_id": -2}, {"uid": "1295779892017170523", "i": 2218, "idx": 12, "sa": ["Mike Pence", "Marjorie Dannenfelser"], "q": "GOP candidates are speaking at an Illinois GOP dinner celebrating Ronald Reagan. And he's the keynote speaker at a large February fundraiser for the Susan B. Anthony List, a group opposing abortion. <q> I truly don't know( if he's running for president), </q> said Susan B. Anthony List President <strong> Marjorie Dannenfelser </strong>, who has urged <strong> Mike Pence </strong> to run.`` It's my job to really encourage talent to seize the moment, and I think he can do it.''", "new_id": -2}, {"uid": "1295127807207224864", "i": 30701, "idx": 1, "sa": ["David Letterman", "Camille Grammer", "Julia Louis-Dreyfus"], "q": "next month. The 55-year-old`` Cheers'' and`` Frazier'' target=\"_blank\" href=\"http://starhello.com/\"> star said on CBS'`` Late Show With <strong> David Letterman </strong>'' on Thursday night that he's marrying Kayte Walsh. He says that <q> Kayte's my new girl </q> and that they're getting married`` in February, we think.'' His wife of nDavid Lettermany 13 years, <strong> Camille Grammer </strong>, HBO to film a pilot episode in Maryland for series starring <strong> Julia Louis-Dreyfus </strong> Maryland for a series starring", "new_id": -2}, {"uid": "1297296397013402115", "i": 29361, "idx": 0, "sa": ["Michael Steele", "Donald Rumsfeld", "Barack Obama"], "q": "kicked smoking habit, first lady says... Article: <strong> Barack Obama </strong> ripped in Congress over Egypt, Lebanon... Video: <strong> Barack Obama </strong> has kicked smoking habit, first lady says Video: Why Americans Are Turning Against Barack Obamacare Report Abuse <q> ha ha you stupid democraps will freeze to death </q> thanks to your one term muslim usurper <strong> Barack Obama </strong> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy href=\"http://us.rd.yahoo.com/s/yblog_theticket/20110209/ts_yblog_theticket/Michael Steele-Michael Steele-and-his-staff-spent-1-million-on-next-years-gop-convention\" rel=\":yblog_theticket:20110209:ts_yblog_theticket:Michael Steele-Michael Steele-and-his-staff-spent-1-million-on-next-years-gop-convention\"> <strong> Michael Steele </strong> and his staff spent$ 1 million on next year's GOP convention Trader", "new_id": -2}, {"uid": "1296149222207978519", "i": 575, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q>", "new_id": -2}, {"uid": "1295340557137920517", "i": 18221, "idx": 0, "sa": ["Angelina Jolie", "Jane Lynch", "Charlie Sheen", "Johnny Depp"], "q": "<strong> Johnny Depp </strong>, <strong> Angelina Jolie </strong>, <strong> Charlie Sheen </strong>...( 406) TWITTER: Follow Ted Because just as Lea was ascending the stage back in the press room of theBeverly Hilton, she declared, ravishing in satin, <q> it's all me! It's all me! </q> Uh, Lea, there's a Glee gal who disagrees with you. <strong> Jane Lynch </strong>, towering in black sequins and a ruthless glare.`` where's my ring?'' Play nice and have", "new_id": -2}, {"uid": "1296156422245841950", "i": 11091, "idx": 0, "sa": ["Mike Pence", "Dick Armey"], "q": "on Fox News today to weigh in on the 2012 presidential race. There's one man, <strong> Dick Armey </strong> said, who can unite the fractured GOP. One man who can bring back Morning In America. <q> I always thought I'd only get one Ronald Reagan in my lifetime, </q> <strong> Dick Armey </strong> said.`` Maybe <strong> Mike Pence </strong> could be that second one.'' <strong> Mike Pence </strong>, a Republican Congressman from Indiana, has long been the choice of conservatives like <strong> Dick Armey </strong>. <strong> Mike Pence </strong>'s name often pops up at", "new_id": -2}, {"uid": "1295552137065978390", "i": 49535, "idx": 0, "sa": ["Carl Levin", "Joe Lieberman", "Kirsten Gillibrand", "Lady Gaga"], "q": "Dec. 18, 2010. For the text of the speech, visit Carl Levin.senate.gov http://wn.com/'Don't_Ask,_Don't_Tell'_Repeal_Passes_Historic_Senate_Vote In a historic vote, the Senate on Saturday voted to advance legislation that would overturn the military ban on openly gay troops known as <q> Don't Ask, Don't Tell. </q> Prior to the vote, Senators <strong> Kirsten Gillibrand </strong> and <strong> Joe Lieberman </strong>-- leaders on this issue-- urged their Senate colleagues to vote for passage of repeal. http://wn.com/A_message_from_Lady Gaga_Lady Gaga_to_the_Senate_Sept_16_2010 www.sldn.org Call your senator at(202) 224-3121 http://wn.com/In_Historic_Move,_Senate_Votes_to_Repeal_Don't_Ask,_Don't_Tell Democracy Now!- democracynow.org", "new_id": -2}, {"uid": "1296864916188694529", "i": 2848, "idx": 0, "sa": ["Tim Calkins", "Sergio Marchionne"], "q": "the Green Bay Packers and Pittsburgh Steelers, Chrysler Chief Executive <strong> Sergio Marchionne </strong> said on Friday at a J.D. Power conference in San Francisco. He said it is the longest ad in Super Bowl history. <q> A two-minute spot is incredibly unique in the world of advertising, and it is almost unheard of on the Super Bowl, </q> said <strong> Tim Calkins </strong>, a marketing professor at Northwestern University's Kellogg School of Management. He said it appeared Chrysler was trying to distinguish itself from other carmakers advertising during the Super Bowl. Chrysler, managed by", "new_id": -2}, {"i": 11815, "idx": 10, "index_answer": 2, "new_id": -1, "q": "dropped to 2-10 at home in the past six weeks, and face a road trip that includes games at Boston, Cleveland, New Orleans and Orlando.`` We lost again,'' point guard <strong> Rodney Stuckey </strong> said. <q> I don't know. I really can't explain anything anymore. We just keep losing, and now we've got some great teams to play. </q> <strong> Allen Iverson </strong> led all scorers with 31 points, and <strong> Antonio McDyess </strong> added 13 points and 13 rebounds. San <strong> Antonio McDyess </strong> led http://wn.com/Mavs-Spurs_106-93_I_Nowitzki_31pts,9reb,Terry_19pts_vs_Duncan_30pts,8reb,Parker_26pts,12ast SAN ANTONIO, April 28,2009( AP) <strong> Jason Terry </strong> galloped down court after one big shot and <strong> Josh Howard </strong> skipped", "sa": ["Jason Terry", "Josh Howard", "Rodney Stuckey", "Antonio McDyess", "Allen Iverson"], "uid": "1295937890179191810"}]