[{"uid": "1297619941254115849", "i": 35870, "idx": 3, "sa": ["Mike Pence", "Cecile Richards", "Lois Capps"], "q": "have vowed to fight the proposed funding cut.`` In my community, Planned Parenthood is a very highly regarded mainstream organization,'' said <strong> Mike Pence </strong> href=\"http://mysanantonio.com/?controllerName=search&amp;action=search&amp;channel=news&amp;search=1&amp;inlineLink=1&amp;query=%22Lois Capps+Lois Capps%22\"> <strong> Lois Capps </strong>, D-Calif., who depicted <strong> Mike Pence </strong>'s bill as <q> driven by an extreme ideological agenda. </q> <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss of the federal grants but would be forced to close some clinics and serve fewer people.`` This would roll back decades", "new_id": -2}, {"uid": "1296234524058523693", "i": 56593, "idx": 0, "sa": ["Angelina Jolie", "Patrick Cockburn"], "q": "compared to 50 per cent four years ago. Humanitarian aid has also declined from$ 453 million in 2005 to less than$ 100 million last year. British journalist <strong> Patrick Cockburn </strong> writes in the Belfast Telegraph the United States <q> has 18 benchmarks to measure progress in Iraq but the return of 4 million people is not among them. </q> APTN cameras recorded the squalid conditions for internal refugees living near Najaf. http://wn.com/Angelina Jolie_Angelina Jolie_speaks_for_refugees_in_Iraq_*_July_23_09 <strong> Angelina Jolie </strong> pays third visit to Iraq, appeals for aid for the displaced Press Releases, 23 July 2009 BAGHDAD UNHCR Goodwill Ambassador <strong> Angelina Jolie </strong> returned to", "new_id": -2}, {"uid": "1297094902077135892", "i": 20936, "idx": 0, "sa": ["Michael Vick", "Richard Hunter"], "q": "not clear to me where in town Caraway and <strong> Michael Vick </strong> are.( We'll get more on this as soon as we can sort it out.) But Caraway's words are clear: <q> I would like to present to <strong> Michael Vick </strong> the key to the city of Dallas, Texas. <strong> Michael Vick </strong>, you own it, you deserve it, you earned it. We appreciate you and we love you. </q> That last part is not universally true. The person who made the video-- who identifies himself in the soundtrack as <strong> Richard Hunter </strong> of 1190 AM radio-- claims to have bought one of <strong> Michael Vick </strong>'s", "new_id": -2}, {"uid": "1295668482153141257", "i": 14093, "idx": 0, "sa": ["Eric Schmidt", "Michael Hawley"], "q": "to talent for selling things,'' said <strong> Michael Hawley </strong>, a longtime href=\"http://topics.nytimes.com/top/reference/timestopics/organizations/m/massachusetts_institute_of_technology/index.html?inline=nyt- org\" title=\"More articles about Massachusetts Institute of Technology\"> M.I.T. professor who knows Mr. Page socially and has advised him on writing projects. <q> Larry is more the archetype of founder, innovator, hacker, inventor, interested in all of the magical things that digital technologies do. </q> But others say that Mr. <strong> Eric Schmidt </strong>'s two biggest job responsibilities- being the public face of the company and managing internal politics- are areas where Mr. Page has less experience. Mr. Page, whom", "new_id": -2}, {"uid": "1297513190155107384", "i": 51444, "idx": 7, "sa": ["Donald Rumsfeld", "Rand Paul"], "q": "'s book has certainly generated a lot of tough comeback from those who see it as an extended exercise in self-justification and score-settling. Unsurprisingly, <strong> Donald Rumsfeld </strong> sees things differently. Sipping his lemonade, he says he has written <q> a serious book of history that is rooted in the primary documents that I will have on the website[ href=\"http://www.Donald Rumsfeld.com/\" target=\"_blank\"> www.Donald Rumsfeld.com], and historians and interested readers, serious people, will be able to go in there and make their own judgments. </q> href=\"http://www.slate.com/id/2284709/\"> The Delirious, Ecstatic Scene in Tahrir Square on the Day of Egypt's Revolution How Ron and <strong> Rand Paul </strong> Attained Cult-Like Status The Big Short discusses his career over a game of Saint Petersburg. href=\"http://bit.ly/ekfFdK\">", "new_id": -2}, {"uid": "1295843722089636868", "i": 53149, "idx": 0, "sa": ["Eric Schmidt"], "q": "speed up decision-making at the Internet giant. In a regulatory filing last week, Google said that Mr <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q> The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his Google stock as part of his long-term strategy for individual asset diversification and liquidity, </q> the filing said. talkback No responses currently. Irrelevant or inappropriate comments might be edited or removed.", "new_id": -2}, {"uid": "1295808974069746715", "i": 6630, "idx": 0, "sa": ["Mimi Walters", "Bill Lockyer"], "q": "preparing a package of pension reform Bill Lockyers she said must be addressed before taking up taxes. Among her reforms is legislation requiring all new state employees to enter 401( k)- style benefit plans. <q> We want reforms in place before there's any discussion about tax increases, </q> said <strong> Mimi Walters </strong>, the GOP's nominee last fall for state treasurer who was trounced by incumbent <strong> Bill Lockyer </strong>.`` I do know there's not support at all to even put it on the ballot without significant pension reforms", "new_id": -2}, {"uid": "1295272686121765891", "i": 35368, "idx": 4, "sa": ["Michael Crichton", "Geoffrey Rush", "Bryan Cranston", "Andrew Garfield", "Emma Stone", "Jennifer Love Hewitt", "Angelina Jolie", "Jeremy Renner", "Anne Hathaway", "Helena Bonham Carter", "Julianne Moore", "Amy Adams"], "q": "Are All Right'' <strong> Anne Hathaway </strong>,`` <strong> Jennifer Love Hewitt </strong> and Other Drugs'' <strong> Angelina Jolie </strong>,`` The Tourist'' <strong> Julianne Moore </strong>,`` The Kids Are All Right'' <strong> Emma Stone </strong>,`` Easy A'' <strong> Michael Crichton </strong>, <q> Wall Street: Money Never SBryan Cranstonps </q> <strong> Andrew Garfield </strong>,`` The Social Network'' <strong> Jeremy Renner </strong>,`` The Town'' <strong> Geoffrey Rush </strong>,`` The King's Speech'' <strong> Amy Adams </strong>,`` The Fighter'' <strong> Helena Bonham Carter </strong>,`` The King's Speech''", "new_id": -2}, {"uid": "1295481586159825937", "i": 35350, "idx": 3, "sa": ["Simon Cowell", "Nigel Lythgoe"], "q": "Idol'' news, AccessHollywood.com's Laura Saltman caught up with`` Idol's'' executive producer, <strong> Nigel Lythgoe </strong>, who said the contestants this season are relieved not to have to sing in front of <strong> Simon Cowell </strong>. <q> There isn't the fear that there was of the embarrassment of singing in front of <strong> Simon Cowell </strong> for instance, </q> <strong> Nigel Lythgoe </strong> explained.`` Where the fear of what he might say really put them off, this is just a happy nervousness. And it does energize them a little bit. I think you'll see a lot", "new_id": -2}, {"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}]