[{"uid": "1295567750178864140", "i": 36395, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "'s driving. Yessir, he's in charge now. Young <strong> Sergey Brin </strong>'s in the back seat, firmly restrained. No chance he's going to disrupt anything. And <strong> Eric Schmidt </strong>, the ex-dad, is saying: <q> Have fun, boys. I \"m done here! </q> He's not getting into the car. His real car and driver are pulling up just off screen. 6a. This company, and this photo, really needs a Mom. But as mentioned,", "new_id": -2}, {"uid": "1296846601173342727", "i": 9508, "idx": 1, "sa": ["Jay Leno", "Johnny Carson", "David Letterman"], "q": "expressed a hope for the presenter to finally topple <strong> Jay Leno </strong>'s long-time lead. \"I want to see you beat <strong> Jay Leno </strong> in the ratings tonight,\" he said. The DJ then joked: <q> Look, I love you, I'm in your corner. I don't want the same thing to happen to you that happened to Regis[ Philbin]. </q> The rivalry between the two late-night hosts stems from NBC's decision to hire <strong> Jay Leno </strong> to replace <strong> Johnny Carson </strong> on The Tonight Show in 1992, passing over <strong> David Letterman </strong> in the process. After acknowledging that he", "new_id": -2}, {"uid": "1296280079111296551", "i": 6646, "idx": 3, "sa": ["Mike Pence"], "q": "51-year-old Columbus, Ind., native. <strong> Mike Pence </strong> has friends in Indiana's congressional delegation and at the Statehouse, in part because he campaigned for many of them during a statewide bus tour last fall. <q> He's been very helpful. He's been supportive not only to me, but to the rest of the freshman congressional delegation, </q> Bucshon said. \"A person like him, with a wealth of experience, is always important to have backing you up when you're just getting started.\" Bucshon wouldn't speculate about <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1296839679168542224", "i": 14505, "idx": 0, "sa": ["Dick LeBeau", "Peyton Manning", "Aaron Rodgers", "Ben Roethlisberger", "Michael Vick", "Tom Brady"], "q": "Packers ahead 7-0 on their way to a 21-14 victory. \"He's like a very good scorer in basketball- you know he's going to get points,\" Steelers defensive coordinator <strong> Dick LeBeau </strong> said. <q> From a defensive standpoint, you've got to keep him from monopolising the game. He's a great player. He can create, improvise with his feet, go to his second and third choice in the route because he has such a quick release. </q> <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> or <strong> Michael Vick </strong> nor as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. This season, 15 of his 34 rushes produced first downs, a", "new_id": -2}, {"i": 39068, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Dwight Duncan </strong> <strong> Eddie Francis </strong>, CAW President Ken Lewenza and other local officials, recognized the importance of the plant, the workforce and the new minivans to the future success of the Company during a ceremony at the plant. <q> The new 2011 Dodge Grand Caravan and <strong> Walter P. Chrysler </strong> Town& Country remain key parts of our revival plan, </q> <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience. \"Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust", "sa": ["Dwight Duncan", "Sergio Marchionne", "Eddie Francis"], "uid": "1295386126252936200"}, {"uid": "1296312686049463298", "i": 28070, "idx": 0, "sa": ["Zahi Hawass"], "q": "biggest collection of Pharaonic antiquities, is adjacent to the headquarters of the ruling National Democratic Party that protesters had earlier set ablaze. Flames were seen still pouring out of the party headquarters early on Saturday. <q> I felt deeply sorry today when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night, </q> <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said on Saturday. \"Egyptian citizens tried to prevent them and were joined by the tourism police, but some[ looters] managed to enter from", "new_id": -2}, {"uid": "1297148717028524550", "i": 27671, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "and, maybe, <strong> Paula Abdul </strong> on the judging panel. \"We've spoken to her, she knows I'm a big fan,\" <strong> Simon Cowell </strong> said of his former fellow American Idol judge. <q> I've always said at some point we are going to be working together. </q> But, he added, \"I have to take everyone's opinions into account,\" including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the", "new_id": -2}, {"uid": "1296203343159924279", "i": 13926, "idx": 0, "sa": ["Eric Schmidt", "David McCullough"], "q": "have overturned the machinery of the imperialist running dog oppressors: You have slightly chipped the window of the global fascist bourgeoisie, brothers! Solidarity! <strong> David McCullough </strong> Wenig of Thomson Reuters told reporters: <q> A huge boom went off. The whole ceiling lifted. Everyone was convinced it was a bomb. It took a half hour to reassemble the meeting. </q> Yes, the fighting brotherhood of the Revolutionary Perspective succeeded in disrupting a meeting for half an hour. It's almost exactly the same as storming the Winter Palace. \"Breaking: <strong> Eric Schmidt </strong> says he drew", "new_id": -2}, {"uid": "1295327039053116954", "i": 31660, "idx": 2, "sa": ["Elton Brand", "Rafer Alston", "Allen Iverson", "Chauncey Billups"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Ray Allen </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Chicago_Bulls_@_Cleveland_Cavaliers_|_ 1993_Playoffs_|_ ECSF_Game_4_The_Shot_II Song: Lose Yourself by Eminem The golf shot first unveiled in Trick <strong> Chauncey Billups </strong> Montage# <strong> Rafer Alston </strong>", "new_id": -2}, {"uid": "1296082803258637838", "i": 12068, "idx": 2, "sa": ["Barack Obama", "Mike Pence"], "q": "from Indiana \"Their day of reckoning has arrived. Ours is around the corner. That is why we must act now.\"- Paul Ryan, a Republican congressman from Wisconsin <q> The Interior Department is in charge of salmon while they're in fresh water, but the Commerce Department handles them when they're in saltwater. And I hear it gets even more complicated once they're smoked. </q>- <strong> Barack Obama </strong> \"Soon a fresh water salmon will sit next to a salt water salmon in the spirit of civility.\"- <strong> Mike Pence </strong> Moore \"The Tea Party has become", "new_id": -2}]