[{"uid": "1297490810192626705", "i": 25808, "idx": 1, "sa": ["Mike Pence"], "q": "chance at a first impression, and it's extremely important that we keep our word to the American people,\" said Rep. <strong> Mike Pence </strong>, R-Ind., a veteran who is considered a bellwether among conservatives. <q>I'm reasonably confident that House Republicans will meet that objective and cut$ 100 billion or more,</q> he said. But senior members of the House Appropriations Committee, which crafted the new spending plan, have indicated their concern that the level of cuts could threaten any chances of reaching a bipartisan deal with", "new_id": -2}, {"uid": "1296331565124452868", "i": 30591, "idx": 1, "sa": ["George Washington", "Allen Iverson"], "q": "six in a row at the Spectrum. The 76ers did not win their 13th game last season until February 20th en route to a 22-60 finish. \"<strong> George Washington </strong> chemistry is a lot better,\" <strong> Allen Iverson </strong> said. <q>One thing that <strong> Aaron McKie </strong> said is this is the first time in his career that he has been on a team where nobody is crying about shots and nobody is worrying about me, me, me.</q> <strong> Allen Iverson </strong> scored 12 points in the first quarter as the 76ers raced to a 29-18 lead. He is averaging 26.5 points in his last six games for the Sixers, who blocked 14 shots and outscored the Kings 40-10", "new_id": -2}, {"uid": "1295386580075563019", "i": 3246, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Reuters)- Chrysler Group Chief Executive <strong> Sergio Marchionne </strong> vowed to keep the automaker on top of the minivan segment in the North American market and said the company will develop a new type of minivan by 2014. <q>We're not going to give one inch of territory in terms of our domination of( the minivan) segment,</q> <strong> Sergio Marchionne </strong> said to workers at the Windsor Assembly Plant on Tuesday, where the Dodge Grand Caravan and the Chrysler Town& Country minivans are made. Chrysler, which popularized the minivan segment in 1983 under former", "new_id": -2}, {"i": 5355, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coordinator, because he is a defensive guy at heart, and he has that infectious personality- players relate to him,\" said former Eagles linebacker <strong> Ike Reese </strong>, who played for Mora with the Falcons from 2005-06. <q>He grew up around an NFL locker room. He has an aggressive approach. He's not an over-blitzer; Jim believes in getting after you with the front four and in strong secondary play.</q> Mora, of course, coached <strong> Michael Vick </strong> in Atlanta. Last October, he interviewed <strong> Michael Vick </strong> on behalf of the NFL Network; <strong> Michael Vick </strong> apologized to Mora for being immature and not being focused on his job when", "sa": ["Ike Reese", "Michael Vick"], "uid": "1295254492092618801"}, {"uid": "1295806200208044038", "i": 49228, "idx": 11, "sa": ["Colin Powell", "Barack Obama", "John McCain"], "q": "support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 <strong> John McCain </strong> House race. \"I will always vote for the person who I think is best qualified,\" he said. <q>I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either.</q>", "new_id": -2}, {"uid": "1295554755243744795", "i": 13431, "idx": 1, "sa": ["Michael Vick"], "q": "far as people reporting where as before they might not have thought it got the attention that it needed.\" She says there is large public awareness of animal fighting after the <strong> Michael Vick </strong> case. <q>I know that there were probably many people who prior to the <strong> Michael Vick </strong> case maybe didn't even know that dog fighting existed, or they thought that it was something that happened once in a while in a small, poor corner of a city.</q> Cosby says the work that the organization does is supported by donors and people who care. \"So people who care can really make a difference. Having the man power and having the money", "new_id": -2}, {"uid": "1295459502213254229", "i": 18686, "idx": 0, "sa": ["Sergio Marchionne"], "q": "new vehicle architecture that will support a variety of top-hats including a sliding-door minivan, likely in the Dodge brand, and a luxury crossover, likely in the Chrysler brand. Mr. <strong> Sergio Marchionne </strong> states to The Detroit News, <q>The architecture would be a lot more capable and allow us to make a minivan-like vehicle as well as others.</q> Like Ford, Chrysler is working to keep production local. It will be producing the new architecture vehicles at its plant in Windsor, the Canadian city across the river from Detroit, Michigan.", "new_id": -2}, {"uid": "1295498718083329095", "i": 10529, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "returns for Season 10, fans will be juding two new judges-- <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>-- as well as an aging reality show that is changing things up to remain on top. According to <strong> Jennifer Lopez </strong>, <q>What this show is about is \"American Idol' season 10 opening holds no surprises, but judges hold their own premiere of` American Idol' season 10 felt like many seasons before, showing the good, the bad, and the downright funny auditions. But the bright spot was the rapport the three judges had with one another, and the development of their ability to say \"no</q> to the more outrageous of the contestants. Newcomer judges <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> joined veteran Randy Jackson for the season` American Idol\" returns, with J.Lo but not <strong> Simon Cowell </strong> Fresno Bee The Associated Press Share thefresnobee_994:/", "new_id": -2}, {"uid": "1297402436159285252", "i": 19086, "idx": 0, "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "q": "<strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q>I told him, \"I'm glad you're here, because it is your moment as well,\"</q> <strong> Ray Allen </strong> said. \"When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "new_id": -2}, {"uid": "1296212656044204088", "i": 3511, "idx": 1, "sa": ["Mitch Albom", "Sergio Marchionne", "Ebony Meeks"], "q": "$ 3-billion loan, which had been expected by the end of 2010. \"Am I concerned that this thing is taking longer than I thought? Absolutely yes,\" CEO <strong> Sergio Marchionne </strong> said last week. <q>There are a couple of projects that need funding, but so far we're fine.</q> DOE spokeswoman <strong> Ebony Meeks </strong> said the DOE is speeding the process. City, suburbs gear up for battle over who'll control Detroit water system <strong> Mitch Albom </strong>: Great night for Michigan breakthrough over Michigan State Michigan", "new_id": -2}]