[{"uid": "1297214307026116119", "i": 46309, "idx": 0, "sa": ["Richard Blumenthal", "Kirsten Gillibrand"], "q": "the website of EMILY's List, Sens. <strong> Kirsten Gillibrand </strong>( D-N.Y.) and <strong> Richard Blumenthal </strong>( D-Conn.) accused House Republicans of pulling a`` bait and switch'' by focusing early on anti-abortion legislation instead of the economy. <q> You probably recognize the Republican agenda as a radical departure from the days when they promised jobs, </q> the senators href=\"http://emilyslist.org/blog/Kirsten Gillibrand_Richard Blumenthal_stand_with_emilyslist/\"> wrote to EMILY's List supporters Monday afternoon.`` And you know their claims of` limited government' shouldn't include limits on our access to healthcare.'' The abortion", "new_id": -2}, {"uid": "1296789971102318082", "i": 30275, "idx": 0, "sa": ["David Letterman", "Barbara Walters", "Regis Philbin", "Robin Williams", "Bill Clinton", "Charles Grandison Rose III"], "q": ": Bobby and Dean wait to see if Death was able to restore Sam's soul without complications; Dean must prove himself worthy of receiving the only weapon in the world that can slay a dragon. <q> A <strong> Barbara Walters </strong> Special: A Matter of Life and Death, </q> 10 p.m.( ABC): Former <strong> Bill Clinton </strong>, actor <strong> Robin Williams </strong>, and talk-show hosts <strong> David Letterman </strong>, <strong> Regis Philbin </strong> and <strong> Charles Grandison Rose III </strong> discuss their experiences as heart patients with the veteran journalist, who also discusses her own open-heart surgery.", "new_id": -2}, {"uid": "1295571782118030340", "i": 3637, "idx": 4, "sa": ["Alec Ross", "Eric Schmidt"], "q": "from exploitation of user privacy, who do you think will win in the long run? http://wn.com/After_Hours_Earnings_Google_Big_Drop_in_Equity_Price_Options_Trading_Strategy_Pt_1 www.StockMarketFunding.com Pt 1$ 16 Drop`` Google had a strong second quarter,'' said <strong> Eric Schmidt </strong>, CEO of Google. <q> Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major product area, as more and more traditional brand advertisers embraced search advertising and as large advertisers increasingly ran integrated campaigns acAlec Ross search, display, and mobile. We feel confident about our future, and plan to continue to invest aggressively in our core areas of strategic focus. </q> Q2 Financial Summary Google reported revenues of$ 6.82 billion for the quarter ended June 30, 2010, an increase of 24% compared to the second quarter of 2009. Google reports its revenues, consistent with GAAP", "new_id": -2}, {"uid": "1295238753247496716", "i": 43880, "idx": 0, "sa": ["Michael Vick", "Piers Morgan", "Oprah Winfrey"], "q": "<strong> Oprah Winfrey </strong>: Monday, January 17 href=\"http://Piers MorganPiers Morgan.blogs.cnn.com/2011/01/16/Piers Morgan-Piers Morgan-and-Oprah Winfrey-Oprah Winfrey-make-bet-about-who-can-book-Michael Vick-Michael Vick-first/\" rel=\"bookmark\" title=\"Permanent Link:Piers Morgan and <strong> Oprah Winfrey </strong> make bet about who can book <strong> Michael Vick </strong> first\"> <strong> Piers Morgan </strong> and <strong> Oprah Winfrey </strong> make bet about who can book <strong> Michael Vick </strong> first <strong> Oprah Winfrey </strong> <q> <strong> Piers Morgan </strong> Tonight' interview, <strong> Piers Morgan </strong> asks`` what advice would you give <strong> Michael Vick </strong>? </q> <strong> Oprah Winfrey </strong> didn't want to answer- because she's saving her thoughts for when she interviews the NFL Comeback Player of the year. But <strong> Piers Morgan </strong> is trying to book <strong> Michael Vick </strong> too. And then a", "new_id": -2}, {"uid": "1297134536144228406", "i": 42402, "idx": 0, "sa": ["Tom Leppert", "Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "over <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong>'s decision to honor <strong> Michael Vick </strong>, who beginning in 2007, served 19 months in prison for his involvement in dogfighting. Dallas <strong> Mayor Tom </strong> <strong> Tom Leppert </strong> said the action went without his knowledge. <q> The message and the kids are far greater than all this response about,` Why give him the key to the city?' </q> href=\"http://sports.espn.go.com/dallas/nfl/news/story?id=6099411&amp;campaign=rss&amp;source=NFLHeadlines\"> <strong> Dwaine Caraway </strong> told ESPN on Monday.`` He is telling kids and exchanging with them the rights and wrongs of the things that he did and encouraging kids to further their education and to not deal", "new_id": -2}, {"uid": "1296441989213188616", "i": 25211, "idx": 2, "sa": ["Rodney Rogers", "Allen Iverson", "Kobe Bryant", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Rodney Rogers_Rodney Rogers_scores_9_points_in_9_seconds/_Denver_Nuggets_Comeback <strong> Kobe Bryant </strong> makes a 4 point play against the nuggets", "new_id": -2}, {"uid": "1295907761051232825", "i": 27700, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "the Union Sunday morning, steered clear of making an endorsement.`` Right now I do not see on the Republican side any one individual that will emerge at the top of the pile,'' <strong> Colin Powell </strong> said. <q> I have not yet seen anybody on the Republican side I am prepared to commit to and I am not committed to <strong> Barack Obama </strong> either. </q> endorsed then-candidate <strong> Barack Obama </strong> in 2008 saying at the time that <strong> Barack Obama </strong>,`` displayed a steadiness, an intellectual curiosity, a depth of knowledge... in not just jumping in and changing every day, but showing intellectual", "new_id": -2}, {"uid": "1297257020046088192", "i": 55605, "idx": 0, "sa": ["George W. Bush", "Colin Powell"], "q": "and Unknown, Rumsfeld wrote that the Joint Chiefs supported a strike, based on what Rumsfeld called extensive but not conclusive CIA evidence that the site housed an underground facility for testing chemical weapons. He called it a <q> fairly sizeable terrorist operation. </q> The prewar attack never happened, although the site was struck in the opening days of the war that <strong> George W. Bush </strong> launched in March 2003, about six weeks after <strong> Colin Powell </strong>'s U.N. speech. The U.S.", "new_id": -2}, {"uid": "1297390016200884258", "i": 50901, "idx": 5, "sa": ["John McCain", "Donald Rumsfeld"], "q": ", <strong> John McCain </strong>. The box is labeled:`` Stuff happens-and Rummy has never been shy about calling out the culprit. Some choice zingers from his memoir...'' <strong> John McCain </strong> has already responded to <strong> Donald Rumsfeld </strong>'s zinger with <q> Thank God he was relieved of his duties. </q> But overall, NEWSWEEK is quite restrained in its criticism of Donald Rumsfeld-almost to the point of being complimentary. For example, it cites-and rightly so-Donald Rumsfeld's heroic performance when the Pentagon was attacked on 9/11 and:", "new_id": -2}, {"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear frontrunner and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said.`` I think he'd clear the field.'' Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP`` rising stars'' like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}]