[{"uid": "1295461908125829128", "i": 3879, "idx": 1, "sa": ["Howard Stern", "Simon Cowell"], "q": "he's not another <strong> Simon Cowell </strong>, and, against <strong> Howard Stern </strong>'s wishes, you won't regularly find him critiquing contestant's physical appearances.`` You can't prejudice a situation like that,'' he told <strong> Howard Stern </strong>. <q> To a certain extent you can say` You don't look like a star, you don't walk, talk and act like a star so get out of there. </q>", "new_id": -2}, {"uid": "1295026733173473825", "i": 7958, "idx": 1, "sa": ["Steve Ballmer"], "q": ". <strong> Steve Ballmer </strong> formally introduced Windows 7 last month at an industry event in New York City. <strong> Steve Ballmer </strong> said Windows 7 is simple to use, responsive, and unobtrusively secure-all things Vista was not. The OS <q> makes everyday use of a PC better, </q> said <strong> Steve Ballmer </strong>. Microsoft worked with 3,000 engineers and 50,000 tech industry partners to build Windows 7, a product the company hopes will eventually make its way to 8 million customers. Computer users knocked", "new_id": -2}, {"uid": "1296437849135921717", "i": 34034, "idx": 0, "sa": ["Angelina Jolie", "Johnny Depp"], "q": "new home in the Italian city of Venice. According to MSN News, <strong> Johnny Depp </strong> bought the$ 14 million palace because he fell in love with the city while filming The Tourist opposite <strong> Angelina Jolie </strong>. <q> My experience of Venice really happened between 10pm and 2am when the streets closed and I was able to walk around and experience the poetry of Venice, the ghosts of Venice, all those wonderful dark alleys, </q> said <strong> Johnny Depp </strong>. He continued:`` For an actor being able to film within the confines of that magical city certainly helps. The city's magic shone through completely.'' EastEnders: Shirley agrees", "new_id": -2}, {"uid": "1295559317014680112", "i": 25164, "idx": 0, "sa": ["Angelina Jolie", "Johnny Depp"], "q": "? RIPA:`` Because he( has two big movies) is so good( He is good.).'' Yes, he's pretty great. Only... opposite. Just ask HLN. MEADE: <q> You know what's strange? The reviews for The Tourist weren't all that great! And now here's it's been nominated-at least two of the actors have anyway-for their work in that film. </q> And on ABC, the nominations brought gasps and applause. Minus the applause. They think The Tourist's comedy nom-- is a big joke. CONNELLY:`` <strong> Johnny Depp </strong> and <strong> Angelina Jolie </strong> both getting nominated for best actor", "new_id": -2}, {"uid": "1295882083047398936", "i": 52132, "idx": 0, "sa": ["Alan Rusbridger", "Andy Coulson"], "q": "#Tip of the day from Journalism.co.uk- getting student work in the nationals Al-Jazeera offices in Ramallah entered by security forces, reports correspondent Channel 4 News: <strong> Andy Coulson </strong> resigns again <q> over something he knows nothing about </q>#jpod: The week's top news stories from Journalism.co.uk, 21 January 2011 <strong> Alan Rusbridger </strong> on <strong> Andy Coulson </strong> resignation:` This is not the end of the story' Channel 4 News extended to cover <strong> Andy Coulson </strong> resignation and Blair testimony", "new_id": -2}, {"uid": "1297120638195428364", "i": 22678, "idx": 2, "sa": ["Keith Butler", "Michael Vick", "Dwaine Caraway", "Jason La Canfora"], "q": "making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school, staying away from drugs, making positive choices about picking friends, and the importance of education,'' <strong> Dwaine Caraway </strong> said. <q> For those reasons, <strong> Michael Vick </strong> deserves such an action from my office. </q> Posted by Evan Silva on February 7, 2011, 4:55 PM EST NFL Network's <strong> Jason La Canfora </strong> reports that the Cardinals have formally begun pursuing Steelers linebackers coach <strong> Keith Butler </strong> for their defensive coordinator vacancy. <strong> Keith Butler </strong>", "new_id": -2}, {"uid": "1295560496260145161", "i": 48113, "idx": 3, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>.'' Noting that`` the business has become more complicated'' as Google has grown, <strong> Eric Schmidt </strong> wrote in his statement that he and Google's co-founders, <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, have been <q> talking for a long time about how best to simplify our management structure, </q> and looking for ways to`` speed up decision making.''`` I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even", "new_id": -2}, {"uid": "1295885945065683493", "i": 32893, "idx": 7, "sa": ["Zahi Hawass"], "q": "Egyptian people.'' If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo.`` They don't like me for making these requests,'' said <strong> Zahi Hawass </strong>. <q> But I don't care; I am doing this for Egypt. </q> The Williams familys attorney responds to inquest findings Birk's attorney responds to inquest findings Judge announces jury question results The Dynamic Duel| The bitter end Officer Ian Birk describes Williams' posture Officer Ian Birk testifies during", "new_id": -2}, {"uid": "1295864935095535120", "i": 39778, "idx": 0, "sa": ["Simon Cowell", "Cher Lloyd"], "q": "I could have done one thing differently I'd have waited until I was older before getting into this industry. I'd get so frightened of people saying hurtful things I'd put up a barrier, saying, <q> I don't care and then they can't hurt me </q>.' href=\"http://twitter.com/share\"> Tweet href=\"http://www.addthis.com/bookmark.php?v=250&amp;pub=andmetro\"> Share this article href=\"https://register.metro.co.uk/login?site=http://www.metro.co.uk&amp;redirectPath=http://www.metro.co.uk/actions/readerCommentsLogin?targetUrl=/music/853499- <strong> Cher Lloyd </strong>- <strong> Cher Lloyd </strong>- <strong> Simon Cowell </strong>- Simon Cowells- got- my- back\"> Be the first to add a comment Please login", "new_id": -2}, {"i": 8550, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Mike Pence </strong> Steele reflected on his <strong> Mike Pence </strong> Opposes Government Takeover Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care <q> Is Not the Kind of Plan Americans Want </q> <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care`` Is Not the Kind of Plan Americans Want'' In an interview on CNNs Situation Room, House Republican Leader <strong> John Boehner </strong>( R-OH) warned of the dangers", "sa": ["John Boehner", "Mike Pence"], "uid": "1295476069159825946"}]