[{"uid": "1294973617242417726", "i": 5474, "idx": 2, "sa": ["David Letterman", "W. Edwards", "Kelsey Grammer", "Edwin Edwards"], "q": "Late Show with <strong> David Letterman </strong>'', <strong> Kelsey Grammer </strong> described Kayte as`` my new girl.''`` We're planning to get married soon,'' he said, then <strong> Edwin Edwards </strong>, the Silv...( 18:04:01 <q> The rise and last hurrah of Louisiana Governor <strong> Edwin Edwards </strong> <strong> W. Edwards </strong>, the best Bayou State... </q> former governor <strong> Edwin Edwards </strong> e...( 18:03:49`` former governor <strong> Edwin Edwards </strong> released from federal prison greg meriwether reports'' former governor <strong> Edwin Edwards </strong> e...( 18:02:05`` former governor <strong> Edwin Edwards </strong> granted 5 day furlough==== wesawthat.blogspot.com====...", "new_id": -2}, {"uid": "1295648671247758851", "i": 20444, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "last year.`` I completed a project a year ago that showed results favoring an overwhelming interest in Verizon plus Apple-- the most desirable service provider combined with the most desirable device,'' Pierce said. <q> But a lot has happened between then and now, </q> such as the rise in popularity of smartphones running Android. Get noticed over other IS Professionals and increase your earning potential. CEO <strong> Eric Schmidt </strong> Will Step Aside for Google Cofounder <strong> Larry Page </strong> In a move that surprised industry analysts", "new_id": -2}, {"uid": "1296075535083542047", "i": 24470, "idx": 0, "sa": ["Barack Obama", "Michael Vick"], "q": " <q> We're real excited about it, </q> CEO Rob Vito said Tuesday, the Huffington Post reports.`` <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great", "new_id": -2}, {"uid": "1297154798227262471", "i": 31540, "idx": 0, "sa": ["Tom Leppert", "Michael Vick", "Dwaine Caraway"], "q": "The action taken was not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas,'' the statement read. <strong> Tom Leppert </strong>'s statement also said the key was presented <q> without my knowledge or approval. </q> On Saturday, <strong> Dwaine Caraway </strong>- who did not reveal the sponsor of the event but did say children were in attendance- said he thought`` a great majority'' of Dallas residents would want <strong> Michael Vick </strong> to have", "new_id": -2}, {"uid": "1295756651021528610", "i": 16628, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "ammunition. <strong> Eric Schmidt </strong> became the face of the`` evil'' Google in the'' href=\"http://www.youtube.com/watch?v=-- Ckz_O6oE0\"> Don't Be Evil?'' video. Even yesterday, people wondered if his <q> Day-to-day adult supervision no longer needed! </q> href=\"http://twitter.com/#!/Eric SchmidtEric Schmidt/status/28196946376130560\"> tweet`` proved'' there was some sort of friction between himself, <strong> Larry Page </strong>, and <strong> Sergey Brin </strong>. comment <strong> Sergey Brin </strong> made about <strong> Eric Schmidt </strong> when he was hired as chairman in 2001:`` Basically, he", "new_id": -2}, {"uid": "1295378891095354916", "i": 52017, "idx": 1, "sa": ["Alassane Ouattara", "Ban Ki-moon", "Nick Clegg"], "q": "the Ivory Coast, though the organization said it would consider military force if needed. <strong> Nick Clegg </strong> said London backed ECOWAS talks, adding it was settled that <strong> Alassane Ouattara </strong> should take over as the president. <q> I set out the clear position of the British government that former President Gbagbo, having lost the election, should go, and go now, </q> said <strong> Nick Clegg </strong> in a statement. U.N. Secretary-General <strong> Ban Ki-moon </strong> discussed the turmoil with African and regional leaders during the weekend. He said he had`` concrete intelligence'' that suggested Gbagbo was inciting attacks in civilians and", "new_id": -2}, {"uid": "1296030238207847433", "i": 39206, "idx": 0, "sa": ["Michelle Obama", "Nicolas Sarkozy", "Angelina Jolie", "Alexander McQueen", "Philippe Katerine", "Brad Pitt"], "q": "<strong> Angelina Jolie </strong> refuse de mal s` habiller Le film? ne pas rater ce soir: <strong> Brad Pitt </strong> vous emm?ne dans l'au-del... Lire cette vid?o Taxidermiste: un m?tier, une passion Lire cette vid?o <strong> Philippe Katerine </strong> dans <q> Je suis un no... Lire cette vid?o Magimel est`` L'Avocat </q> Lire cette vid?o Il rappe plus vite que son ombre <strong> Michelle Obama </strong>: la First Lady tait blouissante en <strong> Alexander McQueen </strong> href=\"http://fr.news.yahoo.com/75/20110124/ten-carla-et-Nicolas Sarkozy-Nicolas Sarkozy-la-faf-se-p-511feee.html\"> Carla et <strong> Nicolas Sarkozy </strong>: la FAF se paye les personnalit?s en vue", "new_id": -2}, {"uid": "1295468316208011305", "i": 29026, "idx": 0, "sa": ["Michael Gove"], "q": "said that despite cuts to their grants, a number of Tory and Liberal Democrat councils were funding student travel costs, which was the`` statutory duty'' of local authorities. Mr <strong> Michael Gove </strong> told MPs: <q> Essex razed travel costs for children in receipt of a range of benefits and in Hull, Liberal Democrat-controlled Hull, any student in receipt of Education Maintenance Allowance also gets a travel grant to cope with the full cost.`` It is no surprise that there are Liberal Democrat and Conservative councils which are ensuring that all students receive the support they deserve. It's striking that this is in addition to Education Maintenance Allowance. </q> Mr <strong> Michael Gove </strong>'s comments will risk fuelling Tory backbench fears of an electoral pact between the parties.? 2011 owned by or licensed to Trinity Mirror Midlands Limited.", "new_id": -2}, {"uid": "1297606487106446849", "i": 18000, "idx": 1, "sa": ["Angelina Jolie", "Jay-Z"], "q": ", liberty, freedom of speech and our common humanity. Jay-Z-Z rapping about bitches just doesn't seem to fit in. Arctor84 13 February 2011 6:21 AM Cellarman 13 February 2011 7:02 AM <q> On that form, she'll make the rest of the Glasters bill resemble unwashed sock puppets </q> is followed swiftly by \"`` Did you notice me call <strong> Angelina Jolie </strong>` Ange'? That's how fab and famous I am.'' \" ElliottClarkson 13 February 2011 7:36 AM", "new_id": -2}, {"i": 10201, "idx": 5, "index_answer": 1, "new_id": -1, "q": "administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential adviser. <q> The administration knows that I am quite content with the work I am doing now, </q> he said.`` I am not interested in a government job.'' Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of", "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords", "Robert Gates"], "uid": "1295805220124010531"}]