[{"uid": "1296146613005734416", "i": 12697, "idx": 3, "sa": ["LeBron James", "Mike Pence", "Jackie Walorski", "Joe Donnelly"], "q": " Among the candidates <strong> Mike Pence </strong> helped was <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race against Democratic <strong> Mike Pence </strong> <strong> Joe Donnelly </strong> in northern Indiana. <strong> Jackie Walorski </strong> said <strong> Mike Pence </strong> can appeal to both social and economic conservatives. <q> I know he feels pulled because there is a great campaign to recruit him at the federal level, </q> she said.`` I'm going to be excited whatever door he picks.'' If <strong> Mike Pence </strong> does decide to run for president, he'll likely have to start worLeBron James quickly to raise campaign money.", "new_id": -2}, {"uid": "1297727031245252144", "i": 22207, "idx": 0, "sa": ["Eric Benét", "Ben Wizner", "Donald Rumsfeld", "Robert Gates"], "q": "detained as an enemy combatant and then held in a Navy brig for 44 months. It names government and brig officials, including Defense Secretary <strong> Robert Gates </strong> and former Defense Secretary <strong> Donald Rumsfeld </strong>, as defendants. Padilla is <q> an AmEric Benétan citizen who was subjected to unprecedented torture and abuse not far from this courtroom, </q> <strong> Ben Wizner </strong>, the litigation director for the AmEric Benétan Civil Liberties Union Foundation, told U.S. District Judge Richard Gergel.`` There is a floor for human treatment in any U.S. prison below which no officer can go", "new_id": -2}, {"uid": "1297702868198672412", "i": 36686, "idx": 0, "sa": ["Simon Cowell", "Lindsay Lohan"], "q": ":`` She won't be able to change her appearance or hair without the say-so of a producer and they have told her she must do her best to lose her accent.'' They added: <q> Cheryl likes to be in control of her own destiny and feels she will have hardly any say in her own life. She says she will be living like a Stepford Wife. </q> As speculation grows over who will be joining <strong> Simon Cowell </strong> as a judge on the US show, X Factor bosses have quashed reports suggested that troubled actress <strong> Lindsay Lohan </strong> is being considered for the programme.", "new_id": -2}, {"uid": "1295973025172294159", "i": 54232, "idx": 0, "sa": ["Javier Bardem", "Angelina Jolie", "Daniel Day", "Brad Pitt", "Ben Stiller", "Mario Maurer"], "q": "12] In October 2008, <strong> Mario Maurer </strong> won the Best CHAN: Actors <strong> Brad Pitt </strong> and <strong> Angelina Jolie </strong> flew into Japan with all six of their children late yesterDaniel Day. The Oscar nominated couple is touring there to promote their respective films <q> The Curious Case of <strong> Ben Stiller </strong> Button </q> and`` ChJavier Bardeming''. STORY:`` The Curious Case of <strong> Ben Stiller </strong> Button'' is a costly drama that took decades to make. But the film has led this years field of Oscar nominations with a total of", "new_id": -2}, {"uid": "1295239632095436809", "i": 13605, "idx": 0, "sa": ["Angelina Jolie", "Catherine Zeta-Jones", "Michael Crichton"], "q": "and <strong> Angelina Jolie </strong>. <strong> Michael Crichton </strong> said he was celebrating a`` cancer-free'' day on the red carpet. The actor stepped out alongside wife <strong> Catherine Zeta-Jones </strong>, and told E! News he was feeling much better. <q> As of last week the tumour has gone, </q> he revealed`` this type of cancer doesn't usually come back.''`` I'm so happy to be( here], it's our first time out in months and months and to be", "new_id": -2}, {"uid": "1295278289044859433", "i": 24204, "idx": 6, "sa": ["Mike Pence"], "q": "that he actually did it under fire- is just a very big deal,'' Benko added. Benko also said that <strong> Mike Pence </strong>'s open commitment to socially conservative values would resonate with tea party members: <q> He has demonstrable integrity both in his word and his deed- that is really extraordinary, </q> Benko said.`` I think people are looking for integrity, and <strong> Mike Pence </strong>'s integrity is so vivid that once you focus on it, I think that's going to move a lot of people.''", "new_id": -2}, {"uid": "1295439932220266506", "i": 1076, "idx": 1, "sa": ["Eric Schmidt"], "q": "plan.'''''' http://wn.com/Weboptimiser_|_ Internet_News_|_ Google_Announces_Third_Quarter_2010_Financial_Results Giving us up to date insights into the way Google works and their intentions for the near term future, <strong> Eric Schmidt </strong>, CEO of Google said: <q> Google had an excellent quarter, our core business grew very well, and our newer businesses-- particularly display and mobile-- continued to show significant momentum. Going forward, we remain committed to aggressive investment in both our people and our products as we pursue an innovation agenda. </q> Announcing financial results for the quarter ended September 30, 2010. Google reported revenues of$ 7.29 billion for the quarter ended September 30, 2010, an increase of 23% compared to the third quarter of 2009", "new_id": -2}, {"uid": "1295684263156418049", "i": 13218, "idx": 0, "sa": ["Andy Coulson"], "q": "quits The search is under way for a new director of communications at No 10 after <strong> Andy Coulson </strong> resigned. Mr <strong> Andy Coulson </strong> stood down on Friday, saying coverage of the News of the World phone hacking scandal had <q> made it difficult to give the 110% needed in this role </q>. He will stay at Downing street for a few weeks while a successor is found. Mr <strong> Andy Coulson </strong> quit as the paper's editor in 2007 saying he took ultimate responsibility for the scandal,", "new_id": -2}, {"uid": "1295091901198639713", "i": 40037, "idx": 2, "sa": ["Michael Crichton", "Kevin Spacey", "Bryan Cranston", "Jennifer Love Hewitt", "Emma Stone", "Angelina Jolie", "Anne Hathaway", "Christian Bale", "Julianne Moore", "Annette Bening", "Jack Nicholson"], "q": "'' <strong> Kevin Spacey </strong>,`` Casino <strong> Jack Nicholson </strong>'' Best Actress in a Motion Picture, Comedy <strong> Anne Hathaway </strong>,`` <strong> Jennifer Love Hewitt </strong> and Other Drugs'' <strong> Julianne Moore </strong>,`` The Kids Are All Right'' <strong> Annette Bening </strong>, <q> The Kids Are All Right </q> <strong> Emma Stone </strong>,`` Easy A'' <strong> Angelina Jolie </strong>,`` The Tourist'' Best Supporting Actor in a Motion Picture <strong> Christian Bale </strong>,'' The Fighter'' <strong> Michael Crichton </strong>,`` Wall Street: Money Never SBryan Cranstonps", "new_id": -2}, {"i": 172, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the company needs to overhaul search, build a social network and figure out the best strategy for operating systems. As for advocacy, that's all <strong> Eric Schmidt </strong>. His blog post says he'll be focusing on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> In other words, his only job now is to make Google look nice to the outside world.( In that case, he might want some practice at avoiding Google Apologizes for Buzz Privacy Issues- PCWorld", "sa": ["Eric Schmidt"], "uid": "1295574163043630601"}]