[{"uid": "1295584823230457349", "i": 18204, "idx": 1, "sa": ["George W. Bush", "Colin Powell"], "q": "things. Gen. Norman Schwarzkopf, commander of the coalition forces, wasn't able to attend Thursday's event because of health reasons. He sent a letter that <strong> Colin Powell </strong> read to the audience. <q> Our mission was victorious because we had the best-trained military in the world, the <strong> George W. Bush </strong> had fortitude to make tough choices when they needed to be made and the unwavering support of the American people, </q> Schwarzkopf said.`` Our mission in Kuwait ended 20 years ago, but the impact will endure for generations to come.'' <strong> Colin Powell </strong> said a peaceful solution was not possible because Hussein was unfazed by the", "new_id": -2}, {"uid": "1297115713149880860", "i": 13665, "idx": 4, "sa": ["George W. Bush", "Colin Powell"], "q": "much better, either. \" Only person I have any respect for is <strong> Colin Powell </strong>. Too bad he hasn't run for <strong> George W. Bush </strong>. He MAY have saved us from Obama if he had.... Report Abuse <q> What Democratic leaders said in regard to WMDs in Iraq before <strong> George W. Bush </strong> became <strong> George W. Bush </strong> is entirely relevant. It is necessary when some liberals, foaming at the mouth, attempt to accuse <strong> George W. Bush </strong> of making up or cooking the evidence to support the case of WMDs. Yet they can not accept that this is the same evidence that Clinton and Cohen and Albright believed to be true as well long before <strong> George W. Bush </strong> came along. </q> Report Abuse \" i'm confused. I've read all the`` Obama'' based articles today and their adjoining blogs and all I see is these folks ready to take`` their'' country back. However,", "new_id": -2}, {"uid": "1295373294117719052", "i": 1393, "idx": 0, "sa": ["Sergio Marchionne"], "q": "mille persone sotto il palco, cambiarsi e affrontare il turno del mattino. Quando il 9 luglio ha ricevuto, come tutti i lavoratori del gruppo, la lettera di <strong> Sergio Marchionne </strong>, ha deciso di rispondergli altrettanto personalmente. <q> L per l ho pensato di farlo con la mia arma pi forte, il rap; per sarebbe risultato pesante, troppo diretto, didascalico. Allora ho preso carta e penna e ho scritto una lettera, che poi? sta pubblicata da`` L'Unit </q>''. Lettera da dipendente, certo; ma nelle cui argomentazioni si intuisce un taglio molto personale, artistico. Di fronte alle ineluttabili regole di mercato cui fa menzione l'AD Fiat, Principe obietta:``", "new_id": -2}, {"uid": "1296260491067190794", "i": 4766, "idx": 4, "sa": ["Eric Schmidt", "Vic Gundotra", "Steve Jobs"], "q": "as I know as a former Apple board member- you have to use their development tools, their platform, their software, their hardware,'' <strong> Eric Schmidt </strong> said at a href=\"http://www.theregister.co.uk/2010/09/28/Eric Schmidt_calls_google_the_inverse_of_apple/\"> conference this fall. <q> If you submit an application, they have to approve it. You have to use their monetization and their distribution. That would not be open. The inverse would be open. </q> But <strong> Vic Gundotra </strong> is the one senior Googler who has been pointedly critical of <strong> Steve Jobs </strong> and Apple- at least in public. Last May, at Google's annual developer conference, href=\"http://www.theregister.co.uk/2010/05/20/google_android_announcement/\"> <strong> Vic Gundotra </strong> told the world", "new_id": -2}, {"uid": "1296719193246874158", "i": 20942, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "in Iraq has been worth the cost and remains largely unapologetic about his handling of the conflict, The Washington Post reported Wednesday. Had the government of Saddam Hussein remained in power the Middle East would be <q> far more perilous than it is today, </q> <strong> Donald Rumsfeld </strong> wrote in his 800-page memoir, scheduled for release on Tuesday. <strong> Donald Rumsfeld </strong> and other U.S. officials cited the threat posed by Iraqi weapons of mass destruction as justification for the 2003 U.S.-led invasion. No such", "new_id": -2}, {"uid": "1297169223008454177", "i": 434, "idx": 2, "sa": ["Joan Rivers", "Jillian Michaels", "Simon Cowell"], "q": " <strong> Jillian Michaels </strong> calls her GoDaddy ad`` tragic''; <strong> Joan Rivers </strong> says it's her body <strong> Simon Cowell </strong> will judge X Factor, but other judges haven't been selected, he says$ 5 million contract for X Factor called <q> largest guaranteed prize in television history </q> X Factor's great Super Bowl ads: <strong> Simon Cowell </strong> reassembled, pop stars have`` it''( video)", "new_id": -2}, {"uid": "1295137697028803114", "i": 10337, "idx": 8, "sa": ["David Letterman", "Kelsey Grammer", "Camille Grammer", "Julianne Hough", "Zsa Zsa Gabor"], "q": "daughter he has with <strong> Camille Grammer </strong>.`` We've been spending quite a bit of time with them, Kayte and I. Kayte's my new girl, and we're planning to get married soon.'' <q> You're getting married soon? </q> <strong> David Letterman </strong> asked.`` Sometime in February,'' <strong> Camille Grammer </strong> replied. <strong> Julianne Hough </strong> drops brunette look, back to having fun as a blonde <strong> Camille Grammer </strong>'s husband <strong> Kelsey Grammer </strong> says he will re-marry next month <strong> Zsa Zsa Gabor </strong> undergoes surgery", "new_id": -2}, {"uid": "1295638432124272672", "i": 18872, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": ", effective April 4. <strong> Eric Schmidt </strong> will continue on as executive chairman, while <strong> Sergey Brin </strong> will continue on as co-founder. blog post, <strong> Eric Schmidt </strong> said the shift has been in the works for some time. <q> <strong> Larry Page </strong>, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making-and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> said.", "new_id": -2}, {"uid": "1296279808209059843", "i": 58939, "idx": 2, "sa": ["David Letterman"], "q": "as`` The Late Show with <strong> David Letterman </strong>.''`` Producing our second viral video remains one of the most stressful experiences of the last five years because there's all this pressure,'' Grobe said. <q> Really, it was pressure we put on ourselves, ultimately. </q> It worked for the guys, who go by the name Eepybird. The second video, launched four months later, became even bigger than the first. Their method for making it happen is", "new_id": -2}, {"i": 32620, "idx": 2, "index_answer": 1, "new_id": -1, "q": "his bid for a second term. Americans.'' <strong> Sen. Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a`` right-wing media echo chamber'' that is <q> transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day. </q> In a separate statement, state Republican Chairman <strong> Steve Larrabee </strong> said:`` By using this tragedy to demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore.'' <strong> Sen. Bernie Sanders </strong>", "sa": ["Barack Obama", "Steve Larrabee", "Sen. Bernie Sanders"], "uid": "1295246138063356933"}]