[{"uid": "1296539752082821193", "i": 13094, "idx": 8, "sa": ["Will Bynum", "Allen Iverson", "Ray Allen", "Carmelo Anthony"], "q": "the Bobcats with <strong> Allen Iverson </strong> spraining his right ankle and <strong> Carmelo Anthony </strong> spraining his left wrist. <strong> Carmelo Anthony </strong> said he's sore but fine and <strong> Will Bynum </strong> play Wednesday night at Portland. <strong> Allen Iverson </strong> sounded a lot less confident in his status. <q> The way I feel right now, I don't know if I would miss a game. I just <strong> Will Bynum </strong> have to get up and see how I feel tomorrow, </q> <strong> Allen Iverson </strong> said.`` Right now it's just frustrating to be out there at the end hobbling like that.'' X-Ray Allens on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> are 2-3 together, and their", "new_id": -2}, {"uid": "1297270524044515339", "i": 39286, "idx": 1, "sa": ["Donald Rumsfeld", "Jacques Chirac"], "q": "asserts that the German and FJacques Chiracch positions allowed critics of the United States to claim that`` Europe'' was opposed to military force, even though a large majority of European countries backed the United States. <q> More troubling, the FJacques Chiracch and Germans were, intentionally or not, giving Saddam's regime the impression that they could stop a military confrontation, </q> <strong> Donald Rumsfeld </strong> writes.`` By giving Saddam a false sense of security, and thereby reducing the incentive for him to comply with the UN's demands, the FJacques Chiracch and Germans undoubtedly made a war more likely, not", "new_id": -2}, {"uid": "1295434046050954315", "i": 32206, "idx": 2, "sa": ["Eric Schmidt", "Michael Caine", "Ken Russell"], "q": "Cost-per-click rose approximately 5% year-over-year and rose 2% over the sequential quarter.`` Google had a strong fourth quarter, with 17% year over year revenue growth,'' said <strong> Eric Schmidt </strong>, CEO of Google. <q> Given that the global economy is still in the early days of recovery, this was an extraordinary end to the year. Our performance in 2009 underscored the strength of our management team, the resilience of our business model and the pace of innovation within our product and engineering teams, which continued unabated throughout the downturn. As we enter 2010, we remain hugely optimistic about the internet and are continuing to invest heavily in technological innovation for the benefit not only of our users and customers, but also the wider web. </q> http://wn.com/SAP_Raises_Revenue;_Alcatel-Lucent_Quarterly_Loss_Widens;_AKZO_Nobel's_Profit_Slides;_Clariant_Reports_Second-Quarter_Profit;_Sony_First-Quarter_Profit_Slumps www.ntv.co.ke Ken Russellya Revenue Authority KRA has shrugged the tough economic environment at the close of the year to collect 136 billion shillings for the period between October and December, 2.5 billion shillings above target.KRA Commissioner General <strong> Michael Caine </strong> Waweru", "new_id": -2}, {"uid": "1297679338087539728", "i": 55117, "idx": 0, "sa": ["Charlie Sheen", "Ryan Reynolds", "Johnny Depp", "Justin Bieber", "Mel Gibson", "Angelina Jolie", "Jennifer Aniston", "Brad Pitt"], "q": "<strong> Justin Bieber </strong> even beat bad boy actors <strong> Charlie Sheen </strong> and <strong> Mel Gibson </strong>, who came fourth and fifth in the poll of 2,002 Americans aged between 18-64 for the online survey. <strong> Jennifer Aniston </strong> and <strong> Angelina Jolie </strong> were the two top choices for <q> dream female celebrity date, </q> with <strong> Johnny Depp </strong> and <strong> Brad Pitt </strong> voted the most romantic males. <strong> Angelina Jolie </strong> was the top choice among lesbians, while gay men went for <strong> Ryan Reynolds </strong>. As for a movie after Valentine's Day dinner, Titanic", "new_id": -2}, {"uid": "1295531238218529801", "i": 539, "idx": 0, "sa": ["Kenneth Meshoe", "Alassane Ouattara"], "q": " <strong> Kenneth Meshoe </strong> failed to meet Gbagbo's rival and opposition leader <strong> Alassane Ouattara </strong>, despite attempts to secure an audience with him. <strong> Alassane Ouattara </strong>'s aides said he was`` tired'' and`` needed rest''. <q> It is an acceptable practice for an aggrieved party in an election to request a recount of the votes when there are suspicions of irregularities. The fact that Mr <strong> Alassane Ouattara </strong> and his supporters have refused to recount raises some serious questions that must be answered, </q> he said. <strong> Alassane Ouattara </strong>, he said, was announced the winner of the country's November 28 2010 election by one Constitutional Commissioner in the absence of the other 30. Control of foreign powers", "new_id": -2}, {"uid": "1295628138018169942", "i": 2140, "idx": 3, "sa": ["David Cameron", "Andy Coulson"], "q": "sorry <strong> Andy Coulson </strong> had quit, and believed his claim that he was ignorant of the spying.`` <strong> Andy Coulson </strong> resigned from the News of the World when he found out what was happening,'' <strong> David Cameron </strong> said. <q> I've always felt he's been punished for the same offense twice. </q> The weekly News of the World has a circulation of more than 3 million and thrives on celebrity exclusives. The subjects of those stories have long puzzled over how the paper got its inside information. Many", "new_id": -2}, {"uid": "1296043030209387547", "i": 13231, "idx": 0, "sa": ["Alassane Ouattara"], "q": "off from the money used to pay civil servants. His political rival <strong> Alassane Ouattara </strong>, who is the internationally recognized winner of the presidential election held nearly two months ago, condemned the move Wednesday. <q> This illegitimate and illegal decision to requisition is null and void. Thus, anyone who participates directly or indirectly in its implementation will be subject to sanctions and criminal prosecution, </q> the statement said. Without access to government funds, it's unclear whether Gbagbo will be able to continuing paying the country's military and security forces. <strong> Alassane Ouattara </strong> supporters hope that by stemming the flow of", "new_id": -2}, {"uid": "1296538581017350680", "i": 29683, "idx": 0, "sa": ["Ari Graynor", "David Letterman", "Justin Bieber", "Matt Damon"], "q": "rumours started spreading <strong> Justin Bieber </strong> on` The Late Show with <strong> David Letterman </strong>'- hilAri Graynorty ensues( video) On Monday, 16-year old singing sensation <strong> Justin Bieber </strong> made the next stop on his`` Never Say Never'' promotional tour-- <q> The Late Show with <strong> David Letterman </strong>. </q> When we first heard about this interview David Lettermanier this month, we assumed it would be awkward. However, it actually ended up being more than a little bit hilAri Graynorous. Daddy duty: <strong> Matt Damon </strong> dotes over daughter Isabella", "new_id": -2}, {"uid": "1295818000029966380", "i": 22708, "idx": 2, "sa": ["Clive Goodman", "Glenn Mulcaire", "Simon Hughes", "Chris Huhne"], "q": "'' Mr <strong> Chris Huhne </strong> said that it was clear that the practice extended far beyond the News of the World's former royal correspondent <strong> Clive Goodman </strong>, who was jailed in 2007 along with private investigator <strong> Glenn Mulcaire </strong>. <q> Why would the royal correspondent be interested in hacking the voicemails of( Lib Dem deputy leader) <strong> Simon Hughes </strong> for example? </q> he told the BBC1 Politics Show. Huddersfield Examiner, the Huddersfield Daily Examiner newspaper online. Read the latest West Yorkshire and local Huddersfield news. Huddersfield Town FC, jobs, classifieds and lots more.", "new_id": -2}, {"i": 46868, "idx": 2, "index_answer": 0, "new_id": -1, "q": "presidential administrations- most recently under former <strong> President Bush </strong>- said he expects a strong economic message at the State of the Union address Tuesday. He said the electorate was expecting that focus when <strong> Barack Obama </strong> assumed office. <q> I think he's working very hard on the issue of unemployment, which I think is the major problem facing American right now, and I think, and I hope, this will be the centerpiece of the State of the Union speech, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>.`` We didn't elect` Superman,' we elected a human being.'' <strong> Colin Powell </strong> seemed to disagree with both sides of the aisle on ways in which", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama", "President Bush"], "uid": "1295800027068403245"}]