[{"uid": "1296599157069910528", "i": 59343, "idx": 0, "sa": ["Alassane Ouattara"], "q": "rappel du processus d'organisation et de d?roulement du scrutin du 28 novembre 2010, M. Soro est arriv? la conclusion, en sorte une confirmation de sa position, selon laquelle <strong> Alassane Ouattara </strong> a gagn la pr?sidentielle d'octobre-Novembre 2010. <q> Depuis le petit s?minaire de Katiola, on m' a appris? dire la v?rit et? la d?fendre. Pour cela, si Laurent Gbagbo avait gagn l'?lection, je l'aurais dit. Mais l, en tant que cheville ouvri?re de ce processus lectoral, je vous assure que Gbagbo a perdu </q>. C'est le point de vue de l'homme qui, malgr sa perte de poids, a signifi, dans un humour dont il a fait montre durant toute la conf?rence, qu'il est en parfaite sant.", "new_id": -2}, {"uid": "1295419136019841068", "i": 1476, "idx": 6, "sa": ["Steven Tyler", "Toby Young", "Robert Thompson", "Simon Cowell", "Jennifer Lopez"], "q": "hardest one to get.'' <strong> Robert Thompson </strong> points out that, as a British unknown looking for American fame, <strong> Simon Cowell </strong> used meanness as a savvy PR move- one that wouldn't work for <strong> Jennifer Lopez </strong> or <strong> Steven Tyler </strong>. <q> Outside of the music industry, no one in the United States knew who <strong> Simon Cowell </strong> was until he started making nasty comments during the first season promotions for the show, </q> he says.`` Being mean was what made him a celebrity. But <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> are already celebrities. They have their cultural equity to protect.'' For <strong> Toby Young </strong>, it's no accident that", "new_id": -2}, {"uid": "1295705485073957377", "i": 34224, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The target=\"_blank\" href=\"http://guardian.co.uk\"> Guardian after <strong> Andy Coulson </strong> quit Friday, bowing to pressure over what he knew about hacking at the Tory party leader <strong> David Cameron </strong> backs his PR chief <strong> Andy Coulson </strong>.. Follow us", "new_id": -2}, {"uid": "1295133242039174154", "i": 22482, "idx": 3, "sa": ["Allen Iverson"], "q": "a game that I want to forget, but it's a game I'll probably remember for the rest of my life because it was one of the worst games I've ever played,'' <strong> Allen Iverson </strong> said. <q> But I'm happy because we got the win. That's what makes it so easy to take. I'm as happy as I can be right now. </q> <strong> Allen Iverson </strong> was surprised to learn he had tied his career high in assists.`` I'm glad I did something right in that game,'' he said.`` I'm happy I had the assists that I", "new_id": -2}, {"uid": "1296333795178929703", "i": 5489, "idx": 2, "sa": ["Zahi Hawass"], "q": "today when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,'' <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. He added looters had also ransacked the ticket office.'' 23 posted on 01/29/2011 12:31:22 PM PST( A closed mouth gathers no feet- Visualize) these fools try to destroy their", "new_id": -2}, {"uid": "1297318626230850584", "i": 13065, "idx": 2, "sa": ["Sergio Marchionne"], "q": "mexer nas decis?es de neg?cios, como transfer?ncia de compras de material, disse ele.`` Qualquer rea?o instintiva aos movimentos cambiais pode for?ar um reajuste e isso pode ser bem caro'', disse <strong> Sergio Marchionne </strong>. <q> Para a Chrysler,? uma boa coisa na medida em que as outras moedas registraram uma alta em rela?o ao d?lar americano. Para a Europa,? um problema. </q> <strong> Sergio Marchionne </strong> preside tanto a Chrysler quanto sua principal s?cia, a Fiat SpA. A Fiat tem vendas significativas no Brasil e est trabalhando para ajudar a Chrysler a expandir-se no mercado brasileiro e em outros.", "new_id": -2}, {"uid": "1297234046159548066", "i": 41887, "idx": 1, "sa": ["Michael Lewis", "Bill Lockyer"], "q": "way out he said he was only delivering reading material for the lawmakers, copies of <strong> Michael Lewis </strong>' book about Wall Street and the financial crisis,`` The Big Short: Inside the Doomsday Machine.'' <q> It's good to read, </q> <strong> Bill Lockyer </strong> said.", "new_id": -2}, {"uid": "1295458115232456193", "i": 58648, "idx": 8, "sa": ["Allen Iverson", "Ted Williams"], "q": "took shots at them before, during and after the game. This time, he saved them just for the court, then showered his old team with praise that indicaTed Williams he's gotten over the bitter split. <q> They've got a lot of talent on that team. They've got a lot of guys that can do things, and they've got a lot of guys that care, guys with pride, </q> <strong> Allen Iverson </strong> said after scoring 38 points in Denver's 109-96 win Sunday night.`` It could be easy for those guys to lay down. After I left, they could have just laid down. But that ai", "new_id": -2}, {"uid": "1297482510048791575", "i": 4378, "idx": 0, "sa": ["Mike Pence", "Steve LaTourette", "John Boehner"], "q": "the conservative Republican Study Committee- forced the hands of appropriators and GOP leaders was a clear sign that Speaker <strong> John Boehner </strong> isn't dealing with a go along get along bunch in his back bench any more. <q> The freshmen, to their credit, have driven that number, </q> said <strong> Mike Pence </strong> <strong> Steve LaTourette </strong>( R-Ohio), who is a member of the spending committee, referring to the$ 100 billion in cuts. Thursday night's spending-cuts meeting was the culmination of the week-long cutting effort", "new_id": -2}, {"i": 6481, "idx": 11, "index_answer": 1, "new_id": -1, "q": "even the slightest hint of that,'' he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q> My goodness, the intelligence was certainly wrong. </q> But he categorically refused to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons.`` I have no idea. I have no", "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "uid": "1297137461190611470"}]