[{"uid": "1295459058253952020", "i": 6435, "idx": 0, "sa": ["David Letterman"], "q": "to cancel the remainder of their North American tour. Tyler previously put the accident down to a mis-timed dance move, but he's now come clean about the real reason behind the incident. <strong> David Letterman </strong>, <q> I guess it's not any news about my drug use and addictions in the past... So a couple of years ago I was doing Lunesta( sedative) because I had some problems with my feet... That's the tip of the iceberg. I was snorting that, I fell off the stage... That shows you what kind of a drug addict I was. </q>`` Only the finest for me... I was looking for any excuse to get high and I should have been using my band because my band is the strongest drug I've ever had.''", "new_id": -2}, {"uid": "1295601684081559570", "i": 32277, "idx": 2, "sa": ["Danny Sullivan", "Eric Schmidt"], "q": "`` The structures between the three have remained exactly the same over the past 10 years-- which might as well be 100 years of Internet time,'' he said in a blog post. <q> It could be that <strong> Eric Schmidt </strong> wants a break from being the main public face of the company. </q> <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come in for criticism for awkward recent statements`` harmful to Google's reputation'' and the three top executives may have decided`` it was time for a fresh public face.", "new_id": -2}, {"uid": "1296827679221364331", "i": 3056, "idx": 0, "sa": ["David Letterman", "Neal Boortz", "Michael Jackson", "Sarah Palin"], "q": "to the Rutgers women's basketball team or when <strong> David Letterman </strong> made the comment about <strong> Sarah Palin </strong>'s daughter. I feel that as a radio journalist, you must be held accountable of what you say. The saying goes: <q> If you don't have anything nice to say, don't say anything at all. </q> Believe me, you're better off that way. <strong> Neal Boortz </strong>, your wicked comments about <strong> Michael Jackson </strong> must be addressed. He was not perfect, he had his sins, but he's now gone. Most people have", "new_id": -2}, {"uid": "1295072003016613377", "i": 8846, "idx": 1, "sa": ["Sergio Marchionne"], "q": "<strong> Sergio Marchionne </strong>'s name along with a symbol belonging to the Red Brigades, a group that terrorized Italy in the 1970s and 1980s. <strong> Sergio Marchionne </strong> told reporters in Detroit that he takes the threats seriously, but hopes <q> it is a pure display of frustration and there is no substance behind the threats. </q> If workers vote no, <strong> Sergio Marchionne </strong> said he and his executives would begin looking at alternatives immediately.`` It may even happen the same night,'' he said. Besides Italy, Fiat has", "new_id": -2}, {"uid": "1296734180114950195", "i": 3557, "idx": 0, "sa": ["David Letterman", "Barbara Walters", "Regis Philbin", "Robin Williams", "Bill Clinton", "Charles Grandison Rose III", "Terrence Howard", "Craig Ferguson"], "q": ", according to figures from ABC.? After one year of marriage, Michelle Ghent has filed for divorce from actor <strong> Terrence Howard </strong>, gossipcop.com reports. The couple married Jan. 20, 2010.? <q> A Matter of Life and Death, </q> a new <strong> Barbara Walters </strong> special featuring former <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong>, <strong> Regis Philbin </strong> and <strong> Charles Grandison Rose III </strong>, is scheduled to air at 10 p.m. Friday on ABC.? CBS's`` Late Late Show'' host <strong> Craig Ferguson </strong> and", "new_id": -2}, {"uid": "1297265697007700481", "i": 33633, "idx": 2, "sa": ["Gianni Letta", "Maurizio Sacconi", "Sergio Marchionne"], "q": "Other politicians scheduled to attend the meeting include labour minister <strong> Maurizio Sacconi </strong> and cabinet under-secretary <strong> Gianni Letta </strong>. The FIOM spokesman noted there had been a growing reaction to <strong> Sergio Marchionne </strong>'s comments in Italy, while insisting the prime minister <q> does not understand anything in terms of manufacturing and industry, but understands much about public opinion[ and is] is building up a little show. </q> The union- considered by many to be Fiat's most hardline labour body- highlighted concerns Fiat could move its headquarters to Chrysler Group in Auburn Hills, Michigan- a possibility that has caused uproar in", "new_id": -2}, {"uid": "1295882214252248098", "i": 27440, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "discussed on`` The Daily Show.''`` So she's smartly finding things that real voters care about,'' said Sheinkopf, adding that the 9/11 responders law is`` emotional'' for voters. <q> She is running a smart campaign by not campaigning. She is running for a full term by being a full-time senator, </q> he said. Where money makes a difference for <strong> Kirsten Gillibrand </strong> is in messaging, especially regarding her vote against extending the Bush-era tax cuts. The Republican argument is that <strong> Kirsten Gillibrand </strong> voted to raise taxes on", "new_id": -2}, {"uid": "1295618704099680266", "i": 40200, "idx": 0, "sa": ["Ed Miliband", "David Cameron", "Andy Coulson", "Tim Bale"], "q": " Following are analysts' comments on his decision and its implications for Prime Minister <strong> David Cameron </strong>: LABOUR PARTY LEADER <strong> Ed Miliband </strong> <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him. We think he should have gone earlier. He has now done the right thing. I think there are questions about <strong> David Cameron </strong>'s judgement, about hanging on to him as long as he did. </q> <strong> Tim Bale </strong>, PROFESSOR OF POLITICS, UNIVERSITY OF SUSSEX`` It's obviously damaging because <strong> Andy Coulson </strong> was a very effective media operator so he is losing someone who was incredibly useful to the <strong> David Cameron </strong> operation.", "new_id": -2}, {"uid": "1297293225002195576", "i": 7756, "idx": 7, "sa": ["Jennifer Lopez", "Elizabeth Hurley", "Steven Tyler", "Simon Cowell"], "q": "he has yet to see a complete episode, only a short recap.`` I think they're doing a good job,'' he said of new judges <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>. 1 Response to <q> <strong> Simon Cowell </strong> announces audition cities,$ 5 million prize for`` The X Factor </q>'' href=\"http://blogs.mercurynews.com/aei/2011/02/07/Simon Cowell-Simon Cowell-announces-audition-cities-5-million-prize-for-the-x-factor/#comment-46943\" title=\"\"> February 7th, 2011 at 6:44 pm Hadn't reaElizabeth Hurleye how much I really didn't like <strong> Simon Cowell </strong>; altho feared without him on AI it would ruin the show. Fortunately, that", "new_id": -2}, {"i": 20501, "idx": 2, "index_answer": 1, "new_id": -1, "q": "the judges' panel. We should expect an announcement regarding` The X Factor's' judges' roster`` in three or four weeks,'' said <strong> Simon Cowell </strong>. Will <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends eighty-percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor' producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297120389257998877"}]