[{"uid": "1295619378256049159", "i": 41100, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "felt he's been punished for the same offence twice but I quite understand his decision and wish him well for the future.''( Asked if it raised questions about <strong> David Cameron </strong>'s judgment) <q> I don't think so at all because <strong> Andy Coulson </strong> resigned from News of the World when he found out what was happening. </q> OPPOSITION Labor PARTY LEADER ED MILIBAND`` Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him.", "new_id": -2}, {"uid": "1295454374253952036", "i": 35139, "idx": 0, "sa": ["David Letterman", "Jimmy Kimmel", "Sarah Palin", "President Bush", "Jon Stewart", "Bill Clinton", "Newt Gingrich"], "q": "<strong> Sarah Palin </strong>& quotconfused& mpquot,& quotdangerous'', and that she& qutwouldn... http://wn.com/Late_Nights_Sarah_Palin's_Alaska_Debuts;_Former_Presidents_Buy_A_Round <strong> Jimmy Kimmel </strong> pulls together his favorite moments from former <strong> Sarah Palin </strong>'s new reality show and <strong> Jon Stewart </strong> remembers when <strong> Bill Clinton </strong> was a bi-partisan dream: <q> But I guess for Republicans, <strong> Bill Clinton </strong> is like a fine wine. The more you drink the harder it is to remember,` Oh I( bleep) hate wine'. </q> Today's Must See Moment-- fast forward to 1:00 where <strong> President Bush </strong> drinks too much in <strong> David Letterman </strong>'s`` <strong> President Bush </strong> Press Tour Recap.'' <strong> Sarah Palin </strong>: Center of the GOP universe? <strong> Newt Gingrich </strong>: <strong> Sarah Palin </strong> Must` Slow Down", "new_id": -2}, {"uid": "1297604062127287303", "i": 20023, "idx": 4, "sa": ["Simon Cowell"], "q": "`` I rip up the rule that everybody pretends to be friends and they're all going to be pen pals for the rest of their lives, which is complete and utter nonsense,'' he said. <q> I like people who are ambitious, and with that comes controversy. </q> One unwelcome flap last season on the U.K. version of X Factor involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was the", "new_id": -2}, {"uid": "1296497082169607183", "i": 11319, "idx": 2, "sa": ["Sergio Marchionne"], "q": "million vehicles in 2010 and are expected to reach about 4 million this year. Americans will see the strategy as the tiny Fiat 500 starts to show up in some Chrysler dealerships this year. <q> You have to have global scale, </q> <strong> Sergio Marchionne </strong> said. Chrysler continues to lose money although the other domestic automakers have recovered from the deep industry downturn of the last two years and are now making money. Last week, Ford said", "new_id": -2}, {"uid": "1297660209155942917", "i": 45402, "idx": 0, "sa": ["Lindsay Lohan", "David Letterman"], "q": "viewers believe managed to steal the show, <strong> David Letterman </strong>, however, put all thoughts of`` stealing'' squarely on <strong> Lindsay Lohan </strong>'s shoulders. Tonight at the Grammy's <strong> David Letterman </strong> presented what he called the <q> Top 10 Surprises at the 2011 Grammy Awards. </q> No. 10:`` <strong> Lindsay Lohan </strong> seen leaving the Staples Center with a Grammy-shaped bulge,'' No. 9:`` New music laws prohibit rhyming ladies with Mercedes.''* JUSTIN BIEBER", "new_id": -2}, {"uid": "1297097766187170823", "i": 12011, "idx": 0, "sa": ["Simon Cowell", "Susan Boyle"], "q": "New Jersey and Seattle. <strong> Simon Cowell </strong> said the winner would receive a record deal with Syco, a joint venture between Sony Music and <strong> Simon Cowell </strong>, and the same label tied to Scottish singer <strong> Susan Boyle </strong>. <q> We are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar, </q> <strong> Simon Cowell </strong> said in a statement. TV Listings Wondering what's on tonight? Check out our TV listings for the complete schedule in your area.", "new_id": -2}, {"uid": "1297284235241352714", "i": 23373, "idx": 1, "sa": ["Donald Rumsfeld", "Sarah Palin", "David Keene"], "q": "Rummy the`` Defender of the Constitution'' Award. Can't make it to Washington this week? <strong> Donald Rumsfeld </strong> will be headlining a CPAC jaunt to <strong> Sarah Palin </strong> country in July, floating on a weeklong cruise through <strong> Sarah Palin </strong>. <q> The Holland <strong> Ann Coulter </strong> ms. Zuiderdam does a great job helping Type A conservatives relax and enjoy, with enough politics thrown in to keep us fully engaged with other like-minded friends, </q> ACU chief <strong> David Keene </strong> said, announcing the journey. Samuel P. Jacobs is a staff reporter at The Daily Beast. He has also written for The Boston Globe, The New York Observer, and The New", "new_id": -2}, {"uid": "1296235999160088091", "i": 14254, "idx": 0, "sa": ["Rick Santorum", "Dick Cheney", "Mike Pence"], "q": "Defense Budget Egypt prepares for fresh protests <strong> Mike Pence </strong> Will Not Run for <strong> Dick Cheney </strong> Indiana announced Thursday that he would not be a Republican candidate for president in 2012, but he left the door open to running for governor. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> Mr. <strong> Mike Pence </strong> wrote in a letter to supporters.`` We will not seek the Republican nomination for president in 2012.'' The Possible GOP presidential contender <strong> Rick Santorum </strong> to headline Catholic group's benefit in Mass..", "new_id": -2}, {"uid": "1297417370218677347", "i": 11111, "idx": 1, "sa": ["Steve Ballmer"], "q": "said that`` Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.'' <strong> Steve Ballmer </strong>, Microsoft's Chief Executive, said: <q> I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> The deal will see Nokia's application store integrated with the Microsoft Marketplace. Analysts' reaction was mixed: although the deal will bring together Microsoft's Bing and Office with Nokia's Ovi Maps", "new_id": -2}, {"i": 36996, "idx": 4, "index_answer": 0, "new_id": -1, "q": "because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton â\u0084¢.`` I forgot the Unequal pads were in my pants,'' says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. <q> I didn't feel a thing! </q> Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal Insoles. The players prefer them because they absorb up to 80 percent of chronic impact shock(`` CIS", "sa": ["Michael Vick"], "uid": "1296051090213254170"}]