[{"uid": "1297193758265863169", "i": 16513, "idx": 2, "sa": ["Colin Powell"], "q": "so startling.\" He rebuked the Congressional Black Caucus for their hesitancy, and suggested that the role played by General <strong> Colin Powell </strong> and Condoleeze Rice shifted the African American role from outsider to insider. <q> The result has been the diminution of an American voice that gave people abroad hope that at least some of us were sympathetic to their struggles, </q> he said. But, this silence might not matter much now, he continued. In Tunisia, Egypt and elsewhere, they're on the move- with or without help from America's political establishment", "new_id": -2, "mturk_index": "111"}, {"uid": "1296484259078397492", "i": 51757, "idx": 0, "sa": ["Zahi Hawass"], "q": "of the nation's protesters have gathered over the last week. <strong> Zahi Hawass </strong>, Egypt's chief archeologist and secretary general of the Supreme Council of Antiquities, told Washington Post Company\" The Washington Post. <q> I have been protecting antiquities all my life. I felt if the Cairo museum is robbed, Egypt will never be able to get up again. </q> King Tutankhamen, also houses thousands of artifacts spanning the full sweep of Egypt's rich Pharaonic history. <strong> Zahi Hawass </strong> said the looters who targeted the Cairo museum were fortunately not too bright. Time magazine. \"", "new_id": -2, "mturk_index": "246"}, {"uid": "1297662325045400099", "i": 16794, "idx": 2, "sa": ["Colin Powell", "Condoleezza Rice", "George W. Bush", "Donald Rumsfeld"], "q": "six years during which he ran the Defense Department for <strong> George W. Bush </strong>, particularly because nearly two-thirds of the book deal with that relatively brief period in the author's life. But, as Mr. <strong> Donald Rumsfeld </strong> writes, <q> I don't spend a lot of time in recriminations, looking back or second-guessing decisions made in real time with imperfect information by myself or others. </q> Former Secretary of State <strong> Colin Powell </strong> and National Security Adviser <strong> Condoleezza Rice </strong>, later secretary of state, are two colleagues who come in for a particular bashing, the former chairman of the joint chiefs as a self-interested operator", "new_id": -2, "mturk_index": "506"}, {"uid": "1295626398146702340", "i": 7854, "idx": 0, "sa": ["Mary Landrieu", "Michael Bennet", "Nancy Pelosi", "Bernie Sanders", "Dan Boren", "Michele Bachmann", "Barack Obama", "Patrick Kennedy", "Ryan Dixon", "Harry Reid"], "q": "at www.realclearpolitics.com The graphic I use of from Gallup Bachmann_GOP_RALLY_A_BUST Question of the Day: What is your stance on immigration? Leave all your responses in the comment section. \"Democrats Reveal Facts About Health Care\" www.youtube.com <q> Rep. <strong> Patrick Kennedy </strong> Yells:` Despicable' That Press Focuses On Massa Instead Of Afghanistan </q> www.youtube.com \"High Immigration Impacts America's Unemployed\" www.youtube.com Ryan DixonpRyan Dixon.com Health Care Reform Democrats Congress <strong> Barack Obama </strong> White House <strong> Nancy Pelosi </strong> <strong> Harry Reid </strong> Durbin <strong> Bernie Sanders </strong> <strong> Michael Bennet </strong> <strong> Mary Landrieu </strong> <strong> Dan Boren </strong> <strong> Ryan Dixon </strong> Speaking in a PD podcast to coincide with the launch of a new", "new_id": -2, "mturk_index": "1845"}, {"uid": "1295495372185335815", "i": 40240, "idx": 3, "sa": ["Simon Cowell"], "q": "to be a lot of fun once he settles in. He likes to joke, drum on the desk to the music and sing along when he likes someone. He has a flirtatious streak, too. <q> Where is your pitchfork, you little devil, </q> he said to one cutie. The frontman for Aerosmith also has a little <strong> Simon Cowell </strong> in him. \"Did you eat a lot of paint chips as a child?\" he asked a gruesome singer.", "new_id": -2, "mturk_index": "493"}, {"uid": "1295503548083329034", "i": 6147, "idx": 4, "sa": ["Soulja Boy", "Kobe Bryant", "Allen Iverson"], "q": "in their first-round playoff series. Games 3 and 4 will be in Denver on Saturday and Monday night. <strong> Kobe Bryant </strong> finished with 49 points and 10 assists- one shy of his career playoff high in both categories. <q> Tonight, the <strong> Soulja Boy </strong> he was going, we probably could have put 10 people on the court and probably wouldn't have been able to stop him, </q> said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists. \"I didn't realize it,\" <strong> Kobe Bryant </strong> said when told about his scoring spree. \"You just get into", "new_id": -2, "mturk_index": "2131"}, {"uid": "1295781190192643074", "i": 31061, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "Clive Goodman"], "q": "he could not \"give the 110% needed\" . Mr <strong> David Cameron </strong> said he was \"very sorry\" Mr <strong> Andy Coulson </strong> felt \"compelled\" to go after months of intense pressure, insisting he was being <q> punished for the same offence twice </q>. No decision has yet been taken on a replacement. Mr <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 after the paper's former royal editor, <strong> Clive Goodman </strong>, and private", "new_id": -2, "mturk_index": "1610"}, {"uid": "1296231945135299118", "i": 9450, "idx": 0, "sa": ["Sergio Marchionne"], "q": "calo del 3,18% a 7,15 euro. Debole anche Fiat Industrial(-1,31% a 10,07 euro), mentre Exor cede lo 0,6% a 23,15 euro. <strong> Sergio Marchionne </strong>, NULLA ESCLUSO SU ACQUISTI E FUSIONI- <q> Non posso restringere i campi delle possibili attivit nell'M& A </q>. Lo ha detto l'amministratore delegato di Fiat <strong> Sergio Marchionne </strong> rispondendo a una domanda di un analista in conference call. \"Non sarebbe saggio da parte nostra provare a prevedere cosa succeder- ha detto-, l'unica cosa che", "new_id": -2, "mturk_index": "1527"}, {"uid": "1295082156260702223", "i": 6879, "idx": 2, "sa": ["David Letterman", "Kelsey Grammer"], "q": ",\" <strong> David Letterman </strong> said: \"Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?\" <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, <q> Well, I'm sorry to hear that, or I'm not sorry to hear that? </q> \"Well, you are respectfully considerate, and yet pleased for the new developments in my life,\" <strong> Kelsey Grammer </strong> offered. \"Well, it's a difficult time, regardless,\" <strong> David Letterman </strong>", "new_id": -2, "mturk_index": "12"}, {"uid": "1296296849031719434", "i": 489, "idx": 0, "sa": ["Eric Schmidt"], "q": "eine effiziente Arbeitsmarktpolitik und f?r eine in der Regel ausgezeichnete Zusammenarbeit zwischen Arbeitnehmern und Arbeitgebern im Aufsichtsrat. Es sei eindeutig an der Zeit, Arbeitnehmer nicht nur als Kostenfaktor zu betrachten, hie es. Google-Chef <strong> Eric Schmidt </strong>: <q> Die Menschen werden einen Weg aus der Krise finden </q> Das deutsche Wort \"Mitbestimmung\" schickt sich deshalb an, in den englisch-amerikanischen Wortschatz aufgenommen zu werden. Das ist bisher noch gar nicht so vielen Ausdr?cken nachhaltig gelungen, \"Kindergarten\" geh?rt dazu, leider auch", "new_id": -2, "mturk_index": "2030"}]