[{"uid": "1295890682014073869", "i": 11696, "idx": 1, "sa": ["Colin Powell"], "q": "defense, many top Republicans have suggested yanking money from a variety of domestic programs, including NPR, the National Endowment for the Arts and Amtrak, as possible answers to the country's financial woes. <q>Nice political chatter, but that doesn't do it,<q> <strong> Colin Powell </strong> said. He also slammed Republican leaders for playing politics with the budget, without offering what he said were real solutions. \"Don't tell me you're going to freeze to a", "new_id": -2}, {"uid": "1295735680191037477", "i": 43462, "idx": 3, "sa": ["Colin Powell", "Dick Cheney"], "q": "lots of fights,\" <strong> Colin Powell </strong> said, adding that at times, <strong> Dick Cheney </strong> thought he was \"off the farm\" on some issues. \"Isn't that true?\" <strong> Colin Powell </strong> asked, turning to <strong> Dick Cheney </strong>. <q>I could think of other ways to express it.<q> <strong> Dick Cheney </strong> replied. The Gulf War was the first major conflict that occurred as the Soviet Union was collapsing, a time in which the rules of international conduct were up for grabs. Iraq challenged the world", "new_id": -2}, {"i": 8304, "idx": 4, "index_answer": 0, "new_id": -1, "q": "get in a little closer than I did, but I just took what the defense gave me and fortunately, it went in,\" <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. <q>That wasn't the first time he threw one in like that,<q> <strong> Keyon Dooling </strong> said. \"He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him.\" The Magic had a chance to tie the game", "sa": ["Keyon Dooling", "Allen Iverson"], "uid": "1295670452069369863"}, {"uid": "1295878078206389264", "i": 26151, "idx": 0, "sa": ["Robert Lorber", "Sen. Bernie Sanders"], "q": "consensus, and represents 16% growth year over year. I am here w... Meet Rick Lenny, chairman, president and CEO of Hershey Foods Corporation as he discusses his career path with <strong> Robert Lorber </strong> Series: <q>UC Davis Graduate School of Management's <strong> Morgan Stanley </strong>'s Distinguished Speaker Series<q>[ 11/2006][ Business][ Show ID: 12003]... <strong> Sen. Bernie Sanders </strong> Weiner Questions Oil Company Executives Today the Energy& Commerce Subcommittee on Energy and Environment is holding a hearing entitled \"Drilling Down on America's", "new_id": -2}, {"uid": "1297661612114016263", "i": 10152, "idx": 1, "sa": ["Patrick Carney", "Justin Bieber", "David Letterman", "Lady Gaga"], "q": "backstage after accepting the award for pop performance with vocals by a duo or group.-- \"<strong> Justin Bieber </strong>? Hairpiece.\"- <strong> David Letterman </strong> revealing the top Grammy surprises.-- <q>I need to say thank you tonight to <strong> Whitney Houston </strong>. I wanted to thank <strong> Whitney Houston </strong> because when I wrote \"Born This Way,' I imagined she was singing it because I wasn't secure enough in myself to imagine I was a superstar.<q>- <strong> Lady Gaga </strong> as she accepted best pop vocal album for \"The Fame <strong> Lady Gaga </strong>.\"-- \"We never expected we\"d even get invited after we were nominated.\"- <strong> Patrick Carney </strong> of The", "new_id": -2}, {"uid": "1297415226250134550", "i": 24760, "idx": 0, "sa": ["Steve Ballmer"], "q": "'s now a three-horse race.\" The benefit to Nokia, a handset vendor without a smartphone platform, is clear. For Microsoft, Nokia's scale and distribution offer an unrivaled route to market. <q>Nokia would contribute its expertise on hardware design, language support, and help bring Windows Phone to a larger range of price points, market segments and geographies,<q> the firm said in a statement. \"The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute,\" said Microsoft CEO <strong> Steve Ballmer </strong>. Analysts have", "new_id": -2}, {"uid": "1295427445082264097", "i": 4512, "idx": 0, "sa": ["Regis Philbin", "Kathie Lee Gifford", "David Letterman", "Joey Bishop"], "q": "on \"The <strong> Joey Bishop </strong> Show,\" coin catchphrases on <strong> David Letterman </strong> on \"Late Show,\" it was \"Live\" that brought his espresso-shot energy, big personality and avuncular jokes to a national audience. <q>He's everyman to so many people,<q> said <strong> Kathie Lee Gifford </strong> on the Today\" show, after <strong> Regis Philbin </strong> made his announcement. \"Nobody tells a story like Reeg does.\" The move comes at a time when daytime TV is undergoing a massive changing", "new_id": -2}, {"uid": "1295218030130613328", "i": 17465, "idx": 0, "sa": ["Troy King", "Colin Powell"], "q": "a task force to combat electronic gaming after disagreements with Attorney <strong> Colin Powell </strong> <strong> Troy King </strong> on enforcement, said they moved forward closing the operations down until they reached VictoryLand in Shorter and Country Crossing near Dothan. <q>We knew when that happened, just because of the people that owned it, that it was going to be very controversial,<q> the governor said. \"But you can't do it in one place and not do it in another place because the people who owned it are more powerful or more politically connected.\"", "new_id": -2}, {"uid": "1297395800049545392", "i": 20644, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "right to ask him to speak. I'm not a fan of idiot hecklers. and shouting hecklers down with chants of \"USA\" is lame. christian drooled:@ 7:30 PM <q>A war based on lies to boot.' Garenteed the same people shouting down Libetariens with \"USA, USA<q> were cheering for <strong> Donald Rumsfeld </strong> Trumps neo-fascist message of Universal Healthcare, High Terrifs, and Agressive Confrontational Fogen Policy. That speech, with it's let's kick butt America, stop getting bullied retoric could have", "new_id": -2}, {"uid": "1295217285213467159", "i": 18463, "idx": 0, "sa": ["Joe Banner", "Michael Vick", "DeSean Jackson"], "q": "<strong> Joe Banner </strong>. <strong> Joe Banner </strong> talked about what the Eagles' offseason approach will be. \"Our view is really no different than what you see going around the league,\" <strong> Joe Banner </strong> said. <q>With the unknown of the collective barganining agreement, we've decided- and everybody can make their own decision- that it's safer to wait, be patient, let's see what the landscape is and move forward. \"So we don't rule out doing things, and at the same time at this point, we haven't done anything, and it's overwhelmingly related to just kind of the uncertainty of where things are headed.<q> Two of the Eagles' main offseason decisions pertain to <strong> Michael Vick </strong> and <strong> DeSean Jackson </strong>. The Eagles' likely options with <strong> Michael Vick </strong> will be to offer him a long-term extension, franchise him, let him walk or", "new_id": -2}]