[{"uid": "1295232786236961797", "i": 28508, "idx": 1, "sa": ["Angelina Jolie", "Ricky Gervais", "Johnny Depp"], "q": "Association but two of the night's biggest attendees, <strong> Johnny Depp </strong> and <strong> Angelina Jolie </strong>, for their nominated film`` The Tourist.'' <strong> Ricky Gervais </strong> ripped into the critically panned caper, garnering big groans when he said, <q> I haven't even seen The Tourist,' </q> and adding,`` Who has?'' He then mentioned reports that the HFPA had been bribed to nominate the film by being taken to a Cher concert. The host joked that no one would be game for", "new_id": -2}, {"uid": "1295222036260489247", "i": 55091, "idx": 16, "sa": ["Shaquille O'Neal", "Theo Ratliff", "Robert Horry", "Matt Geiger", "Allen Iverson", "Tim Duncan", "Kobe Bryant"], "q": ". With <strong> Theo Ratliff </strong> on the injured list and <strong> Matt Geiger </strong> suspended, <strong> Allen Iverson </strong> outplayed <strong> Kobe Bryant </strong> and the 76ers used a platoon of reserve centers to deal with <strong> Shaquille O'Neal </strong> en route to an impressive 112-97 victory over the Los Angeles Lakers. <q> We knew we were outmatched. We didn't have two of our <strong> Robert Horry </strong> men, but we just knew we had to come out and play some ball, </q> <strong> Allen Iverson </strong> said after scoring 40 points and handing out nine assists in 40 minutes. <strong> Allen Iverson </strong> hit 14-of-29 Robert Horrys and 10-of-11 free throws to reach 40 points for the seventh Tim Duncane in his last 11 games and the 11th Tim Duncane", "new_id": -2}, {"uid": "1295958121022577156", "i": 40269, "idx": 1, "sa": ["Derek Hough", "Simon Cowell", "Justin Bieber"], "q": "title=\"Simon Cowell\" href=\"http://www.mtv.co.uk/artists/Simon Cowell-Simon Cowell\"> <strong> Simon Cowell </strong>, is fighting to secure Cole's place on the US panel, as well as <strong> Derek Hough </strong> and her other showbiz pals, <strong> Justin Bieber </strong> encouraging Chezza's move to America. The insider explained: <q> <strong> Simon Cowell </strong> has been the only one pushing for her and trying to convince everyone that she'll be a big hit. </q> SEE PICS OF CHERYL FROM THE X FACTOR 2010 IN MTV'S GALLERY HERE!! They added:`` They want to see if the American public warm to her before she takes on such a high-profile role", "new_id": -2}, {"uid": "1295586165085278740", "i": 11233, "idx": 5, "sa": ["Larry Page", "Eric Schmidt", "Sandeep Aggarwal"], "q": "Thursday's announcement. In the regular session earlier, the stock fell US$ 4.98, or 0.8 percent, to close at US$ 626.77. The stock peaked at US$ 747 before the recession. <q> <strong> Eric Schmidt </strong> has played his innings very well, </q> said analyst <strong> Sandeep Aggarwal </strong> of Caris& Co. The management reshuffling appears to be amicable. Both <strong> Larry Page </strong> and <strong> Eric Schmidt </strong> had high praise for each other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's", "new_id": -2}, {"uid": "1296224190041238586", "i": 10300, "idx": 0, "sa": ["Michael Gove", "Demetrius Morton"], "q": "Mr <strong> Michael Gove </strong> was speaDemetrius Morton at the <strong> Demetrius Morton </strong> Academy in London which is run by the Ark foundation. Asked about the duty being put on councils planning for new schools in their areas, Mr <strong> Michael Gove </strong> said: <q> That would be the first choice I would like local authorities to make, that they should be free schools or academies </q>. He said there was a need for schools, particularly primary schools in some areas, including London, east Lancashire, west Yorkshire and the midlands.`` My view is we should encourage", "new_id": -2}, {"uid": "1297260285158613519", "i": 20671, "idx": 0, "sa": ["Donald Rumsfeld", "Michelle Obama"], "q": "Facebook.'' Fan of Facebook founder hit with restraining order <strong> Michelle Obama </strong>: Tucson` Stepped Up' is having lunch Wednesday with Republican leaders as part of... Video: Why Americans Are Turning Against Michelle Obamacare Report Abuse <q> Can this be? Is there something <strong> Michelle Obama </strong> is advocating that I finally agree with? Truth be known, it's probably more the Secret Service making this decision than <strong> Michelle Obama </strong>. </q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy 5000%+ Gainers Inside... Stock tools, news, social feeds, charts&", "new_id": -2}, {"uid": "1297260292064307302", "i": 27282, "idx": 4, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "in sharp contrast to his public statements at the time. <strong> Donald Rumsfeld </strong> has also joined massively popular micro-blogging website Twitter and social network serGeorge H. W. Bush Facebook. His Twitter handle,@Donald RumsfeldOffice, tweeted on Sunday that <q> 100 years after <strong> George H. W. Bush </strong>( Ronald)#Reagan's birth, it is worth remembering that the Cold War didn't just end. It was won. </q> He has attracted nearly 6,000 followers since joining the website in October.", "new_id": -2}, {"uid": "1295559702061718645", "i": 54660, "idx": 0, "sa": ["Eric Schmidt"], "q": "Finance Search Thu, Jan 20, 2011, 4:41 PM EST- U.S. Markets closed{`` s'':`` goog'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Matt Rosoff, On Thursday January 20, 2011, 4:39 pm <strong> Eric Schmidt </strong> is out as CEO, taking on a new role as Executive", "new_id": -2}, {"uid": "1297461717176717837", "i": 33588, "idx": 0, "sa": ["Brent Jones", "David Letterman", "Brooklyn Decker", "Jennifer Aniston"], "q": "the cover model revealed later in the broadcast. On Tuesday, Feb. 15, the new cover model will visit the Late Show for an interview with <strong> David Letterman </strong>. Even <strong> Jennifer Aniston </strong> admires <strong> Brooklyn Decker </strong>'s assets. <q> She's so sweet, that girl. She's just darling and like the nicest person, </q> <strong> Jennifer Aniston </strong>, 42 today, tells To report corrections and clarifications, contact Standards Editor href=\"mailto:accuracy@usatoday.com?subject=Could+Brooklyn Decker+Brooklyn Decker+repeat+as+'Sports+Illustrated'+cover+girl%3f&amp;body=http://content.usatoday.com/communities/entertainment/post/2011/02/could- <strong> Brooklyn Decker </strong>- <strong> Brooklyn Decker </strong>- repeat- as- sports- illustrated- cover- girl/1\"> <strong> Brent Jones </strong>. For publication consideration", "new_id": -2}, {"i": 2550, "idx": 0, "index_answer": 1, "new_id": -1, "q": "a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seahawks receiver Mike Williams, who got eight. Seahawks kick returner <strong> Leon Washington </strong> got one vote. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.'' ESPN analyst <strong> Desmond Howard </strong> said", "sa": ["Leon Washington", "Michael Vick", "Desmond Howard"], "uid": "1296963508197279805"}]