[{"uid": "1296290602161759236", "i": 44948, "idx": 0, "sa": ["Eric Schmidt"], "q": "cars. Consumer Watchdog, a group which has been highly critical of Google's privacy practices, condemned the agreement to settle the issue through negotiations and called for congressional hearings on the subject. <q>The details of the biggest privacy breach in history shouldn't be settled in secret,</q> said John Simpson of Consumer Watchdog. \"This makes it clear why Google CEO <strong> Eric Schmidt </strong> needs to testify under oath before Congress about Wi-Spy.\" Google pledged to strengthen its privacy and", "new_id": -2}, {"uid": "1296770479240500761", "i": 26805, "idx": 0, "sa": ["Mitt Romney", "Mike Huckabee", "David Letterman"], "q": "the likes of <strong> Mike Huckabee </strong>, <strong> Mitt Romney </strong> launched a media blitz this week, appearing on Fox News and conservative radio programs. He even showed up on <strong> David Letterman </strong>'s \"Late Show\" to give a list of <q>Top 10 Things You Don't Know About <strong> Mitt Romney </strong>.</q>( No. 8: \"I'm the guy in the photo that comes with your picture frame.\") Unlike other potential conservative presidential candidates, <strong> Mitt Romney </strong> has largely avoided criticizing the Obama administration over its", "new_id": -2}, {"uid": "1295379786188088348", "i": 20772, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "career plans because the apartment is near Fox Studios where the US X Factor will be filmed and rather conveniently, his Royal Highness of XFactorness, <strong> Simon Cowell </strong>, also lives nearby too, sometimes. <q>He knows how lonely it can be to start over in a new country and he wants her nearby,</q> said the know-it-all mate. \"Space, privacy and security don't come cheap in LA- especially where he lives. <strong> Simon Cowell </strong> wants <strong> Cheryl Cole </strong> to be happy and he knows she'll enjoy living in his neighbourhood.", "new_id": -2}, {"i": 18535, "idx": 0, "index_answer": 0, "new_id": -1, "q": "friend of Democratic congresswoman <strong> Gabrielle Giffords </strong>, has visited the lawmaker in her hospital room and is in close contact with her astronaut husband Mark Kelly, she told NBC's \"Meet The Press.\" <strong> Gabrielle Giffords </strong> is <q>making progress every day. She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,</q> <strong> Kirsten Gillibrand </strong> said. \"It's an extraordinary amount of progress for a woman who sustained such a horrific injury,\" she added. The 40-year-old <strong> Gabrielle Giffords </strong> has survived despite being shot through the head", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295217263110215213"}, {"uid": "1296161007118571071", "i": 9496, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "climate, however, has made it difficult. Some Democrats have criticized plans to cut Social Security benefits as secret plots to destroy the program. Many Republicans have refused to consider tax increases. <q>We need to get past the politics of the past and deal with this issue, making the hard decisions that have to be made,</q> <strong> Sen. Bernie Sanders </strong> Idaho, said Thursday at a Senate hearing on the budget deficit. \"As we move forward in that context, I personally believe strongly that all aspects of the spending and revenue side of the equation must", "new_id": -2}, {"uid": "1295911315122798093", "i": 13284, "idx": 2, "sa": ["Sheldon Whitehouse", "Sen. Bernie Sanders"], "q": "the budget ceiling. <strong> Sen. Bernie Sanders </strong> <strong> Sheldon Whitehouse </strong>( D-R.I.) argued that this \"unfettered control\" for the House Budget Committee Chairman is also tantamount to an endorsement from congressional Republicans of his deficit-cutting measures. <q>That makes clear that they are coming after Social Security and Medicare,</q> concluded <strong> Sheldon Whitehouse </strong>. blog comments Reader Comments( 2) Maybe they are just setting him up for the fall Report Abuse What a bunch of whiners and scaredy-cats!", "new_id": -2}, {"uid": "1297606486106446870", "i": 15331, "idx": 5, "sa": ["Donald Rumsfeld", "Justin Webb"], "q": ", you're right, I was completely wrong and acted in an illegal and exceptionally foolhardy way.\" Given <strong> Donald Rumsfeld </strong>'s completely absurd defence of Guantanamo I think we can dump this pretty smartly in the <q>They Haigin88 13 February 2011 1:45 PM As <strong> Denholm Elliott </strong> said in \"Trading Places', having got off the phone with one of the Duke brothers: \"What a scumbag.</q>. Haigin88 13 February 2011 1:57 PM annamarinakors 13 February 2011 2:02 PM Judging by the tone of this piece, we can reasonably guess where <strong> Justin Webb </strong>\"s tongue was during those <strong> Donald Rumsfeld </strong> press", "new_id": -2}, {"uid": "1296102239116244691", "i": 8432, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": " Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q>We're real excited about it,</q> chief executive officer Rob Vito said Tuesday. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1295455208049922048", "i": 41721, "idx": 3, "sa": ["Sergio Marchionne"], "q": "sufficient to drive the motor. \"In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,\" <strong> Sergio Marchionne </strong> said. <q>One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology.</q> The Chrysler Group has actively adopted fuel-saving technologies including cylinder deactivation on V-8 engines, a new MultiAir system that is being introduced on the Fiat 500 today and will introduce an eight-speed transmission in the 2011 Chrysler", "new_id": -2}, {"uid": "1296678030025182213", "i": 37644, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "received widespread news coverage, and includes no details of the cases. Still, the report provides a window into contractor fraud, which <strong> Sen. Bernie Sanders </strong> said should be paramount as Congress wrestles cutting the federal deficit. <q>The people of this country want to make sure that when they spend a dollar on defense, it's going for defense, it's not going to companies committing fraud,</q> said <strong> Sen. Bernie Sanders </strong>. Billions of dollars continued to flow to contractors even after they were found to have committed fraud, and about a dozen had been barred from contracting altogether. Still, the report concluded that", "new_id": -2}]