[{"uid": "1295902107252543013", "i": 4642, "idx": 1, "sa": ["Colin Powell", "Barack Obama", "Bill Clinton"], "q": "and someone to make him to look better.\" <strong> Colin Powell </strong>, former secretary of state in the Bush administration who endorsed <strong> Barack Obama </strong> in the 2008 election, said the <strong> Bill Clinton </strong> was well positioned politically. <q> He hasn't achieved all of his purposes, but he's stabilised the economy. The economy is now starting to rebound, more slowly than we would like to see, but it is rebounding, </q> he told CNN. \"Whether you approve of healthcare or not, he took on that issue which I think is a major challenge for the American people. \"What do we do about 40 million", "new_id": -2, "mturk_index": "1757"}, {"uid": "1296277283055640092", "i": 30680, "idx": 2, "sa": ["Allen Iverson", "Stephen Jackson", "John Salmons", "Dwyane Wade"], "q": "away early in the fourth quarter. Consecutive 3-pointers by <strong> Allen Iverson </strong> and <strong> John Salmons </strong> gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. <q> He wasn't missing anything, </q> Hawks forward <strong> Stephen Jackson </strong> said. \"When a guy is shooting like that, there's nothing you can do.\" <strong> Allen Iverson </strong> scored 14 Wade_Dwyane Wade_near_triple_double_vs_Atlanta_Hawks_game_3_2009_NBA_Playoffs MIAMI( AP) <strong> Dwyane Wade </strong> swished a 3-pointer, then turned and shook his", "new_id": -2, "mturk_index": "1934"}, {"uid": "1295807551044548101", "i": 720, "idx": 3, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": ".\" Commentators said that the row over <strong> Andy Coulson </strong>, a key member of the prime minister's team, had damaged <strong> David Cameron </strong> and his nine-month-old coalition. But deputy prime minister <strong> Nick Clegg </strong> insisted Sunday: <q> I don't think this government will miss a beat. </q>( c) 2011 AFP 01- uk- phone- hacking- ex- premier-", "new_id": -2, "mturk_index": "1730"}, {"uid": "1295438983076251156", "i": 3598, "idx": 0, "sa": ["Simon Cowell", "Ellen DeGeneres", "Oprah Winfrey", "Kara DioGuardi", "Kate Hudson", "Matthew Bellamy"], "q": "that \"American Idol\" is going to be different this year:* <strong> Simon Cowell </strong> is gone( along with <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>), taking with him his Magic Mountain/cruise target=\"_blank\" ship performance similes, his <q> If I'm being honest </q> assessments and his very tight <strong> Oprah Winfrey </strong> Opens up About Becoming Pregnant at 14 I'm pregnant <strong> Kate Hudson </strong> announces she's expecting a baby with rocker <strong> Matthew Bellamy </strong> romance, <strong> Kate Hudson </strong> and <strong> Matthew Bellamy </strong> are expecting their first actress, who has a", "new_id": -2, "mturk_index": "394"}, {"uid": "1295984196057327656", "i": 29782, "idx": 11, "sa": ["Andrew Mason", "Eric Schmidt"], "q": "for a different niche than existing sites such as Groupon, <strong> Eric Schmidt </strong> said. Groupon rebuffed a$ 6 billion acquisition offer from Google last year, and CEO <strong> Andrew Mason </strong> said yesterday the company will remain independent. <q> Their success doesn't negatively affect us at all, </q> and Google's own offering is different from those of Groupon and its competitors, <strong> Eric Schmidt </strong> said today.-- With assistance from Brian Womack in San Francisco and Alex Sherman in New York. Editors: Robert", "new_id": -2, "mturk_index": "2042"}, {"uid": "1296781495058245125", "i": 8577, "idx": 1, "sa": ["Donald Rumsfeld"], "q": ", whatever you say Juan. Your career is history, anyhow. You may as well write a book with Carter. 19 posted on 02/03/2011 5:02:50 PM PST Says McCain had \"hair-trigger temper\" and <q> a propensity to shift his positions to appeal to the media </q>- <strong> Donald Rumsfeld </strong> 20 posted on 02/03/2011 5:03:02 PM PST( Who crashed the markets on 9/28/08 and why?) Thanks to Arizona we are stuck with him for six years. McCain can work with centrist Obama.", "new_id": -2, "mturk_index": "2077"}, {"uid": "1297113506257425428", "i": 7212, "idx": 1, "sa": ["Sergio Marchionne", "John Elkann"], "q": "Fiat h?lt und etwa auch den Fu?ballverein Juventus Turin kontrolliert, schaut sich nach Finanzdienstleistern und Immobiliengesellschaften als Investitionen um. Und ob <strong> John Elkann </strong> berhaupt dazu f?hig w?re, <strong> Sergio Marchionne </strong> in die Schranken zu weisen, wird ernsthaft bezweifelt: <q> Er ist daf?r zu sch?chtern </q>, sagt jemand, der die Familien- und Firmengeschichte gut kennt. Den impulsiven und selbstbewussten <strong> Sergio Marchionne </strong> zu b?ndigen, das falle ihm schwer.", "new_id": -2, "mturk_index": "2168"}, {"uid": "1294962672210993211", "i": 8272, "idx": 3, "sa": ["Gabrielle Giffords", "Debbie Wasserman Schultz", "Mark Kelson", "Kirsten Gillibrand"], "q": "And sure enough, she did.\" Special Section: Tragedy in Tucson <strong> Gabrielle Giffords </strong>' husband asked her to give a \"thumbs up\" if she could see the friends in the room. <q> And a few moments later, she not only gave a thumbs up, she raised her whole arm. And it was just unbelievable and indescribable, </q> <strong> Kirsten Gillibrand </strong> said. \"This is a woman with the most reMark Kelsonable determination,\" <strong> Debbie Wasserman Schultz </strong> said. \"We were so excited when the doctors said,` This is incredible progress.'[ <strong> Gabrielle Giffords </strong>'", "new_id": -2, "mturk_index": "1878"}, {"uid": "1297708913141344772", "i": 28032, "idx": 0, "sa": ["Katy Perry", "Kim Kardashian", "Simon Cowell", "Kevin Costner", "Eva Longoria", "Taylor Swift", "Kate Hudson", "Matthew Bellamy"], "q": "upsets dominate Grammys Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? Glam Slam: Grammy Style- The Good, The Bad& The Gaga <strong> Matthew Bellamy </strong> Opens Up About Baby-to-Be With <strong> Kate Hudson </strong> <strong> Taylor Swift </strong>'s Unrequited Crush: <q> I Was So in Love With You </q> <strong> Kim Kardashian </strong> and <strong> Eva Longoria </strong> Got Ready for The Grammys Together <strong> Katy Perry </strong>:' I Was Shaped Like a Square' Miley's Puppy Love <cite> Crush- February 11, 2011 8:25 PM PST </cite> <strong> Kevin Costner </strong>'s Little", "new_id": -2, "mturk_index": "1888"}, {"uid": "1297273219262504460", "i": 36329, "idx": 5, "sa": ["Colin Powell", "George W. Bush", "Donald Rumsfeld"], "q": "the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in <strong> Donald Rumsfeld </strong>'s view, the <strong> George W. Bush </strong> administration might have gained conclusive evidence that Iraq had an active weapons of mass destruction site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An Associated Press reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children- but no obvious", "new_id": -2, "mturk_index": "470"}]