[{"uid": "1297715559147800085", "i": 17054, "idx": 1, "sa": ["Richard Hunter", "Michael Vick", "Dwaine Caraway"], "q": "from sticking by his decision yesterday. \"The message and the kids are far greater than all this response about,` Why give him the key to the city?\" ' <strong> Dwaine Caraway </strong> told ESPNDallas.com. <q> He is telling kids and exchanging with them the rights and wrongs of the things that he did and encouraging kids to further their education and to not deal with the drugs. To obey their parents and pick the people they hang around. </q> An aside to the story is that Dallas radio reporter <strong> Richard Hunter </strong> attended, and filmed, the event. In the film, which can be found on the Internet, <strong> Richard Hunter </strong> tells <strong> Michael Vick </strong> that he adopted one", "new_id": -2}, {"uid": "1295672246172441622", "i": 6577, "idx": 5, "sa": ["Marcus Camby", "Steve Blake", "Carmelo Anthony", "Allen Iverson", "Chris Paul"], "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis. \"Monday, I get to wake up and it's Chris Paultmas,\" <strong> Allen Iverson </strong> said with a smile. <q> Obviously, it's going to be a fun day. </q> The four-time scoring champion and seven-time All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR Smith back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "new_id": -2}, {"uid": "1296172795252526607", "i": 19379, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "Economic Forum in Davos. Unruffled reshuffle It was revealed earlier this month that Mr <strong> Eric Schmidt </strong>, 55, would make way as chief executive for <strong> Larry Page </strong>, 37, who co-founded Google with <strong> Sergey Brin </strong>. <q> Between the three of us, I have always been the person who believes the most in expanding into China, </q> he claimed. Mr <strong> Eric Schmidt </strong> will remain as \"executive chairman\" , a role he said would be two-thirds external and one-third internal, with most of his time devoted to customers and partners. \"", "new_id": -2}, {"uid": "1297197862240402458", "i": 32821, "idx": 12, "sa": ["Laura Bush", "Donald Rumsfeld"], "q": "they're North, East, South, and West of Baghdad... somewhere in that region\" \" Report Abuse \" Your typical liberal ignoramus calling himself- \"Guest\" , writes this mess... \" <q> <strong> Laura Bush </strong> wanted rumsfled to stay so that he could have been his escape gost and blame it on rumsfled in case of impeachements </q>` escape gost'? Never heard of \"scapegoat\" , you idiot? How about \"<strong> Donald Rumsfeld </strong>\" ? Ever come across that name? Report Abuse \" How about all the idiots here posting comments", "new_id": -2}, {"uid": "1295934719011796511", "i": 13033, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "takes a longer-term look, based on EDD projections, to 2018. Network systems and data analysts, and medical scientists are the fastest growing occupations, but, despite the focus on \"knowledge\" jobs, <q> the great majority of job openings will be in the low tech, non-professional positions, in jobs such as personal and home care aides, retail salespersons, cashiers, waiters and waitresses, and food preparation workers, </q> Bernick concludes. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog CARMEL VALLEY 4 BR/ 4.0 BA$ 829,000.00 CAMPBELL 2 BR", "new_id": -2}, {"uid": "1296362329255475725", "i": 6293, "idx": 12, "sa": ["Jeff Green", "Allen Iverson", "Kobe Bryant"], "q": "with Golden State for the eighth and final playoff spot in the Western Conference. The Kobe Bryants lost to New Orleans, 108-96, earlier Sunday. \"Career nights from two people,\" Denver's <strong> Allen Iverson </strong> said. <q> You have two 30-point scorers and other guys doing what they did out there, what can you say? They were the better team tonight. </q> <strong> Jeff Green </strong>, whose previous high was 23 points, scored 24 in the second half and overtimes. His five quick points to start the second overtime gave the draft lottery-bound Sonics( 18-59) the winning cushion. Durant", "new_id": -2}, {"uid": "1295628138018169942", "i": 2137, "idx": 0, "sa": ["Andy Coulson"], "q": "editor of a top-selling tabloid newspaper. <strong> Andy Coulson </strong> denies any knowledge of the hacking, but admitted he'd committed a cardinal sin for a back room operator- he became the story. <strong> Andy Coulson </strong> said <q> continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed </q> in his role as Downing Street communications chief. \"I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.\"", "new_id": -2}, {"uid": "1296713442108806145", "i": 1043, "idx": 2, "sa": ["Allen Iverson", "James Madison", "Larry Brown", "Tyronn Lue"], "q": "'m glad nobody didn't bet their life on it'cause they definitely would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. <q> Our guys just try hard, </q> Sixers coach <strong> Larry Brown </strong> said. \"This is kind of unexpected but it's neat.\" In betJames Madisonn <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295308684212140059", "i": 47460, "idx": 5, "sa": ["Charley Casserly", "Michael Vick"], "q": "designation provides a huge one-year salary, it does not provide longer-term security as <strong> Michael Vick </strong> would be in the exact same position after next season. \"Absolutely, absolutely. No problem,\" <strong> Michael Vick </strong> said. <q> I think about my situation two years ago, and to me, it's about securing my future financially, but I was in a position where I did n'thave anything at one point after having everything. So now it's all just a blessing, so whatever it is, whether it's a franchise tag or long-term deal, or however my agent and the Philadelphia Eagles, or whatever team may be, work it out, I'm going to be happy. But hopefully it's here. </q> Over the weekend, analyst <strong> Charley Casserly </strong> said on CBS that if <strong> Michael Vick </strong> and the Eagles can work out a long-term extension once the CBA is in place, it would likely be around$ 12M-$", "new_id": -2}, {"uid": "1295566952148553790", "i": 59710, "idx": 0, "sa": ["Steve Ballmer", "Barack Obama"], "q": "committed to opening markets wider- including for government procurement contracts- and to honoring foreign companies' intellectual property rights. announced on Wednesday that it will audit government-office software use and publish the audit's results. <q> If the audit is thorough, the additional transparency on this issue should result in greater software sales for US companies, </q> said John Frisbie, <strong> Barack Obama </strong> of the US-China Business Council, in a statement. Only 1 in 10 users of Microsoft software in China has paid for the product, said <strong> Steve Ballmer </strong>, Microsoft's chief executive officer", "new_id": -2}]