[{"uid": "1296727907183500817", "i": 16338, "idx": 6, "sa": ["Rajon Rondo", "Kwame Brown", "Allen Iverson", "Ray Allen"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Boston_Celtics_VS_Washington_Wizards_Recap_Ray_Allen_Marks_His_20000_Points_Career! December 10th, 2009: The Celtics barely win it 104-102. <strong> Ray Allen </strong> marking off his 20000 point career, while <strong> Rajon Rondo </strong> scores", "new_id": -2}, {"uid": "1295704795121667595", "i": 12257, "idx": 0, "sa": ["Andy Coulson", "Steve Hilton"], "q": "Saturday reading list. Both capture why <strong> Andy Coulson </strong>'s resignation matters, if not to the general swell of British politics, at least to internal operations in Coalitionville. article for the Guardian is captured by its headline: <q><strong> Andy Coulson </strong> Couslon had a nose for the view of the aspirational voter.</q> But it also homes in on the point that <strong> Andy Coulson </strong>'s departure tilts No. 10 in favour of <strong> Steve Hilton </strong>- something that will bother the Tory right far more than it does Lib Dems of any persuasion. The obvious", "new_id": -2}, {"uid": "1295907812246595678", "i": 39137, "idx": 0, "sa": ["Norman Schwarzkopf", "Colin Powell"], "q": "One where the military was at its peak in how it was perceived by the public,\" said Nathan Freier, a retired Army officer and now a <strong> Norman Schwarzkopf </strong> fellow at the Center for Strategic and International Studies. <q>The military, for the first time really since Vietnam, had a new public face.</q> Largely credited for the victory were Gens. <strong> Colin Powell </strong>, Joint Chiefs chairman at the time, and <strong> Norman Schwarzkopf </strong>, the commander of U.S. forces during that war. \"There was great deference among lawmakers from that", "new_id": -2}, {"uid": "1296130960251920385", "i": 24290, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "Another big topic of conversation behind the scenes at the NTAs was <strong> Simon Cowell </strong>'s plans for The X Factor- both here and in the US. Chilean mining hero Luis Urzua presented the best drama award <q>We have to make sure that all the shows are back bigger, better, stronger, different. No-one's been contracted yet, apart from me,</q> <strong> Simon Cowell </strong> said. He promised \"a few surprises\", and told viewers to expect an announcement \"in two weeks time\" regarding the US X Factor. <strong> Cheryl Cole </strong> admitted that \"the million", "new_id": -2}, {"uid": "1296770511173654034", "i": 12157, "idx": 7, "sa": ["Donald Rumsfeld", "Darrell Hammond", "George Tenet"], "q": "truth is that we were wrong,\" <strong> Donald Rumsfeld </strong> writes. Once the Taliban were toppled, <strong> Donald Rumsfeld </strong> emerged as a major media personality, mocked by <strong> Darrell Hammond </strong> on Saturday Night Live, to his amusement. <q>If one starts with \"good press,\" one often gets more and more favorable coverage; early bad stories often spawn additional negative reporting,</q> he says. \"But journalists also relish dramatic reversals.\" That was yet to come. <strong> Donald Rumsfeld </strong> devotes little space to the fiasco at Tora Bora, saying he told CIA Director <strong> George Tenet </strong> in a memo that", "new_id": -2}, {"uid": "1296814116111099931", "i": 36726, "idx": 1, "sa": ["Howard Stern", "Charlie Sheen", "David Letterman"], "q": "says <strong> Charlie Sheen </strong> is \"worse than Scarface' <strong> Howard Stern </strong> brought up <strong> David Letterman </strong>'s liaisons again while referencing the personal phone conversations they used to share during which <strong> David Letterman </strong> expressed dissatisfaction with his Late Show gig: <q> \"When I would speak to[ <strong> David Letterman </strong>] in these private conversations-you were so miserable. Then when I read about your troubles I said:` Poor Dave-he finally had something fun to do at work and they took it away from him\".</q>\" See which celebrities are following <strong> Howard Stern </strong> on Twitter <strong> David Letterman </strong> admitted to having sexual relationships with multiple Late Show employees in October 2009 after he became the target of an extortion plot by a", "new_id": -2}, {"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,\" <strong> Sen. Bernie Sanders </strong> said. \"We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.\" <q>To me, it's a disaster,</q> said New York-based labor activist <strong> Jonathan Tasini </strong>. \"When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.\"", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}, {"uid": "1295479943073809965", "i": 13232, "idx": 0, "sa": ["Sergio Marchionne"], "q": "WINDSOR, Ontario( AP)-- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q>We need to completely rethink the minivan,</q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products that", "new_id": -2}, {"uid": "1296407544252772372", "i": 155, "idx": 33, "sa": ["Andre Iguodala", "Andre Miller", "Samuel Dalembert", "Marcus Camby", "Allen Iverson"], "q": "on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their second straight and failed to pick up any ground in their bid for a playoff spot in the tough Western Conference. <q><strong> Elgin Baylor </strong> almost had a perfect trip at my home away from home,</q> <strong> Allen Iverson </strong> said. <strong> Samuel Dalembert </strong> scored the decisive basket with 32.9 seconds remaining. When <strong> Andre Iguodala </strong> lost possession of the ball as he fell, <strong> Samuel Dalembert </strong> was there to grab it and turned for a lay-in. <strong> Andre Miller </strong>, acquired by", "new_id": -2}, {"uid": "1296652572128679946", "i": 3652, "idx": 1, "sa": ["Eric Schmidt"], "q": "( Reuters)- United Parcel Service, the world's largest package delivery company, reported a quarterly profit that beat estimates and forecast record-high profits in 2011, sending its shares up 4 percent. <q>In less than two years from the recession, they already think they can exceed peak earnings,</q> said BB&T analyst Kevin Sterling. The economic bellwether's Exxon profit tops Street on taxes and output <strong> Eric Schmidt </strong> 1st-quarter profit rises 13 percent Electric Co reported a 13 percent increase in quarterly profit and said rising commodity", "new_id": -2}]