[{"uid": "1295645769060784655", "i": 18652, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "marks a return to Google's technological roots, 13 years after he and fellow Stanford University student <strong> Sergey Brin </strong> founded what has become the world's No. 1 Internet search engine with$ 29 billion a year in revenue. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. While Google has dominated Internet search for a decade, the company has struggled to find its footing in social networking, with a new crop of Web companies such as Facebook", "new_id": -2}, {"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q> We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more, </q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}, {"uid": "1295669833206996591", "i": 3266, "idx": 5, "sa": ["Eric Schmidt"], "q": "that new blood, a new perspective, is needed,\" he said. Whatever happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. <q> <strong> Eric Schmidt </strong>, Larry and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs, </q> he said. \"Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style.\" Trend Micro â\u0084¢ SafeSync â\u0084¢", "new_id": -2}, {"uid": "1297294817013402180", "i": 33544, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Jane Holl Lute"], "q": "On January 23, 2009, <strong> Barack Obama </strong> announced his intention to nominate <strong> Jane Holl Lute </strong> as Deputy <strong> Donald Rumsfeld </strong> of Homeland Security.[ 3] She was confirmed April 3.[ 1] How about this... Napolitano: <q> I am a Bilderberg puppet nutjob who continues to spew nonsense at congressional hearings while <strong> Jane Holl Lute </strong> rapes the American citizen of all humanity </q> Re: Napolitano: Al-Qaeda does not exist: \"Natural Born Americans are the terrorists\" to me it seems that this ties into birthright citizenship, now all they have to do is identify you as a terrorist", "new_id": -2}, {"uid": "1297488510134791216", "i": 11311, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "The company announced a bold new direction yesterday by partnering with Microsoft on its mobile strategy to compete with Apple and Google. The problem is it will take years for investors to see results. <q> This partnership won't bear fruit until 2013 and beyond, </q> said Alkesh Shah, an analyst with Evercore Partners. Nokia CEO <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong> appeared together at a conference yesterday to announce the plan for Windows software to anchor Nokia smartphones. However", "new_id": -2}, {"uid": "1294981747186728455", "i": 3520, "idx": 0, "sa": ["Jay Leno", "David Letterman", "Conan O'Brien"], "q": "got a phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q> always been good. I said he didn't owe me a phone call, but I appreciated it. </q> <strong> Conan O'Brien </strong> wouldn't be so receptive to a call from <strong> Jay Leno </strong>, who preceded and replaced him as \"Tonight\" show host. He says the reason is no mystery, noting, \"We all know the story", "new_id": -2}, {"uid": "1297370052141737998", "i": 23726, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "some days. \"We will open the museum after the strike is finished. I don't know when the strike is finished,\" said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. <q> I need things to go back to normal. </q> Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators and <strong> Hosni Mubarak </strong> supporters battled in front of the Egyptian Museum's pink-walled facade last week", "new_id": -2}, {"uid": "1295584823230457349", "i": 15049, "idx": 2, "sa": ["Norman Schwarzkopf", "Colin Powell", "Saddam Hussein"], "q": "resolve things. <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>, commander of the coalition forces, wasn't able to attend Thursday's event because of health reasons. He sent a letter that <strong> Colin Powell </strong> read to the audience. <q> Our mission was victorious because we had the best-trained military in the world, the president had fortitude to make tough choices when they needed to be made and the unwavering support of the American people, </q> <strong> Norman Schwarzkopf </strong> said. \"Our mission in Kuwait ended 20 years ago, but the impact will endure for generations to come.\" <strong> Colin Powell </strong> said a peaceful solution was not possible because <strong> Saddam Hussein </strong> was unfazed by the", "new_id": -2}, {"uid": "1295768239143409189", "i": 45792, "idx": 0, "sa": ["Adlai Stevenson", "Allen Iverson", "50 Cent"], "q": "He was roundly criticized for his string of 40-point games as a rookie, accused of padding his stats in a push for the Rookie of the Year award-- which he won. <strong> Allen Iverson </strong>'s response this time: <q> <strong> Adlai Stevenson </strong> don't mind taking 40 shots. That's what <strong> Adlai Stevenson </strong> do. </q> \"<strong> Adlai Stevenson </strong> played that game like it was my last when <strong> Adlai Stevenson </strong> was a rookie and scored <strong> 50 Cent </strong>,\" said <strong> Allen Iverson </strong>, who equaled the most points scored in the NBA this season. \"<strong> Adlai Stevenson </strong> did the same", "new_id": -2}, {"uid": "1295016385159514640", "i": 36986, "idx": 0, "sa": ["Howard Stern", "Kelsey Grammer", "David Letterman", "Andy Cohen"], "q": "known as his apartment. Taking off from <strong> Howard Stern </strong>'s show, <strong> Andy Cohen </strong> said to Camille: \"No sex? You were not having sex?\" \"I have a confession to make,\" Camille said. <q> I'm wearing men's briefs. </q> <strong> Kelsey Grammer </strong>'s been busy, too, though he refuses to respond to Camille's statements about him. Last night, he appeared on \"Late Night With <strong> David Letterman </strong>\" on CBS, noting that he plans to leave", "new_id": -2}]