[{"uid": "1295445377093192210", "i": 24794, "idx": 0, "sa": ["Kara DioGuardi", "Ellen DeGeneres", "Ben E. King", "Simon Cowell"], "q": "that \"American Idol\" is going to be different this year:* <strong> Simon Cowell </strong> is gone( along with <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>), taBen E. King with him his Magic Mountain/cruise target=\"_blank\" ship performance similes, his <q> If I'm being honest </q> assessments and his very tight Revamped \"American Idol\" looks to regain its mojo LOS ANGELES( Reuters)- A heavily revamped \"American Idol\" returns for a 10th season on Wednesday hoping to regain its mojo", "new_id": -2}, {"uid": "1295321884188432581", "i": 30533, "idx": 3, "sa": ["Steve Ballmer"], "q": "\"we haven't done as good a job drawing in that broader set of demographics.\" <strong> Steve Ballmer </strong> also says the Xbox 360 \"isn't a gaming console,\" but \"a family entertainment center\" and <q> a place to socialize. </q>", "new_id": -2}, {"uid": "1295408110085049356", "i": 54624, "idx": 0, "sa": ["Shane Cameron", "Simon Cowell", "David Tua"], "q": "that's been the thinking behind \"American Idol,\" home of the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to <q> a cat being thrown off a skyscraper, </q> telling another, \"Don't mean to be www.myspace.com An Inspiring track written and sung by Lole Usoallii in 2007. Well done Sis and congratulations to <strong> David Tua </strong> on his impressive win against <strong> Shane Cameron </strong>. Lest we forget those", "new_id": -2}, {"uid": "1297005549055984135", "i": 20622, "idx": 0, "sa": ["Zahi Hawass"], "q": "<strong> Zahi Hawass </strong> as saying that looters damaged two mummies, but in a BBC interview on Sunday he said that this was not the case. h4 class= \"regseriflbl large\" > More related to this story <q> They were not mummies, there were two skulls taken outside from the CT scan machine. Everything will go back to normal at Cairo Museum today, </q> said Mr. <strong> Zahi Hawass </strong>, head of Egypt's antiquities authority since 2002. He was made a cabinet minister last week. On his own website, Mr. <strong> Zahi Hawass </strong> said the 70 broken antiquities included a statue of", "new_id": -2}, {"uid": "1295652199087982081", "i": 43171, "idx": 0, "sa": ["Steve Henn", "Eric Schmidt"], "q": ". In Washington, many of their big takeover deals are facing a lot of scrutiny. And this has sort of tripped them up. This is how <strong> Eric Schmidt </strong> described it yesterday, during the earnings call: <q> <strong> Eric Schmidt </strong>: An awful lot of the problems that we've been having are people don't actually understand what we really do and what we don't do. And some of our competitors are assisting in that misinformation. </q> <strong> Steve Henn </strong>: The biggest assist here might be coming from Microsoft. Microsoft executives know better than anyone how regulators can take a dominant tech company and knock it off its game. So <strong> Eric Schmidt </strong>'s new role in", "new_id": -2}, {"uid": "1295436592214253680", "i": 56091, "idx": 0, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": "performs some duties on a network that only has one initial. I think the initial is D, G, F, or E. <strong> Ryan Seacrest </strong>, yes. Why? I don't know. I said <q> <strong> Ryan Seacrest </strong>, is it something about your childhood, should we talk about it? Should we all go to group therapy together? Maybe we should do that. </q> I offered. With <strong> Simon Cowell </strong> gone, who would you say is the toughest judge now on the panel?", "new_id": -2}, {"uid": "1297181582182665241", "i": 53192, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> Ronald Reagan celebrated on centennial birthday Ronald Reagan celebrated on centennial birthday LA police investigating Lohan for jewelry theft Winners announced at the SAG Awards Associated Press: Fashion on", "new_id": -2}, {"uid": "1295325224053116939", "i": 45577, "idx": 1, "sa": ["Allen Iverson", "Elton Brand", "Tim Duncan"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right Tim Duncane. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four Boston U. rallies to beat Albany( N.Y.) 70-67 Holland scores 27 as Boston U. rallies to beat Albany( N.Y.) 70-67", "new_id": -2}, {"uid": "1295564361217792517", "i": 4743, "idx": 0, "sa": ["Kirsten Gillibrand", "James Dobbins", "Thomas Pickering", "Frank Carlucci", "Barack Obama", "Hillary Clinton"], "q": "A bipartisan group of 16 U.S. Senators, led by New York Democrat <strong> Kirsten Gillibrand </strong>, has Gillibrand.senate.gov/newsroom/press/release/?id=0A4E5D6A- 6B57- 43CD- 9C8D- B3CC0B8FC648\" target=\"_blank\"> urged Secretary of State <strong> Hillary Clinton </strong> to veto the resolution: <q> Attempts to use a venue such as the United Nations, which you know has a long history of hostility toward Israel, to deal with just one issue in the negotiations, will not move the two sides closer to a two-state solution, but rather damage the fragile trust between them. </q> But a number of senior former U.S. diplomats and officials, including former Reagan Defense Secretary <strong> Frank Carlucci </strong> and former Assistant Secretaries of State <strong> Thomas Pickering </strong> and <strong> James Dobbins </strong>, have Pickering_hills/\" target=\"_blank\"> written to <strong> Barack Obama </strong> urging him to", "new_id": -2}, {"uid": "1297433861129613836", "i": 23630, "idx": 8, "sa": ["Michael Gove"], "q": "project still rests with him\" . \"He may save all, some, a few, or none. No one should gain false hope from this decision.\" The judge observed that <q> the whole case must have cost Treasury solicitors tens of thousands of pounds </q>. Under BSF, every secondary school in England was due to be rebuilt or refurbished over a 15-20-year period at an estimated cost of? 55 billion. Mr <strong> Michael Gove </strong> said the programme had been", "new_id": -2}]