[{"uid": "1294969491073564163", "i": 1506, "idx": 4, "sa": ["Sergio Marchionne"], "q": "Decision on Nitro-Liberty replacement Chrysler is near a decision on the replacement for the lightly regarded Dodge Nitro and Jeep Liberty SUVs, built at the company's Toledo North Assembly plant, <strong> Sergio Marchionne </strong> said. <q> It's the most significant hole in our product portfolio, </q> said <strong> Sergio Marchionne </strong>, referring to the mid-sized SUV segment. The Nitro and Liberty, which trail segment leaders such as the Honda CRV and Ford Escape, were among the few vehicles that were not revamped in the 2011", "new_id": -2}, {"uid": "1296434449170967045", "i": 40076, "idx": 0, "sa": ["Eric Schmidt", "Rupert Murdoch", "David Cameron", "David Banks"], "q": "'s U.K. unit handed over new details. <strong> Rupert Murdoch </strong>, who was scheduled to speak at a panel discussion with Google Inc.. Chief Executive Officer <strong> Eric Schmidt </strong> at the Switzerland, last week cancelled his appearance. <q> The mess bursting around his business in Britain will undoubtedly impact on his international ambitions, </q> said href=\"http://en.wikipedia.org/wiki/David Cameron_David Banks_(journalist)\" title=\"Open Web Site\" rel=\"external\"> <strong> David Banks </strong>, a former editor of the Daily Mirror who also worked for News Corp. newspapers the New York Post and The Sun. A spokeswoman for News Corp. declined", "new_id": -2}, {"uid": "1295286835064159753", "i": 22714, "idx": 2, "sa": ["Mike Pence", "John Roll", "James Moran"], "q": "n't see the light of day- it wouldn't even get through the committee,'' said <strong> Mike Pence </strong> <strong> James Moran </strong>( D-Va.), explaining why he's not proposing any reforms in the wake of the shooting. <q> Why do we have to cower in the face of the gun lobby? We've lost ground. </q> The House repeal bill, scheduled for a Wednesday vote, is expected to pass the House, but stands almost no chance of being considered by the Democratic-contJohn Rolled Senate. Less than", "new_id": -2}, {"uid": "1297328202088555652", "i": 12861, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "Known and Unknown,'' at the National Constitution Center. Posted on Thu, Feb. 10, 2011 <strong> Donald Rumsfeld </strong> leaves book-tour audience wanting to know more By WILL BUNCH Philadelphia Daily News <q> I N OUR WORLD, narratives and theories get strung out over a period of time until it's like they're chiseled in stone as truth- notwithstanding the fact they are totally based in midair without any roots or substance. </q>- Former defense secretary <strong> Donald Rumsfeld </strong>, speaking last night at the National Constitution Center, in Philadelphia. <strong> Donald Rumsfeld </strong> wasn't talking about the controversial run-up to the Iraq War- when cases for weapons", "new_id": -2}, {"uid": "1297525362073449512", "i": 8844, "idx": 0, "sa": ["Rachel Maddow", "David Letterman", "Roger Ailes"], "q": "afraid of <strong> Roger Ailes </strong> and crew. This is exactly how a pussyboy, playground punk behaves. Reminds me of the shithead trolls that hang out around here. Well at least he didn't ask <q> where are your camera peeps </q>.... <strong> Rachel Maddow </strong>'s Claim on <strong> David Letterman </strong> About Fox News Proven` False' http://www.politifact.com/truth-o-meter/article/2011/feb/09/Rachel Maddow-takes-fox-news-over-new-black-panther-party/ <strong> Rachel Maddow </strong> was telling the truth? Fox News: A vehicle of misinformation& outright lies cruising down the", "new_id": -2}, {"uid": "1296627677025493515", "i": 3314, "idx": 2, "sa": ["Bill Lockyer"], "q": "idea galls critics.`` Baloney'' is what California Treasurer <strong> Bill Lockyer </strong> calls it, saying his state, which is already weighing painful tax hikes and spending cuts, doesn't need the option.'' \" Report Abuse <q> this simple borrow money and pay it back, no matter how hard it hurts. you borrowed it now pay up. various state assemblies have promised too much and borrowed to pay for it, combined with smaller tax recipes a double whammy. </q> Time.com: Is Europe Losing the Fight Against Internet Pirates? Time.com: Air Travel: Heavy Snow Good Business for Private-Jet Firms Your Recession WeaponSee how education can help you avoid the negative effects of the recession.", "new_id": -2}, {"uid": "1296718868046333954", "i": 34458, "idx": 1, "sa": ["Ron Wilson", "LeBron James", "Allen Iverson", "Dirk Nowitzki", "Kobe Bryant"], "q": "over Germany( 1-1) in fRon Wilsont of a sold-out Kolnarena crowd numbering 18000.`` It felt good when it left my hand, I knew it had a chance,'' said <strong> Allen Iverson </strong> of his game winner. <q> I tried to side step him( his defender) just to get a <strong> Kobe Bryant </strong> bit of space and I got a good look at the basket and fortunately it went in.`` That was my first buzzer-beater ever, </q> added a smiling <strong> Allen Iverson </strong> who was mobbed by his USA teammates after maLeBron James the shot. The <strong> Allen Iverson </strong> answer was a fitting end to a game that was tight the entire way and one in which NBA All-Star <strong> Dirk Nowitzki </strong> almost", "new_id": -2}, {"uid": "1296467037100122661", "i": 34682, "idx": 1, "sa": ["Peter Klein", "Steve Ballmer", "Bob Muglia"], "q": "Server and Tools business has quietly and steadily grown to be the unquestioned leader in server computing,'' Microsoft CEO <strong> Steve Ballmer </strong> title=\"Bob Muglia-quits-microsoft-as-brain-drain-continues\" href=\"http://www.eweekeurope.co.uk/news/Bob Muglia-quits-microsoft-as-brain-drain-continues-17745\" target=\"_self\"> wrote in a January 10 email to employees announcing <strong> Bob Muglia </strong>'s removal. <q> We are now ready to build on our success and move forward into the era of cloud computing. </q> Microsoft executives on the earnings call declined to mention how many Windows Phone 7 devices had sold to consumers.`` We're pleased with the initial response,'' <strong> Peter Klein </strong> said.`` While we are encouraged", "new_id": -2}, {"uid": "1295611377050561050", "i": 2667, "idx": 0, "sa": ["Eric Schmidt"], "q": "vor seinem Abtritt erst ein mal Aktienoptionen im Wert von 334 Millionen Dollar. Das ist allerdings erst der bescheidende Anfang. Der scheidende Google-Chef <strong> Eric Schmidt </strong> trennt sich vor seinem Abschied von einem kleinen Teil seiner Aktien. <q> <strong> Eric Schmidt </strong> hat vor, 534.000 Aktien zu verkaufen </q>, hei?t es in der Meldung an die US- B?rsenaufsicht SEC. Dies entspricht zum gegenw?rtigen B?rsenkurs einem Wert von 334 Millionen Dollar( 247 Mio Euro). Macht <strong> Eric Schmidt </strong> von dieser Option in vollem Umfang Gebrauch,", "new_id": -2}, {"i": 40814, "idx": 2, "index_answer": 0, "new_id": -1, "q": "points on the highest stage you can ever score,'' said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said. <q> I will remember this night for the rest of my life. </q> The Nuggets have been searching for a consistent third scorer behind <strong> Anthony Atkinson </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then", "sa": ["Linas Kleiza", "Allen Iverson", "Anthony Atkinson"], "uid": "1296796643209420294"}]