[{"uid": "1295162148185597955", "i": 13019, "idx": 6, "sa": ["Kobe Bryant", "Reggie Miller", "Shaquille O'Neal", "Travis Best", "Allen Iverson", "Jermaine O'Neal"], "q": "night at the First Union Center. <strong> Reggie Miller </strong> had 17 points and <strong> Jermaine O'Neal </strong> added 12 points and a career-high 20 rebounds for Indiana, which rallied from an 18-point second-half deficit. <strong> Travis Best </strong> had 16 points and 10 assists. <q> We let the world know, we let them know, we can beat them on their own court, </q> <strong> Jermaine O'Neal </strong> said. <strong> Allen Iverson </strong>, who won his second Game 4- Lakers 120, Pacers 118 <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> took their turns dominating as the Lakers took a 3-1 series lead. With <strong> Kobe Bryant </strong> still hobbled by his ankle", "new_id": -2}, {"uid": "1295562503105267204", "i": 11182, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. The changes will be effective April 4. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page said.`` <strong> Eric Schmidt </strong> is a tremendous", "new_id": -2}, {"uid": "1296200478083099666", "i": 7960, "idx": 2, "sa": ["Brad Ellsworth", "Mike Pence"], "q": ". The business people would be very comfortable with him.'' He also doesn't alienate the opposition.`` I like <strong> Mike Pence </strong>,'' says former House Speaker <strong> Brad Ellsworth </strong> Gregg, a Democrat. <q> He is a conservative, but unlike some conservatives he's not angry. I don't find him shaking his finger at a moderate or liberal. He invites discussion and an exchange of ideas. </q> Although <strong> Mike Pence </strong>'s path to the governor's office appears clear at this point, he's not likely to take it for granted. <strong> Mike Pence </strong> knows what it's like to lose an election,", "new_id": -2}, {"uid": "1295478787265797634", "i": 34240, "idx": 1, "sa": ["R Kelly", "Simon Cowell"], "q": "of Inspiration week.`` I Believe I Can Fly'' by <strong> R Kelly </strong>. Judges Randy: You picked a giant song. You've got a huge voice. Yo... <strong> Simon Cowell </strong>& Alisha- Everything will be alright <q> You will catch me if I fall And I will get lost into your eyes And everything will be alright... I know everything is alright </q>_______________________ Because we still have their future...________________________ Voice Over: Alisha: We should go away somewhere. <strong> Simon Cowell </strong>: Were woul... Unbreakable Bond, Kamina's Promise This is an entry in KakashiXAino's TTGL AMV", "new_id": -2}, {"uid": "1295371994257130516", "i": 914, "idx": 0, "sa": ["David Letterman", "Steven Tyler"], "q": "frontman-- who has joined the TV talent show as a judge this season-- always believed years of hard work is a better way to become a star but knows times have changed. He said: <q> I always thought that in order to become an American Idol, or any kind of idol, you have to pay your dues. But, today's a different world. </q> The 62-year-oldrocker went on to agree with TV talk show host <strong> David Letterman </strong>, who said he prefers musicians to have the`` honest, legitimate stamp of approval'' that comes from gradual success. <strong> Steven Tyler </strong>", "new_id": -2}, {"uid": "1296776050237715544", "i": 256, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "of time, a US senator charged Wednesday. Brandishing a 45-page January 2011 US Department of Defense report on the issue, Independent Senator <strong> Sen. Bernie Sanders </strong> called for`` far more vigorous enforcement'' by the US military <q> to protect taxpayers from massive fraud. </q>`` The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money,''", "new_id": -2}, {"uid": "1296717067176898072", "i": 14621, "idx": 7, "sa": ["Allen Iverson", "Reggie Miller", "Jermaine O'Neal"], "q": "but <strong> Allen Iverson </strong> lost his dribble with <strong> Reggie Miller </strong> closely guarding him and couldn't get a shot off as time expired.`` We got to a point where we felt we had these guys beat,'' <strong> Allen Iverson </strong> said. <q> We got tight. To get a big lead like that and lose it at home is ridiculous. </q> Indiana, the defending Eastern Conference champions and prohibitive underdogs against Philadelphia, lead the best-of-five series 1-0. Game 2 is Tuesday night at the First Union Center. <strong> Reggie Miller </strong> had 17 points and <strong> Jermaine O'Neal </strong> added 12 points and", "new_id": -2}, {"uid": "1295568020175194118", "i": 15350, "idx": 1, "sa": ["Eric Schmidt", "M. Simpson"], "q": "is under investigation by the FCC and is also the subject of a probe by more than 30 states attorneys general. Congress should require <strong> Eric Schmidt </strong> to testify under oath about what happened, Consumer Watchdog said. <q> <strong> Eric Schmidt </strong> used to claim that Google put its money where its values were, </q> said <strong> M. Simpson </strong>,`` In fact while <strong> Eric Schmidt </strong> had his hand on the helm, values were changed to go where the money was.'' Consumer Watchdog has been working to protect consumers' online privacy rights", "new_id": -2}, {"uid": "1295981594193069069", "i": 2074, "idx": 1, "sa": ["Bill Lockyer", "Michael Bernick", "Newt Gingrich"], "q": "will be in the low tech, non-professional positions, in jobs such as personal and home care aides, retail salespersons, cashiers, waiters and waitresses, and food preparation workers,'' <strong> Michael Bernick </strong> concludes. <q> It may be time that our California workforce system gives these jobs greater consideration. </q>( http://sfg.ly/eXj0J3). Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Mercedes-Benz 2001 M-Class$ 12,982 Mercedes-Benz 2003 M-Class$ 13,983", "new_id": -2}, {"i": 4341, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a fictitious substance called`` red mercury'' that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q> They live thinking about it. They could kill each other to get it, </q> <strong> Zahi Hawass </strong> said.`` When I enter any place in Egypt, people ask me all the time about this.'' The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297407745191856652"}]