[{"uid": "1295705485073957377", "i": 28273, "idx": 5, "sa": ["Tony Blair", "Rupert Murdoch", "Andy Coulson", "Ed Miliband", "David Cameron"], "q": "' Labour leader <strong> Ed Miliband </strong> welcomes <strong> Andy Coulson </strong>'s resignation but says the Number 10 press chief should have quit earlier.. Follow us on twitter at twitter.com.... News International and the Conservatives A clip from Channel 4's <q> Dispatches- Tabloids, Tories and Telephone hacking </q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation.... <strong> Tony Blair </strong> <strong> David Cameron </strong> pays tribute to <strong> Andy Coulson </strong> saying he feels he has been punished for the same offence twice..... News of the World telephone tapping scandal", "new_id": -2}, {"uid": "1297101141243499039", "i": 7545, "idx": 0, "sa": ["Michael Vick", "Stephen Schwambach"], "q": "is why we talked about <strong> Michael Vick </strong>, too. We asked the question,` Are they sincere( about their faith)?' And the answer is we don't know,'' he said. <q> The rest of it is that nobody knows that about you when you try to get your act together either, so cutting the guy some slack giving him another chance is what God does for us. </q> <strong> Stephen Schwambach </strong> said people should be looking for ways to intertwine their personal hobbies with their relationship with God, not separate them.: I can't help but think God is not a", "new_id": -2}, {"i": 27974, "idx": 0, "index_answer": 1, "new_id": -1, "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest", "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "uid": "1296008746052953103"}, {"uid": "1297596908087900188", "i": 16550, "idx": 0, "sa": ["Georgie Thompson", "Simon Cowell", "Holly Willoughby", "Konnie Huq"], "q": "missed out to the former` Blue Peter' presenter. However, insiders say <strong> Simon Cowell </strong> now wants a new face and thinks <strong> Georgie Thompson </strong> is ideal. A source told The News Of The World: <q> The` Xtra Factor' job would be great for <strong> Georgie Thompson </strong>. She'll be fantastic. </q> <strong> Konnie Huq </strong>, 35, was drafted in last year to replace <strong> Holly Willoughby </strong> but was said to have angered <strong> Simon Cowell </strong> by making a series of blunders which led to viewers to campaign on entertainment websites for her sacking.", "new_id": -2}, {"uid": "1295782038072171535", "i": 43770, "idx": 2, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron", "Andrew Marr"], "q": "to appoint Mr <strong> Andy Coulson </strong> in the first place after he resigned as editor of the newspaper in 2007.`` If you listen to what <strong> David Cameron </strong> has said,'' he told BBC One's <strong> Andrew Marr </strong> show, <q> he said very emphatically that he thought it was right to give <strong> Andy Coulson </strong> a second chance.`` <strong> Andy Coulson </strong> has been very clear that he was not in any way responsible for phone hacking and had no knowledge of it. I have no reason to disbelieve him. </q> And Mr <strong> Nick Clegg </strong> said he would have some input into the choice of who would replace Mr <strong> Andy Coulson </strong>. Sign language The unspoken messages behind Iran nuclear talks impasse", "new_id": -2}, {"uid": "1297174440226918479", "i": 40412, "idx": 0, "sa": ["Zahi Hawass"], "q": "As a result, Egypt's economy, which depends heavily on tourism, is taking a toll. It is estimated that one million tourists have fled Cairo since the protests began on Jan. 25. <q> All the people who live around here, they depend on the lives of tourists, </q> <strong> Zahi Hawass </strong> said.`` If there is no tourism, there is no food for the people.''", "new_id": -2}, {"uid": "1296099209217432070", "i": 48569, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": ": www.youtube.com Check Out TYT Interviews www.youtube.com Reporting from Washington- <strong> Sen. Bernie Sanders </strong>( I-Vt.) has ended a marathon filibuster of the proposed tax compromise, ceding control of the Senate floor after more than 8 1 hours. <q> It has been a very long day, </q> he said as he concluded his remarks, including a five-hour period in which he spoke without interruption.`` I do believe that if the American people stand up... I think we can defeat this proposal. I", "new_id": -2}, {"uid": "1296849571234831879", "i": 6237, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "party that is being publicized as`` Super Bowl-- Dallas Dynasty 2011-- The <strong> Michael Vick </strong> Experience.'' The invitation has a large illustration of <strong> Michael Vick </strong> in his Eagles uniform and a`` V7'' logo. <q> He has said that on numerous occasions people have been using his name about being involved with some type of a party and he had no intention in participating in that, </q> said <strong> Roger Goodell </strong>, who added:`` I want to make sure that he doesn't put himself in a position of where he's going to make decisions or bad things are going to happen around him and he", "new_id": -2}, {"uid": "1295545193181207041", "i": 19016, "idx": 0, "sa": ["Bart Stupak", "Mike Pence"], "q": "'s abortion components, voted against the House version of the bill but for the Senate-passed`` reconciliation'' that didn't include the <strong> Bart Stupak </strong> language. He also voted against repealing the law Wednesday. <q> We all know repeal is going nowhere, </q> he said,`` we should use our time to make fixes to the law.'' Smith said a third bill by Rep. <strong> Mike Pence </strong>, R-Ind., would add to the limitations on federal funding for abortions", "new_id": -2}, {"uid": "1296776050237715495", "i": 41782, "idx": 2, "sa": ["John McCain", "Donald Rumsfeld"], "q": ".`` He and I had a very, very strong difference of opinion about the strategy that he was employing in Iraq, which I predicted was doomed to failure,'' he continued. <q> Thank God he was relieved of his duties and we put the surge in. Otherwise, we would have had a disastrous defeat in Iraq, </q> <strong> John McCain </strong> said. It's not the first time <strong> John McCain </strong> has taken his criticisms of <strong> Donald Rumsfeld </strong> public.`` We are paying a very heavy price for the mismanagement-- that's the kindest word I", "new_id": -2}]