[{"uid": "1297093828077135937", "i": 38616, "idx": 4, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "including <strong> Colin Powell </strong>-- had faith in the intelligence at the time. \"There's a lot of stuff[ in] the press that say <strong> Colin Powell </strong> was against[ the war],\" he said. <q>But I never saw even the slightest hint of that.</q> \"The idea that he was lying or duped is nonsense,\" <strong> Donald Rumsfeld </strong> added. <strong> Donald Rumsfeld </strong> said \"it's possible\" that decisions on troop levels in Iraq may have been the biggest mistake", "new_id": -2}, {"i": 8023, "idx": 0, "index_answer": 0, "new_id": -1, "q": "want the <strong> Bill Clinton </strong> and Congress to work together on the big issues, not least the economy. <strong> Larry Sabato </strong> said the Republican takeover of the House of Representatives gives the <strong> Bill Clinton </strong> a new political lease on life. <q>Once the Tea Party members of the House start having a full airing of their views, <strong> Barack Obama </strong> will appear more moderate. He's going to be nicely positioned between the old <strong> Barack Obama </strong> and the new Republican House. I've said for more than a year that if the Democrats hold both the House and the Senate <strong> Barack Obama </strong> might be a one-term <strong> Bill Clinton </strong>. Now he has someone to blame and someone to make him to look better.</q> <strong> Colin Powell </strong>, former secretary of state in the Bush administration who endorsed <strong> Barack Obama </strong> in the 2008 election, said the <strong> Bill Clinton </strong> was well positioned politically. \"He hasn't achieved all of his purposes, but he", "sa": ["Larry Sabato", "Colin Powell", "Bill Clinton", "Barack Obama"], "uid": "1296560297058949650"}, {"uid": "1297416931025755660", "i": 12390, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "marriage. That's evident at this conservative conference as well. \"The pro-life movement is definitely very appealing to younger evangelical Christians,\" said Josh Kunkle, a senior at Manchester College in Indiana. <q>Definitely pushing the whole gay marriage thing that's more toward older folks. I don't feel like our generation really cares about that at all.</q> But for all of the focus on the youth, the biggest moment of Day One of CPAC came when the organization gave its Defender of the Constitution Award to former Defense <strong> Donald Rumsfeld </strong>. The award", "new_id": -2}, {"uid": "1296145963234012734", "i": 2847, "idx": 0, "sa": ["Kirsten Gillibrand", "Maria Cantwell"], "q": "; and <strong> Kirsten Gillibrand </strong>, who sits on the Environment and Public Works Committee. For her part, <strong> Maria Cantwell </strong> said she had more important things to worry about in 2010 than her own war chest. <q><strong> Sen. Joe Lieberman </strong>'m glad that <strong> Sen. Joe Lieberman </strong> spent time helping my colleagues[ in the 2010 campaign] and so <strong> Sen. Joe Lieberman </strong>'m glad they were successful. Like <strong> Kent Conrad </strong>[ Patty] Murray[ D-Wash.]. <strong> Sen. Joe Lieberman </strong> feel like <strong> Sen. Joe Lieberman </strong> focused on what needed to be focused on particularly in the West,</q> she said. Carper said he spent time over the Christmas recess putting together his finance committee. \"In the end you can only spend wisely so much money in a state like Delaware,", "new_id": -2}, {"uid": "1297220789217088052", "i": 17129, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush", "Robert Gates"], "q": "who worked at the site in the interview on Fox News Channel's Hannity show. <strong> Donald Rumsfeld </strong> was US defence secretary from 2001 to 2006 under former president <strong> President Bush </strong>. He was replaced by <strong> Robert Gates </strong>. <q>The heartbreaking thing with respect to Guantanamo is not that there's anything wrong with it, it's one of the finest prison systems in the world,</q> said <strong> Donald Rumsfeld </strong>. \"What's awkward is the fact that, for whatever reason, the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that", "new_id": -2}, {"uid": "1295291311074366988", "i": 37459, "idx": 1, "sa": ["Jim Ryun", "Mike Pence"], "q": "to enthusiastically advance the cause of conservatives and constitutional, limited government and for that reason I am encouraging him to get in the race,\" Mr. <strong> Jim Ryun </strong> said in a press release. Benko added, <q><strong> Mike Pence </strong> describes himself as \"First a Christian, then a conservative, then a Republican.\" He unifies fiscal, social, and national security conservatives, and will energize the conservative coalition essential to winning back The White House in 2012.</q> The Conservative Champion,\" is up with its first post, entitled, \"America calling <strong> Mike Pence </strong>.... You are the Conservative Champion. We call you to Serve.\" <strong> Mike Pence </strong> is expected to make", "new_id": -2}, {"uid": "1296370302154075150", "i": 48833, "idx": 2, "sa": ["Sergio Marchionne"], "q": "once Chrysler has repaid$ 7.4 billion in government loans. <strong> Sergio Marchionne </strong> is working to secure more attractive financing to pay off the government loans, preferably before taking the company public late this year. <q>I'm trying to line up the order of the transactions,</q> <strong> Sergio Marchionne </strong> said. \"It will happen in 2011.\" On Friday, Ford Motor Co. reported a$ 6.6 billion net income for the year, the best result since 1999. But the Dearborn-based automaker", "new_id": -2}, {"uid": "1297113015104251437", "i": 10896, "idx": 1, "sa": ["Gen. David Petraeus", "Donald Rumsfeld", "Hillary Clinton", "Michael Mullen"], "q": ",\" Dana Shell Smith, deputy assistant secretary for international media engagement, told Shell Smith's office was created by the Obama administration last year to begin to reach out to international media. <q>The State Department has assigned staff in media hubs such as London, Dubai and Brussels to field requests from Al Jazeera and other Arabic-language media,</q> the Times noted. \"Defense <strong> Donald Rumsfeld </strong> Robert M. Gates, Army <strong> Gen. David Petraeus </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> and Adm. <strong> Michael Mullen </strong>, chairman of the Joint Chiefs of Staff, all have appeared on the network", "new_id": -2}, {"uid": "1295562321105267213", "i": 32367, "idx": 3, "sa": ["Eric Schmidt"], "q": "our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company,\" <strong> Eric Schmidt </strong> said in a press release. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.</q> Page praised <strong> Eric Schmidt </strong> for doing an outstanding job leading Google as CEO. \"The results speak for themselves,\" Page said in a statement. \"There is no other CEO in the world", "new_id": -2}, {"uid": "1295588443175472914", "i": 20364, "idx": 3, "sa": ["Eric Schmidt"], "q": "the business has become more complicated,\" and Google wanted to \"speed up decision making,\" so Page got the nod. As for Page's ability to lead the company, <strong> Eric Schmidt </strong> says, <q>Larry, in my clear opinion, is ready to lead.</q> This news came out of nowhere, as reflected in the stock's movement after-hours. It spiked on strong earnings, then fell back, and is now up around 1%. Investors, along with", "new_id": -2}]