[{"uid": "1296987403169525255", "i": 44849, "idx": 2, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "chance to opt out if viewers don't take to her. But <strong> Simon Cowell </strong> won't let that happen.\" <strong> Cheryl Cole </strong> is expected to use the show as a springboard for a music career in America: <q> As soon as it's announced she's going to be a judge the plan will be to launch her music career in the States, </q> the source added. \"It's important Americans realise she's a credible music star if she's going to be judging other singers.\"", "new_id": -2}, {"i": 33268, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> As companies look for ways to deploy applications, both internally and as services to their customers, they worry about scale, performance& visibility. Startup Sonoa Systems offers a solution. <strong> Eric Schmidt </strong> will continue to", "sa": ["Eric Schmidt"], "uid": "1295570074192872461"}, {"uid": "1297531362159776779", "i": 11221, "idx": 0, "sa": ["Colin Powell", "Hosni Mubarak", "King George VI"], "q": "apology tour. <strong> King George VI </strong> posted on 02/12/2011 9:05:53 AM PST To paraphrase <strong> Colin Powell </strong> commenting on another war, it is naive in the extreme to think that any popular revolt in Egypt will cause <strong> Hosni Mubarak </strong> to be replaced by <q> a Jeffersonian in some sort of desert democracy where people read the Federalist Papers along with the Koran. </q> I think too many of our leaders have labored for too long under the notion that any democracy anywhere is a good thing. 8 posted on 02/12/2011 9:22:41 AM PST( Laugh, and the world laughs", "new_id": -2}, {"uid": "1296326590149307410", "i": 12100, "idx": 0, "sa": ["Mitt Romney", "Barack Obama", "Mike Pence", "Sen. Jim DeMint"], "q": "like <strong> Barack Obama </strong> <strong> Sen. Jim DeMint </strong> but,...\" \"He's a Myth <strong> Mitt Romney </strong> supporter\". I see many comments on other threads about his support of <strong> Mitt Romney </strong> in' 08. And I ask those FReepers; <q> would you feel better if he had supported McCain? </q> 15 posted on 01/29/2011 10:03:28 AM PST Agreed. Once <strong> Mike Pence </strong> dropped out, <strong> Sen. Jim DeMint </strong> must have felt obligated. I think he was hoping <strong> Mike Pence </strong> would run instead of himself. Works for me.", "new_id": -2}, {"uid": "1296444909100565016", "i": 14393, "idx": 0, "sa": ["Michael Vick", "DeSean Jackson"], "q": "<strong> Michael Vick </strong> next month, a league source said Sunday, ensuring the quarterback will be back for the 2011 season. <strong> Michael Vick </strong>, who enjoyed a breakout 2010 campaign, repeatedly has said he wants to stay in Philadelphia. <q> We'll see what happens over the next couple months, </q> he said earlier in the week as he prepared to play in his fourth Pro Bowl. \"I just got to be patient and take it day by day.\" Eagles wide receiver <strong> DeSean Jackson </strong> told NFL Network on", "new_id": -2}, {"uid": "1297177126102891536", "i": 49182, "idx": 0, "sa": ["Barbara Walter", "David Letterman", "Barbara Walters", "Charlie Rose", "Bill Clinton"], "q": "died in June.' <strong> Charlie Rose </strong>'s Brush With Death After 14 hours on the operating table, doctors weren't sure if <strong> Charlie Rose </strong> would live. Diary of <strong> Barbara Walter </strong>'s Heart Surgery <strong> Barbara Walters </strong> says she thought: <q> If I die on the operating table, I won't know it. </q>. <strong> Bill Clinton </strong> Grateful for Heart Surgery <strong> Bill Clinton </strong> says surgery gave him the chance to walk his daughter down the aisle. <strong> David Letterman </strong> on His Heart Surgery <strong> David Letterman </strong> jokes to <strong> Barbara Walters </strong> that new artery came from`", "new_id": -2}, {"uid": "1296486373063668243", "i": 2363, "idx": 0, "sa": ["Mike Pence"], "q": "and a \"cordially confrontational\" radio talk-show host. Now he stands poised to run for the state's highest office, after being urged by conservative activists to run for president in 2012. <q> We seriously considered it, which for a small-town boy from Southern Indiana is a very humbling thing to do, </q> <strong> Mike Pence </strong> said Thursday. \"But at the end of the day, we ultimately believed that where our little family is led is somewhere in the service of the people of Indiana in the days ahead. I've", "new_id": -2}, {"uid": "1295473852012009688", "i": 22830, "idx": 0, "sa": ["Sherri Shepherd", "David Letterman", "Betty White", "Regis Philbin"], "q": "him.\" <strong> Sherri Shepherd </strong> says, \"It was a little sad because you could time memories of your life with <strong> Regis Philbin </strong>\" Even the birthday girl herself was talking about it. <strong> Betty White </strong> added, <q> I think <strong> Regis Philbin </strong> is retiring hoping to set an example for me to get out of everyone's hair, but I'm not going to do it! </q> <strong> Regis Philbin </strong> called his good pal <strong> David Letterman </strong> to talk about his decision to step down, \"<strong> David Letterman </strong> you would make me feel much better if you sing a couple lines of there's no business like show business", "new_id": -2}, {"uid": "1295285586064159807", "i": 19092, "idx": 1, "sa": ["Piers Morgan", "Howard Stern", "Oprah Winfrey", "Michael Vick"], "q": ". I ate about 30 pounds worth, I'm not kidding,\" she says. <strong> Piers Morgan </strong> and <strong> Oprah Winfrey </strong> also make a bet about who will book an interview with NFL superstar <strong> Michael Vick </strong> first. <q> One hundred British pounds says I'll get <strong> Michael Vick </strong> before you, </q> says <strong> Piers Morgan </strong> holding out his hand to shake on it. \"Make it two,\" responds <strong> Oprah Winfrey </strong>. American radio personality <strong> Howard Stern </strong>, who will appear on the show on Tuesday, said of his own", "new_id": -2}, {"uid": "1296521624090341381", "i": 13750, "idx": 2, "sa": ["Jay Leno", "Barack Obama", "David Letterman", "President Bush"], "q": "elections worsened the comics' tone: â\u0080¢ <strong> David Letterman </strong>- \"Voters didn't like how <strong> Barack Obama </strong> was handling the economy. Wait a minute- he was handling the economy?\" â\u0080¢ <strong> Jay Leno </strong>- <q> <strong> Barack Obama </strong> will be laying out a new economic plan. Apparently, we had an old economic plan. </q> â\u0080¢ <strong> Jay Leno </strong>-\"( <strong> Barack Obama </strong> and <strong> President Bush </strong>) had a cordial conversation. <strong> President Bush </strong> said for the last 19 months, he's been relaxing and playing golf. <strong> Barack Obama </strong> said, \"You too?\"", "new_id": -2}]