[{"uid": "1295669729206995523", "i": 31539, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. The changes will be effective April 4. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,<q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too: \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly.\"", "new_id": -2}, {"uid": "1297184828119177244", "i": 30937, "idx": 2, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "in sharp contrast to his public statements at the time. <strong> Donald Rumsfeld </strong> has also joined massively popular micro-blogging website Twitter and social network service Facebook. His Twitter handle,@RumsfeldOffice, tweeted on Sunday that <q>100 years after president( Ronald)#Reagan's birth, it is worth remembering that the Cold War didn't just end. It was won.<q> A defaced picture of former dictator <strong> Saddam Hussein </strong> is seen... Article: Grandchildren visit Aziz jailed in Iraq... Article: <strong> President Bush </strong> to face torture case whenever abroad:... Politics Video: \"Factor\" Exclusive: Obama", "new_id": -2}, {"uid": "1297368027190234634", "i": 277, "idx": 0, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman", "Camille Grammer"], "q": "\" <strong> Camille Grammer </strong> said in a statement. She thanked family and friends who had been supportive throughout the couple's divorce, which was filed in July. The couple were married nearly 13 years. <q>What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children,<q> her statement said. She also wished her ex and his fiancee, <strong> Kayte Walsh </strong>, \"love and happiness in their new marriage.\" <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last month", "new_id": -2}, {"uid": "1297225373053084179", "i": 45417, "idx": 5, "sa": ["Michael Vick"], "q": "newspaper. Since his release from prison in 2009, <strong> Michael Vick </strong> has voluntarily spoken to kids about how dogfighting is wrong, among other things. An online promotion for Saturday's event, billed as <q>providing an alcohol-free environment filled with positive role models and messages for teens aged 14-17,<q> said <strong> Michael Vick </strong>'s \"inspiring message about overcoming life's challenges has reached teenagers all over the country.\" The NFL indefinitely suspended <strong> Michael Vick </strong> in August 2007 after he pleaded guilty to a federal charge of bankrolling", "new_id": -2}, {"uid": "1295736488267124758", "i": 20783, "idx": 0, "sa": ["Andy Coulson"], "q": "USA, as that really helps our image in the world. Thank you for giving us the Neocons that infested the Bush white house and formed the Project For The New American Century, who called for <q>A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR<q> TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit united arab", "new_id": -2}, {"uid": "1296744574199131149", "i": 33817, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "will increase all in the need for higher CORPORATE PROFITS. These news stories are NOT trustworthy any more. Pure PROPOGANDA! Unemployed and underemployed are just NOY being counted any more. Report Abuse <q>Could this mean many have run out of benefits?<q> Time.com: Super Bowl School: What the NFL Can Teach Teachers ABC News: <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading", "new_id": -2}, {"uid": "1297217172164478976", "i": 13972, "idx": 0, "sa": ["Sergio Marchionne"], "q": ". In addition, a Claymation version of Eminem will appear in a Lipton Brisk Iced Tea commercial during the Super Bowl. On Friday, Chrysler CEO <strong> Sergio Marchionne </strong> hinted about the automaker's commercial: <q>I won't tell you what it's about, but it will be worth watching.<q> <strong> Sergio Marchionne </strong>, who spoke at a San Francisco event associated with the National Automobile Dealers Association's annual convention, said Chrysler spent less than$ 9 million on the ad. Dave Birkett:", "new_id": -2}, {"uid": "1295560274260145180", "i": 7617, "idx": 1, "sa": ["Eric Schmidt"], "q": "be replaced by co-founder Larry Page. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" <strong> Eric Schmidt </strong> said in a prepared statement. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.<q> Twitter comment on the shuffle was less formal: \"Day-to-day adult supervision no longer needed!,\" he wrote. On a conference call with analysts, <strong> Eric Schmidt </strong> said he's excited about the change,", "new_id": -2}, {"uid": "1297355724223297563", "i": 19833, "idx": 0, "sa": ["David Letterman"], "q": "by a mob while covering the protests in Egypt. The CNN anchor told CBS's The Late Show With <strong> David Letterman </strong> incident in Cairo happened when his team tried to talk to a pro-Mubarak group. <q>Our job is to talk to people on all sides but all of a sudden a guy went to grab our camera and from then it became a free-for-all,<q> he said on Wednesday's show. \"People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. We immediately, obviously,", "new_id": -2}, {"i": 3223, "idx": 2, "index_answer": 0, "new_id": -1, "q": "efforts of the two companies, the execs hope to move quickly in gaining ground on Mountain View and Cupertino. \"I am excited about this partnership with Nokia,\" <strong> Steve Ballmer </strong> said of the pairing. <q>Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.<q> Private Nokia memo reveals potential stratospheric shift for the manufacturer", "sa": ["Steve Ballmer"], "uid": "1297443077223772703"}]