[{"uid": "1296767113070385743", "i": 656, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "Like, for example, the whole\" Iraq invasion and occupation\" thing. According to <strong> Donald Rumsfeld </strong>, he totally intended to do it right, but stupid <strong> President Bush </strong> wouldn't let him: <q> <strong> President Bush </strong> Defense <strong> Donald Rumsfeld </strong> says in a new book that he wanted to oversee the initial reconstruction of Iraq following the United States' invasion of the country but he was rebuffed by <strong> President Bush </strong>. </q>\" <strong> President Bush </strong> didn't cotton to the idea,\" <strong> Donald Rumsfeld </strong> writes in his yet-to-be-released memoir Known and Unknown, excerpts of which were obtained by POLITICO.\"` What if we had a problem with", "new_id": -2}, {"uid": "1295829625240762905", "i": 41859, "idx": 4, "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "q": "a human being, <strong> Barack Obama </strong>.\" 18 Oct 2008\" I think he has reached out to countries around the world and has developed good relations with countries around the world,\" Mr <strong> Colin Powell </strong> said. <q> And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the centrepiece of the State of the Union speech. </q> Dismissing widespread speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defence secretary, Mr <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to", "new_id": -2}, {"uid": "1296719606020512783", "i": 294, "idx": 0, "sa": ["Jim Wallace", "Mike Pence"], "q": "president. <strong> Jim Wallace </strong>, 49, said he understands the odds but thinks he brings an economic development and business background that <strong> Mike Pence </strong> lacks. Besides, he suggested, <strong> Mike Pence </strong> is needed in Congress. <q> I like <strong> Mike Pence </strong>. I think he's a fantastic congressman. In fact, I think he's a treasure on the national stage, </q> he said.\" I think it would be a tragedy to lose that conservative voice in Congress.\" <strong> Jim Wallace </strong> emphasizes his own resume and business background, including his graduation from the U.S. Military Academy and", "new_id": -2}, {"uid": "1294981731267878411", "i": 18095, "idx": 0, "sa": ["Kirsten Gillibrand", "Dr. Peter"], "q": "to lift her legs on command. With her closest friends from Congress holding her hand Wednesday evening, Giffords opened her left eye and tried to focus on loved ones for the first time. <q> It was raw courage. It was raw strength. It was so beautiful and so moving, </q> said Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y.\" She wanted us to know that she was with us a hundred percent and understood everything we were saying.\" Giffords' neurosurgeon, <strong> Dr. Peter </strong> Michael Lemole, called it\"", "new_id": -2}, {"uid": "1296179950266141706", "i": 16762, "idx": 1, "sa": ["Jeb Hensarling", "Barack Obama", "Rand Paul", "Sen. Bernie Sanders"], "q": ", <strong> Barack Obama </strong> told Congress:\" We should also find a bipartisan solution to strengthen Social Security for future generations.\" The president said Thursday the solution should not slash benefits for future generations or subject benefits <q> to the whims of the stock market. </q> <strong> Sen. Bernie Sanders </strong> said he would like to hear a stronger pledge from <strong> Barack Obama </strong>.\" <strong> Jeb Hensarling </strong> of Texas said, and he's the Republican conference chairman, that they're going to take <strong> Rand Paul </strong> Ryan's", "new_id": -2}, {"uid": "1295941685109330459", "i": 38655, "idx": 7, "sa": ["Eric Snow", "Vince Carter", "Tracy McGrady", "Tyrone Hill", "Allen Iverson"], "q": "to score 26 points. He scored almost all of his points on jumpers and was held without a dunk for the second straight game.\" Not many people can stop him,\" <strong> Vince Carter </strong> said about <strong> Allen Iverson </strong>. <q> We were just added to that list. </q> <strong> Tyrone Hill </strong> added 20 points and 12 rebounds for the Sixers and <strong> Eric Snow </strong> had 11 points and 14 assists. <strong> Tracy McGrady </strong> added 20 for Toronto, which lost its second straight game after winning 11 of 12. It was the", "new_id": -2}, {"i": 41592, "idx": 8, "index_answer": 3, "new_id": -1, "q": "Muslim, and that- by implication- there was something wrong with a Muslim running for the US presidency.\" He's not a Muslim,\" said <strong> Colin Powell </strong>, but\" what if he is?\" <q> I'm troubled by the fact that within the party we have these kinds of expressions </q> about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state.\" We have got to stop polarizing ourselves.\" Republican State <strong> Ron Paul </strong> <strong> Leo Berman </strong> debates his <strong> Barack Obama </strong> Citizenship <strong> Bill Ayers </strong> on CNN Republican State", "sa": ["Barack Obama", "Bill Ayers", "Leo Berman", "Colin Powell", "Ron Paul"], "uid": "1295966915202670097"}, {"uid": "1296463134032751622", "i": 10305, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Retail sales, which generate more profit per vehicle than fleet sales, accounted for a larger portion of sales. But there were increased costs from launching 16 new or refreshed 2011 models. <q> We expect to break even in 2011, increasing progressively to a net profit of$ 3 billion by 2014, </q> <strong> Sergio Marchionne </strong> said during the Detroit auto show. Improvement is undeniable, but potential investors will expect it to come faster. Despite Chrysler's product and sales momentum, investment banks and potential shareholders will", "new_id": -2}, {"uid": "1295820714073957414", "i": 2610, "idx": 0, "sa": ["Eric Schmidt", "Allen Weiner"], "q": "Revenue from YouTube doubled during the year and 300,000 Android phones are activated each day, Google noted. But Google still is heavily dependent on search, and this may be why Page is succeeding <strong> Eric Schmidt </strong>. <q> One of the things missing from Google's strategy has been the social component, I think that possibly the ability to move on a major social networking strategy may more easily come from a younger CEO, </q> said <strong> Allen Weiner </strong>, research vice president at Gartner.\" But you also wonder if( Page) has the type of presence to deal with for example the major media companies of the world like the Viacoms and the", "new_id": -2}, {"uid": "1295665811103448635", "i": 43243, "idx": 1, "sa": ["Eric Schmidt"], "q": "SocialCast takes many of the social network tools from the consumer world and makes them available in an on-demand service for the enterprise. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}]