[{"uid": "1296667695062144539", "i": 6584, "idx": 0, "sa": ["Charlie Sheen", "David Letterman", "Mitt Romney"], "q": " href=\"http://wonkette.com/436774/Mitt Romney-Mitt Romney-jokes-about-how-handsome-and-smelly-he-is-on-teevee\"> The# 1 most important world news story right now is: whatever is happening in Egypt <strong> Charlie Sheen </strong> no jobs <strong> Mitt Romney </strong> visited <strong> David Letterman </strong>'s talk show last night and recited his very own monologue, <q> Things You Don't Know About <strong> Mitt Romney </strong> </q>! Here is an example of one of these Things you don't know about him:`` Do I smell as good as I look? No!'' Did Mitt Romneyens just admit to the entire world that he", "new_id": -2}, {"uid": "1295771865222068760", "i": 40137, "idx": 0, "sa": ["Doc Rivers", "Kevin Garnett", "Leon Powe", "Allen Iverson", "Tony Allen", "Glen Davis", "Brian Scalabrine"], "q": "he's not playing, somebody's got to step up and a couple of guys did.'' The Celtics could use <strong> Kevin Garnett </strong>'s presence after he sat out his 13th straight game with a strained right knee. <q> We miss his leadership out on the floor, his verbal leadership, </q> <strong> Doc Rivers </strong> said.`` He's the one guy that holds everybody accountable defensively.'' <strong> Leon Powe </strong>, <strong> Tony Allen </strong> and <strong> Brian Scalabrine </strong> also are sidelined, and <strong> Allen Iverson </strong> hyperextended his elbow Tuesday night in a loss at Chicago. <strong> Glen Davis </strong> started", "new_id": -2}, {"uid": "1295781190192643074", "i": 31062, "idx": 3, "sa": ["Ed Miliband", "David Cameron", "Andy Coulson"], "q": "of the original inquiry and any new evidence. Mr <strong> Andy Coulson </strong> joined Mr <strong> David Cameron </strong>'s team before the General Election and then ran the PM's communications strategy. Labour leader <strong> Ed Miliband </strong> said the row raised <q> real questions about <strong> David Cameron </strong>'s judgement that he hung on to <strong> Andy Coulson </strong> for so long </q>. Play video Thousands say farewell to Ark Royal crew Subscribe to RSSMost Popular in: UK Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News editor", "new_id": -2}, {"uid": "1296105146124256263", "i": 399, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> News On 6 302 S. Frankfort Tulsa, OK 74120", "new_id": -2}, {"uid": "1297189508065617944", "i": 55439, "idx": 0, "sa": ["Donald Rumsfeld", "Jacques Chirac"], "q": " <strong> Donald Rumsfeld </strong> takes aim at Schroeder, Chirac in new memoir- Summary Posted: <q>, 08 Feb 2011 17:22:41 GMT Category: href=\"http://www.earthtimes.org/cat/world.html\"> US( World) News Alerts by Email( href=\"http://www.earthtimes.org/member/\"> click here) US World News| href=\"http://www.earthtimes.org/\"> Home href=\"http://twitter.com/share\"> Tweet href=\"http://digg.com/submit?url=http://www.earthtimes.org/articles/news/366421,new- memoir- summary.html\"> href=\"http://www.earthtimes.org/tag/Washington.html\"> Washington- Former German and FJacques Chiracch leaders Gerhard Schroeder and <strong> Jacques Chirac </strong> gave Saddam Hussein a`` false sense of security </q> by opposing the use of military force against Iraq, making war more likely, former defence <strong> Donald Rumsfeld </strong> says.In his memoir published Tuesday, <strong> Donald Rumsfeld </strong> takes a clear swipe at Schroeder and Chirac for undermining Washington's threat of military", "new_id": -2}, {"uid": "1296767957240500778", "i": 48309, "idx": 3, "sa": ["Jean-Pierre Corteggiani", "Zahi Hawass"], "q": "pero que`` todos se pueden restaurar y lo ser?n''. Por su parte, el arque?logo franc?s <strong> Jean-Pierre Corteggiani </strong> declar el jueves a la radio francesa RTL que esta invasi?n del museo el viernes le parec?a ser <q> una patra?a para desacreditar al movimiento </q>. En Qantara, en el Sina, un dep?sito donde se conservan antig?edades fue da?ado y seis cajas fueron robadas, indic <strong> Zahi Hawass </strong>. <strong> Zahi Hawass </strong> trata de tranquilizar a la comunidad internacional.", "new_id": -2}, {"uid": "1297119970200310797", "i": 19651, "idx": 3, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "didn't take is always smoother,'' he said. <strong> Donald Rumsfeld </strong>, who served as <strong> George H. W. Bush </strong>'s defense chief for six years after holding the same job under <strong> George H. W. Bush </strong> Gerald Ford in the 1970s, acknowledged that <q> in a war, many things cost lives. </q> But he had no regrets about his leadership for the wars in Iraq and Afghanistan- the latter now nearing its 10th anniversary.`` I think the world's a better place with Saddam Hussein", "new_id": -2}, {"uid": "1295669716172441618", "i": 58234, "idx": 0, "sa": ["Steve Ballmer", "Paul Brody"], "q": "Clara, CA, Sococo President <strong> Paul Brody </strong> gives TechWeb's David Berlind a demonstration of the company's latest entry into the social enterprise software market: a technology called SmartSpaces. WinRumors said Microsoft would release the utilities <q> in the coming months. </q> The company has not confirmed the report. It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told", "new_id": -2}, {"uid": "1296147728005734469", "i": 579, "idx": 0, "sa": ["Matt Cardle", "Simon Cowell", "Sharon Osbourne", "Dannii Minogue"], "q": "set to lock horns again on this year's X Factor. <strong> Sharon Osbourne </strong> has been tipped to step back into her judge's shoes if Cheryl Cole and <strong> Simon Cowell </strong> leave to host the US version of the show <q> <strong> Dannii Minogue </strong>, who stormed to victory with <strong> Matt Cardle </strong> in the 2010 series, told the Daily Express: </q> I'm not worried about <strong> Sharon Osbourne </strong> coming back- it's up to them to recruit whoever they want.` The X Factor is a great show and I thought I had a great year last", "new_id": -2}, {"i": 10928, "idx": 0, "index_answer": 0, "new_id": -1, "q": "go around. Dysfunction in decision-making arose partly because of the competing agendas of different agencies, his own included. However, he implies that ultimately it was up to <strong> President Bush </strong> to take firmer control. <q> There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch, </q> writes <strong> Donald Rumsfeld </strong>. Among those coming in for knocks in the book are <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong>, respectively <strong> Donald Rumsfeld </strong> of State and head of the National Security Council( NSC) in the <strong> John McCain </strong> House at the war", "sa": ["Donald Rumsfeld", "John McCain", "Condoleezza Rice", "Colin Powell", "President Bush"], "uid": "1296862636132562982"}]