[{"uid": "1296531352020578318", "i": 36413, "idx": 0, "sa": ["Charlie Callas", "David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "James Ellroy", "Bill Clinton"], "q": "US offer <strong> James Ellroy </strong> is back, doing what he does best PASADENA, Calif.- Author <strong> James Ellroy </strong> claims he knows nothing about- <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Regis Philbin </strong>, <strong> Robin Williams </strong>, <strong> Charlie Rose </strong> and discuss having open-heart surgery on ABC's <q> A <strong> Barbara Walters </strong> Special: A Matter of <strong> Heidi Klum </strong> up to these days? Let's see... Last year, she was the face for Jordache, AnnTaylor's holiday campaign, etc.. We all love her on Project Runway( BTW- The past and current cast from The Real Housewives of Orange County have visited)! Plus, the beauty has several projects in films received, The Associated Press reports. The Warner Bros. flick earned$ 15 million from just under 3,000 theaters. The`` Exorcist </q>- influenced movie drew most of its audience from the older-than-25 demographic. In its 10th week of release, the Weinstein Company's... Comedian <strong> Charlie Callas </strong> dies at 83 LAS VEGAS- <strong> Charlie Callas </strong>, a versatile comedian", "new_id": -2}, {"uid": "1296179950266141706", "i": 16761, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "generations,'' he said.`` It seems like some of the president's Democratic allies on Capitol Hill haven't gotten the memo from the White House.'' On Tuesday, <strong> Barack Obama </strong> told Congress: <q> We should also find a bipartisan solution to strengthen Social Security for future generations. </q> The president said Thursday the solution should not slash benefits for future generations or subject benefits`` to the whims of the stock market.'' <strong> Sen. Bernie Sanders </strong> said he would like to hear a stronger pledge", "new_id": -2}, {"uid": "1297379823030818322", "i": 9708, "idx": 0, "sa": ["Simon Cowell"], "q": "April 29, 2011, in London) before he has his own marriage ceremony. According to STV, <strong> Simon Cowell </strong> told a U.S. TV station about why he has no wedding date set as of now: <q> I don't want to overshadow Prince <strong> Graham Norton </strong>, so they've got to go first. </q> <strong> Simon Cowell </strong> and Hussainy met when Hussainy was a makeup artist on`` American Idol.'' The couple got engaged in 2010, and there were several media rumors that the couple's wedding would take", "new_id": -2}, {"uid": "1295097395007798784", "i": 4150, "idx": 0, "sa": ["Sergio Marchionne"], "q": "implacably opposed to the new deal although it has been urged to accept by other more moderate unions in Italy. Despite Fiom's silence today( 15 January), the hardline union recently described the Mirafiori proposal as <q> outside the national metalworkers agreement as if it was a house built in a desert </q> and`` an awful agreement.'' It has also called strike for 28 January but it is not clear if today's agreement will alter that. Fiat CEO <strong> Sergio Marchionne </strong> alluded to the difficult industrial relations at", "new_id": -2}, {"uid": "1297182562166789141", "i": 2701, "idx": 3, "sa": ["Donald Rumsfeld", "Osama bin Laden"], "q": "<strong> Donald Rumsfeld </strong> put it this way:`` What you know today can help you unthink your thinking about tomorrow. It can't help you with things you were thinking about back then,'' he said. <q> Back then, there was reasonable confidence that[ <strong> Saddam Hussein </strong>] had these weapons. </q> Nor does <strong> Donald Rumsfeld </strong> register second thoughts about the Pentagon's crucial failure to capture <strong> Osama bin Laden </strong> in the Battle of Tora Bora in December 2001. He contends that no one ever provided him with credible intelligence", "new_id": -2}, {"i": 36363, "idx": 6, "index_answer": 0, "new_id": -1, "q": "The next step is to reduce U.S. unemployment, an issue <strong> Barack Obama </strong> should make`` the centerpiece'' of his annual State of the Union address on Jan. 25, the former Cabinet member said. <q> The American people are expecting him to say something about what he's going to do to </q> keep the economy moving forward, <strong> Colin Powell </strong> said. <strong> Colin Powell </strong> has criticized his own party in recent months while supporting <strong> Barack Obama </strong>'s ultimately successful fight for Senate ratification of a new nuclear-arms-reduction treaty with Russia. <strong> Colin Powell </strong> said", "sa": ["Colin Powell", "Barack Obama"], "uid": "1295802494101695495"}, {"uid": "1295965426108969993", "i": 19137, "idx": 3, "sa": ["Barack Obama", "John F. Harris", "Mike Pence", "Sen. George Allen"], "q": "the coming month. His first stop is Wisconsin, where he will kick off a series of 2011 battleground state speeches about jobs and the economy.'' http://bit.ly/fON8mJ-- WSJ's Jonathan Weisman: <q> White House officials... have assured Democratic lawmakers that the <strong> Bill Clinton </strong> will not explicitly call for cuts in Social Security benefits, though he will say changes are needed to put the program on a solid fiscal footing. </q> POST-GAME- Free live event at the Newseum on Wednesday, the morning after the State of the Union,`` Mapping Out the 112th Congress''- <strong> John F. Harris </strong> and <strong> Mike Pence </strong> <strong> Sen. George Allen </strong> interview two freshman senators-- <strong> Barack Obama </strong>", "new_id": -2}, {"uid": "1297701144114671657", "i": 14848, "idx": 1, "sa": ["Mike Pence"], "q": "million in annual funding. <strong> Mike Pence </strong> said`` every American should be shocked'' that an employee receiving millions of dollars in federal funds`` has been recorded aiding and abetting underage sex trafficking.'' <q> The time to deny any and all funding to Planned Parenthood is now, </q> he said. By law, federal funds may not be used directly for abortions. But <strong> Mike Pence </strong> argues that the grants, by covering overhead and operational costs, free up other money to provide abortions.", "new_id": -2}, {"uid": "1295752898235700267", "i": 4479, "idx": 2, "sa": ["Jerry Brown", "Bill Lockyer", "Steven Glazer"], "q": "not publicly warned of that possibility.`` I'm not supposed to say any of this,'' <strong> Bill Lockyer </strong> said. <strong> Jerry Brown </strong> advisor <strong> Steven Glazer </strong> said <strong> Bill Lockyer </strong>'s warning is consistent with what the governor has said. <q> We've asked the Legislature to act quickly. That cures a lot of ills. </q> <strong> Bill Lockyer </strong>, a Democrat, is a strong supporter of the budget-balancing approach proposed by <strong> Jerry Brown </strong>, who has asked the Legislature to make$ 12.5 billion in spending reductions by March, then ask voters in June", "new_id": -2}, {"uid": "1296109290115327074", "i": 23389, "idx": 11, "sa": ["Larry Fitzgerald", "Michael Vick", "Adrian Peterson"], "q": "first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta.`` Matt is great. The coaching staff is great. We're just having a good time,'' he said. <q> I like what they're doing in the offence and it's been easy. We're going to go out and try to have fun and everybody enjoy each other. </q> <strong> Michael Vick </strong> looked sharp and fluid as he completed a 20-yard out to Arizona Cardinals receiver <strong> Larry Fitzgerald </strong>. On the next play, <strong> Michael Vick </strong> faked a handoff to <strong> Adrian Peterson </strong> and then hit Falcons tight end", "new_id": -2}]