[{"uid": "1297107597174964747", "i": 41393, "idx": 2, "sa": ["Simon Cowell"], "q": ". \"It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.\" <strong> Simon Cowell </strong> added: <q>At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years! \"Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge.</q> This is a fictional news article. It is just a bit of fun and purely speculation on what Will YoungWe catch up with the EastEnders: Janine and Whitney put themselves in danger Emmerdale:", "new_id": -2}, {"uid": "1295295073113115163", "i": 31530, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "all three patients yesterday. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> told US television on Sunday she had visited <strong> Gabrielle Giffords </strong> the previous day and found her \"doing great\" and \"making progress every day.\" <strong> Gabrielle Giffords </strong> is <q>using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,</q> <strong> Kirsten Gillibrand </strong> told NBC's Meet The Press program. \"It's an extraordinary amount of progress for a woman who sustained such a horrific injury,\" she said. Another congressional colleague, US", "new_id": -2}, {"uid": "1295907918177651713", "i": 23766, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney", "Gerald Ford", "President Lyndon Johnson"], "q": "in 1966 on the Vietnam War and White House papers from July 1975, when he was chief of staff under <strong> President Lyndon Johnson </strong> <strong> Gerald Ford </strong>, with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. <q>It's not a journal, it's not a diary,</q> he says of the <strong> Gerald Ford </strong> White House notes. \"It is a set of working documents that I've never edited. In fact, most I've never reread.\" As defense secretary under <strong> President Bush </strong>", "new_id": -2}, {"uid": "1296429332256245803", "i": 12006, "idx": 11, "sa": ["Jalen Rose", "Allen Iverson", "Aaron McKie", "Jermaine O'Neal"], "q": "series at 1-1. Game 3 of the best-of-five Eastern Conference quarterfinals is Saturday in Indiana. \"I'm going to remember this game for a long time,\" said <strong> Allen Iverson </strong>, who also had nine assists. <q>I've been playing a lot off my God-given ability. This game took a lot of thinking. I'm pleased with my mental aspect coming into the game... When guys doubled me, I found my teammates and they hit the shots. I don't think I forced too many things.</q> <strong> Aaron McKie </strong> had 19 points and George Lynch added 16 for Philadelphia, which finished as the top team in the East for the first time since 1983-84. <strong> Jalen Rose </strong> had 18 and <strong> Jermaine O'Neal </strong> added 11 points and 11 rebounds for", "new_id": -2}, {"uid": "1295569871192872471", "i": 30681, "idx": 1, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "perception in a Twitter message-- \"Day-to-day adult supervision no longer needed!\" InformationWeek's John Foley, speaks with <strong> Steve Jobs </strong> Pellman, CEO of ClickForensics, an Austin, TX based company that claims to be <q>the industry leader in scoring, auditing, and improving traffic quality for the online advertising community.</q> <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation", "new_id": -2}, {"i": 12105, "idx": 0, "index_answer": 0, "new_id": -1, "q": "considered too unseasoned to steer Google's operations, and comes as the company tries to maintain its dominance online in the face of growing rivals such as Facebook. He takes over for <strong> Eric Schmidt </strong>, 55. <q>I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!</q> wrote <strong> Eric Schmidt </strong> in a post on Google's official blog. \"Larry, in my clear opinion, is ready to lead.\" Page will take over April 4, with <strong> Eric Schmidt </strong> taking the", "sa": ["Eric Schmidt"], "uid": "1295670206191152262"}, {"uid": "1297270668047726598", "i": 29958, "idx": 0, "sa": ["Bob Ortegel", "Dick Motta", "Michael Vick"], "q": "the Mavs as any media voice in this town. Interesting choices, to say the least. Says <strong> Bob Ortegel </strong>, who started calling Mavs games when <strong> Dick Motta </strong> coached the team way back in the late 1980s: <q>I'm extremely grateful for the 23 years I've been with the Mavericks. It's been a wonderful experience.</q> Wait, During Super Bowl Week We Gave a Key to Our City to <strong> Michael Vick </strong>?( 61) Now That the Super Bowl is Over, Let's Disqus. Olive Branch?( 53) Josh Hamilton", "new_id": -2}, {"uid": "1297664070161136696", "i": 47018, "idx": 1, "sa": ["Patrick Carney", "Justin Bieber", "David Letterman", "Lady Gaga"], "q": "backstage after accepting the award for pop performance with vocals by a duo or group.------ \"<strong> Justin Bieber </strong>? Hairpiece.\"-- <strong> David Letterman </strong> revealing the top Grammy surprises.------ <q>I need to say thank you tonight to <strong> Whitney Houston </strong>. I wanted to thank <strong> Whitney Houston </strong> because when I wrote \"Born This Way,' I imagined she was singing it because I wasn't secure enough in myself to imagine I was a superstar.</q>-- <strong> Lady Gaga </strong> as she accepted best pop vocal album for \"The Fame <strong> Lady Gaga </strong>.\"------ \"We never expected we\"d even get invited after we were nominated.\"-- <strong> Patrick Carney </strong> of The", "new_id": -2}, {"uid": "1295714464099811336", "i": 25443, "idx": 0, "sa": ["Andy Coulson"], "q": "IAPAC run and controlling u.s government.\" Report Abuse \" \"The U.S. soldier was out of uniform when he sneaked off base on a motorcycle to visit his Iraqi wife in central Baghdad.\"\" Report Abuse <q>You can't TRUST a muslim... I don't care where they were born... I'll bet the farm, <strong> Ahmed Kousay al-Taie </strong> is using what he learn in the U.S. military to fight America either in one of any third world toilets, inclucing Iraq or here at home training his muslim buddies how to attack America on American soil...</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Healthy Habits Coaching Get personal health coach. For military members& their families.", "new_id": -2}, {"uid": "1295628138018169942", "i": 1783, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "that phone hacking was carried out by a couple of rogue employees. <strong> David Cameron </strong> said that he was very sorry <strong> Andy Coulson </strong> had quit, and believed his claim that he was ignorant of the spying. <q><strong> Andy Coulson </strong> resigned from the News of the World when he found out what was happening,</q> <strong> David Cameron </strong> said. \"I've always felt he's been punished for the same offense twice.\" The weekly News of the World has a circulation of more than 3 million and thrives on celebrity exclusives", "new_id": -2}]