[{"uid": "1295124192182747194", "i": 59240, "idx": 1, "sa": ["Rodney Stuckey", "LeBron James", "Michael Bruce Curry", "Allen Iverson", "Richard Hamilton"], "q": "starting lineup that averaged 30 pounds heavier than Detroit's new small-ball group. Detroit coach <strong> Michael Bruce Curry </strong>, though, felt that sticLeBron James with three guards-- <strong> Rodney Stuckey </strong>, <strong> Allen Iverson </strong> and <strong> Richard Hamilton </strong>-- was worth giving up size inside. <q> I thought we won that battle, </q> he said. \"Yes, they posted us up a few times, but we were able to get <strong> Allen Iverson </strong> and Rip free. AI had 38 and Rip scored 30, and I'll take that.\"", "new_id": -2}, {"uid": "1295642034266682385", "i": 26996, "idx": 0, "sa": ["Lars Rasmussen", "Eric Schmidt"], "q": "` As we got larger it was harder for us to move as quickly as we would like so I think this is part of the whole practice of speeding up decision processes,\" he said. <q> Quick rapid execution is absolutely essential, especially in a highly competitive world like this. </q> Recent ex-Googlers who left the company to join Facebook, including former Google Australia engineer <strong> Lars Rasmussen </strong>, have said Google has become too unwieldy as it has grown. <strong> Eric Schmidt </strong> gave similar comments in a blog", "new_id": -2}, {"uid": "1296244618002752550", "i": 12, "idx": 0, "sa": ["Michael Vick"], "q": "at sportsexpress.org. Highlights of one of the most exciting players in NFL history. <strong> Michael Vick </strong> averaged more yards per carry than any playe... \"A Home at the End of the World\" ( Spanish subtitles) Trailer <q> A Home at the End of the World </q>( Spanish subtitles) Trailer{ Subt?tulos para extranjeros y sordos}------------------------------------------------------- Tr?iler del film \"Una casa en el fin del mundo\" ( 2004)( A Home at the End of the World) Director:", "new_id": -2}, {"uid": "1295149608138919938", "i": 1253, "idx": 0, "sa": ["Michael Vick"], "q": "Green Bay( 14)+ Inadequate Officiating( 7)- 21 Philadelphia- 16 Philly got robbed. Grape Flavor Gerbil First Class posted on Sun Jan 09, 2011 6:49 pm <q> <cite> Grape Flavor wrote: </cite> Philly got robbed. </q> <strong> Michael Vick </strong>'s redemption can't come in his first year back. posted on Sun Jan 09, 2011 7:18 pm <cite> Grape Flavor wrote: </cite> Philly got robbed. <strong> Michael Vick </strong>'s redemption can't", "new_id": -2}, {"uid": "1296868149118718514", "i": 4682, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "in that,\" <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. <q> I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him, </q> <strong> Roger Goodell </strong> said. \"He takes that seriously also.\" <strong> Michael Vick </strong> spent 18 months in prison on federal charges of running a dogfighting ring. He was suspended by the commissioner, then reinstated during the 2009 season", "new_id": -2}, {"uid": "1295615554111296525", "i": 50449, "idx": 0, "sa": ["Clarence Mitchell", "Andy Coulson", "Paul Coulson", "Sam Coulson"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q> The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal. \"<strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media. </q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also Coulson_Paul Coulson_improvises_over_our_'Hollywood_Blues'_Jam_Track The charismatic lickmaster <strong> Sam Coulson </strong> improvises over our HOLLYWOOD BLUES jam track taken from our ESSENTIAL BLUES SERIES package.", "new_id": -2}, {"uid": "1296668689062144526", "i": 9370, "idx": 0, "sa": ["Kirsten Gillibrand", "Rand Paul", "Mitch McConnell", "Jim DeMint", "Muhammad Ali", "Henry Clay"], "q": "down the federal debt is a nonstarter, he said. \"As long as I sit at <strong> Henry Clay </strong>'s desk, I will remember his lifelong desire to for agreement,\" Mr. <strong> Rand Paul </strong> in closing. <q> But I will also keep close to my heart his cousin <strong> Muhammad Ali </strong>. </q> As Mr. <strong> Rand Paul </strong> spoke, the chamber was mostly empty. Only Senate Minority Leader <strong> Mitch McConnell </strong>, a fellow Kentucky Republican, along with Sen. <strong> Jim DeMint </strong>( R., S.C.) and Sen. <strong> Kirsten Gillibrand </strong> is one of", "new_id": -2}, {"uid": "1296337396166101027", "i": 49366, "idx": 1, "sa": ["Zahi Hawass"], "q": "when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,\" <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. FR is funded solely by donations from our readers. Help keep FR strong, commercial ad& pop-up-free, and beholden to no outsiders! Or by mail to: Free Republic,", "new_id": -2}, {"uid": "1295369718224215100", "i": 50224, "idx": 0, "sa": ["Piers Morgan", "David Letterman", "Howard Stern", "Justin Bieber"], "q": "Met <strong> Justin Bieber </strong> <cite> The Famous </cite> <cite> <strong> Howard Stern </strong>| Photo Credits: Bobby Bank/WireImage. com </cite> <strong> Piers Morgan </strong> Tonight, the shock jock calls the NBC late-night host \"insane\" and accuses him of stealing sketch ideas. <q> Jay is a crook and the world knows exactly what he's up to. He steals a tremendous amount of material, </q> The New York Post quoted <strong> Howard Stern </strong> as saying. \"This guy's ripped off like 10 major things from my show.\" Letterman- David Letterman/194124?rss=keywords&amp;partnerid=yahoo&amp;profileid=omg\"> <strong> David Letterman </strong> in the ratings. \"It", "new_id": -2}, {"uid": "1295936962220463131", "i": 23801, "idx": 0, "sa": ["Sergio Marchionne"], "q": "and partner Fiat SpA researched its potential, the decision was made to relaunch the full Fiat brand in the United States, and Laura Soave was hired to oversee the initiative. Advertisement It still <q> doesn't need to be everything to everybody, </q> said Soave, head of Fiat North America, as her team prepares to open the first dealership in Los Angeles Monday and deliver the first batch of special edition Prima Edizione Fiat 500s next month. <strong> Sergio Marchionne </strong>", "new_id": -2}]