[{"uid": "1297177866006504495", "i": 11961, "idx": 4, "sa": ["Tom Leppert", "Michael Vick", "Dwaine Caraway"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> <strong> Tom Leppert </strong> said he has asked the city manager to \"propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would \"welcome a clarification of the guidelines.\" @Drudge_Report: Dallas Gives", "new_id": -2, "mturk_index": "1284"}, {"uid": "1296003390098533379", "i": 36341, "idx": 1, "sa": ["Carmelo Anthony", "LeBron James", "Erik Spoelstra", "Allen Iverson", "Tim Duncan", "Gregg Popovich", "Dwyane Wade"], "q": "Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. \"They're great players and they've proven to be productive in their careers,\" Heat <strong> Gregg Popovich </strong> <strong> Erik Spoelstra </strong> said. <q> So once they became comfortable with this team and with each other, that was a matter of Tim Duncane. </q> When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on the leaderboard, for certain. <strong> LeBron James </strong>' score gets rounded to 40.2- 25.9 points, 7.2 rebounds, 7.2 assists, just a", "new_id": -2, "mturk_index": "1270"}, {"uid": "1296128045255868977", "i": 36610, "idx": 11, "sa": ["Adrian Peterson", "Matt Ryan", "Michael Vick", "Tony González", "Larry Fitzgerald"], "q": "is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. \"<strong> Matt Ryan </strong> is great. The coaching staff is great. We're just having a good time,\" he said. <q> I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other. </q> <strong> Michael Vick </strong> looked sharp and fluid as he completed a 20-yard out to Arizona Cardinals receiver <strong> Larry Fitzgerald </strong>. On the next play, <strong> Michael Vick </strong> faked a handoff to <strong> Adrian Peterson </strong> and then hit Falcons tight end <strong> Tony González </strong> going across the middle.", "new_id": -2, "mturk_index": "1003"}, {"uid": "1294977284267157543", "i": 145, "idx": 2, "sa": ["Beverly Hills", "David Letterman", "Kelsey Grammer"], "q": "Of <strong> Beverly Hills </strong>'( December 10, 2010) \"The kids seem to be doing OK,\" <strong> Kelsey Grammer </strong> said during his visit to the \"Late Show with Letterman-David Letterman/215\"> <strong> David Letterman </strong>\" on Thursday. <q> We've been spending quite a bit of time with them, Kayte and I. Kayte's my new girl, and we're planning to get married soon... </q> VIEW THE PHOTOS: Divorce! Break-Ups! Hollywood's Most Famous Former Couples \"Sometime in February,\" <strong> Kelsey Grammer </strong> replied. The actor has made no secret of his plans to push forward with his", "new_id": -2, "mturk_index": "68"}, {"uid": "1295527256081166395", "i": 22803, "idx": 0, "sa": ["Bernie Sanders"], "q": "You saw the filibuster, now read the book. The 8 1/2- hour speech given by Sen. <strong> Bernie Sanders </strong>, I-Vt., on Dec. 10 decrying proposed tax cuts is being published by Nation Books as <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class, </q> <strong> Bernie Sanders </strong> announced Wednesday. The book is to become available in mid-February, while an e-book edition will be available Jan. 28, Nation Books said in a news release. The speech is being published in its", "new_id": -2, "mturk_index": "1172"}, {"uid": "1296372761213876756", "i": 2119, "idx": 0, "sa": ["Janet Napolitano", "Eric Schmidt"], "q": "Assistant Professor of National Security AC... Social Media Monday: The Top Three places YOU want to be! This 60-minute webshop, presented by SuzJanet Napolitanoe Knizner, project and corporate coordinator with Campaign Consultation Inc., is titled <q> The Top Three places YOU want to be! </q> Learn the top three social media sites you should be using for your VISTA assignment or organization. Other pr... <strong> Eric Schmidt </strong> on technology, innovation& the global economy <strong> Eric Schmidt </strong> on technology, innovation& the global economy <strong> Eric Schmidt </strong>", "new_id": -2, "mturk_index": "2160"}, {"uid": "1297174738149192708", "i": 30742, "idx": 1, "sa": ["Donald Rumsfeld", "Stephen Elliott", "Eric Martin"], "q": "employed from the Pentagon lectern. We come upon His Crankiness in a library, doing research for his memoir. When an earnest young man approaches to ask questions, <strong> Eric Martin </strong> and <strong> Stephen Elliott </strong> capture <strong> Donald Rumsfeld </strong>'s disdain: <q> Down there in the kid's eyes, <strong> Donald Rumsfeld </strong> sees broad leaves of intelligence but rooted in such soft soil that it might as well be sand. A zen garden. With a few green wisps that will blow flat at the first breath of wind. The world they live in is a blustery place. This is the son of a father who never went to war. </q> This is all great fun[!], at least for those who might be rubbing their hands together at the idea of his impending comeuppance, but when <strong> Donald Rumsfeld </strong> meets his wife and some rather louche friends", "new_id": -2, "mturk_index": "67"}, {"uid": "1295599055020365403", "i": 1682, "idx": 4, "sa": ["Larry Page", "Eric Schmidt"], "q": "Mr <strong> Eric Schmidt </strong> for his stewardship of the company. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" he said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> Mr <strong> Larry Page </strong> said Google is just at the \"tip of the iceberg\" of how the internet will change consumers lives in the future. \"If you think about the next five years of what your", "new_id": -2, "mturk_index": "1062"}, {"uid": "1295878369140918808", "i": 24304, "idx": 0, "sa": ["Steve Ballmer"], "q": "telecom Company based out of the UK. Tablets and Beyond January 19, 2011 OpenERP has launched a significant upgrade designed to appeal to small and mid-sized businesses both for its functionality and its pricing. OpenERP is <q> a good example of a company using open source to target a piece of the market that has been overlooked by some of the larger, more established vendors, </q> said 451 Group analyst Jay Lyman. Microsoft CEO <strong> Steve Ballmer </strong> personally introduced the company's Dynamics CRM 2011 product, underscoring the importance the company places in its competition with Salesforce.com. Microsoft's ongoing efforts to enhance the interoperability", "new_id": -2, "mturk_index": "105"}, {"uid": "1296939026066093065", "i": 51456, "idx": 5, "sa": ["Sergio Marchionne"], "q": "for the financial assistance that was critical to the recovery of our Group,\" he said. <strong> Sergio Marchionne </strong> noted that no one else but the Canadian and U.S. governments were willing to help Chrysler. <q> As the only parties willing to underwrite the risk associated with Chrysler's recovery plan, the two governments levied interest rates that, although appropriate at the time, are above current market conditions. This was done with the full support and understanding of the members of Chrysler Group LLC. </q> Chrysler is seeking$ 3 billion in low-cost government loans from the Energy Department to build more fuel efficient vehicles and in talks with banks to refinance the company's debt. \"Because of these", "new_id": -2, "mturk_index": "1754"}]