[{"uid": "1297166743166199353", "i": 59147, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "uznali j za dow?d wprowadzenia opinii publicznej w b?d przez administracj USA- zauwa?y. Ksi?ka ma wej do ksi?garni we wtorek.`` Guardian'' zaznacza, e b?dne o?wiadczenie w sprawie lokalizacji domniemanej broni masowego ra?enia <q> to ledwie jeden z wielu incydent?w opisanych w licz?cej 815 stron autobiografii, w kt?rej <strong> Donald Rumsfeld </strong> chce przedstawi sw?j punkt widzenia na dokonania administracji George'a W. Busha w r?nych kwestiach od Iraku po Guantanamo </q>. <strong> Donald Rumsfeld </strong>, nale?cy do najbardziej kontrowersyjnych postaci w administracji Busha, uwa?any za reprezentanta jastrz?bi zwanych neokonserwatystami, oceni, e cho ma na koncie kilka b?dnych o?wiadcze, zw?aszcza to, kt?re odnosi si do broni", "new_id": -2}, {"uid": "1295987770115605542", "i": 15097, "idx": 0, "sa": ["Hermann Parzinger", "Zahi Hawass"], "q": "request. An official request is a request from one government to another,'' foreign ministry spokesman Andreas Peschke told a regular government briefing in Berlin. He added that the position of the German government was <q> unchanged and not new. </q> The Prussian Cultural Heritage Foundation confirmed that <strong> Hermann Parzinger </strong> had received a letter from <strong> Zahi Hawass </strong>, but said that it was not signed by the prime minister and was not`` an official demand from the Egyptian state.", "new_id": -2}, {"uid": "1297161584212434954", "i": 31558, "idx": 2, "sa": ["Susan Boyle", "Simon Cowell", "Morena Baccarin"], "q": "New Jersey and Seattle. <strong> Simon Cowell </strong> said the winner would receive a record deal with Syco, a joint venture between Sony Music and <strong> Simon Cowell </strong>, and the same label tied to Scottish singer <strong> Susan Boyle </strong>. <q> We are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar, </q> <strong> Simon Cowell </strong> said.??? Vancouver isn't Rio de Janeiro- the winters are more edgy, for one thing- but Brazilian-born <strong> Morena Baccarin </strong> has taken to the rainy city like, well,", "new_id": -2}, {"uid": "1297450977044924928", "i": 31008, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "focus. According to The Next Web, Symbian will become`` a franchise platform, leveraging previous investments to harvest additional value.'' Simultaneously, MeeGo will become`` an open-source, mobile operating system project'' and <q> will place increased emphasis on longer-term market exploration of next-generation devices, platforms and user experiences. </q> Quite a lot of words to simply say`` back-burner.'' And during this week's announcement in London, both <strong> Stephen Elop </strong> and Microsoft chief <strong> Steve Ballmer </strong> confirmed there will be job cuts at Nokia offices", "new_id": -2}, {"uid": "1295070638169934886", "i": 41956, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "ultimate crime thriller. Are there no more Hercules Poirrots left?`` Reply# 507 on: March 27, 2009, 02:31:46 PM''`` Reply# 508 on: March 28, 2009, 02:58:24 AM'' <q> Reply# 509 on: April 13, 2009, 03:36:40 PM </q> http://www.thepentacon.com/ I watched it- two police officers that were at the scene prove that the official flight path was completely bogus.`` Reply# 510 on: April 23, 2009, 09:12:15 PM'' <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1297514188084983856", "i": 5737, "idx": 0, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "official schedule showing up to introduce his old friend and fellow Bush Administration official <strong> Donald Rumsfeld </strong>, the former Defense Secretary. There was booing. An NPR colleague attending CPAC reported in an e-mail: <q> <strong> Dick Cheney </strong>, for what it's worth, was cheered AND booed. I heard cries of both`` <strong> Dick Cheney </strong> for President! </q> and`` murderous scum!'' And one person yelling`` liberator!''( I could not tell if that was intended as irony.) Every time someone starts heckling/booing, part of the crowd starts changing``", "new_id": -2}, {"uid": "1295445377093192224", "i": 37332, "idx": 1, "sa": ["Larry King", "Renaldo Lapuz", "American McGee", "Simon Cowell"], "q": "that's been the thinLarry King behind`` <strong> American McGee </strong> Idol,'' home of the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to <q> a cat being thrown off a skyscraper, </q> telling another,`` Don't mean to be <strong> American McGee </strong> Idol Top 12 visit Entertainment Tonight and goof around with the photobooth. And a familiar face crashes the party.... <strong> Renaldo Lapuz </strong>- You Are my Brother( <strong> American McGee </strong>", "new_id": -2}, {"uid": "1296516708125337623", "i": 30534, "idx": 0, "sa": ["Peter Egner", "Michael Vick"], "q": "family after his wife died in 2005. U.S. Justice Department on Thursday filed a civil... Article: Eichmann Nazi trial veterans reunite in... U.S. Video: Teachers Getting the Axe in New York City Report Abuse <q> <strong> Peter Egner </strong>, voted republican, supported the GOP, tea-baggers, palin </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Tampa Mom Accused of Killing Teen Kids Sobs in Court 5 Foods to never eat: Cut down a bit of stomach fat", "new_id": -2}, {"uid": "1296071965164806658", "i": 27174, "idx": 2, "sa": ["Eric Schmidt"], "q": "`` Mr. <strong> Eric Schmidt </strong> Goes to Washington.'' On the group's site, it says: This new animated satire,`` Mr. <strong> Eric Schmidt </strong> Goes to Washington,''-- the sequel to Consumer Watchdog's popular <q> Don't Be Evil? </q> video-- will be roaming the streets of Washington, DC on a mobile digital advertising truck for a week to make the case for why Congress should call Google CEO <strong> Eric Schmidt </strong> to testify under oath about the`` Wi-Spy", "new_id": -2}, {"i": 46835, "idx": 0, "index_answer": 1, "new_id": -1, "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q> It felt like we turned that corner, </q> <strong> Allen Iverson </strong> said.`` <strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen.'' <strong> Chris Webber </strong>", "sa": ["Chris Webber", "Allen Iverson", "Fatboy Slim"], "uid": "1295209231006406224"}]