[{"uid": "1297402284143720477", "i": 3548, "idx": 2, "sa": ["Donald Rumsfeld", "Barack Obama", "Rick Santorum"], "q": ",\" explained former <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong>. <strong> Rick Santorum </strong>, a one-time Pennsylvania senator preparing a run for president, rounded out the collective cry of Cassandra by announcing that the nation was being run by a heretic. <q>This is someone who doesn't believe in truth and evil in America,</q> he said of <strong> Barack Obama </strong>. For decades, the Conservative Political Action Conference has been a bellwether of conservative thought. And the first day of this year's event, with record attendance boosted by ever multiplying", "new_id": -2}, {"uid": "1296748643231997494", "i": 36818, "idx": 0, "sa": ["George Washington", "Donald Rumsfeld", "Jim Miklaszewski"], "q": "shows that there is no common ground on this law, which is ironic given that much of it is based on past GOP ideas and measures. advertisement*** Rummy returns on <strong> Donald Rumsfeld </strong>'s new book. <q>Just 15 days after the terrorist attacks of Sept. 11, 2001, <strong> President Bush </strong> invited his defense secretary, <strong> Donald Rumsfeld </strong> <strong> Barack Obama </strong> <strong> Donald Rumsfeld </strong>, to meet with him alone in the Oval Office. According to Mr. <strong> Donald Rumsfeld </strong>'s new memoir, the president leaned back in his leather chair and ordered a review and revision of war plans- but not for Afghanistan, where the Qaeda attacks on New York and <strong> George Washington </strong> had been planned and where <strong> George Washington </strong> retaliation was imminent.</q> But NBC's <strong> Jim Miklaszewski </strong> says that according to notes taken in the \"tank\" at the Pentagon only FOUR HOURS after <strong> George Washington </strong> Flight 77 slammed into the building, it was <strong> Donald Rumsfeld </strong> himself who raised the possibility of attacking", "new_id": -2}, {"uid": "1295820290030490757", "i": 37014, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. \"<strong> Eric Schmidt </strong>, Larry and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs,\" he said. <q>Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style.</q> If you enter anything in this field your comment will be treated as spam Users posting comments agree to the TechWorld comments on Windows Event Viewer phishing scam remains active on Comcast releases free app for Android phones\"", "new_id": -2}, {"uid": "1296282709080461832", "i": 2908, "idx": 2, "sa": ["Rudy Gay", "Allen Iverson", "Hakim Warrick"], "q": "losing for the 17th time in 19 games. <strong> Rudy Gay </strong> was held to eight for Memphis, matching his third-lowest output this season. \"They really jumped on us from the start,\" Grizzlies forward <strong> Hakim Warrick </strong> said. <q>When you're playing against a team that's fighting for playoff position and playing as hard as they play, it's tough to come back from behind.</q> Miami stayed 3 1/2 games behind Atlanta in the race for the No. 4 seed in the Eastern Conference playoff chase. The Heat- who won in http://wn.com/Allen_Iverson_27pts_vs_Memphis_Grizzlies_08/09_NBA_*Remembering_Martin_Luther_King_*AI_on_Obama <strong> Allen Iverson </strong> and the Detroit Pistons tightened up on defense to end their", "new_id": -2}, {"uid": "1297452178198262785", "i": 40800, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "ABC News Radio the nation is ready for open service. \"First of all, we know that gays and lesbians have been serving in the military for decades with honorable service,\" <strong> Donald Rumsfeld </strong> said. <q>We know that[ repeal of a ban on gays serving openly] is an idea whose time has come.</q> <strong> Donald Rumsfeld </strong> says he has \"enormous respect\" for the ground commanders and service chiefs who have expressed concerns about the impact of gays serving openly on unit cohesion, and he urged the top brass to implement", "new_id": -2}, {"uid": "1296171065065814533", "i": 37026, "idx": 4, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "n't deliver, here's how the whole \"I'm leaving you\" conversation went between <strong> Kelsey Grammer </strong> and <strong> Camille Grammer </strong>. Â© Reality Fishbowl... <strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February click our link thetodaybuzz.com- to watch full <q><strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February</q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the \"Late Show with <strong> David Letterman </strong>\" on Thursday night that he plans on marrying his girl... \"She's Destroying My Family!\" <strong> Camille Grammer </strong> Talks About <strong> Kelsey Grammer </strong>", "new_id": -2}, {"uid": "1296166460222920783", "i": 23468, "idx": 0, "sa": ["Mike Pence"], "q": "everything in this post by my friend <strong> Mike Pence </strong> Konczal, but I think it's a good illustration of how many smart people on the left think about class relations and the future of the state: <q>One working definition of an approach to liberalism is \"It's best to just maximize growth rates, pre-tax distribution be damned, and then fund wicked-good social insurance with huge revenues from an optimal tax scheme</q>(\" Wilkinson). I'd ask where are all these increasingly wickedly-well funded programs? We just had to bribe the top 3% with massive tax cuts for the next two years in order to keep", "new_id": -2}, {"uid": "1295670121065781771", "i": 18610, "idx": 1, "sa": ["Simon Cowell"], "q": ", Tunisia. Her career goal: \"To develop and release a Windows Phone 7 app to the Marketplace.\" Neil, a \"senior software development engineer\" from Dublin, Ireland. His career goal: <q>To learn how to develop an application on Windows and SQL Azure.</q> <strong> Simon Cowell </strong>, a principal software engineer from Chester, UK. His career goal: \"Get team certified to meet Microsoft Partner competency requirements.\" Caroline( pictured), a student from Calgary, Canada. Her", "new_id": -2}, {"i": 13540, "idx": 0, "index_answer": 0, "new_id": -1, "q": "him dog-gone angry. <strong> Mark Buehrle </strong> admitted to MLB.com recently that there were times while watching the NFL, that he wished <strong> Michael Vick </strong> would get hurt. Instead he won NFL comeback player of the year. <q>Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane?</q> <strong> Mark Buehrle </strong> said. <strong> Michael Vick </strong> was convicted for his association with a dogfighting ring in 2007. <strong> Mark Buehrle </strong> and his wife, Jamie, are on billboards promoting dog adoption and animal rescue.\"( <strong> Michael Vick </strong>) had", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297393013108019724"}, {"uid": "1295627741146702395", "i": 13717, "idx": 8, "sa": ["Eric Schmidt", "Esther Dyson"], "q": "point. \"Larry has wanted to be C.E.O., so that's not a surprise,\" said a former Google sales executive who would speak only anonymously to preserve his relationship with a powerful company. <q>But the timing-- I've talked to people at Google today and they were just flabbergasted.</q> <strong> Esther Dyson </strong>, a veteran Valley investor who has long known the Google founders and Mr. <strong> Eric Schmidt </strong>, said, \"It is unexpected but it makes a lot of sense.\" She added: \"Larry and", "new_id": -2}]