[{"uid": "1295994754268058642", "i": 28859, "idx": 0, "sa": ["Eric Schmidt"], "q": "Acquires 10Best to Dominate Travel Recommendations target=\"_blank\" Travel startup NileGuide just announced that it has acquired a site called 10Best, a move that chief executive Josh Steinitz makes the target=\"_blank\" San Francisco startup <q> one of, if not the, largest travel content publishers </q> Hollywood and Tech Leaders Invest in GeekChicDaily <strong> Eric Schmidt </strong> Sees Next target=\"_blank\" Decade as Age of \"augmented Humanity\" Cirtas Raises$ 22.5 M for Facebook, Twitter oust Myspace for music fans: experts target=\"_blank\"", "new_id": -2, "mturk_index": "2134"}, {"uid": "1296968720018399280", "i": 33319, "idx": 5, "sa": ["LeGarrette Blount", "Devon Alexander", "Chrissy Teigen", "Michael Vick", "Andy Reid", "Brooklyn Decker"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. \"To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q> Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with <strong> Andy Reid </strong>, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit. </q> <strong> LeGarrette Blount </strong>( one each). Polamalu won the Defensive Player of the Year award earlier this week. <strong> Brooklyn Decker </strong> and <strong> Chrissy Teigen </strong> invade Super Bowl XLV January in Review: Does <strong> Devon Alexander </strong> have the heart", "new_id": -2, "mturk_index": "1265"}, {"uid": "1295471010042287122", "i": 40044, "idx": 0, "sa": ["Allen Iverson", "LeBron James", "Dirk Nowitzki", "Eric Snow"], "q": "control. A day after scoring 51 points in a defeat, <strong> Allen Iverson </strong> may have been even better, scoring 35 points and dishing out 12 assists while leading the Denver Nuggets past the Dallas MavEric Snowks 122-109 Thursday night. <q> AI had it all going from everywhere, </q> said Dallas' <strong> Dirk Nowitzki </strong>, who tied his season high with 32 points and had 12 rebounds. \"He was driving and maLeBron James shots in-between.\" <strong> Allen Iverson </strong> made 12-of-19 field goals and was 11-of-13 from the line.", "new_id": -2, "mturk_index": "466"}, {"uid": "1295340687209076236", "i": 18076, "idx": 0, "sa": ["Allen Iverson", "Billy Hayes"], "q": "as <strong> Billy Hayes </strong> would attest, is better than being in a Turkish court- in four to six weeks. <strong> Allen Iverson </strong> echoed the same sentiment in a multi-tweet Twitter explanation that I've collated for your benefit: <q> I have never said anything about retirement nor have I said goodbye to the game of basketball. I love this game! That is why I went all the way to Turkey to continue playing and once I get past this, my plan is to continue playing at the highest level possible. </q> The message likely confused high-ranking members of the Besiktas front office, who no doubt sat around world-famous Akatlar Arena and wondered aloud about <strong> Allen Iverson </strong>'s intentions: Does he plan on playing in Turkey, or", "new_id": -2, "mturk_index": "43"}, {"uid": "1295487172086802452", "i": 6127, "idx": 3, "sa": ["Stephon Marbury", "Allen Iverson", "Brad Greenberg"], "q": "the draft. After the second workout, <strong> Brad Greenberg </strong> knew the <strong> Stephon Marbury </strong> jersey would not be needed. \"He's a special athlete and a special competitor and he has leadership ability,\" <strong> Brad Greenberg </strong> said of <strong> Allen Iverson </strong>. <q> He made it an easy decision. </q> <strong> Allen Iverson </strong>, who said he didn't know for sure about the pick until it was made, referred both to a new era for the 76ers, a team that has lost successively more games in each of their", "new_id": -2, "mturk_index": "957"}, {"uid": "1296407544252772372", "i": 170, "idx": 12, "sa": ["Chris Webber", "Robert Horry", "Allen Iverson", "Shaquille O'Neal", "Tyrone Hill", "James Cleveland"], "q": "<strong> Allen Iverson </strong>'s Robert Horrygest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to PTyrone Hilly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabShaquille O'Nealg 12 rebounds, and <strong> Allen Iverson </strong> added 31 points to lead the 76ers to a 98-89 win over the <strong> James Cleveland </strong> Cavaliers on Friday night", "new_id": -2, "mturk_index": "1716"}, {"uid": "1295584878106250240", "i": 41826, "idx": 0, "sa": ["Paula Abdul", "Ryan Seacrest", "Booker T", "Jennifer Lopez", "Tyler Perry", "Simon Cowell"], "q": "Idol\" panel that will be returned to its original three-member format for season 10. Actress-singer-dancer <strong> Jennifer Lopez </strong> and Aerosmith frontman <strong> Tyler Perry </strong> will have the job of trying to match the offbeat chemistry of former judges <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong>. <q> This is` American Idol'! </q> host <strong> Ryan Seacrest </strong> said after the new judges joined him on stage at the Forum arena, where the final naBooker Tnal audiBooker Tn for next season's singing contest was held Wednesday. The announcement was made before a crowd of several", "new_id": -2, "mturk_index": "1627"}, {"uid": "1294963253114671645", "i": 22115, "idx": 0, "sa": ["Gabrielle Giffords", "Carolyn McCarthy", "Kirsten Gillibrand"], "q": "flag, the largest to survive the Sept. 11, 2001 attacks at the World Trade Center,\" reports our Stefan Bondy. In the wake of the shootings, Long Island Rep. <strong> Carolyn McCarthy </strong> is introducing legislation that <q> will prohibit the transfer, importation, or possession the co-founder of the Tucson Tea Party, said that the idea that the Tea Party was being blamed for the shootings was harming the grieving process in Tucson. And now, he told the Daily News, the shooting is being used against his political cause, </q> writes our Nina Mandell. \"It has been a tough week for New York's junior senator, <strong> Kirsten Gillibrand </strong>, since her friend Rep. <strong> Gabrielle Giffords </strong> was gunned down in Arizona. But one thing that hasn't changed", "new_id": -2, "mturk_index": "178"}, {"uid": "1297285542243777539", "i": 23886, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "his botched car bomb attempt in New York's famed Times Square, but in a chilling statement warned that jihadist war \"has just begun.\" U.S. Video: City worker's striptease raises questions Report Abuse <q> There will always be weakminded dimwits susceptible to brainwashing by Jihadis, Scientologists, </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader", "new_id": -2, "mturk_index": "355"}, {"uid": "1296157213138100743", "i": 18121, "idx": 0, "sa": ["Larry Page", "Adam Lashinsky", "Eric Schmidt"], "q": "343.82(-0.03,-0.01%)| NASDAQ: 2753.78(+14.28,+0.52%) <strong> Eric Schmidt </strong> on Google, Facebook, Microsoft, and Apple Thursday, January 27, 2011- 02:02 PM EST <q> The media speculation about why <strong> Eric Schmidt </strong> is ceding the Google chief executive role to <strong> Larry Page </strong> is` completely false,' <strong> Eric Schmidt </strong> told a group of reporters Thursday at the World Economic Forum in Davos, Switzerland, </q> <strong> Adam Lashinsky </strong> reports for Fortune. <strong> Adam Lashinsky </strong> reports, \"<strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook.` We have a competitor called Microsoft,\" he said.", "new_id": -2, "mturk_index": "2194"}]