[{"uid": "1296706232199049239", "i": 16618, "idx": 6, "sa": ["Allen Iverson", "LeBron James", "Chauncey Billups", "Rasheed Wallace"], "q": "points in the fourth quarter, <strong> Rasheed Wallace </strong> hit a couple of 3-pointers in overtime and Detroit overcame an inspired effort by <strong> Allen Iverson </strong> to go up 3-1 in its first-round series with a 97-92 win over the Sixers on Sunday. <q> It seemed like the tide was turning, nothing was really going good for us, </q> <strong> Chauncey Billups </strong> said. \"I wasn't really maLeBron James too many shots. I wanted to try. If I'm going to go down, I'm going to go down fighting. \"Shots just started going for", "new_id": -2}, {"uid": "1296218198081313814", "i": 10103, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "Chocolate Factory machine. Nor were the company's top three men arguing over Google's somewhat strained China affair, he said. \"This has nothing to do with competitors,\" said <strong> Eric Schmidt </strong>. <q> I publicly said the next 10 years will be as successful as the past 10. We're going to run this way for a while. </q> The Google boss will step aside for the company's co-founder <strong> Larry Page </strong> to take over the CEO role in April. He said he was baffled by the idea that Google was battling for interwebs supremacy", "new_id": -2}, {"uid": "1295137697028803114", "i": 10333, "idx": 4, "sa": ["Camille Grammer", "David Letterman"], "q": "hear that, or I'm not sorry to hear that?\" \"Well, you are respectfully considerate, and yet pleased for the new developments in my life,\" <strong> Camille Grammer </strong> offered. <q> Well, it's a difficult time, regardless, </q> <strong> David Letterman </strong> said, \"always regardless of circumstances, and especially with kids. Are the kids and everybody all right now?\" \"The kids seem to be doing OK, yeah,\" <strong> Camille Grammer </strong> said", "new_id": -2}, {"uid": "1295564626204079122", "i": 9751, "idx": 3, "sa": ["Larry Page", "Eric Schmidt", "Brad Keywell", "Sergey Brin", "Eric Lefkofsky"], "q": "media service Twitter, and two U-M grads- investors <strong> Brad Keywell </strong> and <strong> Eric Lefkofsky </strong> Groupon turn into a wild success. <strong> Eric Schmidt </strong> described Google's leadership transition as a natural move. <q> For the last 10 years, we have all been equally involved in making decisions, </q> he wrote, referring to himself, <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. \"This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But", "new_id": -2}, {"uid": "1297702046148619270", "i": 51612, "idx": 9, "sa": ["Andy Burnham", "Michael Gove"], "q": "Mr <strong> Andy Burnham </strong> said the High Court had ruled Mr <strong> Michael Gove </strong> was \"guilty of an abuse of power\" and there had not been \"one word of apology\" from the Secretary of State. <q> Fresh doubts have been raised about his competence and judgment, </q> Mr <strong> Andy Burnham </strong> said. He asked whether Mr <strong> Michael Gove </strong> had overruled official advice to consult before making the decision and questioned whether he had been warned by a leading QC that \"councils have a fairly strong case", "new_id": -2}, {"uid": "1295905716137494594", "i": 31713, "idx": 2, "sa": ["Zahi Hawass", "Ahmed Nazif"], "q": "had no legal claim to it. The SCA, which <strong> Zahi Hawass </strong> heads, said in an email that its request had been approved by both Prime Minister <strong> Ahmed Nazif </strong> and the Egyptian ministry of culture. <q> This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country, </q> it said. <strong> Zahi Hawass </strong> has campaigned to repatriate several pharaonic treasures in recent years, including the Rosetta Stone now in the British Museum. Crossbenchers attack Labour` delaying tactics' Labour has been accused", "new_id": -2}, {"uid": "1295668634145047607", "i": 22654, "idx": 3, "sa": ["Allen Iverson", "Phil Jackson", "Mark Aguirre"], "q": "Skin will bleed. Character will be tested. There were times away from the ball when the action resembled a rugby scrum. Players shoved, held and did whatever else they felt they could get away with. <q> It's a different style of ball when you play us, </q> said <strong> Mark Aguirre </strong>, who led the Pistons with 25 points. \"They're not going to be able to play us like Phil Jacksonly, where they got a lot of running and <strong> Allen Iverson </strong> scoring his first points in", "new_id": -2}, {"uid": "1296481301080920674", "i": 10299, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy. \"I think it is also one of the best things that could have happened to Chrysler, too.\" AP Business Writer Colleen Barry in Milan, Italy, contributed", "new_id": -2}, {"uid": "1295821293214663178", "i": 4906, "idx": 0, "sa": ["Andy Coulson", "Gilad Shalit"], "q": "Israeli soldier <strong> Gilad Shalit </strong> was abducted. The group later cut relations with the Hamas government in Gaza and has clashed with it. Article: Gaza flotilla raid legal: Israel probe... Coptic Christians hold placards reading: <q> We all want live in... Article: Egypt accuses Gaza militants in Coptic church bomb... Photo in Slideshow: Coptic Christians, hold placards reading: \"Save Coptic... Photo in Slideshow: Coptic Christians gather in Rome, Sunday, Jan. 9, 2011, to demand... Report Abuse \" \"The Mossad( Israeli intelligence) was responsible for the attack. </q> \" Time.com: After Tunisia: Why Egypt Isn't Ready to Have Its Own Revolution Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to", "new_id": -2}, {"uid": "1295785217070975501", "i": 47901, "idx": 1, "sa": ["David Letterman", "Alyse Eady"], "q": "Since the pageant, <strong> Alyse Eady </strong>, 22, has continued to be presented to the public with appearances scheduled on Late Show With <strong> David Letterman </strong> and Inside Edition on CBS and on the MSNBC cable news network. <q> <strong> Alyse Eady </strong> has had an overwhelming response with all kinds of[ area and national] media requests, </q> said Jessie Bennett, executive director of the Miss Arkansas pageant. \"She did a spectacular job and is always entertaining for her talent, she remained very calm and collected for her question, and she was incredible", "new_id": -2}]