[{"uid": "1297446725101842956", "i": 11172, "idx": 10, "sa": ["John McCain", "Donald Rumsfeld"], "q": "to these jibes has been to renew his criticisms of <strong> Donald Rumsfeld </strong> and to remark:`` Thank God he was removed of his duties.'' I quote this back at <strong> Donald Rumsfeld </strong>, who responds with a chilly smile: <q> That's fairly typical of him... He was opportunistic. He spent his whole campaign attacking the Bush administration and he was not a good candidate. </q> So, had <strong> Donald Rumsfeld </strong>, the life-long Republican, actually voted for <strong> John McCain </strong>? He frowns:`` I did. It was not a happy choice.'' The inside-Washington score-settling will strike many of the people", "new_id": -2}, {"uid": "1295264289234684461", "i": 29518, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "his resignation over the phone hacking row. Asked whether the Downing Street director of communication had offered to step down on the Today programme this morning, <strong> David Cameron </strong> replied: <q> I don't go into private conversations. </q> The comment will further fuel speculation- promoted by Labour MPs- that Mr <strong> Andy Coulson </strong> is preparing to give in to the news story that simply will not go away. It emerged on Friday", "new_id": -2}, {"uid": "1295753709087883837", "i": 33586, "idx": 7, "sa": ["James Cleveland", "Carmelo Anthony", "Allen Iverson", "LeBron James"], "q": "off a fourth-quarter Portland rally to beat the Trail Blazers 106-94 on Sunday night.Shaquille O'Neal had 11 po... <strong> Allen Iverson </strong> 25pts <strong> Carmelo Anthony </strong> vs <strong> LeBron James </strong> Cavaliers NBA One NBA player lords over <strong> LeBron James </strong>. <strong> Carmelo Anthony </strong> rules <strong> James Cleveland </strong>'s hoops King. <q> I know he hates losing to me, </q> <strong> Carmelo Anthony </strong> said with a laugh. <strong> Carmelo Anthony </strong> scored 27 points, All-Star sidekick <strong> Allen Iverson </strong> added 25 and the Denver Nuggets rolled to a 113-83 win Sunday night over... <strong> Allen Iverson </strong> 31pts Philadelphia 76ers vs <strong> LeBron James </strong> <strong> James Cleveland </strong> Cavaliers 2004/2005 Regular Season", "new_id": -2}, {"uid": "1295698251208977968", "i": 34150, "idx": 1, "sa": ["Barack Obama", "John McCain", "Colin Powell", "Sarah Palin", "Bill Clinton"], "q": "<strong> Bill Clinton </strong> Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>.`` He has both style and substance. I think he is a transformational figure,'' <strong> Colin Powell </strong> said on NBC's`` Meet the Press.'' <q> <strong> Barack Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well, </q> <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible presidential candidate himself. <strong> Colin Powell </strong> said he questioned <strong> John McCain </strong>'s judgment in picking <strong> Sarah Palin </strong> as his running mate because he does", "new_id": -2}, {"uid": "1297585385096600107", "i": 33418, "idx": 0, "sa": ["Peter Dale Scott", "Webster Tarpley", "John Pilger", "Sen. Bernie Sanders", "Dennis Kucinich", "Michael Parenti"], "q": "be quite different than how <strong> Webster Tarpley </strong>, <strong> Michael Parenti </strong>, <strong> Peter Dale Scott </strong>, <strong> Sen. Bernie Sanders </strong>, <strong> John Pilger </strong> or <strong> Dennis Kucinich </strong> defines socialism. it's always the question of just who's`` little pet society'' it is that are running it for <q> Reply# 13 on: February 12, 2011, 01:40:46 PM </q> All government and` democracy' IS socialism, it's always the question of just who's`` little pet society'' it is that are running it for A government having laws on murder, rape,", "new_id": -2}, {"uid": "1295131435025296914", "i": 1334, "idx": 1, "sa": ["Michael Jordan", "Allen Iverson", "Donyell Marshall"], "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. John's two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach John Thompson created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my time, I should have the ball in my hands, </q> <strong> Allen Iverson </strong> said.`` So if somebody else turns it over, he yells at me. I just tell my teammates:` Let me get the ball. He'll scream at me http://wn.com/Bulls_vs_Sonics_1996__Game_3__Michael_Jordan_36_points <strong> Michael Jordan </strong> and the Bulls", "new_id": -2}, {"uid": "1297241204110002177", "i": 3130, "idx": 1, "sa": ["Donald Rumsfeld", "Carlina White", "Carl Tyson"], "q": "<strong> Donald Rumsfeld </strong> on Controversy <strong> Carlina White </strong>'s Father Says He Communicates With Daughter Every Day`` I know it's going to take time, so I'm willing to put in that time,'' <strong> Carl Tyson </strong> said. <q> In this relationship, you can't push nothing. There's 23 years I can't get back. Everything has to start from here and work its way. </q> <strong> Carl Tyson </strong> said that he and his daughter, who was kidnapped from a New York hospital, text each other every day and talk by phone every few days.`` We text in the morning", "new_id": -2}, {"uid": "1297094194234487815", "i": 11839, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "7, 2011 <strong> Donald Rumsfeld </strong> unapologetic about Iraq <strong> President Bush </strong> Defense <strong> Donald Rumsfeld </strong> is conceding`` it's possible'' that the biggest mistake of the Iraq war came in drawing down troops too quickly. <q> In a war, many things cost lives, </q> <strong> Donald Rumsfeld </strong> said in an interview with ABC News airing Monday in advance of the release of his memoir on his long career in public service. <strong> President Bush </strong> has said that bringing some service members home too soon was`` the", "new_id": -2}, {"uid": "1296231887160088104", "i": 41186, "idx": 2, "sa": ["Rahm Emanuel", "Eric Schmidt", "Sergey Brin", "Barack Obama"], "q": "and within our policies, into China.'' It was revealed earlier this month that fifty-five-year-old <strong> Eric Schmidt </strong> would make way as chief executive for Larry Page, 37, who co-founded Google with <strong> Sergey Brin </strong>. <q> Between the three of us, I have always been the person who believes the most in expanding into China, </q> he claimed. The Illinois supreme court has finally allowed <strong> Barack Obama </strong>'s former chief of staff <strong> Rahm Emanuel </strong> to run for the <strong> Rahm Emanuel </strong>'s post in Chicago, overturning a lower court's decision. UN tribunal at centre of", "new_id": -2}, {"i": 36996, "idx": 4, "index_answer": 0, "new_id": -1, "q": "because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton â\u0084¢.`` I forgot the Unequal pads were in my pants,'' says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. <q> I didn't feel a thing! </q> Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal Insoles. The players prefer them because they absorb up to 80 percent of chronic impact shock(`` CIS", "sa": ["Michael Vick"], "uid": "1296051090213254170"}]