[{"uid": "2008100818_00098817_W", "i": 1724, "idx": 0, "sa": [], "q": "pm et corrected version kansas city, mo.( ap)- deliberations have begun in the kansas city murder trial of harrell...\" ); var headline= escape(\" precious doe murder case goes to jury <q>); openwin('/ global/create_ email_story. asp?s= 9146440& headline='+ headline+'& summary='+ summary+'|| width= 650, height= 545, toolbar= no, scrollbars= 1, resizable= 1, status= 0') </q>> associated press- october 8, 2008 1:54 pm et associated press- october 8, 2008 1:54 pm et corrected version kansas city, mo.( ap)- deliberations have begun in the kansas city murder trial", "new_id": -2}, {"uid": "2008102008_00001403_W", "i": 568, "idx": 1, "sa": ["Andrew Symonds"], "q": "he is back playing cricket, which is good, but there is a whole lot of other things that need to be satisfied before we get to a stage for the selectors to have an interest in it, <q> the ca chief explained. </q> i am satisfied that he is working in the right direction to play cricket for australia again, \"he was quoted as saying the sydney morning herald. <strong> Andrew Symonds </strong> scored a crucial 73-run knock in queensland's 147-run win", "new_id": -2}, {"uid": "2008111900_00043594_W", "i": 1583, "idx": 3, "sa": ["Barack Obama", "Joe Lieberman", "Ned Lamont"], "q": "result <NO_QUOTATION> and one of\" reconciliation and not retribution. \"he said he was looking forward to working with Barack Obama-elect <strong> Barack Obama </strong>- whom he criticized during the campaign-\" to keep the american people secure at home <q> as well as abroad. before the meeting, mr. <strong> Joe Lieberman </strong> said he was optimistic. </q> i'm going into a roomful of friends, \"he told the associated press actually, mr. <strong> Joe Lieberman </strong> has been a source of consternation to democrats since 2006, when he lost the democratic primary to <strong> Ned Lamont </strong>, a", "new_id": -2}, {"uid": "2008091900_00025115_W", "i": 106, "idx": 0, "sa": ["Gary Glover", "Joel Zumaya", "Ramón Santiago", "Marcus Thames", "Lynn Henning", "Bobby Seay", "Justin Verlander", "Fernando Rodney"], "q": "including arbitration raises to <strong> Ramón Santiago </strong>, <strong> Marcus Thames </strong>, <strong> Fernando Rodney </strong>, <strong> Gary Glover </strong>, <strong> Bobby Seay </strong>, <strong> Joel Zumaya </strong>, and <strong> Justin Verlander </strong>. so, they should be over$ 120mm with the current group. the tigers had an opening day payroll of <q> 137.7 mm in 2008. <strong> Lynn Henning </strong> says to expect a drastic payroll reduction- </q> perhaps by$ 40 million or more. \"as <strong> Lynn Henning </strong> notes, the tigers may need to trade ordonez to slice payroll down to the$ 100mm range. maggs is the team's highest-paid player, and he", "new_id": -2}, {"uid": "2008101011_00028225_W", "i": 157, "idx": 0, "sa": ["Mashrafe Mortaza", "Abdur Razzak"], "q": "with the overnight rain and the cloud cover we needed the bowlers to have a go first. i want to compliment everyone, especially <strong> Mashrafe Mortaza </strong>( <strong> Mashrafe Mortaza </strong>) and <strong> Abdur Razzak </strong>, who set up the win for us, <q> he said. new zealand's previous lowest total against bangladesh was 224 at chittagong in 2004. the win comes despite the defection of 14 bangladeshi players to the rebel, badly hitting the balance of the team. bangladesh's australian coach said the team looked good despite the problems. </q> losing players from the group is never good and i hope that doesn't happen again but the team looked good out there and everyone was motivated to overcome the loss, \"said siddons. said his team did", "new_id": -2}, {"uid": "2008092618_00007972_W", "i": 117, "idx": 1, "sa": ["Gordon Brown", "George Osborne", "Alan Duncan"], "q": "inflow.\" sometimes you can cut taxes and revenues go up- that's quite possible with things like inward investment- but we are not going to write our first budget now, we don't know. <q>[ shadow chancellor] <strong> George Osborne </strong> doesn't know, but what we are saying is stability and we are not going to be reckless or hard with people who expect help. </q>` scuppering himself' mr <strong> Alan Duncan </strong> went on to say that i'm not going to fall into <strong> Gordon Brown </strong>'s trap which is actually to leave scorched earth. i think he is deliberately now borrowing too much in the", "new_id": -2}, {"uid": "2008122723_00001515_W", "i": 2103, "idx": 0, "sa": ["Chris Johnson", "Dean Bailey"], "q": "the demons stalled before offering him a one-year contract. <strong> Chris Johnson </strong> said he was disappointed to leave following a verbal exchange with coach <strong> Dean Bailey </strong>.\" i didn't think i was treated the best throughout my five years, <q> he said. the way <strong> Dean Bailey </strong> ended it, he made it easier for me. i wanted to go over( during training) and say thank you but he didn't let me do that. he embarrassed me in front of a few of my really good mates and sort of belittled me. that made it easier to walk away from it all. </q> it was more he was upset that i'd made this decision and he didn't think it was the right one for me. so that was it, i cleaned out my locker. \"<strong> Chris Johnson </strong>, the", "new_id": -2}, {"uid": "2008110703_00019685_W", "i": 899, "idx": 5, "sa": ["Sarah Palin", "John McCain"], "q": "advisers said.\" i think it was a difficult relationship, \"said one top <strong> John McCain </strong> campaign official, who, like almost all others interviewed, asked to remain anonymous.\" <strong> John McCain </strong> talked to her occasionally. <q> but mr. <strong> John McCain </strong>'s advisers also described him as admiring of ms. <strong> Sarah Palin </strong>'s political skills. he was aware of the infighting, they said, but it is unclear how much he was inclined or able to stop it. the tensions and their increasingly public airing provide a revealing coda to the ill-fated John McCain-Sarah Palin ticket, hinting at the mounting turmoil of a campaign that was described even by many republicans as incoherent, negative and badly run. </q> how many times did you have to run your knife through the whet stone before you came up with this? isn't it enough that they lost that you have to drive that knife in deeper? quote:", "new_id": -2}, {"uid": "2008110515_00023193_W", "i": 181, "idx": 3, "sa": [], "q": "than the future of traditional families was at stake, while opponents believed that they were fighting for the fundamental right of gay people to be treated equally under the law.\" this has been a moral battle, <q> said ellen smedley, 34, a member of the mormon church and a mother of five who worked on the campaign. </q> we aren't trying to change anything that homosexual couples believe or want- it doesn't change anything that they're allowed to do already. it's defining marriage... marriage is a man and a woman establishing", "new_id": -2}, {"uid": "2008112622_00011753_W", "i": 1302, "idx": 0, "sa": ["George H. W. Bush", "Bob Fu"], "q": "direct violation of the chinese constitution and related international human rights covenants guaranteeing chinese citizens' religious freedom. it also contradicts the chinese government's repeated claim for protecting religious freedom in the spirit of rule of law, <q> said <strong> Bob Fu </strong>, <strong> George H. W. Bush </strong> of chinaaid. </q> we call upon the chinese government to release pastor zhu immediately. \"to request permission to reproduce chinaaid photos and/or information, please contact katherine@chinaaid.org. chinaaid media contact: katherine cason(267) 210-8278 or katherine@chinaaid.org washington, d.c.", "new_id": -2}]