[{"uid": "1295552145232112145", "i": 5183, "idx": 0, "sa": ["Ronald Reagan", "Mike Pence"], "q": "as having a ''<strong> Ronald Reagan </strong> quality.'' On the 30th anniversary of <strong> Ronald Reagan </strong>'s inaugural, National Review Online spoke with <strong> Mike Pence </strong> about the Gipper, asking what his legacy means to him and the GOP. <q><strong> Ronald Reagan </strong> is the reason I'm a Republican,</q> <strong> Mike Pence </strong> tells us. ''I was active in local Democratic politics when I was a teenager in Columbus, Indiana. Then I started to hear the voice of a B-movie actor, turned governor, turned candidate.", "new_id": -2}, {"uid": "1295451205058523703", "i": 34063, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q>We are not going to give up one inch of territory,</q> <strong> Sergio Marchionne </strong> said.", "new_id": -2}, {"uid": "1294972672267157620", "i": 5540, "idx": 5, "sa": ["Simon Cowell", "Cecile Frot-Coutaz", "Ryan Seacrest"], "q": "Unlike Idol, which allows singers 15 to 28 years old, X Factor has no upper age limit, and the judges serve as mentors. <strong> Ryan Seacrest </strong> says the shows are different enough for both to succeed. <q>Knowing( Idol) needs to reinvent itself, knowing that if they did just phone it in this season and produce just a lackluster champion, you have the strong possibility of X Factor coming in and stealing their thunder and their zeitgeist. I think there's this tremendous pressure to show they're still relevant,</q> says Richard Rushfield, author of the upcoming Executive producer <strong> Cecile Frot-Coutaz </strong> says Idol isn't making the mistake of trying to replace <strong> Simon Cowell </strong> with a facsimile. ''You can't, and it would be foolish to try", "new_id": -2}, {"uid": "1295094125134053943", "i": 20109, "idx": 39, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "might've been his game-best playing http://wn.com/Allen_Iverson_28pts_Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q>I've now scored 40 points on the highest stage you can ever score,</q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. ''It was definitely a special night,'' <strong> Linas Kleiza </strong> said. ''I will remember this night for the rest of my", "new_id": -2}, {"uid": "1295425615261013543", "i": 45486, "idx": 7, "sa": ["Sen. Bernie Sanders"], "q": ", higher level in a year: http://www.huffingtonpost.com/2010/08/11/public-opposes-cutting-so_n_678374.html ''So what the president has done is walked us in an unprecedented direction in terms of diverting huge amounts of money from Social Security,'' <strong> Sen. Bernie Sanders </strong> said. <q>A very, very, very dangerous precedent. And when aides of his such as[ Chairman of the Council of Economic Advisers] <strong> Austan Goolsbee </strong> were asked to reflect on this, he chose not to do so.</q> Polls have shown strong public opposition to proposals that would reduce the scope of Social Security: http://www.huffingtonpost.com/2010/08/11/public-opposes-cutting-so_n_678374.html http://newoldage.blogs.nytimes.com/2010/08/25/social-security-and-younger-americans/ While the program's payouts did exceed revenues for the first time last year, the Social", "new_id": -2}, {"uid": "1296629453234962980", "i": 27317, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "a string of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q>To me it comes down to the mental toughness and determination of the players and coaches,</q> <strong> Tom Brady </strong> said. A unanimous choice for the all-pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. When he won the award in 2007, <strong> Tom Brady </strong> set an NFL mark with", "new_id": -2}, {"uid": "1295991953089178223", "i": 3080, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "Is the U.S. government changing fast enough?'' ''Do we need more troops? And if so, where and for what purpose?'' ''My brain would be going,'' he says. <q>I wanted to find out something. I needed help. I needed advice. Some of them were just, ''I need a haircut.</q>' Another <strong> Donald Rumsfeld </strong> Rule: ''If you are not criticized, you may not be doing much.''' As defense secretary, he was admired as daring and innovative by foreign policy hawks and others,", "new_id": -2}, {"uid": "1295451920167215141", "i": 10549, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": ", who plays scathing cheerleading coach Sue Sylvester on the TV show, believes there are many similarities between the teacher and the straight-talking talent show judge. <strong> Jane Lynch </strong> Inspired By <strong> Simon Cowell </strong> For Glee Character. She said: <q>If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her. He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her.</q> <strong> Jane Lynch </strong> also admitted she is ''amazed'' by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained in an interview with The Sun", "new_id": -2}, {"i": 8884, "idx": 1, "index_answer": 0, "new_id": -1, "q": "of team that can make some noise in the East. ''It's us trying to stay together, which we will, and to keep working to figuring out how to win games,'' <strong> Maurice Cheeks </strong> said. <q>There are a lot of things we've got to work on.</q> <strong> Allen Iverson </strong> led the Sixers with 36 points and <strong> Chris Webber </strong> had 15. ''The most I got out of it was that guys need to take a challenge to make this team better,'' <strong> Allen Iverson </strong> said. ''He", "sa": ["Maurice Cheeks", "Chris Webber", "Allen Iverson"], "uid": "1295683128125009927"}, {"uid": "1297176031226918403", "i": 3190, "idx": 32, "sa": ["David Letterman", "Aaron Rodgers"], "q": "example.''*** <strong> David Letterman </strong> then brought out the WWE championship belt, which <strong> Aaron Rodgers </strong> wore when he accepted the Super Bowl MVP trophy.*** <strong> David Letterman </strong>: <q>It looked early on like it was going to be an easy victory for the Packers, and then things got a little tense toward the end and the final drive, and we've seen this before from <strong> Ben Roethlisberger </strong>, that must have been a little tough to watch, huh?</q> <strong> Aaron Rodgers </strong>: ''No, it was. You know, I told the guys in the huddle when there were seven minutes left,` You know, we take this down, we get a touchdown", "new_id": -2}]