[{"uid": "1297381652182599684", "i": 23507, "idx": 1, "sa": ["Eric Schmidt", "Carol Hymowitz", "Stephen Elop", "Google Inc."], "q": ", a bet that together the two companies can better challenge <strong> Google Inc. </strong> and Apple <strong> Google Inc. </strong>, according to a person with knowledge of the discussions,\" <strong> Carol Hymowitz </strong>, Dina Bass and Diana ben-Aaron report for Bloomberg. <q>Nokia Chief Executive Officer <strong> Stephen Elop </strong> has held talks with Microsoft CEO <strong> Steve Ballmer </strong> about putting Microsoft's mobile operating system on Nokia phones, said the person, who asked not to be identified because the discussions were private,<q> <strong> Carol Hymowitz </strong>, Bass and ben-Aaron report. \"<strong> Stephen Elop </strong> also held talks with <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> about using <strong> Google Inc. </strong>'s Android software, the person said. Those discussions are unlikely to lead to an alliance, according to another", "new_id": -2}, {"uid": "1297272603143687692", "i": 24753, "idx": 0, "sa": ["Mike Pence"], "q": "\" services for prostitutes as young as 14. The offer was made to a man and a woman posing on the tape as a pimp and a prostitute. Mr. <strong> Mike Pence </strong> said the videos are <q>heartbreaking evidence employees of Planned Parenthood... facilitating, essentially, the abuse of a minor and sex trafficking.<q> \"What is becoming more evident to people through these tapes and through these revelations... is that[ federal funding of Planned Parenthood] has to stop,\" Mr. <strong> Mike Pence </strong> told \"", "new_id": -2}, {"uid": "1295696367022364255", "i": 34777, "idx": 0, "sa": ["Andy Coulson"], "q": "Murali to quit after World Cup Photo: A swath of paddy fields is submerged by floodwaters in... World Video: Raw Video: Japan launches rocket to ISS World Video: Dutch students clash with police Report Abuse <q>my mother was calling the best srilankian tea... IRAQI TEA<q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Served In The USAF? Reconnect With Airmen You Served With. Over 110,000 Air", "new_id": -2}, {"uid": "1296782411243531782", "i": 44399, "idx": 1, "sa": ["Jamaal Charles", "Arian Foster", "Michael Vick", "Phil Simms"], "q": "<strong> Jamaal Charles </strong> was chosen for the FedEx Award over Houston's <strong> Arian Foster </strong>, the NFL's leading rusher with 1,616 yards and a 4.9-yard average; and Atlanta's <strong> Michael Vick </strong> Turner, the third-leading rusher with 1,371 yards. <q>I had a chance to do one Kansas City Chiefs game, it was the playoff game,<q> said CBS Sports analyst <strong> Phil Simms </strong>, who presented the award. \"I was at practice, and I couldn't believe how fast <strong> Jamaal Charles </strong> was. TV lies. He's faster in person.\" <strong> Jamaal Charles </strong>", "new_id": -2}, {"uid": "1295350326057589761", "i": 44410, "idx": 2, "sa": ["Simon Cowell"], "q": "He is a really nice guy, not affected, and has time for everyone. He's a showman but his head's not in the clouds. He is not aloof.\" He added: <q><strong> Simon Cowell </strong> is a businessman who makes some money and makes sure there are certain standards of performers there for a mass market.<q> claimed that <strong> Simon Cowell </strong> is not the \"ogre\" some people believe he is. EastEnders: Carol tells Bianca the truth Emmerdale: Andy is officially questioned Hollyoaks: 2997: Brendan helps out", "new_id": -2}, {"i": 26802, "idx": 0, "index_answer": 0, "new_id": -1, "q": "County Naval and Military Park, <strong> Kirsten Gillibrand </strong> outlined her plans to provide tax credits for businesses that hire veterans, provide more job training, and better prepare troops leaving the service for a tight job market. <q>We have real challenges in terms of unemployment,<q> <strong> Kirsten Gillibrand </strong> told the round-table discussion, adding that unemployment rates of 15 percent among recently discharged veterans \"can not be tolerated.\" \"We need to do better in terms of making opportunities available to these", "sa": ["Kirsten Gillibrand"], "uid": "1297517098025886731"}, {"uid": "1295308710035520519", "i": 16425, "idx": 0, "sa": ["Piers Morgan", "Oprah Winfrey", "Michael Vick"], "q": "little pussycat.\" Related Times Topics: <strong> Piers Morgan </strong>| CNN Add to Portfolio Time Warner Inc headline that's pinned above <strong> Piers Morgan </strong>'s desk, as if it were an inspirational quote from the Dalai Lama. <q>I've said that <strong> Lady Gaga </strong> can only come on my show if she gets on bended knee in crimes against humanity,<q> explains <strong> Piers Morgan </strong>, grinning. Sitting in his office, which looks out over <strong> Piers Morgan </strong> And <strong> Oprah Winfrey </strong> Make A Bet About <strong> Michael Vick </strong>( VIDEO) <strong> Oprah Winfrey </strong> is <strong> Piers Morgan </strong>'s first guest for his CNN show \"<strong> Piers Morgan </strong> Tonight.\"", "new_id": -2}, {"uid": "1296913708085524483", "i": 14187, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "General District Court. VICK NOT PARTYING: NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as host of a Super Bowl party because the Eagles quarterback told him it's not true. <q>He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that,<q> <strong> Roger Goodell </strong> said. <strong> Michael Vick </strong> spent 18 months in prison on federal charges of running a dogfighting ring. His starring performance for Philadelphia this season makes him among the leading contenders for The Associated Press' NFL Comeback", "new_id": -2}, {"uid": "1297712336141344797", "i": 2204, "idx": 0, "sa": ["Zahi Hawass"], "q": "' protest was also deeply personal, with protesters saying <strong> Zahi Hawass </strong> was a \"showman\" and publicity hound with little regard for thousands of archaeology students who have been unable to find work in their field. <q>He doesn't care about us,<q> said 22-year-old Gamal el-Hanafy, who graduated from Cairo University in 2009 and carried his school certificates in a folder. \"He just cares about propaganda.\" <strong> Zahi Hawass </strong> has maintained that his first love is Egypt", "new_id": -2}, {"uid": "1296233986144064524", "i": 24467, "idx": 2, "sa": ["David Archuleta", "Simon Cowell", "Sun Go", "Clive Davis", "Elton John"], "q": "and <strong> David Archuleta </strong>, 17, each performed three times in the live telecast before some 7000 people at Los Angeles' Nokia Theatre. One song was chosen for each by Sony BMG executive <strong> Clive Davis </strong>, who assigned U2's <q>I Still Haven't Found What I'm Looking For<q> to Cook, and the <strong> Elton John </strong> ballad \"Don't Let the <strong> Sun Go </strong> Down on Me\" to <strong> David Archuleta </strong>. <strong> Simon Cowell </strong>, who had earlier predicted Cook would triumph, firmly stated \"Round 1 goes to <strong> David Archuleta </strong>.\"", "new_id": -2}]