[{"uid": "1296163911042713105", "i": 25563, "idx": 4, "sa": ["Mike Pence"], "q": "concludes in April, Ogle said. So he suggests that  Mike Pence  may be planning to announce only that he is not running for president, and withhold a formal declaration on running for governor until later.  I don't think you're going to see a big press conference,  said Ogle. \"When he does do it, I just think it will be a release that I have decided what I am NOT going to do, not what I am going to do.\"\" ", "new_id": -2}, {"uid": "1297706494051036178", "i": 46491, "idx": 7, "sa": ["Mike Pence"], "q": "Americans need to tell their members of Congress to support the bill. \" Mike Pence  has crafted legislation that will end taxpayer funding of Planned Parenthood, the nation's largest abortion provider,\"\"  he said.  Last year, Planned Parenthood received over$ 363 million, lifted from your wallet and mine, and performed 324,00 abortions along the way.  \"Live Action films has released seven undercover videos in the last two weeks alone showing the eagerness of Planned Parenthood clinics in Virginia, New York and New Jersey to help sex traffickers get birth control and", "new_id": -2}, {"uid": "1297553031000114732", "i": 30727, "idx": 0, "sa": ["Mike Pence", "John Thune", "Mitch Daniels", "Haley Barbour", "Mike Huckabee", "Ron Paul", "Newt Gingrich", "Rick Santorum"], "q": "  Mike Pence  5%  Newt Gingrich  4%  Mike Huckabee  4%  Mitch Daniels  2%  John Thune  2%  Rick Santorum  2%  Haley Barbour  1%  Ron Paul  won the presidential straw poll at the anal  Conservative Fudge Packers Political Action Conference,  earning 30 percent of the vote. 24 posted on 02/12/2011 3:13:05 PM PST CPAC became a Libertarian organization long ago. Social Conservatives are no longer welcome. Those straw polls are rigged because  Ron Paul  and", "new_id": -2}, {"uid": "1296169756065815248", "i": 55549, "idx": 1, "sa": ["Mike Pence"], "q": "\" \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\"\"   Mike Pence , R-Columbus, said of himself and wife Karen in a letter being sent to supporters.  We will not seek the Republican nomination for president in 2012.  \"  Mike Pence 's announcement was supposed come in an interview with the Star later tonight. It may have been scheduled for tomorrow, though. That's what his dear ol' mum said when a National Journal", "new_id": -2}, {"uid": "1296156422245841950", "i": 11092, "idx": 1, "sa": ["Mike Pence", "Dick Armey"], "q": "said, who can unite the fractured GOP. One man who can bring back Morning In America. \"I always thought I'd only get one Ronald Reagan in my lifetime,\"\"   Dick Armey  said.  Maybe  Mike Pence  could be that second one.   Mike Pence , a Republican Congressman from Indiana, has long been the choice of conservatives like  Dick Armey .  Mike Pence 's name often pops up at tea party rallies, and the social conservatives at the Values Voter Summit", "new_id": -2}, {"uid": "1295546694266108941", "i": 50691, "idx": 3, "sa": ["Sean Hannity", "Mike Pence", "Alan Grayson", "Alex Jones", "Barack Obama", "Rick Santorum"], "q": " Alan Grayson  Under The Bus Comments from  Mike Pence   Alan Grayson  were unearthed in which he labeled Linda Robertson \"a K street whore\"\"  in a radio interview with  Alex Jones .  Rick Santorum  then tells  Sean Hannity  that  Barack Obama - who dubbed  Alan Grayson  as  an outstanding member of Congress - would be...  Rick Santorum : When  Barack Obama  Said' I Am Not An Ideologue,' I Kept Thinking, Nixon' I Am Not A Crook'  Rick Santorum : When  Barack Obama  Said' I Am Not An Ideologue", "new_id": -2}, {"uid": "1296486373063668243", "i": 2837, "idx": 7, "sa": ["Mike Pence", "Phil Sharp"], "q": "another ad,  Mike Pence  accused  Phil Sharp 's family of benefiting from a nuclear waste dump deal.  Mike Pence  denounced such tactics after the campaign, writing in an essay titled \"Confessions of a Negative Campaigner\"\"  that  negative campaigning, I now know, is wrong.  \"It is wrong, quite simply, to squander a candidate's priceless moment in history, a moment in which he or she could have brought critical issues before the citizenry, on partisan bickering,", "new_id": -2}, {"uid": "1295965142202670083", "i": 3790, "idx": 1, "sa": ["Marsha Blackburn", "Mike Pence", "Cathy McMorris Rodgers", "Barack Obama"], "q": "government has made it very clear for many years that it holds American sovereignty in con... 12/12/09 Weekly Republican Address:  Mike Pence   Marsha Blackburn ( R-TN) 12/12/09 Weekly Republican Address:  Mike Pence   Marsha Blackburn ( R-TN)  Mike Pence   Marsha Blackburn :  If  Barack Obama  has his way, the Copenhagen conference will produce mandatory emissions limits that would destroy millions of American jobs and damage our economic competitiveness for decades to come. ... 7/25/09 Weekly Republican Address:  Mike Pence   Cathy McMorris Rodgers ( R-WA) 7/25/09 Weekly Republican Address:  Mike Pence   Cathy McMorris Rodgers ( R-WA)  Mike Pence   Cathy McMorris Rodgers ( R-WA) delivers the weekly Republican address on the need to make health care more affordable", "new_id": -2}, {"uid": "1296817703066027527", "i": 52681, "idx": 2, "sa": ["David McIntosh", "Mike Pence", "Karen Hartman"], "q": " His political views began to change at Hanover College, where he became a born-again Christian. He met his wife,  Karen Hartman , at an evangelical church service where she was playing the guitar.  I think his faith is first and foremost what makes him tick,  said former  Mike Pence   David McIntosh , a Republican. \"Even as he approached this really hard decision, I knew he was at peace about it because he was being prayerful and trying to discern what his calling was in", "new_id": -2}, {"i": 14978, "idx": 1, "index_answer": 1, "new_id": -1, "q": "executive role to Larry Page is` completely false,' <strong> Eric Schmidt </strong> told a group of reporters Thursday at the World Economic Forum in Davos, Switzerland,'' <strong> Adam Lashinsky </strong> reports for Fortune. <strong> Adam Lashinsky </strong> reports, <q> <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook.` We have a competitor called Microsoft, </q> he said.`` Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.'''`` <strong> Eric Schmidt </strong> also took on Google's competition with Apple. Google", "sa": ["Eric Schmidt", "Adam Lashinsky"], "uid": "1296157213138100743"}]