[{"uid": "1295432579026050652", "i": 14933, "idx": 0, "sa": ["Steven Tyler", "the Fox", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "q": "the first series of auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more Idol wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on <strong> the Fox </strong> singing competition. <q> I think with every artist- and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists- you have a lot of warmth and a lot of nurturing, </q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel.`` That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "new_id": -2}, {"uid": "1297617144105119758", "i": 35472, "idx": 1, "sa": ["Stephen Colbert", "David Letterman"], "q": "n't such a strange move for <strong> Stephen Colbert </strong>. He's a Charleston native and competed in the race in 2005. In a 2005 interview with <strong> David Letterman </strong> he described that adventure saying that he is not a sailor, but <q> when your wife says you can go away for a week, you go. </q> That time he was aboard a 45-foot ketch. He described the experience of going through the Bermuda triangle saying that the boat lost its power, toilets, sails and more. <strong> Stephen Colbert </strong>'s boat came in dead last", "new_id": -2}, {"uid": "1295299857181911555", "i": 33780, "idx": 4, "sa": ["Chris Bosh", "Allen Iverson", "Andrea Bargnani"], "q": "sn... <strong> Allen Iverson </strong> SIGNED with Memphis Grizzlies ESPN NBA!!!! After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed: <q> God Chose Memphis as the place that I will continue my career. </q> Referring to a Monday meeting with Griz... Toronto Raptors vs Memphis Grizzlies Jan. 9/09 <strong> Chris Bosh </strong> had 32 points and 10 rebounds, and <strong> Andrea Bargnani </strong> continued his hot stretch with 21 points as the Toronto Raptors beat the Memphis Grizzlies", "new_id": -2}, {"uid": "1297203269184696860", "i": 6556, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "to draw their own conclusions. Some early reviews of what <strong> Donald Rumsfeld </strong> called`` my slice of history'' have cast it as a score-settling exercise, a revenge memoir. That, he sniffed, comes from <q> people who haven't read it. </q> Much of the attention to the book has focused on controversies from the Iraq war, but he also writes about the period when the Afghan war began slipping into a stalemate. In the interview", "new_id": -2}, {"uid": "1296318894261652524", "i": 14819, "idx": 10, "sa": ["Kobe Bryant", "Allen Iverson", "Shaquille O'Neal"], "q": "out of the Champion Celtics in their unbeatable home court, MJ played a game that still stands as the greatest post-season record of all-time with 63 points. The only quote you need to remember is Bird saying, <q> That was God disguised as <strong> Michael Jordan </strong>. He's the most awesome player I've ever seen... he was getting his points in the flow of the game... scary. </q> Celtics coach KC http://wn.com/Allen_Iverson_41pts_Break_Kobe's_Ankle_vs_Shaq_Lakers_98/99 <strong> Allen Iverson </strong>'s eighth career 40-point game had a nice little unexpected bonus-- a victory for the Philadelphia 76ers. <strong> Allen Iverson </strong> scored 41 points, upstaging <strong> Shaquille O'Neal </strong> and <strong> Kobe Bryant </strong>, as the 76ers defeated the Los", "new_id": -2}, {"uid": "1297455720192987142", "i": 19822, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Open Letter from CEO <strong> Stephen Elop </strong>, Nokia and CEO <strong> Steve Ballmer </strong>, Microsoft Nokia to use Microsoft's Windows Phone in taking on Android, BlackBerry, iPhone Nokia-Microsoft: What <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> Have to Say... Analyst: <q> Some U.S. Nokia Execs Will Be Angry. They Wanted Android </q> Who's on Crack in tech: 2.11.11-`` jeggings of the tech world'' issue Will the Nokia and Microsoft Mobile Alliance Move the Needle for Windows Phone? Today's loser. Google. Android could have", "new_id": -2}, {"i": 36300, "idx": 5, "index_answer": 1, "new_id": -1, "q": "were seeing,'' <strong> Kirsten Gillibrand </strong> said.`` They were saying this is unbelievable progress, to see this.'' Video: House peers reflect on bedside visit to <strong> Gabrielle Giffords </strong>( on this page) <q> Mark started to tell her,` <strong> Gabrielle Giffords </strong>, if you can see me, give me the thumbs up sign,' </q> <strong> Debbie Wasserman Schultz </strong> told MSNBC's <strong> Chris Matthews </strong> on`` Hardball.''`` He encouraged her and pushed her to do that. She kept opening her eyes a little more and a little bit more and suddenly, her", "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Chris Matthews", "Gabrielle Giffords"], "uid": "1294991426005357592"}, {"uid": "1295242473192987149", "i": 11196, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ", Mark Kelly, on Saturday night. The astronaut described the latest progress in his injured wife's recovery after the Jan. 8 shooting.`` She's making progress every day,'' <strong> Kirsten Gillibrand </strong> said. <q> She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did. </q> <strong> Gabrielle Giffords </strong> was upgraded from critical to serious condition Sunday after a procedure to remove her from a ventilator was successful. <strong> Gabrielle Giffords </strong> was the primary target in the attack outside a Safeway market in Tucson,", "new_id": -2}, {"uid": "1295534419101187644", "i": 3634, "idx": 0, "sa": ["Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Blake Griffin", "Allen Iverson"], "q": "it hurt them a little bit.'' <strong> Carmelo Anthony </strong> has shot 49-of-72 while averaging just over 40 points in the last three games.`` It's got to be like that Thursday,'' the 6-foot-8 forward said. <q> I've got confidence it will be like that Thursday. It's a big game for us. Do I believe we have to win? No. But it's a must-win for us. </q> <strong> Allen Iverson </strong> added 21 points, seven rebounds and nine assists, <strong> Linas Kleiza </strong> scored 15 points, and <strong> Marcus Camby </strong> http://wn.com/NBA_Pretemporada_12/10/2009__Golden_State_Warriors_117_Vs_Los_Angeles_Clippers_124 <strong> Blake Griffin </strong> scores 47 in Clippers' win <strong> Blake Griffin </strong> Scores 47, Sets Franchise Record In Clippers' 114-107 Win Over Pacers", "new_id": -2}, {"uid": "1295806200208044038", "i": 49227, "idx": 10, "sa": ["Colin Powell", "Barack Obama", "John McCain"], "q": "to tone down the rhetoric and urged members of Congress to do the same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 <strong> John McCain </strong> House race. <q> I will always vote for the person who I think is best qualified, </q> he said.`` I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed", "new_id": -2}]