[{"uid": "1295571569192872501", "i": 5947, "idx": 2, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "the company and he looked forward to working with his \"literally best friends and partners <strong> Larry Page </strong> and <strong> Sergey Brin </strong>.\" The company said <strong> Larry Page </strong> would take over from 4 April when <strong> Eric Schmidt </strong> will become executive chairman, <q> focusing externally on deals, partnerships, customers and broader business relationships </q>. <strong> Eric Schmidt </strong> has led the company since 2001 alongsidLarry Page and his co-founder BrinSergey Brin\" from guardian.co.uk on Sergey Brin\"> <strong> Sergey Brin </strong>. <strong> Larry Page </strong> said: \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the", "new_id": -2}, {"uid": "1295807421110559236", "i": 34710, "idx": 7, "sa": ["John McCain", "Colin Powell", "Barack Obama", "Lisa Murkowski"], "q": "!( CNN)-- Former Secretary of State <strong> Colin Powell </strong> Lisa Murkowskiounced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's \"ability to inspire\" and the \"inclusive nature of his campaign.\" <q> I think he is a transformational figure, he is a new generation coming onto the world stage, onto the American stage, and for that reason I'll be voting for Sen. <strong> Barack Obama </strong>, </q> <strong> Colin Powell </strong> said on NBC's \"Meet the Press.\" <strong> Colin Powell </strong> said he was concerned about what he characterized as a recent negative turn of Republican candidate Sen. <strong> John McCain </strong>'s campaign, such as the campaign's attempts to", "new_id": -2}, {"uid": "1296235613016105476", "i": 49505, "idx": 2, "sa": ["Allen Iverson", "LeBron James"], "q": "can still compete at the highest level.\" The statement also said <strong> Allen Iverson </strong> has tremendous love for the game and the desire to play. \"His legacy would be huge,\" Cleveland Cavaliers All-Star <strong> LeBron James </strong> said. <q> He's one of the best when you talk about guys 6-foot and under in the game of basketball. He played injured and he played hard every single night. I don't think it should end this way, but if it does, he's left a lot of great things behind. </q> The 10-time All-Star played three games this season with Memphis before taLeBron James a leave of absence to attend to personal matters. He was waived after the two sides agreed to part ways. It was the second straight ugly", "new_id": -2}, {"uid": "1296260925136708118", "i": 7951, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "center has renewed my... interest, enthusiasm and support for him,\" said Myers, who added he wasn't alone among his peers. He plans to play a large role in Barack Obamaial fundraising this cycle. <q> My guess is that he is going to do better with people writing large checks. </q> Myers, who has been invited to the Hartley fundraiser and is a top donor to Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.), said that the$ 1 billion target for total money raised is both floating around fundraising circles and", "new_id": -2}, {"uid": "1297119751226197532", "i": 20655, "idx": 0, "sa": ["Kirsten Gillibrand", "Riyad Mansour"], "q": "another rush in Congress, this time led by New York Senator <strong> Kirsten Gillibrand </strong>, to have the United States veto the resolution. Surrealpolitik forces Palestinian leaders to grasp at straws. Palestinian Permanent Representative <strong> Riyad Mansour </strong> said, <q> Our objective is to convince our American colleagues that there is value to having this resolution adopted in the Security Council, </q> he said. \"We are not there yet.\" The Palestine Papers show Palestinian negotiators to be incredibly patient. \"The purpose of this resolution,\" said <strong> Riyad Mansour </strong>, \"among other things, is to", "new_id": -2}, {"uid": "1295609285143458376", "i": 53883, "idx": 2, "sa": ["Eric Schmidt"], "q": "d?cisions strat?giques entre nous. youtube Les autres articles sur ce sujet <strong> Eric Schmidt </strong>( Google): \"La qualit de la recherche scientifique en France\" <strong> Eric Schmidt </strong> n'est plus le P-DG de Google: <q> Larry est pr?t? diriger </q> Windows 7, d?ployer un poste ne prend plus que 9 minutes! <strong> Eric Schmidt </strong> n'est plus le P-DG de Google: \"Larry est pr?t? diriger\"", "new_id": -2}, {"uid": "1295440340100417590", "i": 16358, "idx": 0, "sa": ["Simon Cowell", "Randy Jackson"], "q": "show's season 10 premiere Wednesday( January 19).\" ` American Idol'? Oh, yeah, I love all those[ talent shows],\" he said. <q> Somebody says they're` chewing gum for the mind,' but they're entertaining.... My wife makes me watch them; I don't, </q> he joked before admitting that he and his wife TiVo every episode. \"I went to one or two of the shows and met <strong> Simon Cowell </strong>,\" he revealed. \"Somebody I really like is <strong> Randy Jackson </strong>", "new_id": -2}, {"uid": "1295564373055377986", "i": 45995, "idx": 3, "sa": ["Eric Schmidt"], "q": "to report earnings, excluding items, of$ 8.06 a share, on$ 6.05 billion in revenue. \"Q4 marked a terrific end to a stellar year,\" <strong> Eric Schmidt </strong> said in a statement. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web. </q> In after-hours trading, shares of Google rose 2.1 percent to$ 639.68, despite having closed Thursday's regular session down 0.8 percent. Woman abducted as an infant from Harlem Hospital reunites with parents Steamy", "new_id": -2}, {"uid": "1295008849080707673", "i": 21688, "idx": 0, "sa": ["David Letterman", "Kelsey Grammer"], "q": "the matter on 26 January( 11). However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February( 10). He tells Late Show host <strong> David Letterman </strong>, <q> The kids are doing ok, we have been spending quite a bit of time with them, Kayte and I, Kayte's my new girl, we're planning to get married soon. Sometime in February. </q>", "new_id": -2}, {"uid": "1297192421182861868", "i": 1619, "idx": 0, "sa": ["Colin Powell"], "q": "mass destruction. Rumsfeld writes that military leaders supported a strike, based on what he calls extensive but not conclusive evidence that the site housed an underground facility for testing chemical weapons. He called it a <q> fairly sizeable terrorist operation. </q> Rumsfeld says he wanted to attack the site before <strong> Colin Powell </strong> finished his presentation in New York, because otherwise the site would be abandoned. A better life... is just a click away! Click", "new_id": -2}]