[{"uid": "1296745275227606537", "i": 22758, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "better if our <strong> Barack Obama </strong> didn't believe in magical thinking. I'd rather that he was deeply skeptical about angels, demons, gods and magical transformations of bread to flesh or water to wine.\" Report Abuse <q> <strong> Barack Obama </strong> is not a Christian nor does he have faith in God. Christians do not kill babies. Watch it on Youtube if you don't believe me. Pull up <strong> Barack Obama </strong> and Labor Abortions... </q> Time.com: Super Bowl School: What the NFL Can Teach Teachers ABC News: <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War Stock Picking Software No Guessing- No Hunches- No Missed Trends- EVER- Learn", "new_id": -2}, {"uid": "1295597951213057559", "i": 9356, "idx": 0, "sa": ["Michael Vick"], "q": "by his starting quarterback this week. <strong> Michael Vick </strong> has been saying all along that he wanted to be back with the Eagles, and if that meant playing under a one-year, franchise-tag contract, no problem. <q> It really doesn't matter as long as I can play football next year, </q> <strong> Michael Vick </strong> said the day after the Eagles' playoff loss to Green Bay. \"It's all a blessing to me.\" Ah, but then <strong> Michael Vick </strong> had a little chat with his agent, Joel", "new_id": -2}, {"uid": "1296532421049463301", "i": 9834, "idx": 1, "sa": ["Zahi Hawass", "Barack Obama", "Hosni Mubarak", "Mohamed ElBaradei"], "q": "missed the real treasure and stole from the gift shop instead.\" The Coptic Museum, Royal Jewellery Museum, National Museum of Alexandria and <strong> Mohamed ElBaradei </strong> Manial Museum have also been targeted. Mr <strong> Zahi Hawass </strong> said: <q> My heart is broken and my blood is boiling. </q> Yesterday tanks continued to look on as tens of thousands of protesters in nearby Liberation Square continued to defy <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong>'s curfew amid a carnival atmosphere. They were demanding an end to his 30-year reign.", "new_id": -2}, {"i": 39068, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Dwight Duncan </strong> <strong> Eddie Francis </strong>, CAW President Ken Lewenza and other local officials, recognized the importance of the plant, the workforce and the new minivans to the future success of the Company during a ceremony at the plant. <q> The new 2011 Dodge Grand Caravan and <strong> Walter P. Chrysler </strong> Town& Country remain key parts of our revival plan, </q> <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience. \"Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust", "sa": ["Dwight Duncan", "Sergio Marchionne", "Eddie Francis"], "uid": "1295386126252936200"}, {"uid": "1297200983061325341", "i": 1814, "idx": 14, "sa": ["Donald Rumsfeld", "President Bush"], "q": "Though viewed by many as the spear of Mr. <strong> President Bush </strong>'s \"freedom agenda,\" Mr. <strong> Donald Rumsfeld </strong> also expresses misgivings about \"nation-building.\" He disagrees with the \"Pottery Barn rule\"- attributed to Mr. Powell-that <q> if you break it, you own it, </q> arguing Iraq was already broken under Saddam. While he acknowledges that the U.S. had security obligations to Iraq, he expresses discomfort with Mr. <strong> President Bush </strong>'s broad promises for democracy, and he worries that countries too frequently develop", "new_id": -2}, {"uid": "1296137334113377297", "i": 2585, "idx": 7, "sa": ["Michael Vick"], "q": "Understanding the situation and everything that I came into and that Mike's done recently, it's my first opportunity to talk to him,\" said Ryan, who met <strong> Michael Vick </strong> for the first time Tuesday night. <q> As soon as you get to know him, he's a really nice guy, down to earth, super relaxed. I enjoyed spending time with him. Once we got out throwing, it was no big deal, which was cool. </q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "new_id": -2}, {"uid": "1295665840153141330", "i": 19504, "idx": 0, "sa": ["Rashid Qabbani", "Sheikh Mohammed", "Andy Coulson"], "q": "Lebanon supports Hezbollah.\" So the \"Accidents\" begin---------- A bodyguard of Mufti <strong> Sheikh Mohammed </strong> <strong> Rashid Qabbani </strong> was killed in a friendly fire and another civilian was injured in the Beirut neighborhood of Aisha Bakkar. Report Abuse <q> And, what manner of death/ torture does he prefer if he doesn't support Hezbollah? Or, maybe it is children, wife and family that would receive Hezbollah's retribution? </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Middle East in Prophecy What is the future of the Middle East& Israel?", "new_id": -2}, {"uid": "1295562453217792578", "i": 11989, "idx": 6, "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "q": "frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company,\" Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called <q> Googled: The End of the World As We Know It, </q> said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have been ready for a change after 10 years at the helm. \"I don't think he was pushed aside, but he may have been nudged,", "new_id": -2}, {"uid": "1296081605159416339", "i": 1459, "idx": 0, "sa": ["Pope John Paul II", "Colin Powell", "Pope Benedict XVI"], "q": "the Air France Flig... <strong> Pope Benedict XVI </strong> calls St <strong> Pope John Paul II </strong> an authentic missionary to migrants <strong> Pope Benedict XVI </strong>'s message for the World Day of Migrants and Refugees was released Wednesday at a Vatican press conference. Calling the theme of his message <q> St <strong> Pope John Paul II </strong> migrant, \"Apostle of the peoples\" </q>, the Holy Father placed the World Day within the... IFCUs 23rd <strong> Colin Powell </strong> Assembly 2:13 The 23rd <strong> Colin Powell </strong> Assembly of the International Federation of Catholic Universities( IFCU), carrying the theme \"The Catholic University in Post-Modern", "new_id": -2}, {"uid": "1297260302158613537", "i": 25880, "idx": 1, "sa": ["Bill Lockyer"], "q": "negotiation between the two houses, not the two parties. \"That's what I told Brown the day after the election,\" said Sen. Bob Dutton, R-Rancho Cucamonga( San Bernardino County). <q> I told him his biggest challenge will be getting Assembly Democrats and Senate Democrats on the same page. </q> State Treasurer <strong> Bill Lockyer </strong>, speaking about the dilemma at a conference last month, said there \"has been this nervousness, partly as a result of listening to political consultants... that you can't seem to", "new_id": -2}]