[{"uid": "1295433198052150296", "i": 58770, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. North American International Auto Show packed Saturday; patrons say they're looking to buy New General Motors takes on many meanings for executives, workers of once-falling auto giant? 2010 Michigan Live LLC.", "new_id": -2}, {"uid": "1296391725266764308", "i": 46995, "idx": 1, "sa": ["Eric Cantor", "Paul Ryan", "Mike Pence"], "q": "will move forward together, or not at all- for the challenges we face are bigger than party, and bigger than politics,'' he said in his State of the Union address. <q> AmEric Cantorans are skeptical of both political parties, and that skepticism is justified- especially when it comes to spending, </q> said <strong> Mike Pence </strong> <strong> Paul Ryan </strong> of Wisconsin.`` So hold all of us accountable.'' As the leader of the Tea Party Caucus in the House, the Minnesota Republican gave her own, unauthorized response", "new_id": -2}, {"uid": "1295797972110280705", "i": 14732, "idx": 1, "sa": ["Rahm Emanuel", "Dick Cheney", "Colin Powell", "Barack Obama"], "q": "marks anniversary of abortion rights case... Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Video: <strong> Barack Obama </strong>'s economic agenda: Boost competitiveness... White House Chief of Staff <strong> Rahm Emanuel </strong> has a 23 point lead over his... Report Abuse <q> Federal Government Tax Revenues$ 2 TRILLION </q> Federal Government Expenditures$ 3 TRILLION No more taxes... PLEASE! Liquor Tax Luxury Tax Excise Taxes State Income Tax Food License Tax Vehicle Sales Tax OK", "new_id": -2}, {"uid": "1295384902039157815", "i": 40875, "idx": 0, "sa": ["Salim Lone", "Alassane Ouattara", "Raila Odinga"], "q": "talks on Monday and had been initially expected to stay for some days as part of efforts to convince incumbent Laurent Gbagbo to step aside after an election his rival <strong> Alassane Ouattara </strong> is widely recognised to have won. <q> No, he's not given up on this process, </q> <strong> Raila Odinga </strong>'s spokesman <strong> Salim Lone </strong> told Reuters by telephone.`` He's leaving tomorrow morning, then going to Ghana, Burkina Faso and South Africa to push for the AU leaders to respect the AU position( that Gbagbo", "new_id": -2}, {"uid": "1296365944097009666", "i": 523, "idx": 1, "sa": ["Allen Iverson"], "q": "pleased with his team's execution against the Bucks.`` I thought our effort was good, except for a stretch there in the fourth quarter, but by then it was already determined,'' he said. <q> It was a good game for us. </q> http://wn.com/Allen Iverson_Allen Iverson_54pts_Highlight_vs_Milwaukee_Bucks_04/05 A night after the Philadelphia 76ers had a disheartening loss, <strong> Allen Iverson </strong> made sure it wouldn't happen again by playing one of the best games of his stellar career. <strong> Allen Iverson </strong> scored a season-high 54 points, including", "new_id": -2}, {"uid": "1297420749197410818", "i": 41057, "idx": 4, "sa": ["Mark Whitaker", "Steve Ballmer", "Stephen Elop"], "q": "the Mark Whitakeretplace.'' 10.12 am:`` We have been on a complex journey... this announcement with Microsoft is just one part.'' OOh, and now we get <strong> Steve Ballmer </strong>. SB: <q> honour and privilege to be here today.. thank <strong> Stephen Elop </strong>. It was a year ago that we unveiled WP7 at MWC... it's more than a single product... brings together the best from across Microsoft. </q> Took a picture of him with an iPhone, just to see if it would annoy from the front row. Nope, not a thing.`` This will dramatically accelerate[ adoption] of", "new_id": -2}, {"uid": "1296698256042549266", "i": 52145, "idx": 0, "sa": ["David Letterman", "Kim Kardashian", "Mitt Romney"], "q": "Brigham Young University political scientist, is more optimistic about his church and possible Mormon candidates. Top 10 Things You Don't Know About <strong> Mitt Romney </strong> <strong> Mitt Romney </strong>, a potential 2012 presidential candidate, read the following <q> Top 10 Things You Don't Know About <strong> Mitt Romney </strong> </q> on the`` Late Show With <strong> David Letterman </strong>'' on Tuesday night: 9. I can't begin my day until I've read The Washington Post and <strong> Kim Kardashian </strong>'s tweets. 8. I'm the", "new_id": -2}, {"uid": "1295461304045563944", "i": 57551, "idx": 0, "sa": ["Alassane Ouattara"], "q": "La communaut internationale reconna?t <strong> Alassane Ouattara </strong> comme le gagnant de l'?lection pr?sidentielle mais Laurent Gbagbo refuse de c?der la place. Conflit La r?solution pr?voit aussi l'envoi pour quatre semaines de trois h?licopt?res arm?s et leurs quipages et <q> appelle? ce que soit lev sans d?lai le blocus actuel autour du Golf H?tel </q>, QG de M. <strong> Alassane Ouattara </strong>. Elle demande aussi`` l'arr?t imm?diat'' de l'utilisation des m?dias, en particulier la radio- t?l?vision ivoirienne( RTI)`` pour propager de fausses informations et pour inciter? la haine", "new_id": -2}, {"uid": "1295596908037634071", "i": 48861, "idx": 4, "sa": ["Eric Schmidt"], "q": ". Doch Google kann das Geld gar nicht so schnell ausgeben, wie es hereinkommt. In der Kasse liegen mittlerweile 35 Milliarden Dollar.`` Wir hatten ein starkes Quartal und ein starkes Jahr'', sagte <strong> Eric Schmidt </strong>. <q> Der Ausblick ist vielversprechend. </q> Google baut Angebotspalette weiter aus Google st?t mit seinen Milliarden in immer neue Felder vor: href=\"http://www.verivox.de/ratgeber/blackberry-iphone-co-der-durchbruch-der-smartphones-54050.aspx\"> Smartphones, Fernsehen, Internettelefonie, elektronische B?cher, Musik, B?rosoftware, PC-Betriebssystem oder Internetbrowser", "new_id": -2}, {"i": 25587, "idx": 0, "index_answer": 0, "new_id": -1, "q": "SAN FRANCISCO( Reuters)- Chrysler Group LLC's chief executive apologized on Saturday for describing the high-interest bailout loans extended by the U.S. and Canadian governments in 2009 as`` shyster loans.'' <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> CEO <strong> Sergio Marchionne </strong> said in a statement.`` I regret the remark which I consider inappropriate.'' Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least", "sa": ["Sergio Marchionne"], "uid": "1296939660153092098"}]