[{"uid": "1295674864069369873", "i": 290, "idx": 1, "sa": ["Saddam Hussein", "Andy Coulson"], "q": "informed on the Tehran regime than on <strong> Saddam Hussein </strong>'s and`` like him or not... he is right about Iran''. The Guardian said`` the old stager belted out familiar tunes'', adding: <q> Blair ties the planet together in a superstring theory of everything, and nothing is allowed to stand in the way of its conclusions. </q> <strong> Andy Coulson </strong> resigns <strong> Andy Coulson </strong> has resigned as Downing Street communications director, having decided that`` when a spokseman needs a... Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction", "new_id": -2}, {"uid": "1295719333220610563", "i": 47809, "idx": 2, "sa": ["Tyronn Lue", "Wes Brown", "Allen Iverson"], "q": "be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart.`` Our guys just try hard,'' Sixers coach Larry <strong> Wes Brown </strong> said. <q> This is kind of unexpected but it's neat. </q> In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2}, {"uid": "1297250613009437217", "i": 37601, "idx": 2, "sa": ["Simon Cowell"], "q": "`` I wanted to make a show where I, along with my fellow judges, help competitors on a regular basis,'' said <strong> Simon Cowell </strong>, whose music industry experience is mostly on the record label end. <q> It's more interesting to me because I have a lot more to do with that. When you lose an artist, part of you has lost as well. You win when they win. </q> <strong> Simon Cowell </strong> also emphasized the level of commitment the judges will need to make to the contestants, not just to the show. Once the live show is underway, the panelists will need to be available five", "new_id": -2}, {"uid": "1295256412206143497", "i": 17149, "idx": 0, "sa": ["Kobe Bryant", "Elgin Baylor", "Dwight Howard", "Michael Jordan", "Allen Iverson"], "q": "and <strong> Dwight Howard </strong> Robinson. <strong> Kobe Bryant </strong> made it five. <strong> Michael Jordan </strong> previous career high was 62 points during a 112-90 victory over Dallas last month-- he sat out the fourth quarter because of the one-sided nature of the game. <q> <strong> Elgin Baylor </strong> was just determined. <strong> Elgin Baylor </strong> was just locked in, tuned into what was going on out there, </q> <strong> Kobe Bryant </strong> said.`` These points tonight mattered. We needed them. The points <strong> Elgin Baylor </strong> put in the basket were instrumental. It means a lot http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying", "new_id": -2}, {"uid": "1295483549117964855", "i": 3009, "idx": 0, "sa": ["Allen Iverson"], "q": ". Special thanks to uwathletics and TheDaily for the majority of the clips, I'm not trying to copy anything but just wanted to help get Husky fans ready for the upcoming season. Apologies to MBA for misspelling <q> Ma... Home Movies 403- <strong> The Coach </strong> McGuirk's pecs Home Movies clip from season 4, episode 3-`` The Heart Smashers </q>... <strong> Allen Iverson </strong> 2001 Allstar Game MVP 25pts 5 assists 5 steals <strong> Allen Iverson </strong> 2001 Allstar Game MVP 25pts 5 assists 5 steals This may be the moment we look back on as the exact time and place where <strong> Allen Iverson </strong> finally got", "new_id": -2}, {"uid": "1296715247139952129", "i": 22347, "idx": 11, "sa": ["Allen Iverson", "George Karl"], "q": ". <strong> Allen Iverson </strong> had his highest-scoring game since being acquired by Denver in a trade with Philadelphia on Dec. 19. His season high is 46 against Chicago on Nov. 24.`` He's good,'' <strong> George Karl </strong> said. <q> He's better than I thought and I thought he was( darn) good. </q> After coming out of the lineup with 1:04 remaining, <strong> Allen Iverson </strong> and <strong> George Karl </strong> had a brief conversation and then a quick hug.`` To be a part of something like that is something to http://wn.com/*Denver_Nuggets_vs_Toronto_Raptors*_New_Years_Eve_2008 Denver Nuggets 114 d.", "new_id": -2}, {"uid": "1297723854105316371", "i": 37818, "idx": 0, "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "q": "a plan that would leave many Vermonters in the cold, or worse, the delegates said. The cut was included in a$ 3.73 trillion budget proposal the White House sent to Congress on Monday. <q> When you have 17 below zero, you don't say,` Gosh it'd be comfortable to have heat,' Â¤ </q> <strong> Patrick Leahy </strong> said.`` You say,` We got ta have heat, or we're gon na die.' Â¤'' Independent <strong> Sen. Bernie Sanders </strong> called the matter`` a life-or-death issue.'' The", "new_id": -2}, {"uid": "1296006847180027411", "i": 7652, "idx": 0, "sa": ["Carol Browner", "Michael Vick", "Alec Baldwin", "Barack Obama"], "q": "Left wants to remove animals from our diets and return as much of the Earth to nature, they can read this.`` <strong> Michael Vick </strong>: Black Sheep or Scapegoat on Animal Rights?'' by <strong> Alec Baldwin </strong> www.huffingtonpost.com Articles-Columns: <q> <strong> Van Jones </strong>,` <strong> J. Scott </strong> Jobs Czar,' a self-described` communist' arrested during <strong> Rodney King </strong> riots </q> www.examiner.com`` Exposed: The Secret AP: <strong> Carol Browner </strong> leaving as <strong> Barack Obama </strong> energy adviser <strong> Carol Browner </strong>, <strong> Barack Obama </strong>'s top energy& climate adviser, to step down <strong> Barack Obama </strong> energy, climate adviser to step down: report Director of Policy", "new_id": -2}, {"uid": "1295432973050954243", "i": 48828, "idx": 1, "sa": ["Bo Bice", "Vonzell Solomon", "Simon Cowell", "Sun Go", "Clive Davis"], "q": "Way'' Bottom 2; Anthony-`` I'm Already There''& If You Don't Know Me By Now'' Eliminated 5/11 Top 3- Choices by <strong> Clive Davis </strong>, Judges& Idols <strong> Vonzell Solomon </strong>- <q> I'll Never Love This Way Again( <strong> Clive Davis </strong>'s),`` Chain of Fools </q>( hers),&`` On the Radio''( <strong> Simon Cowell </strong>) <strong> Bo Bice </strong>-`` Don't Let the <strong> Sun Go </strong> Down on Me( <strong> Clive Davis </strong>'s),`` In A Dream''( his)&", "new_id": -2}, [{"i": 17290, "idx": 3, "index_answer": 0, "new_id": -1, "q": "went back and forth in our heads, we never went back and forth in our hearts.'' Saying his`` heart was in Indiana,'' <strong> Mike Pence </strong> said he would continue to meet with <q> the good and strong and opinionated people of this state </q> before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment as a congressman came when he helped a Muncie mother avoid deportation to her home country of Sierra Leone.", "sa": ["Mike Pence"], "uid": "1296561500134217730"}]]