[{"uid": "1296059138109985792", "i": 43461, "idx": 4, "sa": ["Michael Vick"], "q": "to be a part of the Unequal team. I have been wearing Unequal chest protectors, shoulder pads, and thigh pads for much of the late and post-season- resulting in pain-free playing,'' stated <strong> Michael Vick </strong>. <q> The Unequal technology is a part of my game now and I won't play without my Unequal. Unequal's protective power gives me a whole new level of confidence in my game. </q> When playing for the Atlanta Falcons, <strong> Michael Vick </strong> was the NFL's top-paid player and a star for six seasons, but his 2007 arrest and the spiral that followed left him despised by many, particularly by", "new_id": -2}, {"uid": "1295570955080838693", "i": 40421, "idx": 1, "sa": ["James S. Baker", "Colin Powell", "Brent Scowcroft"], "q": "believed( erroneously) that Iraq had weapons of mass destruction. At tonight's symposium, held on a stage at one end of the Texas A&M Aggies' basketball arena, <strong> James S. Baker </strong> is scheduled to discuss <q> the diplomacy of a winning coalition. </q> href=\"http://content.usatoday.com/topics/topic/People/Politicians,+Government+Officials,+Strategists/Executive/Dick+Cheney\" title=\"More news, photos about Cheney\"> Cheney's topic is`` forging victory in the first post-Cold War conflict,'' and <strong> Colin Powell </strong> will handle`` planning and fighting modern coalition warfare.'' <strong> Brent Scowcroft </strong> will attend", "new_id": -2}, {"uid": "1295669745215973892", "i": 16386, "idx": 1, "sa": ["Alan Johnson", "Larry Page", "Eric Schmidt", "Andy Coulson"], "q": "on his Twitter account:`` Day-to-day adult supervision no longer needed!'' According to <strong> Eric Schmidt </strong>, the previous structure, which involved decisions being taken by the triumvirate, had become inefficient. <strong> Larry Page </strong> said: <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly... I have learned innumerable lessons from him. </q> Get a FREE copy of The Week magazine and keep up-to-date with the most important news stories from the past 7 days by Ten things you need to know today: <strong> Andy Coulson </strong> quits, <strong> Alan Johnson </strong>'s", "new_id": -2}, {"uid": "1295389954093929543", "i": 14335, "idx": 0, "sa": ["Larry King", "Michael Vick", "Piers Morgan", "Oprah Winfrey"], "q": "makes sense CNN would turn to a Brit to replace a <strong> Larry King </strong>. <strong> Piers Morgan </strong> officially takes over for <strong> Larry King </strong> when`` <strong> Piers Morgan </strong> Tonight'' launches Monday. <strong> Piers Morgan </strong> may be best known to Americans as the brutally honest judge on <q> America's Got Talent, </q> but he has a long career in News of the World and the Daily Mirror. He still has to get <strong> Piers Morgan </strong> And <strong> Oprah Winfrey </strong> Make A Bet About <strong> Michael Vick </strong>( VIDEO) <strong> Oprah Winfrey </strong> is <strong> Piers Morgan </strong>'s first guest for his", "new_id": -2}, {"uid": "1297234976152961059", "i": 26842, "idx": 1, "sa": ["Simon Cowell", "Paula Abdul"], "q": "include controversy, vocal groups, not just soloists, and maybe, <strong> Paula Abdul </strong> as a judge. <strong> Simon Cowell </strong> says he's`` spoken to her, she knows I'm a big fan.'' He adds he's <q> always said at some point we are going to be working together. </q> But, he says he has`` to take everyone's opinions into account'' including the show's other producers and the Fox network. <strong> Simon Cowell </strong> says the judges' panel will be announced about a month from now", "new_id": -2}, {"uid": "1295285635056262693", "i": 42492, "idx": 1, "sa": ["Bill Lockyer"], "q": "during the meeting. Tom Dresslar, a spokesman for state Treasurer <strong> Bill Lockyer </strong>, condemned the agency's actions in a statement as`` needlessly provocative acts of gamesmanship that warp the status quo.'' <q> Apparently, they don't think they have a case to make, so they decided to try and create facts on the ground. The governor's proposal warrants a serious, thoughtful discussion, </q> he said. California Redevelopment Association Director John Shirey said he did not know of any other agencies in the state that were rushing to allocate money ahead of a new state budget. He also", "new_id": -2}, {"uid": "1297363571104955962", "i": 6453, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "if <strong> Donald Rumsfeld </strong> had been President, he first said`` yes,'' and then said,`` How would I know? I wasn't President... I wasn't in his shoes.'' <strong> Donald Rumsfeld </strong> says <q> I would stack Guantanamo Bay against any facility in the world- it is one of the best prisons anywhere. </q> He expressed his astonishment over the`` mythology'' that has erupted in the US over Gitmo. No one was waterboarded at Gitmo, <strong> Donald Rumsfeld </strong> pointed out, nor by the military at all- and only three people", "new_id": -2}, {"uid": "1295629922045006856", "i": 19896, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "once considered too unseasoned to steer Google's operations, and comes as the company tries to maintain its dominance online in the face of growing rivals such as Facebook. He takes over for <strong> Eric Schmidt </strong>, 55. \" <q>`` I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better! </q> wrote <strong> Eric Schmidt </strong> in a post on Google's official blog.`` <strong> Larry Page </strong>, in my clear opinion, is ready to lead.'' \" \" <strong> Larry Page </strong> will take over April 4, with <strong> Eric Schmidt </strong> taking the title of", "new_id": -2}, {"uid": "1294965093056983574", "i": 4598, "idx": 4, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand", "Debbie Wasserman Schultz"], "q": "She was rubbing our hands and gripping our hands so... we knew she could hear and understand what we were saying and she moved her leg, and so we knew she was responding,'' <strong> Kirsten Gillibrand </strong> said. <q> And the more we joked about what we were going to do, she started to open her eyes. </q> <strong> Gabrielle Giffords </strong>' husband, <strong> Mark Kelson </strong>, realized the significance of the moment.`` <strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,'' he said, according to <strong> Kirsten Gillibrand </strong>. Said <strong> Debbie Wasserman Schultz </strong>:``", "new_id": -2}, {"i": 13862, "idx": 4, "index_answer": 1, "new_id": -1, "q": "at Mr. <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq.`` <strong> Colin Powell </strong> was not duped or misled by anybody,'' Mr. <strong> Donald Rumsfeld </strong> writes. <q> Nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong. </q> Even so, Mr. <strong> Donald Rumsfeld </strong>-- who does reveal that former <strong> President Bush </strong> asked for Iraq invasion plans within days of 9/11-- argues that removing <strong> Saddam Hussein </strong> was the right thing to do. He denies,", "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell", "President Bush"], "uid": "1297662325045400099"}]