[{"i": 10113, "idx": 0, "index_answer": 3, "new_id": -1, "q": "with the fantastic group of juniors he has for 2011. His senior defensive end/linebacker <strong> Jarrell McKinney </strong> signed with Western Michigan. \"He's my first Division I recruit,\" <strong> the Albert </strong> said of <strong> Jarrell McKinney </strong>. <q>He has tremendous speed. He runs the 40 in 4.5. He's 6-5, 210, and when he goes to college they're going to put another 20-30 pounds on him. Playing defensive end, he's going to be outstanding. He's the role model for our other kids.... He's that bar that we have to set for ourselves.</q> Cody has an experienced offensive line and receivers coming back, and <strong> the Albert </strong> said junior-to-be quarterback Mario Gulley \"has <strong> Michael Vick </strong> capabilities.\" <strong> Tate Forcier </strong> transferring to Miami( Fla.), says he never", "sa": ["Jarrell McKinney", "Tate Forcier", "Michael Vick", "the Albert"], "uid": "1297327289088555547"}, {"uid": "1295458424235356201", "i": 7, "idx": 0, "sa": ["Jimmy Kimmel", "David Letterman"], "q": "1.4 4 6.192 10:30 CBS The Good Wife 2.1 6 11.061 NBC Parenthood 1.9 6 5.294 ABC A SPECIAL ED OF 20/20 1.3 4 6.162- via NBC press note: <q>In Late-Night Metered Markets Tuesday night: In Nielsen's 56 metered markets, household results were: \"The Tonight Show with <strong> Jay Leno </strong>,</q> 2.8/ 7; CBS's\" Late Show with <strong> David Letterman </strong>,\" 3.3/ 8; and ABC's combo of\" Nightline,\" 3.2/ 7; and \"<strong> Jimmy Kimmel </strong> Live,\"", "new_id": -2}, {"uid": "1297175671006504497", "i": 38942, "idx": 1, "sa": ["Dawn Matthews", "Steve Ballmer"], "q": "saying that parental control functions are present on the console to prevent kids doing exactly this. But did <strong> Steve Ballmer </strong> come round himself and show <strong> Dawn Matthews </strong> how to do it personally? Did he****! <q>Brendan is 11 and knows his times tables but it was only when I explained to him that he realised how much money he had spent,</q> <strong> Dawn Matthews </strong> added. \"When I showed him he burst into tears. He unplugged the Xbox and said he didn't want it anymore. \"I haven't punished him because he feels bad enough and", "new_id": -2}, {"uid": "1295760999029376535", "i": 49288, "idx": 4, "sa": ["Allen Iverson", "Dwight Howard", "Anthony Parker"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't r... Toronto Raptors vs Orlando Magic Jan. 04/09 The winning continues for the Toronto Raptors. <strong> Anthony Parker </strong> poured in a season-high 26 points to lead the undermanned Raptors to a", "new_id": -2}, {"uid": "1297654044124387332", "i": 16640, "idx": 2, "sa": ["Donald Rumsfeld", "Katherine Gallagher", "President Bush"], "q": "statement said. <strong> Donald Rumsfeld </strong>: Saddam Targeted <strong> Donald Rumsfeld </strong>'s and <strong> President Bush </strong>'s Daughters CCR lawyer <strong> Katherine Gallagher </strong> said that as <strong> President Bush </strong>'s visit to Canada draws closer, \"we will see what actions we will take.\" <q>I think we have to strategize and think that through with colleagues up in Canada,</q> she told the Georgia Straight newspaper in Vancouver. \"It's the next visit that we've heard about and we're going to be following up and seeing what we know about it and preparing for it.", "new_id": -2}, {"uid": "1295907761051232825", "i": 22903, "idx": 4, "sa": ["Colin Powell"], "q": "==== I doubt <strong> Colin Powell </strong> is a racist. But it's clear to me that you are. Posted by: AlanBrowne| January 23, 2011 1:57 PM| <q>Ethnic minority Republicans, including myself- I am a mixed ethnic minority Republican, too- are growing in number all the time.</q> Listen buddy. Putting a TOKEN in place to win support of the huddled masses of a community and actually REPRESENTING the needs of a community are two very different things. Rattle off all the", "new_id": -2}, {"uid": "1295033756239566871", "i": 13023, "idx": 0, "sa": ["David Letterman", "Camille Grammer"], "q": "girlfriend Diedre, who you saw on the show, says, \"We have to go down and meet her,\" <strong> Camille Grammer </strong> laughed. The two raced to Kelsey\"s house, and <strong> Camille Grammer </strong> finally met <q>It was interesting to say the last,</q> she said. \"She was nice, and we both said hello... It was uncomfortable. Kelsey looked shocked. The look on his face!\" The Late Show with <strong> David Letterman </strong> Thursday night, Kelsey shared", "new_id": -2}, {"uid": "1297268976172048400", "i": 5397, "idx": 1, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "Senior Vice President <strong> Satya Nadella </strong> to president of Microsoft's Server and Tools Business. \"We're already making strong traction across our Server and Tools Business by embracing cloud services,\" said Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>. <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future.</q> As president of the Server and Tools Business, <strong> Satya Nadella </strong> will oversee the overall strategy, engineering, marketing and product development for Microsoft's server, tools and cloud platform efforts. This includes developing the technology road", "new_id": -2}, {"uid": "1297098957187170821", "i": 19164, "idx": 2, "sa": ["Michael Gove", "Toby Perkins"], "q": "terms is a cut\" <strong> Toby Perkins </strong> told the Commons 60 per cent of schools surveyed by the National Association of Music Educators were cutting music provision. Unless there was protected funding in the years ahead <q>all your rhetoric will actually lead to less music provision in deprived areas in the future,</q> he added. In response, <strong> Michael Gove </strong> said instead the \"chasm\" was \"between the apocalyptic rhetoric heard from Labour and from their sock puppets elsewhere\". The Labour government did \"all it", "new_id": -2}, {"uid": "1297076865142704662", "i": 19085, "idx": 0, "sa": ["Simon Cowell"], "q": "a recent suggestion he could be a frontrunner. emerged as a possible candidate last month with reports that he could join <strong> Simon Cowell </strong>'s new Fox competition this year. Speaking to Digital Spy, he said: <q>I've met people within the X Factor USA circle but you can't really talk about these things because if they don't come[ to anything] you end up looking like a bit of a d** k! \"It's one of the biggest- probably the biggest- jobs in presenting at the moment... Of course I would love to do it, I'm a big X Factor fan, but I haven't confirmed anything.</q> The Welsh presenter also dismissed the suggestion that his accent could be a problem for American audiences if he did secure the role. \"I know I'd be OK. I've worked a lot in", "new_id": -2}]