[{"uid": "1296449395205996048", "i": 38401, "idx": 17, "sa": ["John Salmons", "Rajon Rondo", "Paul Pierce", "Allen Iverson"], "q": "Allan <strong> Allen Iverson </strong> 60 Point Game! INCREDABLE! AI! PHILADELPHIA( AP)-- <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when th... Celtics-Bulls 121-127 I <strong> Paul Pierce </strong> 37pts,7 reb, <strong> Rajon Rondo </strong> 26pts,10 ast vs <strong> John Salmons </strong> 38pts, Miller 21pts,14 reb Celtics-Bulls 121-127 I <strong> Paul Pierce </strong> 37pts,7", "new_id": -2}, {"uid": "1296020367196706369", "i": 5713, "idx": 0, "sa": ["Bill Lockyer", "Marco Belinelli", "Keith Smart", "Michele Bachmann", "Newt Gingrich"], "q": ".... Former Warriors guard <strong> Marco Belinelli </strong> has started 44 games for the Hornets and is averaging 10.5 points per game.... Though it's only January, <strong> Keith Smart </strong> admitted he keeps tabs on the prospective playoff chase. <q>You've got to know where you are so you can eventually get to where you want to go,</q> is how he put it. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Republicans target high-speed rail for cuts: SFGate: Politics Blog MILL VALLEY", "new_id": -2}, {"i": 47231, "idx": 3, "index_answer": 1, "new_id": -1, "q": "Class A shares during the course of the year. The sale would represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares.\" here. <strong> Henry Blodget </strong> writes for The Business Insider, <q>Let's be serious: <strong> Eric Schmidt </strong> got fired.</q> \"Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet-- \"day-to-day adult supervision is no longer needed'-- through his carefully worded blog post that screamed` friction at the top,\" through his patronizing", "sa": ["Eric Schmidt", "Henry Blodget"], "uid": "1295647113138969096"}, {"uid": "1295668482153141257", "i": 11715, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "In an interview, Mr. Page said those management skills were something he observed during the decade he spent learning from Mr. <strong> Eric Schmidt </strong>. \"He's a global statesman, all the way,\" he said. <q><strong> Eric Schmidt </strong>'s very good at bringing people together, getting people to agree.</q> In the interview, Mr. Page and Mr. <strong> Sergey Brin </strong> provided a few hints about their priorities when Mr. Page returns to the top. Mr. Page acknowledged that his role would change but said his passion was still", "new_id": -2}, {"uid": "1296365579161120343", "i": 6178, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger", "Charles Woodson"], "q": "in games. When you see a man of that dimension able to finish scramble runs, I don't care what level and so on, I've always considered him a good athlete,\" McCarthy said. <q>More importantly, he's a big man. I don't know exactly what he weighs, but he is someone that we need to do a better job this time around learning off last year's experience.</q> And while no one is mistaking the Steelers' quarterback as a dynamic scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. Packers cornerback <strong> Charles Woodson </strong> said they", "new_id": -2}, {"uid": "1296706232199049239", "i": 13730, "idx": 6, "sa": ["Rasheed Wallace", "Chauncey Billups", "Allen Iverson"], "q": "points in the fourth quarter, <strong> Rasheed Wallace </strong> hit a couple of 3-pointers in overtime and Detroit overcame an inspired effort by <strong> Allen Iverson </strong> to go up 3-1 in its first-round series with a 97-92 win over the Sixers on Sunday. <q>It seemed like the tide was turning, nothing was really going good for us,</q> <strong> Chauncey Billups </strong> said. \"I wasn't really making too many shots. I wanted to try. If I'm going to go down, I'm going to go down fighting. \"Shots just started going for", "new_id": -2}, {"uid": "1297673078011370506", "i": 32961, "idx": 0, "sa": ["Nate Berkus", "Ted Nugent", "David Letterman"], "q": "revealed tonight on CBS's \"The Late Show with <strong> David Letterman </strong>.\" <strong> Nate Berkus </strong>' visit with <strong> Ted Nugent </strong>'s Toni Booker& Booker Productions Gospel Choir last month for his syndicated talk show is scheduled to air today. <q>I'm a Jewish kid who grew up in Minnesota, and I'm going to be singing with a gospel choir,</q> <strong> Nate Berkus </strong> told Names and Faces just before his talk-show host transformation on Jan. 31. <strong> Nate Berkus </strong> said the Valentine's Day <strong> Ted Nugent </strong> love he's showing began after representatives from the choir sent his producers a \"very", "new_id": -2}, {"uid": "1297145575101449730", "i": 21654, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "<strong> Paula Abdul </strong> on the judging panel. \"We've spoken to her, she knows I'm a big fan,\" <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. <q>I've always said at some point we are going to be working together.</q> But, he added, \"I have to take everyone's opinions into account,\" including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1297283465095453212", "i": 22390, "idx": 2, "sa": ["David Letterman"], "q": "hummus and Chinese dumplings were samples from the lunch menu, but new dishes included sliders that were created especially for the event. Jackie McSwiggan, recording secretary/golf chair of the Auxiliary, described the atmosphere as <q>warm, welcoming and very relaxing.</q> Many members of the Auxiliary, in addition to local businesses, donated baskets filled with treats for a silent auction. Some of the items included tickets to \"Late Show\" with <strong> David Letterman </strong>, a gift", "new_id": -2}, {"uid": "1295844367023740578", "i": 16389, "idx": 1, "sa": ["Eric Schmidt"], "q": "during a conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his \"best friends.\" \"I believe Larry is ready\" to be chief executive, <strong> Eric Schmidt </strong> said during the call. <q>It's time for him to have a shot at running this.</q> <strong> Eric Schmidt </strong> also may have been growing weary of all the scrutiny that comes with running one of the world's most scrutinised companies. For the first time last year, he started to sit out", "new_id": -2}]