[{"uid": "1295975517233406514", "i": 26413, "idx": 0, "sa": ["James Murdoch", "Eric Schmidt"], "q": "30 Unlimited Data Plan... Why The Verizon iPhone Is Going To Be Huge: Only 26% Of Verizon Subscribers Have Smartphones More codenames provide clues to planned Microsoft Mediaroom IPTV blitz News Corp.'s Daily iPad Newspaper Launching <q> In The Next Few Weeks </q>@ DLD: <strong> James Murdoch </strong>:'99 Cents A Week Makes Sense' For The Daily Developers Report Increased Interest in Android, Tablets for 2011 IDC survey: As developers go cross platform, Windows Phone 7 sees... <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1296816816092815385", "i": 38483, "idx": 1, "sa": ["David Letterman", "Howard Stern", "Jay Leno"], "q": "on the Late Show host and began grilling him about his future with CBS. <strong> Howard Stern </strong> even managed to get <strong> David Letterman </strong> to admit he's planning to leave the Late Show after just two more years on air. <q> \"Two years you're thinking you're gon na exit? That's why we got ta beat <strong> Jay Leno </strong>. All of show business-don' t go on that show! Make a young man's dream come true! I hope your dream comes true. I really hope you beat this guy. </q> \" Stern-Howard Stern-in-national/celebrities-following-Howard Stern-Howard Stern-on-twitter-picture\" See which celebrities are following <strong> Howard Stern </strong> on Twitter <strong> Howard Stern </strong> also trashed <strong> David Letterman </strong>'s 2010 Super Bowl commercial with <strong> Jay Leno </strong> and called the Tonight Show host \"horrible\" .", "new_id": -2}, {"uid": "1296467645082231308", "i": 26618, "idx": 1, "sa": ["Michael Vick"], "q": "A league source confirmed the report Sunday night. \"You know what? It is what it is,\" <strong> Michael Vick </strong> told The Inquirer Sunday after the NFC's lopsided win in the Pro Bowl. <q> It's great to know they did want to have me around for another year. I'm going to make the most of it, and I'm going to do everything that I'm asked to do, continue to put myself in the position to excel, and help this team win. That's the most important thing- have a better year this year coming up than last year. </q> In theory, <strong> Michael Vick </strong> could have hit the free-agent market once a new collective bargaining agreement was signed, although there has never been any indication that the Eagles would let <strong> Michael Vick </strong> walk. ESPN also", "new_id": -2}, {"uid": "1295615268003915788", "i": 27052, "idx": 0, "sa": ["David Cameron", "Rupert Murdoch", "Andy Coulson", "Rebekah Brooks", "Vince Cable"], "q": "'s spin chief <strong> Andy Coulson </strong> quits China committed to human rights, says Hu PM:` I'm Sad <strong> Andy Coulson </strong> Felt Compelled To Quit' Orange News <strong> David Cameron </strong> has confirmed his communications chief <strong> Andy Coulson </strong> felt compelled to resign because of <q> pressures on him and his family </q>. Mr <strong> Andy Coulson </strong>, a former editor of the <strong> David Cameron </strong> met <strong> Rupert Murdoch </strong> chief days after stripping <strong> Vince Cable </strong> of power to rule on BSkyB bid News International chief <strong> Rebekah Brooks </strong> days after transferring responsibility for her boss's takeover bid for BSkyB", "new_id": -2}, {"uid": "1297182562166789141", "i": 3247, "idx": 2, "sa": ["Diane Sawyer", "George W. Bush", "Donald Rumsfeld"], "q": "to resign. W. Bushial-Candidates-To-Be-Made-Harder\"> Kazakh Language Test For George W. Bushial Candidates To Be Made Harder Kazakhstan's Central Election Commission( OSK) chairman says a mandatory Kazakh-language test for George W. Bushial candidates would be made stricter. <q> I have no doubt that given the facts that were made available to <strong> George W. Bush </strong> in 2003, I would have made the same decision..., </q> <strong> Donald Rumsfeld </strong> writes. \"Ridding the region of Saddam's brutal regime has created a more stable secure world.\" No Second Thoughts Speaking in an interview with <strong> Diane Sawyer </strong> of ABC News earlier this week", "new_id": -2}, {"uid": "1295217385130613292", "i": 2428, "idx": 2, "sa": ["Charles Ellis Schumer", "Tim Pawlenty", "Kirsten Gillibrand"], "q": "York Democrat. \"If we can move that conversation to what about the bill do you want to change, that is a legiTim Pawlentyate debate that we should frankly have,\" <strong> Kirsten Gillibrand </strong> said on CBS. <q> The bill's not perfect. It never has been. </q> <strong> Charles Ellis Schumer </strong> said there are changes to the bill both parties can work on together, such as the repeal of a provision requiring businesses to report annual expenses to individual vendors in excess of$ 600.", "new_id": -2}, {"uid": "1295094117134053930", "i": 7505, "idx": 0, "sa": ["Sergio Marchionne"], "q": "historic Mirafiori plant in northern Group is focused on raising new financing to pay back almost$ 7 billion to the U.S. and Canadian governments before an initial public offering of shares, Chief Executive <strong> Sergio Marchionne </strong> said on Wednesday. <q> Our priority is to put in place a structure where Chrysler would become answerable to the capital target=\"_blank\" markets only, </q> <strong> Sergio Marchionne </strong> told a meeting with... net loss in 2010* Chrysler in talks with Goldman Sachs, other \"Sri Lanka's conflict is political\" ... Boston Globe Boston Globe advocates \"Self-rule in a confederal structure for", "new_id": -2}, {"uid": "1295986994254623748", "i": 33434, "idx": 0, "sa": ["Alan Eustace", "Barack Obama", "Eric Schmidt"], "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said Google will hire more than 1,000 workers in Europe this year. All told, Google has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the compan y, </q> said <strong> Alan Eustace </strong>, Google's senior vice <strong> Barack Obama </strong> of engineering and research. Even if it surpasses 31,000 employees this year, Google will still have far fewer people than Microsoft Corp., probably its fiercest rival.", "new_id": -2}, {"uid": "1297682385038584333", "i": 57588, "idx": 0, "sa": ["Michael Gove"], "q": "Despite cuts, however, the Michael Government was now keen to bring about much-needed improvements. \"Some of the school buildings in Northumberland are old and in need of upgrading,\" he said. <q> There has been a bit of investment, but that's generally been in the south-east of the county. \"At the moment, we are reviewing how we spend money on school buildings and among the key criteria will be the condition of those buildings. </q> Mr <strong> Michael Gove </strong> added he was hopeful progress could be made. \"The headteachers are not asking for unrealistic sums and appreciate these are difficult economic times. \"I was able to explain", "new_id": -2}, {"uid": "1297351423105594884", "i": 41541, "idx": 1, "sa": ["Ron Kirk", "Michael Vick"], "q": "me how important these agreements are to our economy.\" But, said <strong> Ron Kirk </strong>, he's not the U.S. trade representative for Texas-- but for \"the entire country,\" much of which believes the U.S. <q> hasn't benefited from trade. </q> So, Prince Was a No-Show After All. Not Like Anyone Told the Opening Acts Or Anything. Big Dick, <strong> Michael Vick </strong> And, As It Turns Out, Anybody Can Get a Key to the City of Dallas", "new_id": -2}]