[{"uid": "1297267029254083111", "i": 35498, "idx": 1, "sa": ["Cameron Munter", "Asif Ali Zardari", "Simon Cowell"], "q": "the Vienna Convention of Diplomatic Relations.'' US State Department spokesperson <strong> Simon Cowell </strong> Crowley, speaking to reporters in Washington yesterday, too indicated that <strong> Cameron Munter </strong> had called on <strong> Asif Ali Zardari </strong> to release the arrested official. <q> We continue to make clear to the government of Pakistan that our diplomat has diplomatic immunity; in our view,( he) was acting in self-defence and should be released... Ambassador <strong> Cameron Munter </strong> met... with President <strong> Asif Ali Zardari </strong> to continue to make that point, </q> he said. The increased US pressure came against the backdrop of reports that the Obama administration had suspended all high-level contacts with the Pakistan government over the detention of the US official. The reports", "new_id": -2}, {"uid": "1295586061144719886", "i": 17224, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", Google co-founder Larry Page will replace <strong> Eric Schmidt </strong> and take over as Chief Executive Officer in April. <strong> Eric Schmidt </strong>, 55, who became CEO in 2001, will assume the role of Executive Chairman, focusing externally on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership, according to the official Google blog spot. <strong> Eric Schmidt </strong> would continue to act as an advisor to Page and co-founder <strong> Sergey Brin </strong>.`` Page will take charge of Google </q> s day-to-day operations as Chief Executive Officer starting April 4. <strong> Sergey Brin </strong> will focus on strategic projects, in particular working on new products,'' <strong> Eric Schmidt </strong> said in the blog spot. The management reshuffle has been", "new_id": -2}, {"uid": "1297229275207454253", "i": 43, "idx": 3, "sa": ["John McCain", "Donald Rumsfeld"], "q": "The book,`` Known and Unknown: A Memoir,'' is available in stores Tuesday. <strong> John McCain </strong> shot back, saying in an interview that while he`` respect[ s] <strong> Donald Rumsfeld </strong>,'' they had <q> a very, very strong difference of opinion about the strategy he was employing in Iraq, which I predicted was doomed to failure. </q>`` Thank God he was relieved of his duties, and we put the surge in,'' <strong> John McCain </strong> said.`` Otherwise, we would have had a disastrous defeat in Iraq.'' <strong> Donald Rumsfeld </strong> described", "new_id": -2}, {"uid": "1295718175131842121", "i": 1441, "idx": 1, "sa": ["Piers Morgan", "Simon Cowell", "Amanda Seyfried"], "q": "a backing track including whipping noises and gunfire, then ending in blasts of fire. As the camera cut to <strong> Amanda Seyfried </strong>, she was in rapture! I Like the Way You Move, indeed! <strong> Piers Morgan </strong> began, <q> If this was a competition only by women you would have won this thing already. You come better each time it's been better than before your name has not been mentioned in the list of favourite and I don't know why! <strong> Amanda Seyfried </strong> gushed,`` I've always said you are, ravishing and ripped rampantly gorgeous, I know you take this very serious, you are extraordinarily entertaining </q>. You are better tonight than I've seen in previous rounds. It was the best act I've seen tonight!'' beamed <strong> Simon Cowell </strong>. He even gave them a standing ovation! taken from the official site", "new_id": -2}, {"uid": "1295531574028180510", "i": 7311, "idx": 1, "sa": ["Mitt Romney", "Sarah Palin", "Mike Pence"], "q": "is a long-time Republican activist and serves as a Republican national committeeman from Virginia. In their letter, they praised <strong> Mike Pence </strong>'s decade of service in the U.S. House of Representatives, calling him a leader who has <q> stood firm on principle, no matter the pressure to compromise, and has demonstrated true commitment to comprehensive conservatism. </q> Watch: Straw Poll: <strong> Sarah Palin </strong>, <strong> Mitt Romney </strong> Lose to <strong> Mike Pence </strong> Watch: Republicans Unveil Their`` Pledge'' Watch: <strong> Mike Pence </strong> For President in 2012? Dying Banker Dedicates Final Months to Helping Average Investors Photos:", "new_id": -2}, {"uid": "1295218070163594249", "i": 562, "idx": 20, "sa": ["Simon Cowell"], "q": "in exchange for <strong> Simon Cowell </strong> continuing with American Idol, Pop Idol would be pulled off the air, conceding the United Kingdom entirely to The X Factor. London's Independent newspaper quoted one senior music executive as saying, <q> It has come out 75/25 in favor of <strong> Simon Cowell </strong>. He is the star. He had all the aces. </q> But there was a catch, and a very big one indeed. In exchange for winning the airwaves in the United Kingdom, <strong> Simon Cowell </strong> forfeited his dream of bringing The X Factor to the United States.", "new_id": -2}, {"uid": "1295637236112984241", "i": 44149, "idx": 1, "sa": ["Kay Burley", "Andy Coulson", "Rupert Murdoch"], "q": "<strong> Kay Burley </strong> hits the nail on the head when she says`` Nobody cares what I think''.( Apologies for shaky video and crappy sound!) sub+ comment+ thumbs up A clip from Channel 4's <q> Dispatches- Tabloids, Tories and Telephone hacking </q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation. http://wn.com/Former_Home_Secretary_on_News_of_the_World_phone_allegations What <strong> Andy Coulson </strong> said under oath about phone hacking News of the World feigns shock at new twist in the phone-hacking saga Top aide to UK leader resigns in", "new_id": -2}, {"uid": "1297272533143687718", "i": 46608, "idx": 0, "sa": ["Alex Wolfe", "Steve Ballmer", "Satya Nadella"], "q": "cloud computing market. Intel chief sales and marketing officer Sean Maloney sits down with InformationWeek's <strong> Alex Wolfe </strong>, on the occasion of the launch of the Xeon 5500 Nehalem server processor, for a wide-ranging discussion. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "new_id": -2}, {"uid": "1295455208049922048", "i": 41721, "idx": 3, "sa": ["Sergio Marchionne"], "q": "sufficient to drive the motor.`` In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,'' <strong> Sergio Marchionne </strong> said. <q> One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology. </q> The Chrysler Group has actively adopted fuel-saving technologies including cylinder deactivation on V-8 engines, a new MultiAir system that is being introduced on the Fiat 500 today and will introduce an eight-speed transmission in the 2011 Chrysler", "new_id": -2}, {"i": 6866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do.`` We're trying to be as transparent and as collaborative as possible,'' <strong> Eric Schmidt </strong> said. <q> We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things that we're doing are very pro-competitive, and I genuinely believe that, </q> he said. Google's other co-founder, <strong> Sergey Brin </strong>, will oversee strategic projects. <strong> Sergey Brin </strong> said he wants to focus more on his personal passions, including several`` significant'' new products. He said he", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669701105103360"}]