[{"uid": "1297364739143966216", "i": 26640, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Feb, 28, 2003, Department of Defense briefing\" There is no poetry in Known and Unknown. <strong> Donald Rumsfeld </strong> seems to be experimenting with a new-ish genre very popular with political folk, the <q>I'm really a pretty good guy<q> memoir. Or maybe it's the \"ain't my fault bitchez\" memoir. Either way, it's all for freedom! As you might suspect, <strong> Donald Rumsfeld </strong> has much to say about", "new_id": -2}, {"uid": "1297260285158613519", "i": 17110, "idx": 0, "sa": ["Michelle Obama", "Donald Rumsfeld"], "q": "Facebook.\" Fan of Facebook founder hit with restraining order <strong> Michelle Obama </strong>: Tucson \"Stepped Up' is having lunch Wednesday with Republican leaders as part of... Video: Why Americans Are Turning Against Obamacare Report Abuse <q>Can this be? Is there something <strong> Michelle Obama </strong> is advocating that I finally agree with? Truth be known, it's probably more the Secret Service making this decision than <strong> Michelle Obama </strong>.<q> Time.com: Safety Investigators Clear Toyota-- But Safety\"s No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy 5000%+ Gainers Inside... Stock tools, news, social feeds, charts&", "new_id": -2}, {"uid": "1295798969051544087", "i": 20733, "idx": 4, "sa": ["Colin Powell", "President Bush", "Dick Cheney", "Barack Obama"], "q": "if he is?\" \"I'm troubled by the fact that within the party we have these kinds of expressions\" about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state. <q>We have got to stop polarizing ourselves.<q> <strong> President Bush </strong> <strong> Dick Cheney </strong> of State <strong> Colin Powell </strong> said President-elect <strong> Barack Obama </strong> will be a <strong> Barack Obama </strong> for all of America. <strong> Colin Powell </strong> made the comments while in Hong Kong. <strong> Colin Powell </strong> endorsed <strong> Barack Obama </strong> leading up to Tuesday's election.( Nov. 5)", "new_id": -2}, {"uid": "1297465247016121856", "i": 34701, "idx": 1, "sa": ["Jennifer Aniston", "Walter Iooss Jr.", "David Letterman", "Brooklyn Decker"], "q": "of the cover model revealed later in the broadcast. On Tuesday, Feb. 15, the new cover model will visit the Late Show for an interview with <strong> David Letterman </strong>. Even <strong> Jennifer Aniston </strong> admires <strong> Brooklyn Decker </strong>'s assets. <q>She's so sweet, that girl. She's just darling and like the nicest person,<q> <strong> Jennifer Aniston </strong>, 42 today, tells <strong> Walter Iooss Jr. </strong>/ PRNewsFoto/Sports Illustrated RSS feeds ranging from dining and movie reviews to celebrity news and much more! Get the latest celebrity news on your iPhone, Blackberry or other mobile", "new_id": -2}, {"uid": "1296372233130301995", "i": 16635, "idx": 1, "sa": ["Sarah Sellers", "Paula Abdul", "Simon Cowell"], "q": "bump. To a full-lipped <strong> Sarah Sellers </strong>: \"You had me sold the second you laid eyes on me.\" To scout Chris Cordeiro: \"You scared everyone in the room.\" To tone-deaf Michael Perotto: <q>Did you eat paint chips as a child?<q> In general:\"* Bleep** Bleep** Bleep*.\"$ 12 million, about a third of <strong> Simon Cowell </strong>'s take. <strong> Paula Abdul </strong>'s salary was estimated to be between$ 5 to$ 8", "new_id": -2}, {"uid": "1297545104230588453", "i": 2057, "idx": 1, "sa": ["Rep. Steve King", "Mike Pence"], "q": "they'll do any better this time.\" No matter what happens in the Senate, he concluded, the fight will rage on in the House. \"<strong> Mike Pence </strong> is determined,\" <strong> Rep. Steve King </strong> said. <q>I don't think he's going to back off. And I will not.<q> If You Liked This, You Might Also Like... The Iowa Republican assails \"socialized medicine\" but admits he helped create a government health program. It's not just illegal aliens: The likely", "new_id": -2}, {"uid": "1295573069103104552", "i": 42577, "idx": 1, "sa": ["Eric Schmidt"], "q": "\" But at no time since the Google juggernaut began its conquest of the Internet have their been so many doubts being raised about the company's future. In a parting tweet, <strong> Eric Schmidt </strong> wrote Thursday: <q>Day-to-day adult supervision no longer needed!<q> Perhaps that's true. But it would be a mistake to think that Page is inheriting a company that's running on cruise control. Google doesn't need Page to be a savior. But he", "new_id": -2}, {"i": 13043, "idx": 4, "index_answer": 0, "new_id": -1, "q": "Welch said. <strong> Sen. Bernie Sanders </strong> added that the date change wouldn't cost the federal government anything extra, doesn't mention the word singlepayer but would hold states to all the requirements of the law. <q>It is a pretty good offer we are making.<q> Welch admitted that the bill could face opposition from insurance companies, who also opposed the federal health care law. <strong> Sen. Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont. \"There is no", "sa": ["Sen. Bernie Sanders"], "uid": "1295386293114753561"}, {"uid": "1296102373198869017", "i": 44459, "idx": 0, "sa": ["Clive Goodman", "Andy Coulson"], "q": "work. <strong> Andy Coulson </strong> was editor of the News of the World when <strong> Clive Goodman </strong> was charged and stepped down the day he was jailed. News of the World owners News International said in a statement: <q>Mr <strong> Ian Edmondson </strong> was suspended in December 2010 following a serious allegation. Material evidence found during the course of the subsequent investigation has led to Mr <strong> Ian Edmondson </strong>'s dismissal. \"News International has informed the police, handed over the material it has found and will give its full co-operation going forward. \"News International reiterates that it will take swift and decisive action when we have proof of wrongdoing.<q> This appeared in the printed version of the Irish Examiner Thursday, January 27, 2011 Seems that you don't have Adobe Flash installed.", "new_id": -2}, {"uid": "1296768307240500746", "i": 24226, "idx": 6, "sa": ["Robin Williams", "Barbara Walters", "David Letterman"], "q": "did your new arteries come from?\" \"Ace Hardware,\" joked <strong> David Letterman </strong>. <strong> Robin Williams </strong> told <strong> Barbara Walters </strong> about his aortic valve replacement in 2009. He too couldn't resist being funny saying, <q>As time goes on you go, I'm okay, thank you. How are you? A little flatulent. Didn't need that news<q> joked <strong> Robin Williams </strong>. On a serious note, <strong> Barbara Walters </strong> pointed out on The View Infamous Teacher-Student Marriage Still Together, 14 Years Later", "new_id": -2}]