[{"uid": "1297455950192987172", "i": 31907, "idx": 1, "sa": ["Steve Ballmer"], "q": "offerings, while extending established products and services to new markets. \"I am excited about this partnership with Nokia,\" said <strong> Steve Ballmer </strong>( Alert), CEO of Microsoft, in a statement. <q> Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> As per the proposed partnership, Nokia will adopt Windows Phone( Alert) as its principal smartphone strategy, innovating on top of the platform in areas such as imaging. Nokia will assist drive the", "new_id": -2}, {"uid": "1294980453267878419", "i": 47576, "idx": 0, "sa": ["Michael Vick", "Desmond Bishop", "Tramon Williams", "DeSean Jackson"], "q": "<strong> Desmond Bishop </strong> stepped into the picture and with a mighty one-handed swipe took <strong> DeSean Jackson </strong> down with a shoestring tackle at the Packers' 38-yard line. \"That was big,\" Packers defensive end Ryan Pickett said. <q> Actually it saved the game. That's a touchdown-saving tackle. </q> Thanks to <strong> Desmond Bishop </strong>, <strong> DeSean Jackson </strong> was stopped in his tracks after a 28-yard reception. Four plays later Eagles quarterback <strong> Michael Vick </strong> threw his fateful interception to <strong> Tramon Williams </strong> in the end zone to seal the Packers' 21-16 victory", "new_id": -2}, {"uid": "1297187711077496370", "i": 17403, "idx": 0, "sa": ["Lawrence Woodward", "Michael Vick"], "q": "It took exactly one night for <strong> Michael Vick </strong>'s name to be once again embroiled in controversy. <strong> Michael Vick </strong>'s Virginia-based lawyer <strong> Lawrence Woodward </strong> denied reports that his client spent his first night of freedom at a Virginia Beach strip club. <q> It is absolutely, categorically false, </q> <strong> Lawrence Woodward </strong> said. For decades, the small number of cricket followers in Israel has been trying to clear up what is so far an unsolved mystery: Why the sport never took off in the country after", "new_id": -2}, {"uid": "1295070638169934886", "i": 34548, "idx": 4, "sa": ["Donald Rumsfeld", "John M. Spratt"], "q": ", \"By our calculations, there is not enough money to meet even minimal expectations of what <strong> Donald Rumsfeld </strong>'s requests will be. \"Without a compelling threat, an immediate threat,\" <strong> John M. Spratt </strong> said, <q> I don't think cutting education or the environment is going to work. </q> Some Republicans have raised similar concerns. But the administration does not accept such http://www.sfgate.com/cgi-bin/article.cgi?f=/c/a/2001/06/03/MN149661.DTL&amp;hw=UNMANNED+WEAPON&amp;sn=053&amp;sc=232 July 2, 2001 U.S. lawmakers from both parties warned Defense <strong> Donald Rumsfeld </strong> that the$ 1.35 trillion tax cut combined", "new_id": -2}, {"uid": "1297152367211075085", "i": 30530, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush"], "q": "die hij persoonlijk op het Witte Huis kwam bezorgen. <strong> President Bush </strong> concludeerde echter dat \"Abu Ghraib niet zou verdwijnen door mijn vertrek en hij had liever dat ik het probleem zou behandelen.\" Bovendien, vermoedt <strong> Donald Rumsfeld </strong>, <q> mijn vertrek zou de critici hebben gesterkt </q>. Op het matje <strong> Donald Rumsfeld </strong> vertrok uiteindelijk twee jaar later, een dag na de tussentijdse Congresverkiezingen in de VS, waarbij de Republikeinse partij van president <strong> President Bush </strong> gevoelige klappen opliep. \"Ik had al", "new_id": -2}, {"i": 13540, "idx": 0, "index_answer": 0, "new_id": -1, "q": "him dog-gone angry. <strong> Mark Buehrle </strong> admitted to MLB.com recently that there were times while watching the NFL, that he wished <strong> Michael Vick </strong> would get hurt. Instead he won NFL comeback player of the year. <q> Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane? </q> <strong> Mark Buehrle </strong> said. <strong> Michael Vick </strong> was convicted for his association with a dogfighting ring in 2007. <strong> Mark Buehrle </strong> and his wife, Jamie, are on billboards promoting dog adoption and animal rescue.\"( <strong> Michael Vick </strong>) had", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297393013108019724"}, {"uid": "1296962462100581383", "i": 40727, "idx": 5, "sa": ["Wes Welker", "Matt Cassel", "Troy Polamalu", "Michael Vick", "Brian Urlacher"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. \"To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q> Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit. </q> Also receiving votes were Minnesota linebacker E.J.Henderson( 3), New England receiver <strong> Wes Welker </strong>, Chicago linebacker <strong> Brian Urlacher </strong> and Kansas City quarterback <strong> Matt Cassel </strong>( 2 each), and Pittsburgh safety <strong> Troy Polamalu </strong>, Seattle running back/kick ereturner", "new_id": -2}, {"uid": "1297124178124354581", "i": 20771, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "from Dallas mayor <strong> Dwaine Caraway </strong> on Saturday, causing an uproar among animal rights activists. In 2007, <strong> Michael Vick </strong> was convicted of a felony related to a dogfighting ring and served 19 months in prison. <q> The message and the kids are far greater than all this response about, \"Why give him the key to the city?\" </q> <strong> Dwaine Caraway </strong> said Monday. \"He is telling kids and exchanging with them the rights and wrongs of the things that he did and encouraging kids to further their education and to not deal with the drugs.", "new_id": -2}, {"uid": "1295902691252543110", "i": 4260, "idx": 1, "sa": ["Eric Schmidt", "Peter Schiff", "Google Inc."], "q": "for an executive who is transitioning out of the CEO role-- and may even be unusual for sitting CEOs, said <strong> Peter Schiff </strong> Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q> the board clearly wants to retain his guidance for the next four years. </q> \"It's a signal to shareholders that he'll continue to steer the boat,\" Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as <strong> Google Inc. </strong>'s CEO by co-founder Larry Page.", "new_id": -2}, {"uid": "1295385251249954318", "i": 5762, "idx": 0, "sa": ["Sergio Marchionne"], "q": "the Pomigliano d'Arco plant near Naples are needed to boost productivity at Italian plants to move forward with plans to invest$ 26.7 billion in Italy over the next five years, Italian news agency ANSA reported Tuesday. <q> Let me improve the costs of using the plants and I'll raise the salaries, </q> <strong> Sergio Marchionne </strong> said in an interview with Rome newspaper La Repubblica after 54 percent of the workers at the Turin facility, also known as Mirafiori, approved the deal. <strong> Sergio Marchionne </strong> said he wanted to introduce profit-sharing plans", "new_id": -2}]