[{"uid": "1295553130232112148", "i": 29716, "idx": 0, "sa": ["Simon Cowell", "Wesley Snipes", "Larry King"], "q": "Without incident\" is law enforcement talk for \"without karate.\" CNN's <strong> Larry King </strong> asked <strong> Wesley Snipes </strong> if he was nervous about going to prison. \"I think any man would be nervous,\" <strong> Wesley Snipes </strong> said. <q>Given the length of time that they are suggesting that I be away from my family, away from my profession, away from my ability to provide for my family and for those who have depended upon me to contribute to society</q>.... I think anyone would be nervous about that.\" http://wn.com/Susan_Boyle_talks_about_her_personal_life,_ready_for_first_kiss_ Minus <strong> Simon Cowell </strong> and with new hosts, \"American Idol\" ratings are down from last year Texas reaches 20-year,$ 300 million deal with ESPN", "new_id": -2}, {"uid": "1296163911042713105", "i": 21128, "idx": 4, "sa": ["Mitch Daniels", "Mike Pence"], "q": "he is not running for president, and withhold a formal declaration on running for governor until later. \"I don't think you're going to see a big press conference,\" said Ogle. <q>When he does do it, I just think it will be a release that I have decided what I am NOT going to do, not what I am going to do.</q> \"I want him to run for governor-- I think he would be a good transition for the state from <strong> Mitch Daniels </strong>,\" Ogle added. Still, no one in <strong> Mike Pence </strong>'s inner circle", "new_id": -2}, {"i": 866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to shut down its mainland search engine rather than censor results for user queries. \"Things have been stable since June\" in China, when <strong> Google Inc. </strong> had its business license renewed, <strong> Eric Schmidt </strong> said Tuesday. <q>But you never know; it's possible for the government to cause us to not work.</q> The company is now pushing into entertainment with <strong> Google Inc. </strong> TV, combining Internet access with on-demand television. Another of <strong> Google Inc. </strong>'s new products, the <strong> Google Inc. </strong> Offers discounting service, is designed for a different", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1296102285053329931"}, {"uid": "1295582258248299524", "i": 15103, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "<strong> Google Inc. </strong> to work for the social networking company. \"My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a startup,\" Mr. Page said in a Thursday interview. <q>I think I will have time to do that given the way we have split up our responsibilities.</q> Mr. <strong> Eric Schmidt </strong> concurred in the same interview, saying <strong> Google Inc. </strong>'s triumvirate decided they needed to find ways for the company to run more crisply. \"I am not as concerned about the titles as", "new_id": -2}, {"uid": "1296527705266076161", "i": 33718, "idx": 0, "sa": ["David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "Peter Weir", "Bill Clinton"], "q": "musical: Gomez, the Fray Newsday Well, word( and song) is finally leaking out about what sort of- <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Regis Philbin </strong>, <strong> Robin Williams </strong>, <strong> Charlie Rose </strong> and discuss having open-heart surgery on ABC's <q>A <strong> Barbara Walters </strong> Special: A Matter of <strong> Vivis Colombetti </strong> talks Paranormal Activity 2 Director <strong> Peter Weir </strong> finds \"Way Back</q> to big screen LOS ANGELES( Back Stage)- It's difficult to find a common thread among <strong> Peter Weir </strong>'s comedy about residents of a small town who deliberately cause car crashes. But he followed that", "new_id": -2}, {"uid": "1295761232029376524", "i": 49229, "idx": 0, "sa": ["Andy Coulson"], "q": "snuck out of the base now should he... Hopefully he got some trim before the towel heads nabbed him( unless they were there with the lil' missus and she set him up).\" Report Abuse <q>I knew, and trained with Iraqis before desert storm. I they were good looking intelligent people. At least, that was what I saw. I do think, he was taking risks. But, a man in love does a lot of stupid things. Believe me, I am a man, I know! I hope he is released unharmed. At the very least, I hope they tell his family where he is.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1294960874114671713", "i": 7650, "idx": 2, "sa": ["Charlie Chaplin", "Sergio Marchionne"], "q": "Italia' \"We are getting closer and closer to the workers in the <strong> Charlie Chaplin </strong> movies,\" said Nina Leone, 47, a Fiat employee since 1988 and who said she would oppose the deal. <q>I don't think Mirafiori will stop auto production if the No vote prevails. We will fight to keep our jobs.</q> Mirafiori is part of <strong> Sergio Marchionne </strong>'s 20 billion-euro investment project dubbed\" Fabbrica Italia\" to revamp Fiat's five remaining Italian car plants excluding Termini Imerese, which will stop producing cars by the", "new_id": -2}, {"uid": "1294965522267878401", "i": 40521, "idx": 0, "sa": ["Michael Vick", "Tony Windis", "Kevin Kolb"], "q": "is 11 weeks long and teams are matched head-to-head while also accumulating overall points. There is also a fake budget of$ 1,000 to spend on acquiring free agent players through a wavier system. <q>It's a blind draw. You put a price on a player that nobody else can see and at 6 p.m. on Friday nights when the waiver period is up, it goes to the highest bidder,</q> <strong> Tony Windis </strong> said. <strong> Tony Windis </strong> lost his starting quarterback in <strong> Kevin Kolb </strong> during the first quarter of the first week, and it turned into a blessing in disguise when he made his move to acquire <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1297403208107986956", "i": 34795, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": ". \"Vast drug networks along our northern border are exacerbating the gang-related violence in many communities across the state,\" said <strong> Kirsten Gillibrand </strong>. \"This problem must be fought at its source.\" <q>Drug trafficking into Pennsylvania that is feeding crime and gang activity must be stopped,</q> Casey added. \"A multi-pronged attack is required to catch drug smugglers or terrorists before they can cross the border over Lake Erie into Pennsylvania or other northern states.\" The senators cited what they called", "new_id": -2}, {"uid": "1296690203157859891", "i": 39437, "idx": 0, "sa": ["Colin Powell", "Jane Mayer", "Joe Biden"], "q": "and Torture: Interrogation, Incarceration, and Abuse,\" <strong> Jane Mayer </strong> cites Egypt as the most common destination for suspects rendered by <strong> Joe Biden </strong>. \"The largest recipient of U.S. foreign aid after Israel,\" <strong> Jane Mayer </strong> writes, <q>Egypt was a key strategic ally, and its secret police force, the Mukhabarat, had a reputation for brutality.</q> She describes the rendering of Ibn al-Sheikh al-Libi to Egypt, where he was tortured and made a false confession that <strong> Colin Powell </strong> cited as he importuned the Security Council to approve the U.S. invasion of Iraq. Al-Libi later", "new_id": -2}]