[{"i": 17910, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the matter on 26 January( 11). However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February( 10). He tells Late Show host <strong> David Letterman </strong>, <q> The kids are doing ok, we have been spending quite a bit of time with them, Kayte and I, Kayte's my new girl, we're planning to get married soon. Sometime in February. </q>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295008849080707673"}, {"uid": "1295106448241254427", "i": 18826, "idx": 2, "sa": ["Barack Obama", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "recite the Pledge of Allegiance during a memorial service with <strong> Barack Obama </strong> for the victims the shooting rampage, that left six killed and Arizona <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> wounded, at the University of Arizona's McKale Center in Tucson, Ariz. <q> At a time when our discourse has become so sharply polarized- at a time when we are far too eager to lay the blame for all that ails the world at the feet of those who happen to think differently than we do- it's important for us to pause for a moment and make sure that we're talking with each other in a way that heals, not in a way that wounds, </q> <strong> Barack Obama </strong> said.( AP Photo/Chris Carlson, File) WASHINGTON- Democrats, Republicans and independent groups across the ideological spectrum are seeking political profit from the shooting rampage in Arizona, often moderating their rhetoric in", "new_id": -2}, {"uid": "1295390240232685652", "i": 20293, "idx": 3, "sa": ["Sergio Marchionne"], "q": ", guaranteeing the future of the plant and all three shifts. \"I am here with one message to tell you,\" <strong> Sergio Marchionne </strong> said after departing from his script and addressing the plant's workers. <q> The future of this plant is without doubt guaranteed. </q> Windsor Assembly is Chrysler's oldest plant and its only North American assembly plant running on three shifts. It employs 4,300 making 1,452 minivans a day. \"We're not going to give up", "new_id": -2}, {"uid": "1296760494005144612", "i": 8381, "idx": 9, "sa": ["Donald Rumsfeld"], "q": "of it, why the invasions, is objectionable. And the occupations are both failures, horrors, and probably crimes. daffers56 3 February 2011 6:54 PM cloudberry 3 February 2011 6:55 PM <q> All those lives betered and at a cost f just 4000 US soldiers. </q> RussellH doesn't, of course, discuss the cost of bankrupting the US for <strong> Donald Rumsfeld </strong>'s folly. He doesn't discuss the hatred people there feel for a country that invaded them in pre-emptive war.", "new_id": -2}, {"uid": "1296954560216498177", "i": 5123, "idx": 0, "sa": ["Sean Duffy", "Mike Pence"], "q": "into the manager's actions. Yesterday, two U.S. congressmen, Rep. <strong> Mike Pence </strong> and Rep. <strong> Sean Duffy </strong>, called for the defunding of Planned Parenthood based upon the information uncovered in Live Action's videos. <q> Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking, </q> said <strong> Mike Pence </strong>. \"The time to deny any and all funding to Planned Parenthood is now.\" Posted by charsch on Feb 4, 2011 In the book of Acts in the", "new_id": -2}, {"uid": "1295481044265797697", "i": 44264, "idx": 1, "sa": ["Sergio Marchionne"], "q": "starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. \"We need to completely rethink the minivan,\" CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. <q> We need to retain all its functionality but make it much more versatile. </q> <strong> Sergio Marchionne </strong> said that could mean new products that can still carry a lot of people but won't look like traditional minivans. A team within the company is also studying whether to continue both the Town and", "new_id": -2}, {"uid": "1295907390241205262", "i": 11464, "idx": 2, "sa": ["Zahi Hawass"], "q": "had no legal claim to it. The SCA, which <strong> Zahi Hawass </strong> heads, said in an email that its request had been approved by both Prime Minister Nazif and the Egyptian ministry of culture. <q> This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country, </q> it said. <strong> Zahi Hawass </strong> has campaigned to repatriate several pharaonic treasures in recent years, including the Rosetta Stone now in the British Museum. <cite> Copyright 2011 The Associated Press. All rights reserved. This", "new_id": -2}, {"uid": "1296153769183746589", "i": 11656, "idx": 1, "sa": ["Sergio Marchionne"], "q": ", and Fiat is set to hit two more targets to reach a 35-percent stake in Chrysler, possibly increasing it to 51 percent if it repays outright or refinances loans from the U.S. and Canadian governments. <q> I think the opening of the capital markets window in the United States is real, </q> <strong> Sergio Marchionne </strong> said. \"I think it would be unwise for Chrysler not to take advantage of the opening.\" On the Italian side, he is preparing to invest 700 million euros($ 961 million", "new_id": -2}, {"uid": "1295768239143409188", "i": 5669, "idx": 9, "sa": ["Allen Iverson"], "q": "the first half and led 33-28 at halftime. Nevada Celtics 86, Pistons 82: Boston rides Shaq, <strong> Allen Iverson </strong> to win an injury is all about getting back the rhythm he has developed with his Boston teammates. <q> It's like being at a party, and the record skips, and you've got to get back on beat, </q> he said after helping the Celtics erase an eight-point, fourth-quarter deficit and beat the Detroit Pistons 86-82 on Wednesday night. \"So, you know, the record skipped a bit. But I'm at", "new_id": -2}, {"uid": "1296256677000376840", "i": 5467, "idx": 0, "sa": ["Eric Schmidt", "Rupert Murdoch"], "q": "The Murdochs turn a media crisis into a family drama By John Gapper Published: January 28 2011 22:37| Last updated: January 28 2011 22:37 <q> Day to day adult supervision no longer needed! </q> tweeted <strong> Eric Schmidt </strong> last week as he announced that he was stepping down as chief executive of Google in favour of 37-year-old Larry Page. <strong> Rupert Murdoch </strong> this week delivered the opposite message as he cancelled a planned trip to Davos to", "new_id": -2}]