[{"uid": "1295663714122535988", "i": 32942, "idx": 0, "sa": ["Andy Coulson", "Baby Doc"], "q": ": British Airways opts for Rolls-Royce engines for A380 <strong> Baby Doc </strong> Driven to Private Home in Latest Unexpected... Photo in Slideshow: Haiti's former dictator <strong> Baby Doc </strong> Photo: Air France-KLM loses 70 mn euros due to snow Report Abuse <q> If Haitians decide to keep him, and if they do not throw him in jail, I will regret having made a donation last year, because he is likely to steal whatever we have sent. </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295883490173096982", "i": 16863, "idx": 0, "sa": ["Eric Schmidt", "Barack Obama", "Matt Patterson", "Google Inc."], "q": "button in the bottom right corner of the player. As this is a brand new technology, there may be a few syncing slips- please bear with us as we work to perfect*** http://wn.com/Eric_Schmidt_Google's_Outgoing_CEO_Cash_Out_335_million_Shares www.youtube.com <strong> Eric Schmidt </strong> asked <q> the most efficient way to sort a million 32-bit integers </q> <strong> Barack Obama </strong> replied`` the bubble sort would be the wrong way to go.'' by BizzyMicBizness http://wn.com/evil_google_WORLD_domination!_SCROOGLE_for_google_ The Tyranny of <strong> Google Inc. </strong>( by <strong> Matt Patterson </strong>, AmericanThinker.com)- In an astonishing interview with The Wall Street Journal, <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295657293256983049", "i": 10757, "idx": 2, "sa": ["Eric Schmidt"], "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.'' <strong> Eric Schmidt </strong>, 55, said, <q> We worked as a triumvirate for 10 years. </q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade", "new_id": -2}, {"uid": "1295072003016613377", "i": 7372, "idx": 0, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "union, FIOM, is opposed because it says it undermines Italy's system of national contracts by creating local ones. Premier <strong> Silvio Berlusconi </strong> angered unions with his continued support of <strong> Sergio Marchionne </strong>'s labor tactics. <q> I think it will win with a rather high percentage of votes, and thereby good sense will win, </q> <strong> Silvio Berlusconi </strong> said on Canale 5, which is part of the Mediaset empire he founded before entering politics. Tensions have risen as the vote approached, with rhetoric spilling over onto the streets. There was a", "new_id": -2}, {"uid": "1295278131044859395", "i": 9405, "idx": 1, "sa": ["The Bloodhound Gang", "Allen Iverson", "Wayne Rooney"], "q": ". For a player often described as selfish and immature, it was a giant step toward superstardom.`` It's special, and it's a tribute to my coach and my teammates,'' said <strong> Allen Iverson </strong>. <q> I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball, </q> Brown said.`` There were so many lessons to be learned, from him http://wn.com/Coors_Belfast_Giants_on_You_Tube__Stars_in_Their_Eyes Paul Moran, uncut and definitely a little unhinged, singing`` The <strong> Wayne Rooney </strong> Touch'' by <strong> The Bloodhound Gang </strong> at the Belfast Giants Official Supporters", "new_id": -2}, {"uid": "1294965522267878401", "i": 40521, "idx": 0, "sa": ["Michael Vick", "Tony Windis", "Kevin Kolb"], "q": "is 11 weeks long and teams are matched head-to-head while also accumulating overall points. There is also a fake budget of$ 1,000 to spend on acquiring free agent players through a wavier system. <q> It's a blind draw. You put a price on a player that nobody else can see and at 6 p.m. on Friday nights when the waiver period is up, it goes to the highest bidder, </q> <strong> Tony Windis </strong> said. <strong> Tony Windis </strong> lost his starting quarterback in <strong> Kevin Kolb </strong> during the first quarter of the first week, and it turned into a blessing in disguise when he made his move to acquire <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1295658483011878448", "i": 25644, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "sparring partner at the judging table, the reliably effusive and ditzy <strong> Paula Abdul </strong>, who had departed the previous season. And <strong> Simon Cowell </strong> made little secret that he was bored and ready to get on to his next series, <q> The X Factor,`` already a hit in Britain and scheduled to launch stateside this fall. <strong> Ellen DeGeneres </strong>, Ms. <strong> Paula Abdul </strong>'s replacement, never jelled with the other judges, including singer <strong> Kara DioGuardi </strong>, who had been brought on for the 2009 season to bolster the show in advance of Ms. <strong> Paula Abdul </strong>'s expected departure. Now Ms. <strong> Ellen DeGeneres </strong> and Ms. <strong> Kara DioGuardi </strong> are both gone. The saga of the`` American Idol </q> phenomenon, from its origins in the 2001 hit British series`` Pop Idol'' right up to <strong> Simon Cowell </strong>'s departure, is the focus of Richard Rushfield's breezy, gossipy`` American Idol: The Untold Story.", "new_id": -2}, {"i": 26802, "idx": 0, "index_answer": 0, "new_id": -1, "q": "County Naval and Military Park, <strong> Kirsten Gillibrand </strong> outlined her plans to provide tax credits for businesses that hire veterans, provide more job training, and better prepare troops leaving the service for a tight job market. <q> We have real challenges in terms of unemployment, </q> <strong> Kirsten Gillibrand </strong> told the round-table discussion, adding that unemployment rates of 15 percent among recently discharged veterans`` can not be tolerated.''`` We need to do better in terms of making opportunities available to these", "sa": ["Kirsten Gillibrand"], "uid": "1297517098025886731"}, {"uid": "1295484505086802457", "i": 14221, "idx": 0, "sa": ["David Letterman"], "q": "The Bexar County District Attorney's Office is taking advantage of all the tools of the 21st century. They are looking into cyberspace to find information on criminals, witnesses and prospective jurors. Watch <strong> David Letterman </strong> Sears' Report <q> We will look at whatever is on the Internet. I think people need to be aware of that, </q> said Bexar County District Attorney Susan Reed. That`` whatever'' includes Facebook. If a resident has been selected for possible jury duty, there is a chance the District Attorney Office will be looking on Facebook for", "new_id": -2}, {"uid": "1297428190058949643", "i": 11820, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "ecosystem,'' acknowledging that competing with Apple's iOS and Google's Android involves a partnership that must encompass phones, developers, mobile services, partnerships with carriers, and app stores to distribute software. <q> There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift, </q> <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong> said in a boldly worded open letter.`` Together, we see the opportunity, and we have the will, the resources and the drive to succeed.''", "new_id": -2}]