[{"uid": "1295404896077529090", "i": 1178, "idx": 0, "sa": ["Arsenio Hall", "Don Kirshner", "Jack Wishna", "David Letterman", "Billy Crystal"], "q": "The show also boosted careers of comics including <strong> Billy Crystal </strong>, <strong> Arsenio Hall </strong> and <strong> David Letterman </strong>. <strong> Jack Wishna </strong> said <strong> Don Kirshner </strong> was a mentor who knew the art of discovering talent and cared about the artists he worked with. <q> He was a father to these people even though some of them were three or four years younger than him, </q> <strong> Jack Wishna </strong> said.", "new_id": -2}, {"uid": "1297467103105054213", "i": 42950, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "The goblin market was a window to the freedom and prosperity of the United States. Flashy American goods inspired Koreans to dream of being rich. We also began to focus on education. Many Korean parents pledged, <q> I may eat humbly and wear rags, but I will make sure my children get a proper education. </q> In his memoir,`` Known and Unknown,'' former U.S. <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> said that he sensed`` historical amnesia'' in Korea, which attained freedom and economic success thanks to the U.S. military", "new_id": -2}, {"uid": "1295088825117588096", "i": 32513, "idx": 0, "sa": ["Andy Coulson"], "q": "Chris Bryant, who believes he may have been a victim of the phone hackers, said Friday he welcomed the decision to re-examine the case, adding that it should not have been closed last month. <q> The evidence that this goes far deeper than one rotten apple has continued to stack up, and so a fresh pair of eyes looking at the case is very welcome, </q> he said. Bryant said the police had`` severely'' damaged their credibility by failing to properly investigate earlier. <strong> Andy Coulson </strong> and the News of The World have denied the charges. MENTAL", "new_id": -2}, {"uid": "1296757679010059804", "i": 5879, "idx": 2, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": "was too small, a view apparently vindicated by the subsequent failure of American forces to stop postwar violence and looting. <strong> Donald Rumsfeld </strong> concedes that with hindsight, more US troops might have helped stop the looting. <q> In retrospect there may have been times when more troops could have helped, </q> he writes. But he insists that no formal request for more troops was made by the generals. He says <strong> Paul Bremer </strong>'s decisions`` inadvertently stoked nationalist resentments and fanned the embers of what would become the", "new_id": -2}, {"uid": "1295432315218038327", "i": 1256, "idx": 0, "sa": ["Oprah Winfrey", "Piers Morgan", "Michael Vick"], "q": "of the interview, both <strong> Oprah Winfrey </strong> and <strong> Piers Morgan </strong> revealed they were chasing an interview with American football's man of the moment, <strong> Michael Vick </strong>. They had a bet on whoever speaks to him first. <q> I always dream of being your rival, </q> joked <strong> Piers Morgan </strong> as he shook hands with <strong> Oprah Winfrey </strong>. It is too early to know, after one episode, whether the show will be a hit in America, let alone rival <strong> Oprah Winfrey </strong>'s. Flying", "new_id": -2}, {"uid": "1295265085125091841", "i": 4047, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "<strong> Andy Coulson </strong> denies being aware of any wrongdoing at the paper, part of <strong> Rupert Murdoch </strong>'s News Corp media group, and police said last month there was not enough evidence to charge him with any crime. <q> Obviously when he was editor of the News of the World, bad things happened at that newspaper and when he found about those, he resigned. That was the right thing to do, </q> <strong> David Cameron </strong> told BBC Radio 4's Today programme.`` I gave him a second chance,'' <strong> David Cameron </strong> added.`` I think he has done a good job for the government and for the country.", "new_id": -2}, {"uid": "1295582258248299524", "i": 15105, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": ", saying <strong> Google Inc. </strong>'s triumvirate decided they needed to find ways for the company to run more crisply.`` I am not as concerned about the titles as I am winning,'' Mr. <strong> Eric Schmidt </strong> said. <q> I am quite certain that this change will result in faster decision making and better value for the shareholders. </q> <strong> Google Inc. </strong>'s stockholders have had little to complain about, not that it would have made a major difference because Mr. <strong> Eric Schmidt </strong>, Mr. Page and Mr. <strong> Sergey Brin </strong> combined own a controlling stake in the company. <strong> Google Inc. </strong>", "new_id": -2}, {"uid": "1295958121022577156", "i": 33190, "idx": 1, "sa": ["Cheryl Cole", "Derek Hough", "Justin Bieber", "Simon Cowell"], "q": ", <strong> Simon Cowell </strong>, is fighting to secure <strong> Cheryl Cole </strong>'s place on the US panel, as well as <strong> Derek Hough </strong> and her other showbiz pals, <strong> Justin Bieber </strong> encouraging <strong> Cheryl Cole </strong>'s move to America. The insider explained: <q> <strong> Simon Cowell </strong> has been the only one pushing for her and trying to convince everyone that she'll be a big hit. </q> SEE PICS OF CHERYL FROM THE X FACTOR 2010 IN MTV'S GALLERY HERE!! They added:`` They want to see if the American public warm to her before she takes on such a high-profile role", "new_id": -2}, {"uid": "1296832434019169309", "i": 5458, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "~ 100m market; that is just not going to cut it,'' said Ahmad, echoing widespread secpticism about WP7. MeeGo Joke Ahmad said that Nokia should avoid Android. <q> Android is a no-go for now. This may have been a good idea one to two years ago, but it is not today. You will never be able to catch up with Samsung, which should rule the Android show midterm. And that market is going to get even more crowded with China Inc( ZTE, Huawei et al) joining Sony Ericsson, HTC, Motorola and PC vendors, </q> wrote Ahmad.`` And more significantly, how is anyone going to differentiate on Android long-term?'' Ahmad urged <strong> Stephen Elop </strong> to go to his former boss <strong> Steve Ballmer </strong> and get him to agree to an exclusive deal", "new_id": -2}, [{"i": 22123, "idx": 2, "index_answer": 0, "new_id": -1, "q": "5.45 billion, according to Forbes magazine. Page, 37, takes over the CEO role in <strong> April Wayne </strong>. <strong> Eric Schmidt </strong> summed up seismic shift at <strong> Google Inc. </strong>'s helm in a Twitter post last week that said, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. Since then, <strong> Google Inc. </strong>'s shares have grown more than sixfold, at one point surpassing$ 700. <strong> Google Inc. </strong>", "sa": ["Eric Schmidt", "April Wayne", "Google Inc."], "uid": "1295905334076185612"}]]