[{"i": 21799, "idx": 0, "index_answer": 0, "new_id": -1, "q": "dog, especially if there's any chance you will end up abusing or abandoning it. \"Every time I think I've heard the worst story, another one comes about,\" <strong> Jamie Buehrle </strong> said. <q>It makes me jaded and makes me lose faith in humanity some time because I don't understand how people can do that to innocent animals.</q> That comment from <strong> Jamie Buehrle </strong> carries a direct line to <strong> Michael Vick </strong>, who was presented with the NFL's Comeback Player of the Year Award this past weekend. The Buehrles would not bestow any such honor on the", "sa": ["Jamie Buehrle", "Michael Vick"], "uid": "1297282260166281230"}, {"uid": "1295655939068894758", "i": 13071, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Regis Philbin"], "q": "By Alex Weprin on January 21, 2011 3:32 PM \"ABC has scheduled a new primetime\" <strong> Barbara Walters </strong> special focusing on people that have undergone heart surgery. <q>A <strong> Barbara Walters </strong> Special: A Matter of Life and Death</q> will air Friday, February 4 at 10 PM and will feature interviews with former President <strong> Regis Philbin </strong>. It also features an interview with late night host <strong> David Letterman </strong>, who rarely sits down with interviewers. \"Nightline\" shortened", "new_id": -2}, {"uid": "1297087558189808651", "i": 33220, "idx": 1, "sa": ["Eric Schmidt"], "q": "European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. \"We certainly want to avoid that,\" <strong> Eric Schmidt </strong> told the paper in an interview. <q>I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they are minor or they are not correct. \"We'll find out and make sure we are operating well within the law and the spirit of the law.</q> Brussels launched a formal investigation into Google in November following complaints from European rivals that it was abusing its dominant position in the market for web search services. A previous EU investigation into software giant", "new_id": -2}, {"uid": "1295588443175472914", "i": 20362, "idx": 1, "sa": ["Eric Schmidt"], "q": "role in strategic projects including product. He is giving up his role as president. The change is effective starting April 4, 2011. <strong> Eric Schmidt </strong> explained the move in a blog post saying, <q>We have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.</q> He added, \"managing the business has become more complicated,\" and Google wanted to \"speed up decision making,\" so Page got the nod. As for Page's ability to", "new_id": -2}, {"uid": "1296770511173654034", "i": 12168, "idx": 18, "sa": ["Donald Rumsfeld", "Joe Biden", "John Kerry", "Al Gore", "Saddam Hussein", "Colin Powell", "Hillary Clinton"], "q": "defense. He resurrects quotes from <strong> Hillary Clinton </strong>, <strong> Joe Biden </strong>, <strong> John Kerry </strong> and <strong> Al Gore </strong> as supporting the WMD allegations-and the war. \"Yet when opposing the Bush administration's efforts in Iraq became politically convenient,\" says <strong> Donald Rumsfeld </strong>, <q>they acted as if they had never said any such thing.</q> <strong> Donald Rumsfeld </strong> takes direct aim at <strong> Colin Powell </strong> in recounting the former general's famous U.N. speech in February 2003, laying out the administration's case that <strong> Saddam Hussein </strong> indeed possessed a stockpile of banned weapons. \"Over time", "new_id": -2}, {"uid": "1296217506223641601", "i": 17637, "idx": 1, "sa": ["Mike Pence", "Sen. Jim DeMint"], "q": "a bid for president. That group was looking for a candidate who has a sterling fiscally conservative record-a characteristic missing from many in a field scarred by support for earmarks or votes for bailouts. <q>There's a real void for a Club for Growth kind of candidate, an ideologically conservative candidate on fiscal issues, and <strong> Mike Pence </strong> was the closest there was to actually running,</q> said Terry Sullivan, a longtime GOP consultant in South Carolina who has worked for <strong> Sen. Jim DeMint </strong>. <strong> Sen. Jim DeMint </strong>, who is close to <strong> Mike Pence </strong>, is adamant that he won't run for president-despite a visit to Iowa", "new_id": -2}, {"uid": "1295547194232112134", "i": 30662, "idx": 1, "sa": ["Simon Cowell", "Steven Tyler"], "q": "routine is just \"boring.\" At least <strong> Steven Tyler </strong> will tell you \"if your singing stinks\"- the trouble is he says it in a \"kindler, gentler way,\" with lines such as, <q>Oh baby, you're just not ready. I'm sorry.</q> Both of the newbies need to \"toughen up a bit.\" When <strong> Simon Cowell </strong> called the occasional performance an \"utter disaster,\" he added the spice that made \"Idol\" delicious. \"American Idol", "new_id": -2}, {"uid": "1296770511173654034", "i": 12165, "idx": 15, "sa": ["Donald Rumsfeld"], "q": ", of course, that was the principal tool in the administration's salesmanship of the war. In fact, he challenges those who charged that \"Bush lied, people died,\" saying critics had <q>scoured a voluminous record of official statements on Iraqi WMD to compile a small string of comments-ill chosen or otherwise deficient-to try to depict the administration as purposefully misrepresenting the intelligence.</q> <strong> Donald Rumsfeld </strong> acknowledges having made one \"misstatement,\" early in the war, involving the CIA's designation of various \"suspect\" WMD sites in Iraq. \"We know where they are. They're", "new_id": -2}, {"uid": "1296170738157696063", "i": 19231, "idx": 0, "sa": ["Mike Pence"], "q": "Indiana Rep. <strong> Mike Pence </strong> will not run for president in 2012, the Indianapolis Star reported Thursday. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> the 51-year-old GOP congressman wrote in a letter to supporters. Sources in the state told RealClearPolitics last week that <strong> Mike Pence </strong>'s team was told to expect a gubernatorial bid. Though <strong> Mike Pence </strong> did not make it clear", "new_id": -2}, {"uid": "1295510839092602381", "i": 13054, "idx": 0, "sa": ["Larry Bird", "Allen Iverson"], "q": "\" It was a nice touch by <strong> Allen Iverson </strong> to seek out <strong> Larry Bird </strong> Brown, his coach for the past 3 1/2 seasons. For a player often described as selfish and immature, it was a giant step toward superstardom. <q>It's special, and it's a tribute to my coach and my teammates,</q> said <strong> Allen Iverson </strong>. \"I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball,\" Brown said. \"", "new_id": -2}]