[{"uid": "1297639577156467200", "i": 12947, "idx": 0, "sa": ["Simon Cowell"], "q": "to <strong> Simon Cowell </strong> allegedly feeling that the Mean Girls star would add \"edginess\" to the show. However, an X Factor spokesperson has now insisted that there are no truth to the reports. <q>We have never spoken to <strong> Lindsay Lohan </strong> about any role in The X Factor,<q> they said, according to Heatworld gives us an insight into her character Justin TimberlakeWatch an exclusive clip of the", "new_id": -2}, {"uid": "1295333072190038066", "i": 44179, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "<strong> Kirsten Gillibrand </strong> spoke passionately about tolerance and the need to move from politically charged and ugly discourse to a more civil climate. Rep. <strong> Gabrielle Giffords </strong> \"can inspire us all,\" she said, adding that <q>I am very hopeful about her recovery.<q> Hell house: Pets live in torment among corpses Jets upset Pats Global parties Staten Island Jets fan's sledding celebration turns fatal 2011 Golden Globes red carpet Best Worst Dressed at 2011 Golden Globes Celebrity photos: Jan.", "new_id": -2}, {"uid": "1295552007106610735", "i": 28114, "idx": 0, "sa": ["Cameron Douglas", "Michael Vick"], "q": "natural state. \"The bonding aspect is a major attraction,\" says <strong> Cameron Douglas </strong>, a 66-year-old with his own marketing and communications company, who received ManChef lessons as a Christmas gift from his wife. <q>I like the idea that it's all men. Women tend to dominate in the kitchen and it can be intimidating. We're all at the same level. We have laughs. We bond.<q> Graben begins tossing melons across the kitchen into the waiting hands of the guys. \"That's a better throw than( Philadelphia Eagles' quarterback) <strong> Michael Vick </strong> could make last night,\" Zeidenberg", "new_id": -2}, {"uid": "1297176031226918403", "i": 3165, "idx": 7, "sa": ["David Letterman", "Aaron Rodgers"], "q": "don't run a 4-5-40. But I think a lot of times, the things you can't measure are often the things that give people the most success.\"( Audience applauds) <strong> David Letterman </strong>: <q>How big were you in high school your senior year?<q> <strong> Aaron Rodgers </strong>: \"I was like 6' 2\", 190.\" <strong> David Letterman </strong>: \"Really? So, you could have been, I mean, statistically, that would have- well", "new_id": -2}, {"uid": "1295104649211468294", "i": 44141, "idx": 0, "sa": ["Simon Cowell", "Matt Cardle"], "q": "debut album. Instead of covering songs by other songwriters, this year's X Factor winner hopes to go it alone- and he's already got the backing of <strong> Simon Cowell </strong>, insiders reveal. <q><strong> Simon Cowell </strong> and <strong> Matt Cardle </strong> spoke over Christmas and texted ideas about what <strong> Matt Cardle </strong> wants to do,<q> a source tells the Mirror newspaper today. \"<strong> Simon Cowell </strong> has said that he wants him to write and co-write some songs. They know they want great material, if the songs are penned by <strong> Matt Cardle </strong> then", "new_id": -2}, {"i": 12103, "idx": 2, "index_answer": 1, "new_id": -1, "q": "\" again, <strong> Betty White </strong> quips, \"I think you do a thing once and then you run like a thief.\" <strong> David Letterman </strong> then asks her what she does in her free time and <strong> Betty White </strong> says, <q>Oh, I like to do most anything. Play with animals, mostly. And vodka's kind of a hobby.<q> So <strong> David Letterman </strong> reaches down from behind the desk and produces a bottle of Grey Goose, to which <strong> Betty White </strong> laughs heartily. They share some vodka, then she does a classic spit-take. How can you not", "sa": ["David Letterman", "Betty White"], "uid": "1295452144253739151"}, {"uid": "1297176031226918403", "i": 3172, "idx": 14, "sa": ["David Letterman", "Aaron Rodgers"], "q": "'s Butte Community College?\" <strong> Aaron Rodgers </strong>: \"It's actually in a town called Oroville, which is about 30 minutes from my hometown, Chico, in northern California.\" <strong> David Letterman </strong>: <q>Now, what kind of team? Who were your teammates?<q> <strong> Aaron Rodgers </strong>: \"We had a great team. We had, I think, 13 guys go Division I off of that team, we went 10-and-1, lost, you know, one game- we", "new_id": -2}, {"uid": "1297367249190234648", "i": 34343, "idx": 0, "sa": ["Kayte Walsh", "David Letterman"], "q": " said in a statement. She thanked family and friends who had been supportive throughout the couple's divorce, which was filed in July. The couple were married nearly 13 years. <q>What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children,<q> her statement said. She also wished her ex and his fiancee, <strong> Kayte Walsh </strong>, \"love and happiness in their new marriage.\" <strong> David Letterman </strong> on his show last month that he plans to marry <strong> Kayte Walsh </strong>", "new_id": -2}, {"uid": "1295250982014909495", "i": 17426, "idx": 0, "sa": ["Simon Cowell"], "q": "in return. For ideas of what to write in your message, dip into Tweetie Pie: 140 Ways To Say I Love You( Orion, Â£ 6.99), a new pocket-book full of epithets such as <q>We didn't speak much last night. We didn't need to. I like that. xxx<q>. Get singing You don't have to audition for <strong> Simon Cowell </strong> to feel the benefit: singing to yourself in the shower is an easy way to boost your levels of oxytocin, a feel-good hormone", "new_id": -2}, {"uid": "1296063294015597570", "i": 30088, "idx": 1, "sa": ["Steve Ballmer"], "q": "hold on to bragging rights for one last time. Jan 26, 11- 11:40 am Comment from: Jamie Microsoft CEO <strong> Steve Ballmer </strong> laughs at Apple iPhone on January 17, 2007 Interviewer: <q><strong> Steve Jobs </strong> let me ask you about the iPhone, and the Zune, if I may.( <strong> Steve Ballmer </strong> smiles) The Zune was getting some traction, and <strong> Steve Jobs </strong> goes to MacWorld and he pulls out this iPhone. What was your first reaction when you saw that?<q> Laughter from <strong> Steve Ballmer </strong> <strong> Steve Ballmer </strong>: \"$ 500! Fully subsidized! With a plan! I said that is the most expensive phone in the world. And it doesn't appeal to business customers", "new_id": -2}]