[{"uid": "1295966237237928455", "i": 15924, "idx": 5, "sa": ["Eric Schmidt"], "q": "Einf?hrung von LTE eine f?hrende Rolle in Europa hat.\" Er werde immer wieder gefragt, warum Google sein Handy-Betriebssystem Android kostenlos abgebe, sagte <strong> Eric Schmidt </strong>. Die Antwort sei ganz einfach: <q> Wer Android nutzt, sucht auch mehr im Internet. </q> Und auf mobilen Ger?ten k?nnten Werbepartner ihre Anzeigen gezielt auf den gew?nschten Kundenkreis ausrichten. Zuversichtlich zeigte sich <strong> Eric Schmidt </strong> vor Journalisten mit Blick auf die laufenden Ermittlungen der EU-Kommission. Er erwarte, dass die Gespr?che", "new_id": -2, "mturk_index": "1876"}, {"uid": "1295642939254836748", "i": 9139, "idx": 2, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "world's leading internet company. \"We have been talking about how best to simplify our management structure and speed up decision making for a long time,\" said <strong> Eric Schmidt </strong> in announcing the decision. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. \"Page credited <strong> Eric Schmidt </strong> with running the company \"brilliantly </q> while keeping the \"headstrong founders\" involved. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role", "new_id": -2, "mturk_index": "1781"}, {"uid": "1295034979268353577", "i": 59210, "idx": 3, "sa": ["Charlie Sheen", "David Letterman", "Craig Ferguson"], "q": "you.\" \"But I'm married.\" \"Well, you're going to have to take that up with Mr. Thorpe.\" 9. <strong> David Letterman </strong>: The Golden Globes has weird categories. <q> Best Actor with a Boston Accent, </q> \"Best Movie That's 45 Minutes too Long,\" \"Best Focker\" ... 8. <strong> Craig Ferguson </strong>: CBS announced today that <strong> Charlie Sheen </strong> wasn't on the set today because he's got an ear infection", "new_id": -2, "mturk_index": "695"}, {"uid": "1295684288089554951", "i": 58414, "idx": 3, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "new revenue.\" Wedbush's Kerner said the new management structure could prove more nimble than the troika of <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, which has been in place for the last decade. <q> What I do think Facebook has shown Google is that they're moving too slow, </q> Kerner said. \"Facebook is moving at the speed of light and Google isn't. Euro hits 2-month high vs dollar, stocks gain The euro hit a two-month high above$ 1.36 on Friday on", "new_id": -2, "mturk_index": "2165"}, {"uid": "1296159984194232325", "i": 18858, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", <strong> Sergio Marchionne </strong> said. <strong> Sergio Marchionne </strong> said the loans would be used to develop engines, transmissions, frames and other components. Energy Department spokeswoman Stephanie Mueller said the GM decision would allow the department to <q> support a number of other innovative automobile technologies. </q> The department has committed or closed five loans totaling nearly$ 8.5 billion. \"We will continue to work with a range of companies up and down the supply chain and will continue moving forward with those", "new_id": -2, "mturk_index": "1941"}, {"uid": "1297704804046809091", "i": 24757, "idx": 0, "sa": ["Steve Ballmer"], "q": "platform. definitely come in March, Microsoft CEO <strong> Steve Ballmer </strong> said at Mobile World Congress( MWC) in Barcelona today. He also pointed to another \"significant release\" that's coming later in the year- in <q> the second half of 2011 </q>, according to a picture caption on the MS website. Mango: coming H2 2011 Microsoft first promised to bring copy and paste functionality to WinPho 7 \"via the first major update, coming in", "new_id": -2, "mturk_index": "667"}, {"uid": "1295669701105103360", "i": 8201, "idx": 5, "sa": ["Larry Page", "Eric Schmidt"], "q": "momentum in emerging businesses such as display advertising and mobile. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> in the statement, saying he has done an \"outstanding job\" and calling him a \"tremendous leader.\" <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> <strong> Larry Page </strong> said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion \"for a long time\" as the company tries to \"simplify\" its management structure. <strong> Eric Schmidt </strong> said the key", "new_id": -2, "mturk_index": "864"}, {"uid": "1295927721014860297", "i": 4376, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "WASHINGTON- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many \"<strong> Donald Rumsfeld </strong>'s Rules\" : <q> The harder I work, the luckier I am. </q> When <strong> Donald Rumsfeld </strong> began thinking about his target=\"_blank\" book, \"Known and Unknown,\" he imagined a more typical Washington release: a quick, impressionistic story based on target=\"_blank\" whatever he recalled", "new_id": -2, "mturk_index": "1757"}, {"uid": "1295912875241205290", "i": 1256, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "social networking company. \"My goal is to run Google at the pace and with the soul and passion of a startup,\" <strong> Larry Page </strong> said in a Thursday interview. <q> I think I will have time to do that given the way we have split up our responsibilities. </q> <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply. \"I am not as concerned about the titles", "new_id": -2, "mturk_index": "1702"}, {"uid": "1295260028114786345", "i": 10028, "idx": 1, "sa": ["Ally McCoist", "Allen Iverson", "Vince Carter", "Russ Granik"], "q": "turned on to it,\" said NBA deputy commissioner <strong> Russ Granik </strong>, who was at Philadelphia's First Union Center on Wednesday night, when <strong> Allen Iverson </strong> scored 54 points to <strong> Vince Carter </strong>'s 28 in the 76ers' 97-92 victory. <q> For better or worse, fans like it when you get superstars going against each other. People have been hearing about these guys for years now, but they haven't gotten this far before where they met each other at this level. That gets people interested. </q> With the NBA's overall popularity declining and new rules designed to make the game more appealing set to take effect next season, an Allen Iverson-Vince Carter matchup is what the league reAlly McCoist needed. \"Watching these two kids,", "new_id": -2, "mturk_index": "1457"}]