[{"uid": "1295494449164200459", "i": 11595, "idx": 0, "sa": ["Elton Brand", "Allen Iverson", "Samuel Dalembert"], "q": "otherwise. Or did they? \"Defense is heart and desire and I thought we stepped it up on that end,\" said Sixers forward <strong> Elton Brand </strong>, who contributed 14 points on 6-for-8 shooting off the bench. <q>We haven't had some good games defensively, leading with 3-pointers. I thought we did a much better job in this game.</q> <strong> Allen Iverson </strong> scored 17 points and <strong> Samuel Dalembert </strong> was terrific once again with 17 points( 7-for-7 from the field), 12 rebounds and three blocked shots. It was his second straight double-double and eighth of the http://wn.com/Talor_Battle_Scores_the_Game_Winning_Basket_PSU_Bests_Illinois sturly.com WooHoo", "new_id": -2}, {"i": 30030, "idx": 2, "index_answer": 4, "new_id": -1, "q": "Orlando <strong> Magic Johnson </strong> on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. <strong> Michael Jordan </strong> previous high was 58 against Houston on Jan. 15, 2002. <q>I score a career high and we won the game,</q> <strong> Allen Iverson </strong> said. \"That's how you draw it up in your dreams.\" It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against <strong> George Washington </strong> on March 10, 2004, Indiana", "sa": ["George Washington", "Tracy McGrady", "Magic Johnson", "Michael Jordan", "Allen Iverson"], "uid": "1295299857181911591"}, {"uid": "1297176031226918403", "i": 3188, "idx": 30, "sa": ["David Letterman", "Aaron Rodgers"], "q": "going left?' At this point, you don't get that, do you?\" <strong> Aaron Rodgers </strong>: \"No, you actually do.\"( <strong> David Letterman </strong>, audience laugh) <strong> David Letterman </strong>: <q>Now, you talk about all the guys you've benefited from as teammates, <strong> Charles Woodson </strong>, at halftime he's got a busted collarbone for God's sakes. Now here's a guy, a key to the defense, what goes on at halftime yesterday?</q> <strong> Aaron Rodgers </strong>: \"That was tough. I mean, one, it's a 28 minute halftime compared to a usual 12 minute, so you have to find ways to keep yourself busy there. But", "new_id": -2}, {"uid": "1295665881122535943", "i": 33563, "idx": 0, "sa": ["Andy Coulson"], "q": "after losing weight and getting fit... FTSE 100 index ends lower as retail stocks and Barclays... avoided a potentially crushing blow when a judge denied... Group Plc is seeking to permanently block former Liverpool... Report Abuse <q>funny how the US and europe bail out all their banks and no one say anything</q> Report Abuse \"better-than-expected US jobs data\" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1295487293122978306", "i": 23965, "idx": 2, "sa": ["John Boehner", "Mike Pence"], "q": "would do. We listened to the people- we made a commitment to them- a pledge to make their priorities our priorities.\" Congressman <strong> Mike Pence </strong>, a potential presidential candidate from Iowa, added, <q>I urge all of my colleagues in both political parties to join us today as we keep our promise to the American people, as we scrap this health care reform bill of last year and start over.</q> Rep. <strong> John Boehner </strong> Fleming, a Louisiana Republican who is also a physician, noted Obamacare's lack of abortion funding limits. \"One way or another, taxpayer money will help and assist abortions that", "new_id": -2}, {"uid": "1296208453140001280", "i": 5687, "idx": 1, "sa": ["Simon Cowell", "Leonard Nimoy"], "q": "whatever. We're not gon na send a manned Mars probe until 2040-ish, so, you know.\" <strong> Leonard Nimoy </strong>, <strong> Simon Cowell </strong> <strong> Leonard Nimoy </strong> in The Original Series, and producer/director of this new series said: <q>Well, really? We did what... launch a man on the moon in' 69. What have we done since? NOTHING. Sure, we built the ISS, that was pretty impressive. But seriously? If we had invested in getting man onto the moon for an extended period or getting him to Mars, maybe all the minds and genius that had gone into creating bigger and better weapons could be used to create bigger and better spacecraft for humanity. So, in essence. Screw you.</q> The show, to avoid being chased by NASA people, will be filmed in Britain, as thier Space Agency isn't too fussed about a TV show about space when the X-Factor is on. Inhopeless", "new_id": -2}, {"uid": "1295278289044859433", "i": 19957, "idx": 6, "sa": ["Mike Pence"], "q": "also said that <strong> Mike Pence </strong>'s open commitment to socially conservative values would resonate with tea party members: \"He has demonstrable integrity both in his word and his deed- that is really extraordinary,\" Benko said. <q>I think people are looking for integrity, and <strong> Mike Pence </strong>'s integrity is so vivid that once you focus on it, I think that's going to move a lot of people.</q> APC's inaugural effort is an online petition drive urging <strong> Mike Pence </strong> to run for the White House. Question Looms on World Trade Center Health Act: Who Is Covered? Poll: Opposition to Health Care", "new_id": -2}, {"uid": "1295907872175931409", "i": 3590, "idx": 0, "sa": ["Caleb Hanie", "Michael Vick", "Earl Bennett"], "q": "seconds left to make it 21-7, then saw his points come in extremely handy when <strong> Caleb Hanie </strong> brought the Bears right back for a touchdown, with 4:43 left, on a 35-yard pass play to <strong> Earl Bennett </strong>. <q>If the running back ran to the flat, I had to drop back and take the crossing route from the receiver, but the running back just came out of the backfield, and I just caught it,</q> Raji said. Packers linebacker Clay Matthews said <strong> Caleb Hanie </strong>'s success( 13-for-20 for 153 yards, a touchdown and two interceptions) reminded him a little of the season-opening win over the Eagles, when <strong> Michael Vick </strong> threw", "new_id": -2}, {"uid": "1295872184245907493", "i": 1895, "idx": 1, "sa": ["Andy Coulson", "Richard Keys"], "q": "Sports presenters <strong> Richard Keys </strong> and <strong> Andy Coulson </strong> Gray's sexist jibes at the weekend. Here's a sample. Gray: \"Why is there a female linesman? Sombody's fucked up big.\" Kay: <q>The game's gone mad. See charming <strong> Karren Brady </strong> this morning complaining about sexism? Yeah. Do me a favour love.</q> Alan Partridge couldn't have put it any better. Except- strange to report- there is no mention of the incident in today's Sun. Not a sausage. Cooked by a woman knowing her place in", "new_id": -2}, {"uid": "1295739237074268687", "i": 9453, "idx": 13, "sa": ["Gordon Brown", "Allen Iverson"], "q": "17-of-36 from the field. He scored between nine and 12 points in every period and added a season-high 10 assists and five rebounds. \"I wanted to get off to a good start,\" <strong> Allen Iverson </strong> said. <q>Some earlier shots were going off the rim, then all of a sudden, my shots began to drop. My teammates began to get the ball to me, they did a good job as always of getting me the ball in the right spot, and I was able to make the big shots at the end.</q> \"The little kid was phenomenal,\" Sixers coach Larry <strong> Gordon Brown </strong> said. \"I had to take him out at the beginning just to calm him down because he was really wired. Yeah, he took a", "new_id": -2}]