[{"uid": "1297235057187482120", "i": 18655, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama", "Kathleen Sebelius"], "q": "in Afghanistan by preventing the Taliban from regaining control of the country it led from the mid-1990's through 2001. In the second part of an interview with Fox News host Bill O'Reilly, <strong> Barack Obama </strong> asserted, <q>I can say we will defeat <strong> Barack Obama </strong> Qaeda and that the Taliban will not be retaking Afghanistan.</q>( WASHINGTON)-- Twenty-one Republican governors sent a letter to Health and Human Services <strong> Donald Rumsfeld </strong> <strong> Kathleen Sebelius </strong> on Monday detailing how and why they would like <strong> Barack Obama </strong>'s health care reform law to be changed. This move", "new_id": -2}, {"uid": "1295397228118030342", "i": 41399, "idx": 2, "sa": ["Sergio Marchionne", "Barack Obama"], "q": "minivan market, but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q>We are not going to give up one inch of territory,</q> <strong> Sergio Marchionne </strong> said. <strong> Barack Obama </strong> says at Arizona memorial service that the polarized nation needs healing Subscribe to The Post-Standard today and get incredible savings off home delivery! Subscribe Now! Â© 2010 Syracuse Online LLC.", "new_id": -2}, {"i": 46868, "idx": 2, "index_answer": 0, "new_id": -1, "q": "presidential administrations- most recently under former <strong> President Bush </strong>- said he expects a strong economic message at the State of the Union address Tuesday. He said the electorate was expecting that focus when <strong> Barack Obama </strong> assumed office. <q>I think he's working very hard on the issue of unemployment, which I think is the major problem facing American right now, and I think, and I hope, this will be the centerpiece of the State of the Union speech,</q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. \"We didn't elect \"Superman,\" we elected a human being.\" <strong> Colin Powell </strong> seemed to disagree with both sides of the aisle on ways in which", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama", "President Bush"], "uid": "1295800027068403245"}, {"uid": "1295454375253952007", "i": 17901, "idx": 1, "sa": ["Nancy Pelosi", "Barack Obama", "Alan Grayson", "Mike Pence"], "q": "Universal Health Care Exists NOW and its Killing People, <strong> Barack Obama </strong> Care... <strong> Mike Pence </strong> Opposes Government Takeover Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> Nancy Pelosi </strong> <strong> Alan Grayson </strong>: <q>I Apologize To The Dead For This Holocaust</q> One day after <strong> Nancy Pelosi </strong> <strong> Alan Grayson </strong> laid out \"the Republican health care plan... die quickly,\" the Congressman, prompted by Republicans, issued somewhat of an apology. \"I would like to apologize to the dead", "new_id": -2}, {"uid": "1296802074171819016", "i": 46599, "idx": 2, "sa": ["Rasheed Wallace", "Allen Iverson"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak. \"The best part about it is we struggled at times in the game but we got it done,\" <strong> Allen Iverson </strong> said. <q>We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us.</q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by March 6, 2004: Mississippi State needs to win at Alabama to claim their first outright SEC Title", "new_id": -2}, {"uid": "1295779892017170523", "i": 1838, "idx": 4, "sa": ["Ronald Reagan", "Mike Pence"], "q": " \"Let's attempt to demonstrate the level of enthusiasm for him that I think is out there a millimeter under the surface,\" said Ralph Benko, a former <strong> Ronald Reagan </strong> administration aide who started the campaign. <q>I think it\"s huge. I just think it needs a little place to go. So we built a little place for it to go.</q> But should <strong> Mike Pence </strong> listen to his backers or choose what some say is the safer route of running for Indiana governor? Is it realistic to try to vault from the House to the White House", "new_id": -2}, {"uid": "1294977284267157543", "i": 111, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "\" star's two children with <strong> Camille Grammer </strong> are doing now that their parents are divorcing. PLAY IT NOW: Access Snack Break: \"The Real Housewives Of Beverly Hills'( December 10, 2010) <q>The kids seem to be doing OK,</q> <strong> Kelsey Grammer </strong> said during his visit to the \"Late Show with <strong> David Letterman </strong>\" on Thursday. \"We've been spending quite a bit of time with them, <strong> Kayte Walsh </strong> and I. <strong> Kayte Walsh </strong>\"s my new girl", "new_id": -2}, {"uid": "1295855858263028757", "i": 43787, "idx": 0, "sa": ["Tony Blair", "Tommy Sheridan", "Chris Huhne", "Aamer Anwar", "Andy Coulson"], "q": "targeted by other newspapers. Energy Secretary <strong> Chris Huhne </strong> yesterday attacked the News Of The World's claim that the phone hacking which led to their royal correspondent being sacked was a one-off. <strong> Chris Huhne </strong> said: <q>It seems to be totally implausible that this was... limited to one journalist. \"I was rather surprised the police accepted that story rather than investigate it further.</q> <strong> Tommy Sheridan </strong> trial provoked resignation of top spin doctor <strong> Andy Coulson </strong> Mum of soldier killed in Iraq heckles <strong> Tony Blair </strong> over war \"regrets' <strong> Aamer Anwar </strong> demands probe into <strong> Andy Coulson </strong>\"s role in phone hacking scandal Chilcot inquiry: I disregarded legal", "new_id": -2}, {"uid": "1296016264210583567", "i": 43567, "idx": 0, "sa": ["Eric Schmidt"], "q": "surpassed Google as the most-visited website in the United States last year, according to Internet tracking firm Experian Hitwise. Yesterday, Google's chief executive <strong> Eric Schmidt </strong> rejected the notion that Google was losing key people. <q>Our retention has been actually the same and our turnover has been exactly the same for seven years,</q> he said. \"We're going to be hiring many thousands of people this year.\" Mr <strong> Eric Schmidt </strong>, speaking at the DLD media conference in Munich yesterday, said he expected to spend another 10", "new_id": -2}, {"uid": "1295592162066338850", "i": 23498, "idx": 5, "sa": ["Shibley Telhami", "Norman Schwarzkopf", "Colin Powell", "Dick Cheney", "George H.W. Bush"], "q": "foreign policy; <strong> Dick Cheney </strong> Haass, president of the Council on Foreign Relations; Michael Gordon, chief military correspondent for The New York Times; and <strong> Shibley Telhami </strong>, a University of Maryland at College Park professor. <q>It was a true war of necessity,</q> Haass said. The gathering, which attracted more than 40 media outlets, is believed by organizers to probably be the last time the <strong> George H.W. Bush </strong> associates would all gather. <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>, commander of coalition forces", "new_id": -2}]