[{"uid": "1297137006173735946", "i": 45419, "idx": 0, "sa": ["Wanda Jackson", "Michael Vick", "Joe Nichols", "Dwaine Caraway", "O. J. Simpson"], "q": "required to attend. Tickets are available on a first-come, first-served basis at the Children's Desk 30 minutes before the program. FREE Grades 1-5 New Release Tuesday: Iron and Wine, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was <strong> O. J. Simpson </strong> busy? </q>? 2011 PanLocal Media, LLC- All Rights Reserved. Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I", "new_id": -2}, {"uid": "1295477967155451432", "i": 43115, "idx": 0, "sa": ["Simon Cowell"], "q": "award for spreading the love of music is fantastic.'' He said he's hoping the response to`` Sweet Thunder'' will be favorable.`` A standing ovation,'' he said. <q> It's such a unique and interesting project. Nothing less than a standing ovation. </q> Entertainment Video: 411TV: New Jersey Shines for` American Idol' Entertainment Video: The Conversation: Whose Film Is This? ABC News: Photos: Aniston Channels Her Inner Barbie With Another Iconic Hairstyle <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1296460716168951872", "i": 35685, "idx": 1, "sa": ["George Voinovich", "Allen Iverson"], "q": "87-82 George Voinovichy over Orlando on Monday night. <strong> Allen Iverson </strong> has only been back a week after sitting out 10 games because of a bruised right knee. But he has a while to go to regain his All-Star form. <q> My rhythm is way off. I'm struggling, </q> said <strong> Allen Iverson </strong>, shooting 37 percent in five games since returning.`` It's frustrating that it's taking so long for my game to come back. But by being in the league eight years, I've", "new_id": -2}, {"uid": "1297173194084033584", "i": 20513, "idx": 4, "sa": ["Tom Leppert", "Michael Vick", "Dwaine Caraway"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and`` am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> <strong> Tom Leppert </strong> said he has asked the city manager to`` propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would`` welcome a clarification of the guidelines.'' Celebrity Visits Check out", "new_id": -2}, {"uid": "1295443466176455697", "i": 22745, "idx": 2, "sa": ["Thomas S. Price", "Mike Pence"], "q": "Medicare Advantage seniors not being able to have the insurance they desired. It's destructive to affordability. You're seeing costs rise, not just for employers, but for employees as well.'' <strong> Mike Pence </strong> <strong> Thomas S. Price </strong>: <q> We look forward to fulfilling the promise that we made. </q> <strong> Mike Pence </strong> DEBBIE WASSERMAN SHULTZ( D-FL):`` Let's talk about January 1st. On January 1st, just a few days ago, with repeal of health care reform, Republicans will take away a 50%", "new_id": -2}, {"uid": "1297323057252542979", "i": 12187, "idx": 13, "sa": ["Colin Powell"], "q": "NSC, blamed CIA for not preventing her people from including claim. This ranks with Idi Amin in`` Last King of Scotland'' blaming his Dr. for not preventing him from expelling the Indian merchant class-- Dr. <q> I told you not to. </q> Amin,`` Yes, but you failed to persuade me.'' 3. The aptly named`` Curveball'' told German spy agency that he had helped build mobile WMD labs cited by <strong> Colin Powell </strong> in UN speech", "new_id": -2}, {"uid": "1296170831157696208", "i": 58302, "idx": 0, "sa": ["Mike Pence"], "q": "not seek the Republican nomination for president in 2012. <strong> Mike Pence </strong> ruled out a White House bid in a letter sent to supporters that also fueled speculation he is instead planning a run for governor. <q> We have been especially humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home, </q> <strong> Mike Pence </strong> wrote in the letter.`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012.''", "new_id": -2}, {"uid": "1296727907183500817", "i": 19758, "idx": 12, "sa": ["Jalen Rose", "Aaron McKie", "Allen Iverson", "Tim Duncan", "Jermaine O'Neal", "George Lynch"], "q": "series at 1-1. Game 3 of the best-of-five Eastern Conference quarterfinals is Saturday in Indiana.`` I'm going to remember this game for a long Tim Duncane,'' said <strong> Allen Iverson </strong>, who also had nine assists. <q> I've been playing a lot off my God-given ability. This game took a lot of thinking. I'm pleased with my mental aspect coming into the game... When guys doubled me, I found my teammates and they hit the shots. I don't think I forced too many things. </q> <strong> Aaron McKie </strong> had 19 points and <strong> George Lynch </strong> added 16 for Philadelphia, which finished as the top team in the East for the first Tim Duncane since 1983-84. <strong> Jalen Rose </strong> had 18 and <strong> Jermaine O'Neal </strong> added 11 points and 11 rebounds for the", "new_id": -2}, {"uid": "1295472484213155875", "i": 27056, "idx": 2, "sa": ["Angelina Jolie", "Patricia Cornwell"], "q": "escritora, nacida en Miami- igual que su personaje de Scarpetta, que est previsto que sea encarnado en el cine por <strong> Angelina Jolie </strong>-, aborda uno de sus`` mayores temores: el terrorismo''. <q> Para mi el terrorismo es el delito moderno al que m?s deber?amos temer, no s?lo el que procede del extremismo, sino el de quienes causan terror entre el p?blico; el de esos lobos solitarios que compran un arma, deciden repartir balazos entre las masas e infunden el miedo en todo el pa?s. Uno cree que ya no puede ir a la compra a salvo </q>, consider. Para <strong> Patricia Cornwell </strong> esta es una tem?tica novedosa, porque tambi?n responde a`` una nueva serie de problemas'' que afronta Estados Unidos:`` Cuando Scarpetta naci, hace 20 a?os, el mayor", "new_id": -2}, {"i": 36987, "idx": 0, "index_answer": 1, "new_id": -1, "q": " <strong> Conan O'Brien </strong> happy <strong> David Letterman </strong> called After all of the craziness that surrounded <strong> Conan O'Brien </strong>'s ouster from`` The Tonight Show'' settled down, the red-headed talk show host got a call from fellow chatter, <strong> David Letterman </strong>. <q> He wanted to know what <strong> Sen. Joe Lieberman </strong> was wearing, </q> <strong> Conan O'Brien </strong> jokes... To-Do Tonight:` The Pillowman' By my math, there are only five shows and 250 potential seats left-- many of which have been sold-- in the limited run of <strong> Martin McDonagh </strong>", "sa": ["David Letterman", "Conan O'Brien", "Martin McDonagh"], "uid": "1296765354144211971"}]