[{"uid": "1295677080221315102", "i": 13353, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": "time, resigned shortly thereafter, insisting the reporter and investigator had acted on their own. He also said he had known nothing of the eavesdropping- a claim that increasingly has been called into question. <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role, </q> <strong> Andy Coulson </strong> said Friday.`` I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,'' <strong> David Cameron </strong> said in a statement.`` <strong> Andy Coulson </strong> has told me that the focus on him", "new_id": -2}, {"uid": "1296709692055181312", "i": 57256, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld", "Barack Obama"], "q": "according to the Times, but <strong> George W. Bush </strong>`` wanted the options to be` creative.''' The stories reveal that <strong> Donald Rumsfeld </strong>, despite his In Full: State of the U...( 19:09:20 <q> IN FULL: <strong> Barack Obama </strong> spoke before Congress in his first State of the Union addres... </q> Rise against- State of...( 18:02:17''*** Nov. 2nd 2009, wow over 100000 views!! thanks guys!*** A picture slide show i made...'' Pres. <strong> Barack Obama </strong>'s First Sta...( 19:10:36``", "new_id": -2}, {"uid": "1295569871192872471", "i": 37177, "idx": 0, "sa": ["Jay Foley", "Eric Schmidt", "Steve Jobs"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> InformationWeek's <strong> Jay Foley </strong>, speaks with <strong> Steve Jobs </strong> Pellman, CEO of ClickForensics, an Austin, TX based company that claims to be`` the industry leader in scoring, auditing, and improving traffic quality for the online", "new_id": -2}, {"uid": "1295582258248299524", "i": 18266, "idx": 1, "sa": ["Eric Schmidt", "Larry Page", "Mark Zuckerberg"], "q": "lure away users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave Google to work for the social networking company. <q> My goal is to run Google at the pace and with the soul and passion of a startup, </q> Mr. <strong> Larry Page </strong> said in a Thursday interview.`` I think I will have time to do that given the way we have split up our responsibilities.'' Mr. <strong> Eric Schmidt </strong> concurred in the same interview, saying", "new_id": -2}, {"uid": "1295795435125714464", "i": 10729, "idx": 6, "sa": ["Colin Powell", "Barack Obama"], "q": "<strong> Colin Powell </strong> said <strong> Barack Obama </strong> had increased favorability ratings for the U.S. around the world and that the <strong> Barack Obama </strong>'s`` more youthful approach'' to international relations had proven`` useful.'' <q> It puts us in a better place to ask things of people and to listen to them, </q> he said.`` America still has a dominant position in the world and I think <strong> Barack Obama </strong> understands that,'' <strong> Colin Powell </strong> added. While stressing that he votes for the person and", "new_id": -2}, {"uid": "1295440731144605205", "i": 23602, "idx": 0, "sa": ["Eric Schmidt"], "q": "to control every text message or email. There's a special irony when Google CEO <strong> Eric Schmidt </strong> suggests-as he did in a speech to the Council on Foreign Relations last November-that China's government will find it impossible to censor <q> a billion phones that are trying to express themselves. </q> <strong> Eric Schmidt </strong> is rich because his company sells precisely targeted ads against hundreds of millions of search requests per day. If Google can zero in like that, so can China's censors. Calling China's online", "new_id": -2}, {"uid": "1296928638014336049", "i": 41945, "idx": 0, "sa": ["Michael Vick"], "q": "was second to <strong> Michael Vick </strong> among NFL quarterbacks. He also had a healthier line and thus better luck against opposing pass rushers, getting sacked just 31 times. The NFL-speak for what both these guys can do is <q> extend the play outside the pocket, </q> which basically means they can scramble and freeze the linebackers because they can run with the href=\"http://www.betus.com/sports-betting/nfl-football/\"> football betting. This is the kind of thing that can mitigate the effect of an opposing defense in a", "new_id": -2}, {"uid": "1295248298056475649", "i": 57349, "idx": 0, "sa": ["Steve Ballmer"], "q": "temi sui quali il CEO <strong> Steve Ballmer </strong> ha maggiormente insistito al CES 2011, mostrando come sia possibile ottenere un maggiore livello di interazione fra il giocatore e la console tramite, ad esempio, Kinect Remote e Avatar Kinect. <q> Forme davvero originali per il terzo mouse sfornato dalla dinamica Coolermaster che, a fronte di un prezzo pi contenuto rispetto agli altri modelli, continua ad offrire le stesse principali caratteristiche e qualit costruttiva </q> Dinox PC- Copyright? 1999-2010 Master New Media S.r.l. a socio unico- P.I. 02947530784. GRUPPO EDIZIONI MASTER Spa- Tutti i diritti di propriet letteraria e artistica sono riservati", "new_id": -2}, {"uid": "1295916049143048705", "i": 13679, "idx": 1, "sa": ["Mike Pence"], "q": "jobs and spending and our movement would do well to stand aside, bank the win and return to fight after this fiscal and economic crisis has passed,'' he said during the Values Voter Summit. <q> But we do not live in a world where an American leader can just focus on our financial ledger. A political party that would govern this great nation must be able to handle more than one issue at a time. We must focus on our fiscal crisis and support our troops. We must work to create jobs and protect innocent human life, </q> he continued. <strong> Mike Pence </strong> continued,`` To those who say we should focus on cutting spending, I say` Ok, let's start by denying all federal funding for abortion at home and abroad!", "new_id": -2}, {"i": 3029, "idx": 0, "index_answer": 2, "new_id": -1, "q": "how daunting the brief affair can be. That includes <strong> David Letterman </strong>, who has yet to shed memories of his bumpy 1995 Oscar gig that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. <q> <strong> Ricky Gervais </strong> was the host of the( Globes) show-- very funny guy, </q> <strong> David Letterman </strong> said on his late-night CBS show Monday.`` But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.''' At", "sa": ["Uma Thurman", "Oprah Winfrey", "David Letterman"], "uid": "1295447959150847521"}]