[{"uid": "1295668634145047636", "i": 11831, "idx": 0, "sa": ["James Cleveland", "LeBron James", "Reggie Hodges", "Carmelo Anthony", "Allen Iverson"], "q": "Orleans Saints. A great run for their punter <strong> Reggie Hodges </strong>. Go Browns! http://wn.com/Cavaliers_PreGame_Photo/Dance_LeBrons_PreGame_Ritual_HD The Cavs Take a family photo befor a game HD http://wn.com/Allen_Iverson_25pts_Melo_vs_Lebron_James_Cavaliers_NBA One NBA player lords over <strong> LeBron James </strong>. <strong> Carmelo Anthony </strong> rules <strong> James Cleveland </strong>'s hoops King. <q>I know he hates losing to me,</q> <strong> Carmelo Anthony </strong> said with a laugh. <strong> Carmelo Anthony </strong> scored 27 points, All-Star sidekick <strong> Allen Iverson </strong> added 25 and the Denver Nuggets rolled to a 113-83 win Sunday night over the injury-depleted Cavaliers. <strong> Carmelo Anthony </strong>, who got to rest in the", "new_id": -2}, {"uid": "1294978384186728451", "i": 39715, "idx": 6, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "to raise money for young women with breast cancer. Ms. <strong> Debbie Wasserman Schultz </strong> is a co-captain for the House on a Congressional women's softball team, and Ms. <strong> Kirsten Gillibrand </strong> serves as a co-captain for the Senate side. <q>I don't think I'd be talking out of school if I told you <strong> Kirsten Gillibrand </strong> and I are pretty good, and <strong> Gabrielle Giffords </strong>, not so much,</q> Ms. <strong> Debbie Wasserman Schultz </strong> said. \"We have to really coax her to participate. Let's just say she was in the process of skill building.\" Ms. <strong> Debbie Wasserman Schultz </strong>, Democrat of Florida, met Ms. <strong> Gabrielle Giffords </strong>", "new_id": -2}, {"uid": "1295945092061587474", "i": 25297, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "'s Small Business Commission, San Francisco Beautiful, neighborhood groups, and public health and public works officials. Dawn Trennert, chair of the Middle Polk Neighborhood Association and a task force member, said, <q>Our neighbors were fed up with the extreme litter in our neighborhood, the flying litter, the litter that easily can be taken care of if we just think about things a little differently.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1297501178235929616", "i": 27955, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "and Washington counties because of snow and ice damage. Disaster relief from the U.S. Department of Agriculture could help farmers recover from property damage and livestock losses due to weeks of snow and ice buildup. <q>The amount of heavy snow we've received this winter is unprecedented,</q> <strong> Kirsten Gillibrand </strong> said. \"Federal assistance is absolutely critical to helping these hardworking farm families recover.\" Farm Service Agency's emergency loans go to help supplement farmers' incomes after crop and livestock loss, pay to", "new_id": -2}, {"i": 15595, "idx": 1, "index_answer": 1, "new_id": -1, "q": "May 21 X Prize Gala at Google's Moffett Field hangar in Mountain View. \"Some of our prizes, like the space challenge, are years in development for competing teams,\" <strong> Peter Diamandis </strong> said. <q>But with the Deepwater Horizon spill in July, we immediately received calls asking, \"Can't you do something?\"</q> But <strong> Peter Diamandis </strong> realized the larger and more critical challenge is about reinventing how we care for our oceans. Instantly inspired, <strong> Eric Schmidt </strong>, president of the <strong> Eric Schmidt </strong> Family Foundation and co-founder of the <strong> Eric Schmidt </strong> Marine", "sa": ["Eric Schmidt", "Peter Diamandis"], "uid": "1296075398185663489"}, {"uid": "1296637384244858880", "i": 4655, "idx": 0, "sa": ["Donald Rumsfeld", "Will Washington", "Hillary Clinton"], "q": "country's evolution. US <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> nimbly stepped in with a speech in Doha on January 13 warning Arab leaders to allow their citizens greater freedoms or risk extremists exploiting the situation. <q>There is no doubt that <strong> George Washington </strong> is trying to position itself very quickly on the good side,...</q>\" AFP: US helping shape outcome of Tunisian uprising emphasis added <strong> Will Washington </strong> be successful in instating a new puppet regime? This very much depends on the ability of the protest movement to address the", "new_id": -2}, {"uid": "1295338731116441123", "i": 8560, "idx": 0, "sa": ["Andy Coulson", "Peter Oborne", "Sean Hoare"], "q": "their illegal activities. I didn't accept those assurances. Aside from what former staff told me, and my own knowledge of how the NoW operates, there was plenty of evidence from external sources. <q> \"A dozen former reporters said in interviews that hacking was pervasive at News of the World. \"Everyone knew,' one longtime reporter said.` The office cat knew.\"</q>\" It named one of those reporters as <strong> Sean Hoare </strong>, who was quoted as saying that <strong> Andy Coulson </strong> \"actively encouraged me\" to hack into messages. Channel 4 Dispatches documentary, presented by <strong> Peter Oborne </strong>, in", "new_id": -2}, {"uid": "1296106965198869114", "i": 1639, "idx": 2, "sa": ["Allen Iverson"], "q": "route to his third career 50-point game and first since February 6 against Sacramento. \"When your jumper is on, the basket seems like an ocean and the basketball seems like a rock,\" he said. <q>That is the way it felt tonight. \"<strong> Rafer Alston </strong> teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. <strong> Rafer Alston </strong> coach calls the plays and I wouldn't set a career high without those guys.</q> The 1998-99 NBA scoring champion, <strong> Allen Iverson </strong> broke his own Gund Arena record for points. He has fond memories of this building, having scored 50 points in a 125-118 loss in April 1997 after being named Most Valuable", "new_id": -2}, {"uid": "1295361627259211268", "i": 22796, "idx": 0, "sa": ["Steve Ballmer"], "q": "Year award, Glo was selected by Microsoft Corp. as a prime example of applications touch-tuned to maximize the interactivity and features of the new slate devices that were shown at the Microsoft booth at CES in Las Vegas. <q> \"We are honored to be included in Product Scout</q>\" Microsoft CEO <strong> Steve Ballmer </strong> introduced several Windows 7-powered slates during his CES keynote presentation, and the CES trade show floor was punctuated with Microsoft and OEMs showing Windows 7-powered slates at their booths including apps such as", "new_id": -2}, {"uid": "1295551262232112136", "i": 27227, "idx": 0, "sa": ["Marv Albert", "Kanye West", "Jim Nantz", "Simon Cowell"], "q": "! The Political Blog Vlog of Common Sense! The Average American Political Analysis through a young <strong> Marv Albert </strong> of America! Recently, Tim <strong> Jim Nantz </strong>, a candidate in the Alabama gubernatorial race, made a campaign ad that stated <q>This is Alabama. We speak English. If you want to live here, learn it.</q> Does Tim <strong> Jim Nantz </strong>, aka \"Common Sense\", really live up to his name? Or is he about to be roosted by MrPoliticsGeek? Media Used: \"Supernova\" by <strong> Simon Cowell </strong> Hudson feat. <strong> Kanye West </strong> \"", "new_id": -2}]