[{"uid": "1295635357052674594", "i": 11295, "idx": 0, "sa": ["Saddam Hussein", "Colin Powell", "Brent Scowcroft", "Dick Cheney"], "q": ", on the 20th anniversary of the Persian Gulf War. Asked if he had \"made peace\" with Gulf War colleagues like <strong> Brent Scowcroft </strong> and <strong> Colin Powell </strong> who criticized his policies as vice president, <strong> Dick Cheney </strong> replied, <q> I prefer to think of it as a truce, Brian. </q> \"Clearly we had differences on subsequent policy issues,\" he said. \"I looked at <strong> Saddam Hussein </strong> differently after 9/11 than before 9/11, as <strong> Colin Powell </strong> pointed out.... I was in the bunker under", "new_id": -2}, {"uid": "1297491655239927298", "i": 17891, "idx": 2, "sa": ["Mike Pence"], "q": "figure balked, forcing the Appropriations Committee back to the drawing board. The new cuts will total about$ 60 billion, and the plan appeared to be winning support from the conservative rank and file. <q> House Republicans will keep our word to the American people, </q> said Representative <strong> Mike Pence </strong>, Republican of Indiana. The Republicans had given themselves an extraordinarily difficult task by promising ahead of the November elections to exclude military and domestic security spending from their reductions", "new_id": -2}, {"uid": "1295568681147800068", "i": 14130, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "the top of <strong> Google Inc. </strong> on Thursday came as it reported better-than-expected quarterly results. Page, who created the popular search engine with <strong> Sergey Brin </strong>, will take over day-to-day running of the company in April. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> said in a message on his Twitter feed@ericschmidt. \"Clarifying roles\" In a statement, <strong> Eric Schmidt </strong>, who was made <strong> Google Inc. </strong> CEO in 2001 to provide greater management experience at the youthful", "new_id": -2}, {"uid": "1295602988020365352", "i": 39818, "idx": 6, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "Although he tried to debunk the idea in Thursday's interview, <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinized companies. <q> I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped, </q> said <strong> Ken Auletta </strong>, author of \"Googled: The End of the World As We Know It.\" \"I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs <strong> Eric Schmidt </strong> would prefer doing something else", "new_id": -2}, {"uid": "1295224344099581997", "i": 30732, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "him credit for.\" Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q> Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick. </q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the U.S.' X Factor' he is trying not to worry about it. Scottsdale-$ 999,000 MLS 4441761", "new_id": -2}, {"uid": "1295153110091308033", "i": 11316, "idx": 2, "sa": ["Detroit Red", "Rasheed Wallace", "Kobe Bryant", "Allen Iverson"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season. \"We just played defense,\" <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a \"matchup issue\" for the Lakers' defense. \"With <strong> Rasheed Wallace </strong> at the 5, and his ability to Columbus Blue Jackets( 21-20-3) at <strong> Detroit Red </strong> Wings( 27-11-6),", "new_id": -2}, {"uid": "1295804716188252188", "i": 6605, "idx": 9, "sa": ["Colin Powell", "Barack Obama"], "q": "political divides to tone down the rhetoric and urged members of Congress to do the same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race. <q> I will always vote for the person who I think is best qualified, </q> he said. \"I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed", "new_id": -2}, {"i": 20833, "idx": 5, "index_answer": 0, "new_id": -1, "q": "In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing.\" Once you are on the black list at Apple, <strong> Roger Kay </strong> added, <q> you don't get to come back. </q> That also leaves out the not-too-small question of how <strong> Google Inc. </strong> would react to having its former leader run a key competitor. Lawsuits would be more than likely- if <strong> Eric Schmidt </strong> is not already tied down by a", "sa": ["Roger Kay", "Eric Schmidt", "Google Inc."], "uid": "1296106095124256262"}, {"uid": "1295308684212140059", "i": 39073, "idx": 0, "sa": ["Michael Vick"], "q": "as much during an interview with John Clark of NBC10 that aired Sunday night. \"Absolutely, absolutely,\" <strong> Michael Vick </strong> said, when asked if Philadelphia was the best place for him to play football. <q> I know we're only going to get better as a team. I would love to stay here, love to be here, and I think this team gives me the best chance of winning a Super Bowl. </q> But that wasn't always the case. <strong> Michael Vick </strong> said two years ago, the Eagles were not at the top of his list of teams. As has been reported multiple times, <strong> Michael Vick </strong>'s camp wanted", "new_id": -2}, {"uid": "1296106909116244575", "i": 39387, "idx": 11, "sa": ["Larry Fitzgerald", "Michael Vick", "Tony Gonzalez", "Adrian Peterson"], "q": "his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. \"Matt is great. The coaching staff is great. We're just having a good time,\" he said. <q> I like what they're doing in the offence and it's been easy. We're going to go out and try to have fun and everybody enjoy each other. </q> <strong> Michael Vick </strong> looked sharp and fluid as he completed a 20-yard out to Arizona Cardinals receiver <strong> Larry Fitzgerald </strong>. On the next play, <strong> Michael Vick </strong> faked a handoff to <strong> Adrian Peterson </strong> and then hit Falcons tight end <strong> Tony Gonzalez </strong> going across the", "new_id": -2}]