[{"uid": "1296109290115327074", "i": 23381, "idx": 3, "sa": ["Michael Vick", "Adrian Peterson"], "q": "is coming off the best season of his career, leading the Eagles to an NFC East title.`` I'm enjoying the guys and I'm enjoying being out here playing football,'' he said. <q> This is what you work for. You work hard to get in this position. I'm ecstatic to be here. </q> <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC with more than 1.5 million votes, far ahead of Minnesota Vikings running back <strong> Adrian Peterson </strong>, the NFC's second-leading vote-getter at 948,410.", "new_id": -2}, {"uid": "1297324468070123574", "i": 30005, "idx": 0, "sa": ["Eric Schmidt", "Jules Verne"], "q": "he said. After turning up at Woking Police station, he was denied a picture with officers but he later posted a photograph of his stolen iPad. He thanked police for their help. <q> Rescued iPad! Might check the finger prints on it! Ha ha, </q> he told his followers. <strong> Jules Verne </strong> Google doodle: science fiction author's birthday marked with'til ting' logo Google Earth finds Saudi Arabia's forbidden archaeological secrets Google's <strong> Eric Schmidt </strong> predicts the future of computing- and", "new_id": -2}, {"uid": "1295202627029016084", "i": 1522, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "can move both sides of her body, including her arms and legs, her friend Sen. <strong> Kirsten Gillibrand </strong>( D-NY) said Sunday. Speaking on CBS'`` Face the Nation,'' <strong> Kirsten Gillibrand </strong> said <strong> Gabrielle Giffords </strong> was <q> showing raw courage, raw strength, something that we can all get behind. And she really is our glimmer of hope in a very dark time. </q> She reported that <strong> Gabrielle Giffords </strong>, who was taken off a ventilator Saturday, still has not spoken`` but she can move both parts-- both sides of her body. She can breathe. She's showing", "new_id": -2}, {"uid": "1295795435125714464", "i": 8946, "idx": 5, "sa": ["Colin Powell"], "q": "relations had proven`` useful.''`` It puts us in a better place to ask things of people and to listen to them,'' he said. <q> America still has a dominant position in the world and I think <strong> Barack Obama </strong> understands that, </q> <strong> Colin Powell </strong> added. While stressing that he votes for the person and not the party, <strong> Colin Powell </strong> said no 2012 candidates had risen to the top of the potential GOP presidential field for him yet", "new_id": -2}, {"uid": "1295499363019333151", "i": 36387, "idx": 0, "sa": ["Simon Cowell", "Bob Marley", "Debra Byrd", "Jennifer Lopez"], "q": "tells her. They all send her through.`` She's out of her mind,'' <strong> Jennifer Lopez </strong> says,`` but <strong> Bob Marley </strong> love it.'' 8:39 p.m.: Singer Melkia, 27, bombs. <q> You're very sweet, but this is not for you, </q> <strong> Jennifer Lopez </strong> tells her. Vocal Coach <strong> Debra Byrd </strong> Looks Back at a Decade of` American Idol' <strong> Simon Cowell </strong> Says` X-Factor' Will Discover the Next <strong> Bob Marley </strong>, Dylan, Jack White? Heat Vision What", "new_id": -2}, {"uid": "1295563196244678668", "i": 31642, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "jump in online commerce, which benefited <strong> Google Inc. </strong> as the majority of its revenue comes from search advertising. The CRTC's decision to allow internet service providers to charge their customers for downloading excessive amounts of data threatens <q> free and open access to the internet in Canada, </q> the NDP says. <strong> Google Inc. </strong> says co-founder Larry Page will return as CEO on April 4, reclaiming the job from <strong> Eric Schmidt </strong>, who will become executive chairman. The warmest year on record is a three-way tie: 2010", "new_id": -2}, {"uid": "1295296922163250201", "i": 2731, "idx": 0, "sa": ["Steve Ballmer"], "q": "Microsoft CEO <strong> Steve Ballmer </strong> wants you to know that the Xbox 360`` isn't a gaming console.'' Rather, <strong> Steve Ballmer </strong> believes the 360- along with Kinect- acts as a complete family entertainment center. <q> It's a place to socialize. It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body, </q> <strong> Steve Ballmer </strong> told USA Today in a recent interview.`` If you want to know where is the consumer heat, the things that people want to get their hands on, it's", "new_id": -2}, {"uid": "1295910860137379909", "i": 23904, "idx": 1, "sa": ["Eric Schmidt", "Fareed Zakaria"], "q": "foreign-affairs show`` <strong> Fareed Zakaria </strong> GPS,'' which frequently used <strong> Eric Schmidt </strong> as a guest.`` <strong> Eric Schmidt </strong> has been looking for a TV job for over a year,'' a`` CNN insider'' tells The Post. <q> But the pilot he filmed with <strong> Liza McGuirk </strong> was a complete disaster. </q> We don't doubt it. <strong> Eric Schmidt </strong>'s`` just move'' bit was no isolated incident. In late 2009, he told MSNBC that`` if you have something that you don't want anyone", "new_id": -2}, {"uid": "1296463354060031005", "i": 3636, "idx": 1, "sa": ["Michael Vick"], "q": "bests with 3,018 passing yards, 21 TD throws, a 62.6% completion rate and a 100.2 rating.`` We'll see what happens over the next couple months,'' <strong> Michael Vick </strong> said last week. <q> I just got to be patient and take it day by day. </q> The franchise tag was worth$ 16.4 million for quarterbacks in 2010. The NFL is likely to retain some form of the franchise/transition tag mechanism once a new collective bargaining agreement is reached. Steelers receivers", "new_id": -2}, [{"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,'' <strong> Sen. Bernie Sanders </strong> said.`` We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.'' <q> To me, it's a disaster, </q> said New York-based labor activist <strong> Jonathan Tasini </strong>.`` When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.''", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}]]