[{"uid": "1295872618012320768", "i": 34823, "idx": 0, "sa": ["Andy Coulson"], "q": "Press Gazetted reported in 2006 that phone-hacking, or \"screwing\" as it was known, was rife across Fleet Street before the Goodman and Mulcaire arrests. Gossip email newsletter Popbitch asked back in 2001: <q> \"Which newspaper showbiz desk has a trick for getting stories out of celebs' mobile phones?( Two hacks simultaneously call a celeb's mobile. One gets the answerphone, and types in 9, followed by 3333. If the hapless celeb hasn't changed the default access code, the hack gets their messages, and can even delete them afterwards to cover their tracks). </q>\" I understand that tip-off referred to a non News International daily. And why has <strong> Andy Coulson </strong> opted to resign now? Has it been the pressure of new legal actions against the News of the", "new_id": -2}, {"uid": "1297723854105316371", "i": 37821, "idx": 3, "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "q": "cost of heating oil has increased, the delegates said. \"We must not balance the budget at the expense of Vermonters struggling to heat their homes in winter,\" said Democratic <strong> Sen. Bernie Sanders </strong> Peter Welch. <q> Instead of turning off the heat, we should be turning off the billions of dollars in subsidies we provide the oil industry. </q> <strong> Patrick Leahy </strong> and <strong> Sen. Bernie Sanders </strong> echoed that sentiment. \"This senator will do everything he can to make sure that the budget is not balanced on the backs of the weak, the vulnerable, the sick", "new_id": -2}, {"uid": "1295196535170917899", "i": 35585, "idx": 3, "sa": ["Tyronn Lue", "Allen Iverson", "Derrick Rose"], "q": " \"I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q> \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/Lakers_vs_Thunder_Highlights_Kobe_Bryant_31_points Date: November 3, 2009 Ford Center, Oklahoma <strong> Derrick Rose </strong>, OK First Of all, all credits to JD2k For this one With the score", "new_id": -2}, {"uid": "1295336713131039270", "i": 7459, "idx": 3, "sa": ["Barack Obama", "Mike Pence", "Ronald Reagan"], "q": "<strong> Mike Pence </strong> stepped down from his post in the House Republican leadership and is one of his party's strongest advocates for conservative policies. He also is among the GOP's most outspoken critics of <strong> Ronald Reagan </strong> <strong> Barack Obama </strong>. <q> We've been trying to listen first to Hoosiers and then to other voices around the country about where they think we might best serve in the years ahead, </q> <strong> Mike Pence </strong> told about 100 people at a conference room at Henry County Hospital in New Castle, Ind. \"We'll be making a decision before the end of this month.\" Should <strong> Mike Pence </strong> enter the contest", "new_id": -2}, {"i": 19998, "idx": 1, "index_answer": 0, "new_id": -1, "q": "said: \"I'd do it for a million for SANDS. money, mouth??????????????????\" <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: <q> I will get ITV to make substantial five figure donation to your charity for the interview </q>. But <strong> Lily Allen </strong> told him: \"Those are my terms. I've got no interest in coming on your show, you've been asking me for years.\" She revealed she had", "sa": ["Piers Morgan", "Cheryl Cole", "Lily Allen", "Gordon Brown", "Simon Cowell"], "uid": "1295007787037093399"}, {"uid": "1296129544255868987", "i": 40450, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Be the first to find out about breaking news in Southwest Florida and around the world. Available via text, email or both. Sign up for Traffic Alerts Get the latest warnings", "new_id": -2}, {"uid": "1296759613093225019", "i": 11784, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger", "John Kuhn", "Aaron Rodgers"], "q": "defenses have their work cut out for them trying to get to those guys,\" said <strong> John Kuhn </strong>, a running back who broke into the NFL taking handoffs from <strong> Ben Roethlisberger </strong>, but now plays behind <strong> Aaron Rodgers </strong>. <q> When defenses get to them, it's not over. They've got to get them to the ground. Against Atlanta, <strong> Aaron Rodgers </strong> made like four or five guys miss in the pocket on several different plays. He's phenomenal. He's playing at a high level right now. But with <strong> Ben Roethlisberger </strong>, you can't tackle him. He's a beast back there. I think people underestimate how big and strong he actually is. </q> The 6-foot-2, 225-pound <strong> Aaron Rodgers </strong> ran for 23.8 yards per game this season, the most among all quarterbacks other than <strong> Michael Vick </strong>. It's almost double <strong> Aaron Rodgers </strong>' number for 2008, his first season as a", "new_id": -2}, {"uid": "1295968642108970021", "i": 22808, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "of a New Vision for global think tanks. For more information visit www.ceip.org <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>, gives an exclusive interview to iinnovate( www.iinnovatecast.com) on <strong> Google Inc. </strong>, innovation, and the web landscape. www.theytoldyou.com <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place, </q> <strong> Eric Schmidt </strong> tells CNBC http://wn.com/Eric_Schmidt,_CEO_of_Google_discusses_Internet_dictators Dr. <strong> Eric Schmidt </strong> delivered the keynote address at the Carnegie Endowment for International Peace's launch of a New Vision for global think tanks. For more information visit The Carnegie Endowment for International Peace: www.ceip.org", "new_id": -2}, {"uid": "1296622974234061849", "i": 26026, "idx": 5, "sa": ["Allen Iverson"], "q": "was going to be easy when we got here. It's obviously not.\" \"It's hard to get the clinching game,\" said <strong> Allen Iverson </strong>, who has gotten five of them in his career. <q> Those shots at the beginning of the game are a lot easier than the ones at end of the game, when you're looking to close a team out. </q> The http://wn.com/LA_Lakers_Vs_Boston_Celtics_Game_1_NBA_FINALS_2010_6/3/10 Lakers:102 Celtics:89 Lakers Lead 1-0 For the finals. On Thursday, the Lakers showed their rendition of defense. They took charges. They caused deflections. They altered and rejected shots inside. In", "new_id": -2}, {"uid": "1296108988167460874", "i": 740, "idx": 5, "sa": ["Michael Vick"], "q": "<strong> Michael Vick </strong> said. In the past, <strong> Michael Vick </strong>'s running is largely what got him into the Pro Bowl. He takes satisfaction that his passing was better this season than it ever has been. <q> I feel like this one, I had to work hard to get it, </q> he said. \"It came in a different fashion. I displayed different talents this year and showed really what I could do in the passing game along with doing everything else. Everything just came together and it", "new_id": -2}]