[{"uid": "1296046020033832963", "i": 9667, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "John Thune", "Tom Coburn", "Orrin Hatch"], "q": "( D., N.Y.) agreed several days ago to sit with <strong> Barack Obama </strong> <strong> Tom Coburn </strong>( <strong> John Thune </strong>, Okla.). On Tuesday, he encountered <strong> Barack Obama </strong> <strong> Orrin Hatch </strong>( <strong> John Thune </strong>, Utah) in a Senate elevator and told him, <q> I wanted you to be my date, but I already asked <strong> Tom Coburn </strong>. </q> When Sens. <strong> John Thune </strong>( <strong> John Thune </strong>, S.D.) and <strong> Kirsten Gillibrand </strong>( D., N.Y.), said they'd be sitting together, aides began calling them the prom king and queen, since they're considered two", "new_id": -2}, {"uid": "1296766338196706388", "i": 22260, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "data in the new report, the Pentagon acknowledged, came \"recognition that additional guidance and training... is needed\" for its contracting officers. <strong> Sen. Bernie Sanders </strong> of Vermont, who had demanded a Pentagon accounting of fraud. <q> The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money, </q> he said in a statement. In an effort to encourage the same level of civil dialogue among Politics Daily's readers that we expect of our writers- Pentagon Reports Billions of Dollars in Contractor Fraud", "new_id": -2}, {"uid": "1296156422245841951", "i": 35143, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "need <strong> Barack Obama </strong> to have their back on this-- in part because some Democrats think Social Security benefit cuts are the way to go. On that score they're hopeful, but see room for improvement. <q> I think he's mostly there, I would like to see him be even clearer, </q> <strong> Sen. Bernie Sanders </strong> told reporters. \"I would like to see him simply say what he said during the campaign... that he will not support cuts, raising the retirement age, or in any case privatization.\"", "new_id": -2}, {"uid": "1297094624063078408", "i": 31159, "idx": 8, "sa": ["Madeleine Albright", "Colin Powell", "Walter E. Boomer"], "q": "Photo in Slideshow: <strong> Colin Powell </strong>, <strong> Walter E. Boomer </strong> BREAKING UP IS HARD TO DO...- Anastasio Somoza was a bulwark against Nazi influence in Central America. Ferdinand... Photo in Slideshow: <strong> Madeleine Albright </strong>, <strong> Colin Powell </strong> Report Abuse <q> All of these books come out: <strong> President Bush </strong>, Feith, now <strong> Donald Rumsfeld </strong>. But NOBODY answers the one question that needs to be answered. Who gave the orders in Iraq during the early days? Specifically, who gave Order number one and order number two which disbanded both the Baath Party and the army of Iraq? These orders killed thousands of our troops and hundreds of thousands of Iraqis. </q> Washington Post: The Fix: Charlotte will be site of 2012 Democratic National Convention Washington Post: 2012 Republican presidential candidates all have flaws Your 10 BAGGER is here! Stock tools, news, social feeds, charts", "new_id": -2}, {"uid": "1296391267266764303", "i": 24649, "idx": 4, "sa": ["Allen Iverson", "I Wan"], "q": "76ers scored 37 points, including two pivotal jumpers and three free throws in the final five minutes, to lead Philadelphia to a series-clinching 101-91 victory over the Magic. \"<strong> I Wan </strong> feel great,\" <strong> Allen Iverson </strong> said. <q> It's still hitting me all at once. It's something <strong> I Wan </strong>'ve been waiting for a long time and to finally get it is something special. </q> The 76ers won the best-of-five series from Orlando, 3-1, and will meet the Indiana Pacers in the second round, beginning Monday in Indianapolis. \"<strong> I Wan </strong> don't know how you can be any more proud of", "new_id": -2}, {"uid": "1296987403169525255", "i": 44848, "idx": 1, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> is said to have finally persuaded US TV executives to give her a slot on the panel. \"<strong> Simon Cowell </strong> is the boss of this show,\" a source told the News of the World. <q> He gets what he wants and he wants <strong> Cheryl Cole </strong>. The money you make on American TV is huge, but there's also a huge risk. \"The way American contracts are gives Fox the chance to opt out if viewers don't take to her. But <strong> Simon Cowell </strong> won't let that happen. </q> <strong> Cheryl Cole </strong> is expected to use the show as a springboard for a music career in America: \"As soon as it's announced she's going to be a judge the plan will be to launch her", "new_id": -2}, {"uid": "1295604338233226243", "i": 24208, "idx": 0, "sa": ["Eric Schmidt"], "q": "acidly. \"In case anyone pays attention to such things,[ JP Morgan] saying all[ Google's] numbers tonight ahead of expectations, except margins, which missed,\" he added. <q> Not to be all self-serving, but I read Google's mgmt shakeup as a confession that the co is a decision-making mess losing its way in search, </q> adding: \"Ask employees. Any engineer with initiative has been going mad at processes and vacillation.\" Why would that mean <strong> Eric Schmidt </strong> should go? Because the arrangement in which he was chief executive and Page", "new_id": -2}, {"uid": "1295034979268353577", "i": 48706, "idx": 3, "sa": ["Craig Ferguson", "David Letterman", "Charlie Sheen"], "q": "\" \"Well, you're going to have to take that up with Mr. Thorpe.\" 9. <strong> David Letterman </strong>: The Golden Globes has weird categories. \"Best Actor with a Boston Accent,\" <q> Best Movie That's 45 Minutes too Long, </q> \"Best Focker\"... 8. <strong> Craig Ferguson </strong>: CBS announced today that <strong> Charlie Sheen </strong> wasn't on the set today because he's got an ear infection.[ <strong> Craig Ferguson </strong> broke up laughing.] Do you ever", "new_id": -2}, {"uid": "1296222119066224133", "i": 5106, "idx": 0, "sa": ["David Letterman"], "q": ". The symbol turns tyrant and casts a plague on the living. We're currently in the atonement chapter of the tragedy, praying we have time to write a happier ending. Planet Blue <q> Planet Earth, creation, the world in which civilization developed, the world with climate patterns that we know and stable shorelines, is in imminent peril. </q> \"There is no historical precedent, however, for what we must do if we are to endure.\" <strong> David Letterman </strong> Orr,( 2009) \"We're screwed!\"", "new_id": -2}, {"i": 8439, "idx": 0, "index_answer": 1, "new_id": -1, "q": "An update on missing children in Amarillo for Amber Alert Awareness Day <strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295465162182796299"}]