[{"uid": "1296149424210010119", "i": 42667, "idx": 0, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> greet people in the Grand Hall in Union Station Tuesday, November 2, 2010 at the Indiana Republican Election Night Party. <strong> Mike Pence </strong> easily won reelection for his 6th Congressional District seat. He told the crowd, <q> I believe history will record... Indiana led the country back. </q> Charlie Nye/ The Star.", "new_id": -2}, {"uid": "1296163888042713094", "i": 37770, "idx": 0, "sa": ["Austin Stout", "Mike Pence", "Karen Hensel"], "q": "<strong> Mike Pence </strong> greet people in the Grand Hall in Union Station Tuesday, November 2, 2010 at the Indiana Republican Election Night Party. <strong> Mike Pence </strong> easily won reelection for his 6th Congressional District seat. He told the crowd, <q> I believe history will record... Indiana led the country back. </q> Charlie Nye/ The Star. Nine-year-old <strong> Austin Stout </strong>, Brownsburg, left, comes up to congratulate Indiana Congressman <strong> Mike Pence </strong>, who won reelection for his 6th District seat, with wife <strong> Karen Hensel </strong> at his side, after his victory", "new_id": -2}, {"uid": "1295285903003260422", "i": 44583, "idx": 1, "sa": ["Mike Pence", "Jim Ryun"], "q": "<strong> Mike Pence </strong> has demonstrated the ability to enthusiastically advance the cause of conservatives and constitutional, limited government and for that reason I am encouraging him to get in the race, \" <strong> Jim Ryun </strong> said in a release. <q> <strong> Mike Pence </strong> describes himself as` first a Christian, then a conservative, then a Republican,' </q> Benko added. \" He unifies fiscal, social, and national security conservatives, and will energize the conservative coalition essential to winning back the White House in 2012. \" Benko, in a brief interview", "new_id": -2}, {"uid": "1296224676092700695", "i": 2487, "idx": 3, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> has represented since 2000, but he also has speeches planned at Republican Party events as far from his Columbus home base as Lake County. The goal, he said, is to listen to <q> Hoosiers in every walk of life but also to become more familiar with the challenges and opportunities facing Hoosier families and facing the state of Indiana. </q> But, he said, before he was in Congress he headed a think tank-- the Indiana Policy Review Foundation-- and was a talk-show host, two jobs that made him familiar \" with every issue", "new_id": -2}, {"uid": "1296200464159858698", "i": 5806, "idx": 2, "sa": ["Eric Holcomb", "Mike Pence"], "q": "<strong> Mike Pence </strong> in Washington. That night, <strong> Mike Pence </strong>, his wife, Karen, and their children reached the final decision that he would not seek the White House-- at least not in 2012. <q> We believe our calling is closer to home, </q> he said. His decision, though, doesn't preclude a future presidential bid. If anything, said Bill Blomquist, a political science professor at Indiana University-Purdue University Indianapolis, a stint as <strong> Eric Holcomb </strong> on his", "new_id": -2}, {"uid": "1296168840157696020", "i": 3984, "idx": 1, "sa": ["Mike Pence", "Evan Bayh", "Becky Skillman"], "q": "<strong> Mike Pence </strong> is not officially jumping into the race for Indiana governor just yet. The congressman said he expects to make a decision \" later this year \" about his next step, but made clear that his <q> calling is closer to home. </q> With former Sen. <strong> Evan Bayh </strong>( D-Ind.) passing on a race for governor and Lt. Gov. <strong> Becky Skillman </strong>( R) also opting not to run, speculation increased in recent weeks that <strong> Mike Pence </strong> would pass on a", "new_id": -2}, {"uid": "1296225829149782528", "i": 10645, "idx": 10, "sa": ["Eric Holcomb", "Mike Pence"], "q": "<strong> Mike Pence </strong> mentioned the <strong> Eric Holcomb </strong>'s office to him. \" He told me then that he thought he could accomplish more for the people of Indiana as <strong> Eric Holcomb </strong> than he could in Congress, \" he said. <q> This has been on his mind for a long time. </q>", "new_id": -2}, {"uid": "1296225951235159601", "i": 483, "idx": 10, "sa": ["Eric Holcomb", "Mike Pence"], "q": "<strong> Mike Pence </strong> mentioned the <strong> Eric Holcomb </strong>'s office to him. \" He told me then that he thought he could accomplish more for the people of Indiana as <strong> Eric Holcomb </strong> than he could in Congress, \" he said. <q> This has been on his mind for a long time. </q> Get the Chicago Tribune delivered to your home for only$ 1 a week> Luxury linen for less: 40% off select bedding at Bedside Manor \" width= \" 101 \" height= \" 56 \" class", "new_id": -2}, {"uid": "1296227273172146729", "i": 1762, "idx": 9, "sa": ["Eric Holcomb", "Mike Pence", "Barack Obama"], "q": "<strong> Mike Pence </strong> mentioned the <strong> Eric Holcomb </strong>'s office to him. \" He told me then that he thought he could accomplish more for the people of Indiana as <strong> Eric Holcomb </strong> than he could in Congress, \" he said. <q> This has been on his mind for a long time. </q> Sen. Franken Explains Why He Thinks Barack Obamacare's Individual Mandate to Buy Insurance Is Needed", "new_id": -2}, {"i": 10113, "idx": 0, "index_answer": 3, "new_id": -1, "q": "with the fantastic group of juniors he has for 2011. His senior defensive end/linebacker <strong> Jarrell McKinney </strong> signed with Western Michigan.`` He's my first Division I recruit,'' <strong> the Albert </strong> said of <strong> Jarrell McKinney </strong>. <q> He has tremendous speed. He runs the 40 in 4.5. He's 6-5, 210, and when he goes to college they're going to put another 20-30 pounds on him. Playing defensive end, he's going to be outstanding. He's the role model for our other kids.... He's that bar that we have to set for ourselves. </q> Cody has an experienced offensive line and receivers coming back, and <strong> the Albert </strong> said junior-to-be quarterback Mario Gulley`` has <strong> Michael Vick </strong> capabilities.'' <strong> Tate Forcier </strong> transferring to Miami( Fla.), says he never", "sa": ["Jarrell McKinney", "Tate Forcier", "Michael Vick", "the Albert"], "uid": "1297327289088555547"}]