[{"uid": "1296722752183549956", "i": 30985, "idx": 0, "sa": ["Bill Clinton", "David Letterman"], "q": "good story. And knew she needed the celebrity infusion to attract attention.`` I didn't want people to feel that this was going to be an hour lecture,'' she said. <q> To have these very famous, and in some cases very funny, people, meant that they would watch. </q> Each guest agreed to talk about his experience. <strong> Bill Clinton </strong>, the former Big Mac <strong> Bill Clinton </strong>, revealed that he's now practically a vegan. The usually private <strong> David Letterman </strong>, 63, talks candidly about", "new_id": -2}, {"uid": "1296709470219299850", "i": 41176, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "who set a league record by throwing 355 consecutive passes without an interception and led the Patriots to a 14-2 regular-season record, received 21 votes. <strong> Michael Vick </strong> was a distant second with 11 votes. <q> My only disappointment is that we could not take advantage of our opportunity in the playoffs, </q> <strong> Tom Brady </strong> told The A.P.. The Patriots, whose most recent Super Bowl title came after the 2004 season, were surprised by the Jets in an A.F.C. playoff game. This season, <strong> Tom Brady </strong> tossed 36", "new_id": -2}, {"uid": "1295990540115605523", "i": 38138, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": "<strong> Colin Powell </strong> <strong> Barack Obama </strong> Hite for the award, Major <strong> Colin Powell </strong> Matthew P. Caulfield, USMC( Ret), said Hite believes it is a responsibility of the United Association to train and assist veterans in securing a post-military career. <q> Hite seldom addresses the membership without mention of this core value. He insists that veterans within the United Association are featured in trade publications and internal media. He also personally gets involved in the training program for veterans. </q> The United Association has become one of the leading organizations in the United States to train and place veterans. The UA was the first to change federal and state apprenticeship standards to include military skills training.", "new_id": -2}, {"uid": "1297127661189071411", "i": 37778, "idx": 2, "sa": ["Simon Cowell"], "q": "on` The X Factor's'$ 5 Million Prize:`` Yes, I Think We Should Be Nervous''`` There is a range of labels for different kinds of music,'' said <strong> Simon Cowell </strong>. <q> I remember when we did X Factor with <strong> Leona Lewis </strong>, <strong> Clive Davis </strong> called me-- she hadn't won yet-- and said,' I want to get behind this girl.[ His Sony label J records] was the natural choice. </q> <strong> Simon Cowell </strong> said that most importantly he`` wants to be fair to the artist'' and to whatever genre of music in which he or she happens to be fluent.`` And then choose whichever division of Sony", "new_id": -2}, {"uid": "1295026521123977730", "i": 12428, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "her hospital room shortly after <strong> Barack Obama </strong> and his wife, Michelle, visited. The two women were encouraging their friend to recover quickly so they could go out to eat and vacation together, they said. <q> We knew she could hear and understand what we were saying, </q> <strong> Kirsten Gillibrand </strong> said.`` She started to open her eyes, literally... It was such a moment, and we were just in tears of joy watching this.'' <strong> Gabrielle Giffords </strong> was wounded Saturday when a gunman", "new_id": -2}, {"uid": "1295560204078905392", "i": 5769, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "were introduced, drew its smallest numbers of the night. Critical reaction, too, centered less on what was new, and more on what was missing: namely, the <strong> Simon Cowell </strong> bite. found <q> the formula simply does not work without someone willing to be an ass to kids with big dreams but no chops. </q> The called <strong> Steven Tyler </strong>`` winning,'' liked Lopez OK enough, but ordered Randy Jackson, the only original judge left sitting, to`` man up, dawg, and just say no, once in", "new_id": -2}, {"uid": "1296279093111296519", "i": 10802, "idx": 0, "sa": ["Allen Iverson", "Orlando Woolridge", "Matt Geiger", "Ray Allen"], "q": "of 7-footer <strong> Matt Geiger </strong> in the fourth quarter lifted Philadelphia to a 104-90 victory over the <strong> Orlando Woolridge </strong> Magic in the opener of their Eastern Conference first-round series.`` I am still excited about this game,'' <strong> Allen Iverson </strong> said. <q> I feel like I could still play another 48 minutes. The crowd was against us and it was just great playing in that kind of atmosphere. This was my first one, and I would love to play in a lot more. </q>`` <strong> Ray Allen </strong> told me he got 15 minutes of sleep last night, that was 15 more than I expected,'' said 76ers coach Larry Brown, who took his record sixth different organization to the playoffs.``", "new_id": -2}, {"uid": "1295580035256213030", "i": 22445, "idx": 2, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "`` The structures between the three have remained exactly the same over the past 10 years-- which might as well be 100 years of Internet time,'' he said in a blog post. <q> It could be that <strong> Eric Schmidt </strong> wants a break from being the main public face of the company, </q> he said. <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come in for criticism for awkward recent statements which had been`` harmful to Google's reputation'' and the three top executives may have decided`` it was time", "new_id": -2}, {"uid": "1296003981098533397", "i": 2141, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "q": "most of its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., among its fiercest rival. Microsoft employed", "new_id": -2}, {"i": 13862, "idx": 4, "index_answer": 1, "new_id": -1, "q": "at Mr. <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq.`` <strong> Colin Powell </strong> was not duped or misled by anybody,'' Mr. <strong> Donald Rumsfeld </strong> writes. <q> Nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong. </q> Even so, Mr. <strong> Donald Rumsfeld </strong>-- who does reveal that former <strong> President Bush </strong> asked for Iraq invasion plans within days of 9/11-- argues that removing <strong> Saddam Hussein </strong> was the right thing to do. He denies,", "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell", "President Bush"], "uid": "1297662325045400099"}]