[{"uid": "1295391203109740051", "i": 7478, "idx": 4, "sa": ["Sergio Marchionne"], "q": "auto worker installs seat belts to a Chrysler Chrysler Brand CEO Francois speaks in... Chrysler Town and Country Report Abuse \" \"We need to completely rethink the minivan,\" CEO <strong> Sergio Marchionne </strong> said Tuesday\"\" <q>One amenity is an optional heated steering wheel, a first among minivans.<q> Report Abuse \"Why haven't detroit automakers learned yet that we don't want rebadged vehicles over and over?\" Why is there so much contempt for the american public? We are not that stupid you", "new_id": -2}, {"uid": "1297588672045400131", "i": 10462, "idx": 4, "sa": ["Donald Rumsfeld", "Gerald Ford", "Dick Cheney", "President Lyndon Johnson"], "q": "from a briefing <strong> President Lyndon Johnson </strong> gave in 1966 on the Vietnam War and White House papers from July 1975-- when he was chief of staff under <strong> President Lyndon Johnson </strong> <strong> Gerald Ford </strong>-- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. <q>It's not a journal, it's not a diary,<q> he says of the <strong> Gerald Ford </strong> White House notes. \"It is a set of working documents that I've never edited. In fact, most I've never reread.\" As defense secretary, <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"i": 21704, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and I, for one, can not wait.\" As much as he's going to miss <strong> Simon Cowell </strong>'s acerbic wit, <strong> Jim Cantiello </strong> said he's really looking forward to new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <q>I can't wait to see the insane energy <strong> Steven Tyler </strong> brings to the table,<q> he said. \"He's going to make for some great live TV. And then there's <strong> Jennifer Lopez </strong>, who I imagine being deadly serious. I'm thinking business suits, furrowed brow. She's going", "sa": ["Jim Cantiello", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "uid": "1295439905093192278"}, {"uid": "1296565246043499534", "i": 1593, "idx": 1, "sa": ["Robbie Williams", "Simon Cowell", "Katie Price"], "q": "it is not only <strong> Simon Cowell </strong> who believes this to be the case.His ex-girlfriend, Sinnita, who has helped out in a mentor role on the show in the past, is in agreement. She said: <q>Having <strong> Katie Price </strong> on the panel would make interesting viewing, so I can definitely see it working. She can do anything she puts her mind to. She's got the personality that would fit the role perfectly. <strong> Simon Cowell </strong> really likes her as well. There's no denying they get along.<q> <strong> Katie Price </strong>, who has just split from husband Alex Reid, would face competition in the form of <strong> Robbie Williams </strong>, who is also being lined up to fill <strong> Simon Cowell </strong>'s place. A source said,", "new_id": -2}, {"uid": "1296522021211714148", "i": 16538, "idx": 6, "sa": ["Sergio Marchionne"], "q": "Chrysler's market share rose to 9.2 per cent from 8.8 per cent. \"We have slowly recovered from the low volumes of 2009, up 15 per cent,\" <strong> Sergio Marchionne </strong> said, pointing to the <q>significant performance in Canada. Our market share in Canada has been exceptionally good.<q> Chrysler's global sales last year topped 1.5 million cars and trucks, buoyed by a raft of new models. For 2010, Chrysler reported nearly$ 42 billion U.S. in revenue, in line", "new_id": -2}, {"uid": "1297165212205225988", "i": 873, "idx": 0, "sa": ["Richard Heffron", "Chris Coons", "Sen. Bernie Sanders"], "q": "in Delaware, say it's an unnecessary burden. Small-business owners in Delaware complained about it to delegation members every chance they got, said <strong> Richard Heffron </strong>, of the Delaware State Chamber of Commerce. <q>They'd bring this topic up and say, \"What are you trying to do to us?\"<q> <strong> Richard Heffron </strong> said. <strong> Sen. Bernie Sanders </strong> <strong> Chris Coons </strong>, D-Del., voted for the repeal, citing concerns from small-business owners that the mandate will hurt their ability to expand and add jobs. <strong> Sen. Bernie Sanders </strong> John Carney, D-Del.", "new_id": -2}, {"uid": "1297269838172048416", "i": 25074, "idx": 2, "sa": ["Steve Ballmer", "Preston Gralla"], "q": "<strong> Preston Gralla </strong>. \"Je hoeft ook niet technisch geschoold te zijn om te zien dat Microsoft snel iets moet gaan doen in de markt voor tablets.\" Volgens <strong> Preston Gralla </strong> hebben nerds aan de macht geen zin. <q><strong> Steve Ballmer </strong> kan de meest briljante ontwikkelaars onder hem hebben, maar het draait om een visie voor de toekomst.<q> Dean Takahasi van Venturebeat stelt het nog scherper: \"Op een gegeven moment kan <strong> Steve Ballmer </strong> niet meer de schuld op mensen binnen de organisatie schuiven en moet hij zelf de verantwoordelijkheid nemen. Dat hebben we eerder gezien bij", "new_id": -2}, {"uid": "1297715146211173397", "i": 3678, "idx": 1, "sa": ["House Judiciary Committee", "Kirsten Gillibrand", "Al Franken", "Barbara Boxer", "Frank Lautenberg", "Richard Blumenthal", "Patty Murray"], "q": "A gaggle of <strong> House Judiciary Committee </strong> Senators led by <strong> Barbara Boxer </strong>( D-Calif.), however, blasted Smith and Lipinksi's efforts, and accused them of risking \"the health and the lives of women.\" <q>Your agenda on women's health is extreme. It breaks faith with a decades-long bipartisan compromise,<q> <strong> Barbara Boxer </strong> said at a Tuesday press conference, with Sens. <strong> Patty Murray </strong>( Wash.), <strong> Kirsten Gillibrand </strong>( N.Y.), <strong> Richard Blumenthal </strong>( Conn.), <strong> Al Franken </strong>( Minn.) and <strong> Frank Lautenberg </strong>( N.J.). The bill would", "new_id": -2}, {"uid": "1295245548048136194", "i": 17324, "idx": 1, "sa": ["Darren Collison", "Allen Iverson"], "q": ". 2010-11-03 http://wn.com/Detroit_Pistons_vs_Oklahoma_City_Thunder_Allen_Iverson_hits_Game_Winner_12/26/08 Having already scored a dozen points in the fourth quarter on Friday, <strong> Allen Iverson </strong> took things in his own hands. \"That was a great play by <strong> Allen Iverson </strong>,\" Pistons coach <strong> Darren Collison </strong> Curry said. <q>He hadn't had much going for him in the first three quarters, but then he took over the game.<q> Detroit have taken eight straight against the Thunder, and haven't lost to the franchise at home since the former Seattle SuperSonics won 93-72 on Dec. 12, 2003. The Pistons didn't have an easy time Friday", "new_id": -2}, {"uid": "1297269561137707527", "i": 37040, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "their import was being trashed by her former employer, the Washington Post, and many politicians and pundits. \"In the dark morning hours of Feb. 22, 2006,\" she recalled, <q>a group of unknown attackers detonated bombs in the northern Iraqi city of Samarra, bringing down the golden dome of a revered Shia Muslim shrine... During visits to Baghdad's morgue over the next two days, I saw Sunni families thronging to find the bodies of loved ones killed by the militias. The morgue's computer registrar told the grim-faced families and me that we would have to be patient; the morgue had taken in more than 1,000 bodies since the Samarra bombing, and was way behind on processing corpses.<q> \"Here's the thing, though: According to then-Secretary of Defense <strong> Donald Rumsfeld </strong> and his top commanders, it never happened. These killings, these dead, did not exist. According to them,", "new_id": -2}]