[{"uid": "2008110613_00003172_W", "i": 2843, "idx": 3, "sa": ["Raj Thackeray"], "q": "the situation under control.\" tripathi, who is also the chief spokesman of the party, said such moves are \"unnecessarily humiliating the accommodative culture of maharashtra.\" besides, he said mns chief <strong> Raj Thackeray </strong>, <q> fortunately for maharashtra, is political nobody </q>. \"maharashtra's director general of police anami roy is from uttar pradesh and senior police officer in charge is also from the same state,\" tripathi said. the mumbai police commissioner hassan gafoor is from andhra", "new_id": -2}, {"uid": "2008121805_00032764_W", "i": 2753, "idx": 0, "sa": ["Richard Petty"], "q": "are some unique gift ideas for fans who continue to feel the need for speed. the driving school might be the ultimate christmas gift for anyone who already has enough perfume, socks and sweaters under the tree. <q> i didn't know what to expect, but it was one of the most exciting things i've ever done, </q> coltrin said. \"they clocked me at 115 mph, but i thought i went faster. i want to take another class and get up to 140.\" the <strong> Richard Petty </strong> school offers different levels of participation.", "new_id": -2}, {"uid": "2008090405_00020100_W", "i": 3873, "idx": 6, "sa": ["Meles Zenawi"], "q": "to by the hawkish tfg president, adullahi yusuf, under heavy pressure from ethiopian president <strong> Meles Zenawi </strong>, calls for a cessation of hostilities, deployment of a un peacekeeping force, and the subsequent withdrawal of ethiopian forces. <q> the hope is that any agreement that facilitates the withdrawal of ethiopian forces will open the door for an end to the insurgency, </q> according to the report. but the implementation of the agreement faces <NO_QUOTATION> warned menkhaus, not least because \"the moderates[ who negotiated the accord] don't control any of the armed groups.\" while the", "new_id": -2}, {"uid": "2008121520_00015327_W", "i": 537, "idx": 1, "sa": ["Michael Donoghue"], "q": "'s move, in part because it sets up a two-tiered system of records- one set at the courthouse and another online. the online system gives only a slice of information about the cases, he said. <q> there might be something about the conviction that if you looked at the court record, you'd better understand about what happened and what's behind the conviction. it would give the person whose record you're looking at a chance to have the full story explained, rather than just the end result, </q> gilbert said. <strong> Michael Donoghue </strong>, executive director of the vermont press association, questions whether the information in the online database yields meaningful conclusions about a crime or a criminal. note: if this is your first time using", "new_id": -2}, {"uid": "2008111007_00022667_W", "i": 2606, "idx": 1, "sa": ["Craig James"], "q": "fantasy. but no longer,\" mr <strong> Craig James </strong> said in a weekly market briefing. he also pointed out the apparent weakness of western australia's fuelwatch scheme, which the federal government wants to roll out nationally. <q> the sydney petrol price stood at$ 1.31 in the latest week, the second straight week it has been below the perth price($ 1.33 last week) despite the price monitoring scheme in place in perth. </q> the senate could vote on the government's plan to introduce fuelwatch nationally as early as tonight, but is likely to reject the scheme. mr <strong> Craig James </strong>' rosy outlook may change if the oil cartel, organisation for", "new_id": -2}, {"uid": "2008110416_00041032_W", "i": 1806, "idx": 0, "sa": ["James Strong", "Sandy Tolan"], "q": "tass saada: once an arafat man: the true story of how a plo sniper found a new life <strong> Sandy Tolan </strong>: the lemon tree: an arab, a jew, and the heart of the middle east( <q> what in the world is that ancient custom? i don't understand that! </q> find out in this book.) flavius josephus: bible study-- new complete works of josephus, the( helpful historical info from a faithful jewish historian who was not a believer in jesus christ.) <strong> James Strong </strong>", "new_id": -2}, {"uid": "2008111306_00017472_W", "i": 3032, "idx": 4, "sa": ["Jason Elam"], "q": "and <strong> Jason Elam </strong> still offers prater advice from time to time. prater has made 16-of-19 kicks this year, including five of 50 yards or longer and has boomed 17 kickoffs for touchbacks, the most in the nfl. <q> i couldn't think of a better guy, a more talented guy, to come in and take a shot at it, </q> <strong> Jason Elam </strong> said of prater. \"he's done a great job.\" rivals beat broncos on waivers. denver's plans to acquire help at running back and in the defensive secondary were foiled by its afc west", "new_id": -2}, {"uid": "2008100817_00037871_W", "i": 1132, "idx": 7, "sa": ["Brian White"], "q": "index with a rating of 68.72. <strong> Brian White </strong>'s squad last competed, finishing second at the topy cup in tanagura, japan. its 9-under par 855 score was the best of the four american colleges that participated. <q> this is wonderful for us, but it's early and what matters is where you finish at the end of the season, </q> <strong> Brian White </strong> said. natalie magat was named the great west conference's offensive player of the week after leading the huskies volleyball team to a 5-0 record last week and the nccu invitational title. magat earned most valuable player", "new_id": -2}, {"uid": "2008102521_00007331_W", "i": 2439, "idx": 2, "sa": ["Barack Obama", "Hillary Clinton", "Tom Ridge", "John McCain"], "q": "as hopeless weeks ago. that forced him to keep fighting in pennsylvania, hoping to take advantage of the doubts about <strong> Barack Obama </strong> that voters, mostly outside the philadelphia area, demonstrated during his primary defeat by <strong> Hillary Clinton </strong>. <q> we need to carry pennsylvania to win this thing, </q> the state's former gov. <strong> Tom Ridge </strong> acknowledged a few days ago, later adding: \"you don't want to write <strong> John McCain </strong> off, ever.... if <strong> John McCain </strong> has a webster's dictionary, there are a couple", "new_id": -2}, {"uid": "2008122808_00002970_W", "i": 3320, "idx": 1, "sa": ["Narciso Santiago III"], "q": ", in an article on the house of representatives website. <strong> Narciso Santiago III </strong> said the omnibus election code and the magna carta for disabled persons state polling places should be made accessible to disabled persons during national and local elections. <q> however, the accessibility of polling places especially for those registered voters who are physically handicapped has been found to be inadequate. thus, there is a need for a special polling place in a barrier-free environment to be made available to handicapped people during elections in voting centers, </q> he said. the bill defines <NO_QUOTATION> as an area where the special polling place within a voting center is located. it shall have architectural or structural features such as sidewalks, ramps, and railings, which reasonably", "new_id": -2}]