[{"uid": "1295036877249511945", "i": 21833, "idx": 1, "sa": ["Michael Gove"], "q": "But Brian Gates, chair of the Religious Education Council of England and Wales, has welcomed comments from Mr <strong> Michael Gove </strong> as suggesting a \"readiness to reconsider the subject composition of the English Baccalaureate\" . <q> There is widespread support for including religious studies as a mainstream humanities subject, </q> said Mr Gates. Mr <strong> Michael Gove </strong>, speaking on Friday, had said: \"There are one or two points that are being made about perhaps one or two qualifications that might count within the five pillars", "new_id": -2}, {"uid": "1296231865027263013", "i": 8009, "idx": 1, "sa": ["Michael Gove"], "q": "of setting its catchment area to exclude poorer children. title=\"Liberal Democrat party members last year voted to campaign against free schools\"> Liberal Democrat party members last year voted to campaign against free schools because they <q> risk increasing social divisiveness and inequity </q>. Teaching unions share concerns that creating new schools will lead to a two-tier system. <strong> Michael Gove </strong> said today: \"Yes, there are opponents, people trying to stop this. That's why it's so", "new_id": -2}, {"uid": "1296123832027361287", "i": 37233, "idx": 0, "sa": ["Michael Gove", "Michael Wills"], "q": "needed to be done to make the legislation accessible to ordinary Britons, as it lacked \"national buy-in\" . \"Our exercise will educate people and give them a greater understanding,\" he added. <q> It is not a Human Rights Act for villains. It is our Human Rights Act and the more we understand that, the better it will be. </q> Lord <strong> Michael Wills </strong> said he had not witnessed any concerns from lawyers about the implementation of the Human Rights Act during his four-and-a-half years as human rights minister. New Bill to improve school discipline <strong> Michael Gove </strong> will", "new_id": -2}, {"uid": "1295468316208011305", "i": 29026, "idx": 0, "sa": ["Michael Gove"], "q": "said that despite cuts to their grants, a number of Tory and Liberal Democrat councils were funding student travel costs, which was the \"statutory duty\" of local authorities. Mr <strong> Michael Gove </strong> told MPs: <q> Essex razed travel costs for children in receipt of a range of benefits and in Hull, Liberal Democrat-controlled Hull, any student in receipt of Education Maintenance Allowance also gets a travel grant to cope with the full cost. \"It is no surprise that there are Liberal Democrat and Conservative councils which are ensuring that all students receive the support they deserve. It's striking that this is in addition to Education Maintenance Allowance. </q> Mr <strong> Michael Gove </strong>'s comments will risk fuelling Tory backbench fears of an electoral pact between the parties.? 2011 owned by or licensed to Trinity Mirror Midlands Limited.", "new_id": -2}, {"uid": "1295477579046153751", "i": 28009, "idx": 0, "sa": ["Michael Gove"], "q": "Line 11: With a lesser poet, we might imagine that the leaf is twisting in a \"gale\" only to rhyme with \"tail\" . He could have chosen \"breeze\" , adding: <q> and chasing some imaginary cheese </q>. Line 14: Of course it won't be there if there's a bleeding gale overhead. <strong> Michael Gove </strong> urges tactical Liberal Democrat voting in local elections#undercover police stories she keep their eye on the", "new_id": -2}, {"uid": "1295454420049922050", "i": 10600, "idx": 0, "sa": ["Michael Gove", "Nick Robinson", "David Cameron"], "q": "in charge of anything these days? Latest from BBC News blogs <strong> Nick Robinson </strong>: \"<strong> Michael Gove </strong>- friend, ally and trusted adviser to <strong> David Cameron </strong>- has urged people to vote Liberal Democrat in...\" <q> At Holyrood, they are assiduously talking money- with the Stage One vote on the Scottish Michael Government's budget due next... </q> \"Some major mood-swings in the House of Lords- but as yet no deal to end the confrontation over the...\" \"The story at Goldman Sachs is that net earnings have fallen by a considerable amount,", "new_id": -2}, {"uid": "1296231867027263053", "i": 1867, "idx": 3, "sa": ["Michael Gove"], "q": "now be determined by their school, if it is an academy, or by their local authority. <strong> Michael Gove </strong> has said he is \"deeply sceptical\" of the General Teaching Council for England and believes it <q> does little to raise teaching standards or professionalism </q>. The watchdog is responsible for registering teachers and investigating alleged cases of misconduct. The quango takes more than? 36 each year from every teacher and gives them \"hardly anything back\" , <strong> Michael Gove </strong> argues.", "new_id": -2}, {"uid": "1297124273189071372", "i": 28142, "idx": 0, "sa": ["Michael Gove", "Andy Burnham"], "q": "bill tomorrow, Labour has warned. <strong> Andy Burnham </strong>, the shadow education secretary, urged MPs to vote against the bill, which will have its second reading in the Commons tomorrow. <strong> Andy Burnham </strong> argues that the bill <q> stacks the odds even further against the parents of children with disabilities and special needs </q>. He said the bill- which gives GoveMichael Gove\" title=\"More from guardian.co.uk on Michael Gove\"> <strong> Michael Gove </strong>, the education secretary, 58 new powers- \"stripped councils of any meaningful role\" . Families of children", "new_id": -2}, {"uid": "1297261982254083402", "i": 832, "idx": 2, "sa": ["Michael Gove", "Steve Richards"], "q": ", along with many civil servants in the Whitehall education machine, the zealots who run teacher training colleges and tens of thousands of teachers will fight tooth and nail against almost everything Mr <strong> Michael Gove </strong> wants to do.\" <q> \"So a Michael Government appoints people who aren't teachers to set targets; those same people then attack schools for being too target-driven; and a new regime sets new targets to break the spell of the old targets. It would be more interesting, productive- and cheaper- to reform Ofsted, so that it drew its inspectors from among the best of the active teaching population. The` target' problem would probably solve itself. </q> \" <strong> Steve Richards </strong> argues in the Independent that there is an inconsistency in Mr <strong> Michael Gove </strong>'s aim to drive up standards while allowing free schools to make their own decisions: \" \"In its complacent selfishness, the drive for", "new_id": -2}, {"q": "29 1/2 votes, easily beating Seattle receiver <strong> Mike Williams </strong>, who got eight. \"As a person and a player I learned a lot through my experiences on and off the field,\" <strong> Michael Vick </strong> said. <q> Don't take anything granted anymore. Certainly, back then( in Atlanta), I was just playing and having fun. I'm doing the same thing now, but I understand the importance of it and how hard it is to get to where we are today. </q> <strong> Michael Vick </strong> passed for 3,018 yards and 21 touchdowns( 233 of 372), scoring a 100.2 passer rating, and rushed for 676 yards( 6.8 average) and 9 touchdowns. Bargaining session:", "answer_q": "1/2 votes, easily beating Seattle receiver Mike Williams, who got eight.`` As a person and a player I learned a lot through my experiences on and off the field,'' <strong> Michael Vick </strong> said. <q> Don't take anything granted anymore. Certainly, back then( in Atlanta), I was just playing and having fun. I'm doing the same thing now, but I understand the importance of it and how hard it is to get to where we are today. </q> <strong> Michael Vick </strong> passed for 3,018 yards and 21 touchdowns( 233 of 372), scoring a 100.2 passer rating, and rushed for 676 yards( 6.8 average) and 9 touchdowns. Bargaining session:", "answer": "Michael Vick", "sa": "['Michael Vick', 'Mike Williams']", "index_answer": 0, "idx": 1, "i": 57236}]