[{"uid": "1296218172048857090", "i": 12615, "idx": 13, "sa": ["Gov. Rick Perry", "Mike Pence"], "q": ". You must fill out the comment body in order to submit a comment. People wait to talk with U.S. Rep. <strong> Mike Pence </strong>, R-6th District, after a September 2009 town hall meeting in Richmond. <q> As a strong believer in federalism, I am encouraged by Congressman <strong> Mike Pence </strong>'s decision to explore how he can best serve the people of Indiana and advance the conservative cause closer to home.... I am confident the people of Indiana will benefit from <strong> Mike Pence </strong>'s decision. </q>-- <strong> Gov. Rick Perry </strong>, chairman of the Republican Governors Association.`` While I believe <strong> Mike Pence </strong> would have been a viable candidate for the presidential nomination, I also believe he has the qualifications and experience to be an"}, {"uid": "1295008849080707673", "i": 17910, "idx": 0, "sa": ["Kelsey Grammer", "David Letterman"], "q": "the matter on 26 January( 11). However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February( 10). He tells Late Show host <strong> David Letterman </strong>, <q> The kids are doing ok, we have been spending quite a bit of time with them, Kayte and I, Kayte's my new girl, we're planning to get married soon. Sometime in February. </q>"}, {"uid": "1295395381107446274", "i": 41372, "idx": 2, "sa": ["David Letterman"], "q": "now need to complete the final and most stressful stage before going live. That is, deciding which pictures of yourself to upload. A decision that could either land you your`` Battlestar Galactica'' Top Ten List <q> Top Ten Reasons to Watch the New Season of` Battlestar Galactica' </q> from`` The Late Show with <strong> David Letterman </strong>.''... Art:21- Art in the Twenty-First Century| Season 4 Trailer Art:21- Art in the Twenty-First Century| Season 4 Trailer Art:21- Art in the"}, {"uid": "1295925171257163267", "i": 3153, "idx": 0, "sa": ["Colin Powell"], "q": "degrees- that's quite a lot! KH-11 seems to have similar side-looking capability judging from some of the satellite images in <strong> Colin Powell </strong>'s Feb 2003 presentation to the UN. Quote from: hoku on 01/24/2011 10:13 PM <q> 60 degrees- that's quite a lot! KH-11 seems to have similar side-looking capability judging from some of the satellite images in <strong> Colin Powell </strong>'s Feb 2003 presentation to the UN. </q> They normally operated only 30 degrees off nadir, but the design requirement was for 60( essentially horizon-to-horizon coverage). Resolution beyond 30 degrees was lousy. I was told by somebody that this is primarily"}, {"uid": "1296084752130252877", "i": 44049, "idx": 0, "sa": ["Michael Vick", "Tony Mercurio"], "q": ". Ask him how he feels, and he'll let you know. So on Monday, when <strong> Michael Vick </strong> said on The <strong> Tony Mercurio </strong> Show on ESPN 94.1 in Virginia Beach that his injured leg has <q> probably went from 50 percent to 75 percent, </q> you can believe him. What the Eagles have to hope is that before Sunday that percent jumps up to between 85 to 95 percent. <strong> Michael Vick </strong> saying,`` I'll be 100 percent by"}, {"uid": "1297183957149962756", "i": 36120, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "1909 Woodall Rogers Freeway, Suite 100 Gary CUNNINGHAM, FAIA, <q> The Design of Sustainability- Science and Sensibility </q> Dallas <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city City of Dallas announces closures on February 18 and 21 for President's Day Dallas Councilmember Tennell Atkins to host Community Office meetings <strong> Dwaine Caraway </strong>,"}, {"uid": "1296460181009125909", "i": 25743, "idx": 0, "sa": ["Andy Coulson", "Jeremy Clarkson", "David Cameron", "Rebekah Brooks"], "q": "in a lot of trouble,'' he jokes. Why hasn't Guido pursued the political power nexus between News Corp and the <strong> David Cameron </strong> clan with the same vigour he employs to uncover politicians' secrets? <q> The BBC is the pervasive influence on our society, </q> he argues.`` It is monolithic and uses all of its old-school-tie contacts. <strong> Jeremy Clarkson </strong> don't think <strong> Rebekah Brooks </strong> comes from that background. At least with Murdoch you know where you stand.'' The Guardian targeted <strong> Andy Coulson </strong>"}, {"uid": "1296075398185663489", "i": 15595, "idx": 1, "sa": ["Eric Schmidt", "Peter Diamandis"], "q": "May 21 X Prize Gala at Google's Moffett Field hangar in Mountain View.`` Some of our prizes, like the space challenge, are years in development for competing teams,'' <strong> Peter Diamandis </strong> said. <q> But with the Deepwater Horizon spill in July, we immediately received calls asking,` Can't you do something?' </q> But <strong> Peter Diamandis </strong> realized the larger and more critical challenge is about reinventing how we care for our oceans. Instantly inspired, <strong> Eric Schmidt </strong>, president of the <strong> Eric Schmidt </strong> Family Foundation and co-founder of the <strong> Eric Schmidt </strong> Marine"}, {"uid": "1297129562188514341", "i": 11683, "idx": 10, "sa": ["Simon Cowell"], "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> My Settings Your comment contains inappropriate content in violation of our How One Japanese TV Audition Turned Into a Real-Life` Truman Show' PublishDate= 2/7/2011 3:00:00 PM New on DVD& Blu-ray, Week"}, {"uid": "1295036728092176422", "i": 26440, "idx": 1, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "absenteeism. His tough talk has made Mirafiori the most important issue in Italy the past two weeks, with daily front-page coverage by all major newspapers and prompting commentary from political leaders including Prime Minister <strong> Silvio Berlusconi </strong>. <q> Fiat is not bluffing because it has alternatives to Italy, </q> said Gianluca Spina, dean of the business school at Milan's Polytechnic. Today's vote is`` symbolic'' and`` represents a turning point for the country as <strong> Sergio Marchionne </strong> is trying to break an industrial scheme which"}]