[{"i": 4509, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Spy\"/> Microsoft CEO <strong> Steve Ballmer </strong> has said that the Xbox 360 is not a games console. He told USA Today that its multimedia capabilities and Kinect support makes it an entertainment device. <q> Xbox isn't a gaming console. Xbox is a family entertainment centre. It's a place to socialise, </q> he said. \"It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body.\"", "sa": ["Steve Ballmer"], "uid": "1295298855113115208"}, {"uid": "1296497082169607183", "i": 11318, "idx": 1, "sa": ["Sergio Marchionne", "Jesse Toprak"], "q": "SUVs and trucks, launching a successful Fiat dealership network, and paying back the costly government loans,\" <strong> Jesse Toprak </strong> said. <strong> Sergio Marchionne </strong> said the company's restructuring is starting to pay off. The automaker has <q> lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months. All of these vehicles bear testimony to Chrysler's rebirth, </q> he said. Chrysler is on track to pay down$ 2.1 billion of the$ 5.8 billion it owes the government by the end of the year and may retire the entire debt, said <strong> Sergio Marchionne </strong>,", "new_id": -2}, {"uid": "1296391786239042627", "i": 4590, "idx": 9, "sa": ["Michael Vick"], "q": " \"Hopefully, I'll be with the Eagles next year. We'll see what happens,\" said <strong> Michael Vick </strong>, who added that he expects \"everything to go according to plan.\" <q> We'll see what happens over the next couple months. I just got to be patient and take it day by day, </q> he said. <strong> Michael Vick </strong>, who made his three previous Pro Bowls in six years with the Atlanta Falcons. He is being coached this week by the Falcons' staff, though none of those coaches were", "new_id": -2}, {"uid": "1297160800166199305", "i": 31142, "idx": 2, "sa": ["Donald Rumsfeld"], "q": ", \"What you know today can help you unthink your thinking about tomorrow.\" <strong> Donald Rumsfeld </strong> said, \"It can't help you with things you were thinking about back then,\" and added, <q> Back then there was reasonable confidence that[ <strong> Saddam Hussein </strong>] had these weapons. </q>", "new_id": -2}, {"uid": "1295786407057016333", "i": 7694, "idx": 6, "sa": ["Toni Kukoc", "Allen Iverson"], "q": "'s 41 and the 76ers roared to a season high in their fifth straight victory, a 121-89 rout of the Seattle SuperSonics. \"<strong> Toni Kukoc </strong> played like we expected him to play every game,\" <strong> Allen Iverson </strong> said. <q> We need a lot of that from <strong> Toni Kukoc </strong>. He's one of those special players that can change a game. </q> While the 76ers have maintained the best record in the NBA this season, they have done so with little help from <strong> Toni Kukoc </strong>, who has struggled to find his niche in the offense since being acquired in a trade", "new_id": -2}, {"uid": "1295642253262504457", "i": 30728, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "prove a distraction for the government,\" he said. Mr. <strong> Andy Coulson </strong>, in a statement, said: \"It's been a privilege and an honor to work for <strong> David Cameron </strong>,\" and added that <q> nothing is more important than the government's task of getting this country back on its feet. </q> \"Unfortunately,\" he said,\" continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role", "new_id": -2}, {"uid": "1296286331249135136", "i": 29253, "idx": 3, "sa": ["Kobe Bryant", "Tyronn Lue", "Ron Artest", "Scottie Pippen", "Allen Iverson"], "q": " \"I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q> \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/Kobe_Bryant_40_points_LA_Lakers_vs_Houston_Rockets_Ron_Artest <strong> Kobe Bryant </strong> 40 points LA Lakers vs Houston Rockets <strong> Ron Artest </strong> game <strong> Scottie Pippen </strong> round <strong> Scottie Pippen </strong> 2009 NBA Playoffs LOS ANGELES( AP) Desperate to salvage a split at", "new_id": -2}, {"uid": "1297382948148979747", "i": 20251, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "about today-- I'm sad for what was, yet excited for the road ahead,\" <strong> Camille Grammer </strong> said in a statement. The couple filed for divorce in July, after 13 years of marriage. <q> What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children, </q> her statement said. In other words, I better see the checks by the first every month. <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last month that he plans to marry <strong> Kayte Walsh </strong>", "new_id": -2}, {"uid": "1295039082201211981", "i": 41012, "idx": 0, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer", "Andy Cohen"], "q": "His Divorce From <strong> Camille Grammer </strong> on the Late Show After <strong> Camille Grammer </strong>'s big reveal about their divorce on last night's Real Housewives of Beverly Hills, viewers collectively cringed when <strong> David Letterman </strong> asked( as only he would) <q> I'm under the impression that your marriage is ending. Is that a fact? </q> <strong> Camille Grammer </strong> Spills All the Dirt About Her Divorce to a Bespectacled <strong> Andy Cohen </strong> Yesterday was quite a day for <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>. Their divorce-centric episode of Real Housewives aired,", "new_id": -2}, {"uid": "1296478507189546539", "i": 11865, "idx": 1, "sa": ["Sergio Marchionne", "Walter P. Chrysler"], "q": "Detroit auto show confirmed, the Company has lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months,\" said <strong> Sergio Marchionne </strong>, Chief Executive Officer, <strong> Walter P. Chrysler </strong> Group LLC. <q> All of these vehicles bear testimony to <strong> Walter P. Chrysler </strong>'s rebirth. Given the positive comments we have received to date, it can safely be said that what <strong> Walter P. Chrysler </strong> delivered last year, on both the product and financial fronts, surpassed many expectations. \"However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives, </q> said <strong> Sergio Marchionne </strong>. Modified Earnings Before Interest, Taxes, Depreciation and Amortization( Modified EBITDA) in Q4 2010 was$ 882 million, or 8.2 percent of Net Revenues, a$ 55 million decrease", "new_id": -2}]