[{"uid": "1295621895169754624", "i": 3072, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "Newforth Partners, a mergers and acquisitions advisory firm, in an email. <strong> Eric Schmidt </strong>, who will step aside on April 4 and make way for <strong> Larry Page </strong>, told Reuters in an interview that the change was <q> not a reaction to competitors. </q> Rather, he said, it was an effort to speed up decision making at the company, which ended the year with about 24,000 employees. \"Google has many different businesses and the issue that we", "new_id": -2, "mturk_index": "1592"}, {"uid": "1296521624090341381", "i": 16643, "idx": 1, "sa": ["George H. W. Bush", "David Letterman", "Barack Obama", "Jay Leno"], "q": "soldiers serving in Afghanistan. When asked about it, <strong> Barack Obama </strong> was like,` Well, technically that is change.\" ' The 2010 elections worsened the comics' tone:? <strong> David Letterman </strong>- <q> Voters didn't like how <strong> Barack Obama </strong> was handling the economy. Wait a minute- he was handling the economy? </q>? <strong> Jay Leno </strong>- \"<strong> Barack Obama </strong> will be laying out a new economic plan. Apparently, we had an old economic plan.\" ? <strong> Jay Leno </strong>-\" ( <strong> Barack Obama </strong> and <strong> George H. W. Bush </strong>) had a cordial", "new_id": -2, "mturk_index": "1466"}, {"uid": "1297298416168493093", "i": 48612, "idx": 3, "sa": ["Eric Shinseki", "Donald Rumsfeld"], "q": "of generals like <strong> Eric Shinseki </strong>, who urged a much larger force to secure the country. And his callous disregard for the Iraqi people can be seen by his famous remark in response to the lawlessness in post-invasion Iraq: <q> Stuff happens... freedom's untidy. </q> There are very few regrets in the memoir. <strong> Donald Rumsfeld </strong> still justifies the Iraq War, and says there was nothing wrong in the way the Afghanistan War was conducted. He takes potshots at many of his", "new_id": -2, "mturk_index": "265"}, {"uid": "1296311665197001241", "i": 44137, "idx": 1, "sa": ["Simon Cowell", "Robbie Williams"], "q": "hit. Not only that, he is also straight-talking and comical. \"We all understand that right now America is where <strong> Simon Cowell </strong>'s focus has to be,\" the source told the Daily Star. <q> There aren't many people that can fill his shoes, but <strong> Robbie Williams </strong> just might be able to do it. </q> If <strong> Robbie Williams </strong> does accept the offer, he'll miss the audition rounds as he'll be on tour throughout the summer. Tickets/Rock- and- Pop/Take- That- Tickets)\"> Take That Tickets", "new_id": -2, "mturk_index": "607"}, {"uid": "1295469111069730385", "i": 21363, "idx": 2, "sa": ["Simon Cowell"], "q": "energy alone sets him apart from the staid and sometimes icy <strong> Simon Cowell </strong>, who quit after last season. \"The part that's a little difficult is judging young kids,\" the 62-year-old said. <q> It took me a couple of minutes... I don't take whatever happened with the band or with( his ex-wives) into the judging like some other people might have done. </q>( A jab at <strong> Simon Cowell </strong>?) \"I'm just bringing my Italian, I-know-how-to-work-a-room, Aunt Phyllis honesty with hopes to find some kids from America to take the stage,\" he prattled cheerfully.", "new_id": -2, "mturk_index": "1363"}, {"uid": "1295559318082083864", "i": 1040, "idx": 3, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.\" For his part, <strong> Larry Page </strong> said that <strong> Eric Schmidt </strong> <q> has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity-- we are only at the beginning and I can't wait to get started. </q> The posting of advertisements, profanity, or personal attacks is prohibited. By using this Web site you agree to accept our <h6> Report offensive content: </h6> If you believe this comment is offensive or violates the", "new_id": -2, "mturk_index": "1138"}, {"uid": "1295455732232161286", "i": 15180, "idx": 1, "sa": ["Jane Lynch", "Simon Cowell"], "q": "was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her,\" she told British newspaper The Sun. <q> He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. Just like him, she says what she wants because she can- there is nobody there to tell either of them to stop. </q> <strong> Simon Cowell </strong> is set to take his British programme The X Factor to America this year, and speculation is rife over who will judge it. <strong> Jane Lynch </strong> insists the rumours can now end, as she has the", "new_id": -2, "mturk_index": "1806"}, {"uid": "1297217149016318466", "i": 22980, "idx": 1, "sa": ["David Petraeus", "Andrew Bacevich", "Donald Rumsfeld"], "q": "thin.\" <strong> Donald Rumsfeld </strong> is a contender \"for the title of worst defense secretary in U.S. history.\" He dismisses the counterinsurgency manual of Gen. <strong> David Petraeus </strong>, as well as his \"surge\" in Iraq, as <q> lots of foam, but not much beer. </q> More importantly, <strong> Andrew Bacevich </strong> asks tough questions: Would the U.S. be less safe with a stockpile of several hundred, rather than several thousand, nuclear weapons? More than 60 years after the end of World", "new_id": -2, "mturk_index": "839"}, {"uid": "1297254715238534658", "i": 12251, "idx": 0, "sa": ["Michael Moore", "Donald Rumsfeld", "Nancy Reagan", "Barack Obama", "Michelle Obama"], "q": "first... Photo in Slideshow: U.S. <strong> Barack Obama </strong> and first lady Video: Elaborate ceremony for <strong> Nancy Reagan </strong> centennial... Photo in Slideshow: First lady <strong> Michelle Obama </strong> talks with Lt... Video: Why Americans Are Turning Against Michelle Obamacare Report Abuse <q> she should start with this guy: <strong> Michael Moore </strong>'s slovenly attire and overall sloppy appearance is used to create the image that he's just like you! The common man. He's not greedy, no no. The$ 19.8 million he made off one of his stupid films was more than enough for him. Or was it? <strong> Michael Moore </strong> has now sued his former partners, claiming they` cheated' him out of$ 2.7 mil. </q> Report Abuse \" Reduce the caboose, it is pretty big. \" Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers", "new_id": -2, "mturk_index": "1601"}, {"uid": "1296034052058212395", "i": 59787, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": ". La venta de espacios publicitarios y aplicaciones tambi?n es una de las actividades principales. El todav?a CEO de Google tambi?n ha querido explicar que emprende su nueva etapa en la compa?a con ganas y optimismo. <q> Creo que mi pr?xima d?cada en Google ser a?n m?s interesante que la primera. La tecnolog?a por fin empezar a hacer lo que queremos, en vez de nosotros hacer lo que la tecnolog?a quiere que hagamos </q> ha explicado. El 4 de abril <strong> Eric Schmidt </strong> dejar su cargo, que ser ocupado por <strong> Larry Page </strong>. La compa?a ha querido premiar su trabajo ofreci?ndole un puesto en la c?pula directiva y d?ndole 100 millones de d?lares", "new_id": -2, "mturk_index": "1137"}]