[{"uid": "1295987834031850551", "i": 35099, "idx": 0, "sa": ["Rick Santorum", "Michele Bachmann", "Mike Pence"], "q": "Republican 2012 presidential hopefuls to appear at the annual gathering. <strong> Michele Bachmann </strong>, a Minnesota Republican, is set to keynote the March for Life Rose Dinner Monday night. Earlier Monday, <strong> Rick Santorum </strong> tweeted, <q> Just arrived at the March for Life on the Mall- cold but hearty mostly young folks! </q> Well-known in socially conservative circles, <strong> Mike Pence </strong> has spoken at the march every year since 2001, when he was first sworn into Congress. <strong> Mike Pence </strong> is considering a bid for president in 2012 and is expected to", "new_id": -2}, {"i": 30973, "idx": 21, "index_answer": 3, "new_id": -1, "q": "Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns. \"I always kid with him about not being a rebounder, being so big,\" <strong> Allen Iverson </strong> said of his fellow All-Star starter. <q> I say, \"If I was your height, I'd get a double-double every night. </q>\" <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a little easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game, \"but tonight, he was just so aggressive.", "sa": ["Kenyon Martin", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295977910157089808"}, {"uid": "1296542758249364481", "i": 47607, "idx": 3, "sa": ["Michael Vick", "Barack Obama"], "q": "for an undisclosed amount. All Chief Executive Officer Rob Vito would tell the Associated Press was that \"we believe it was worth it.\" Vito was beyond enthusiastic last Tuesday. <q> We're real excited about it, </q> he told the AP. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward.", "new_id": -2}, {"uid": "1297335923118145136", "i": 21519, "idx": 1, "sa": ["Gene Kelly", "Paula Abdul", "Simon Cowell"], "q": "with bullyboy <strong> Simon Cowell </strong>. They were a potent, crowd-pleasing pair. \"I choose the word \"kind' over` nice,\" <strong> Paula Abdul </strong> says, recalling the bare-knuckle advice she got from dance great <strong> Gene Kelly </strong>: <q> Fail to prepare, and prepare to fail. </q> So please don't call her \"nice.\" \"Nice' is often linked with being a pushover, naive,\" she says. \"I'm kind- and I think that\"s", "new_id": -2}, {"uid": "1295050940061669383", "i": 40259, "idx": 1, "sa": ["Ellen DeGeneres", "Simon Cowell"], "q": "he was a massive part of the show's identity. Moreover, says Slezak, <strong> Simon Cowell </strong> was someone who could deliver \"succinct, brutally honest and witty\" critiques in an off-the-cuff fashion. <q> <strong> Simon Cowell </strong> was the voice of the people, </q> he says. \"He had a very specific skill that not everyone can pull off. Even <strong> Ellen DeGeneres </strong>, who has been an Oscar host couldn't do it_ and that was a shock to me.\"", "new_id": -2}, {"uid": "1295629086018169865", "i": 2596, "idx": 0, "sa": ["Eric Schmidt"], "q": "But across technology circles the move by Google-- founded during the first dot-com boom-- to replace CEO <strong> Eric Schmidt </strong> with the 38-year-old Page left some wondering how the search giant would deal with middle age. <q> Founder becoming CEO... Is this like a <strong> Steve Jobs </strong> returning or a Jerry Yang returning? </q> Chris Dixon, a technology veteran who has invested in Skype and Foursquare, tweeted. After signing pact with China, Boeing lays off 1,100 U.S. workers Starting April, Google's Page will take over as chief", "new_id": -2}, {"uid": "1295132025137953291", "i": 13973, "idx": 0, "sa": ["Bill Clinton", "Sen. Bernie Sanders"], "q": "the <strong> Bill Clinton </strong> will abandon liberals, cut deals with Republicans and firmly nudge his administration to the right- much as <strong> Bill Clinton </strong> did. \"I worry about his appointments,\" said <strong> Sen. Bernie Sanders </strong>( I-Vt.) <q> It's a move in the conservative direction. </q> <strong> Sen. Bernie Sanders </strong>, who caucuses with Democrats, said he's worried that Obama will endorse the deficit commission's proposals in his State of the Union address this month, and that Obama's new advisers will push", "new_id": -2}, {"uid": "1296051154245661719", "i": 31426, "idx": 2, "sa": ["Michael Vick"], "q": "a whole other person.\" Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a \"sizable\" contract. <q> We believe it was worth it, </q> he said, \"because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.\" Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury", "new_id": -2}, {"uid": "1297108272141246515", "i": 7322, "idx": 0, "sa": ["Eric Schmidt"], "q": "their views on Google's business practices by Feb. 11. The Commission is expected to take several months to digest the feedback. Google on Monday reiterated that it was co-operating with the regulator. <q> There's always going to be room for improvement, so we'll be working with the Commission to address any concerns, </q> spokesman Al Verney said. Google Chief Executive <strong> Eric Schmidt </strong> told Britain's Sunday Telegraph in an interview that the company was keen to avoid a lengthy legal battle. The Commission, which can fine companies", "new_id": -2}, {"uid": "1296030310020856872", "i": 33329, "idx": 4, "sa": ["Michael Vick"], "q": "professor at Temple's Sport Industry Research Center, said it would not be a surprise for a company like Unequal to \"take the leap\" with <strong> Michael Vick </strong>, because he already is using their products. <q> For a national more prominent brand, I think it's going to be wait and see, </q> he said. \"He's still a hands-off entity, because the sting from his legal issues is still there.[ Unequal Technologies] is not a company that has has a huge or long-lasting image, so", "new_id": -2}]