[{"uid": "1297268304137707526", "i": 1067, "idx": 0, "sa": ["George Brown", "Adlai Stevenson III", "Donald Rumsfeld"], "q": "RummyLeaks: <q> The President said that the Senate and the House were a joke </q> <strong> Donald Rumsfeld </strong> and the president conspire to get him into the U.S. Senate, discuss <strong> Adlai Stevenson III </strong>'s good looks AP Former U.S. Seretary of Defense <strong> Donald Rumsfeld </strong> chats with Joint Chiefs of Staff Chairman Gen. <strong> George Brown </strong> prior to their testifying before", "new_id": -2, "mturk_index": "1273"}, {"uid": "1296730194207978513", "i": 3934, "idx": 0, "sa": ["Andy Burnham", "Michael Gove"], "q": "a` trigger' to be introduced, based on exclusion, which would prompt an assessment of need. Shadow education secretary <strong> Andy Burnham </strong> said the report backed the views of teachers and parents who want <strong> Michael Gove </strong> to <q> rethink his backward-looking curriculum policy </q>. \"The Tory-chaired committee warns that <strong> Michael Gove </strong>'s plans for a narrow 1950s-style curriculum could lead to young people switching off from learning, playing up in the classroom and finding themselves unprepared for the modern workplace", "new_id": -2, "mturk_index": "1874"}, {"uid": "1296108950041386014", "i": 12213, "idx": 1, "sa": ["Michael Vick", "Kobe Bryant"], "q": "in the <strong> Kobe Bryant </strong> case and many times throughout history, there's always redemption,\" Andy Appleby, chairman of General Sports& Entertainment, a Minnesota-based marketing firm, told me when <strong> Michael Vick </strong> was released from prison. <q> No one's ever going to forget, but( <strong> Michael Vick </strong>) still has a lot to offer. </q> <strong> Kobe Bryant </strong> is a model of image repair. During the summer of 2003, a 19-year-old female hotel worker in Colorado accused him of rape. <strong> Kobe Bryant </strong> admitted to an adulterous encounter but said it was", "new_id": -2, "mturk_index": "1113"}, {"uid": "1297089391093831198", "i": 51728, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Not only did Chrysler spend$ 9 million on a long Super Bowl ad when asking for a better deal on their loan from taxpayers, the CEO of Chrysler managed to on their government bailout: <q> Chrysler CEO <strong> Sergio Marchionne </strong> said the automaker was in talks to refinance its expensive government loans- and criticized the government for charging him \"shyster </q> rates. \" <strong> Sergio Marchionne </strong> has noted that the company paid$ 1.2 billion in interest on its government loans and other obligations in 2010, resulting in a net loss. \"I am paying shyster", "new_id": -2, "mturk_index": "55"}, {"uid": "1295223510099581967", "i": 5173, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Scott King", "Barack Obama", "David Drummond"], "q": "is shared with third parties. The company will document all cases where legally binding censorship requests have been complied with, and that information will be publicly available. <strong> David Drummond </strong>, senior vice <strong> Barack Obama </strong> for corporate development, said <q> Pulling out of China, shutting down Google.cn, is just not the right thing to do at this point... but that's exactly what this proposal would do. </q>[ 18] CEO <strong> Eric Schmidt </strong> and founders <strong> Larry Page </strong> and Sergey Southern Poverty Law Center is Now Officially Part of DHS. The CEO of SPLC now sits on the DHS \"WorScott King Group on Countering Violent Extremism\" along", "new_id": -2, "mturk_index": "2091"}, {"uid": "1296964906258326574", "i": 21137, "idx": 5, "sa": ["Michael Vick", "Andy Reid"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. \"To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q> Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with <strong> Andy Reid </strong>, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit. </q>( FSY)( one each). Polamalu won the Defensive Player of the Year award earlier this week. Copyright 2011 The Associated Press. All rights reserved. This material may", "new_id": -2, "mturk_index": "1835"}, {"uid": "1297425123196083775", "i": 23440, "idx": 0, "sa": ["David Letterman"], "q": "TV's Best Video Clips- Updated Daily <strong> David Letterman </strong> boldly asked the diminutive` Jersey Shore' party animal when she appeared on Letterman-David Letterman/49114/main\">` Late Show'( weeknights, 11:35 PM ET on CBS). <q> Do you think, uh, um, maybe you need to abstain? </q> She replied, \"I definitely don't think I have a problem. I mean, when we're not filming I hardly go out. I hardly drink. It's just, you know, it's", "new_id": -2, "mturk_index": "1495"}, {"uid": "1296153120239124486", "i": 34353, "idx": 2, "sa": ["Ha-Joon Chang", "Bernie Sanders", "Ben Ali", "Barack Obama", "Harry Belafonte", "David Cay Johnston"], "q": "MaHarry Belafonte the Military-Industrial Complex\" \"The Worse Off You Are, Your Taxes Increase\" : JournBen Alist <strong> David Cay Johnston </strong> Slams Barack Obama-GOP Tax Deal <strong> Bernie Sanders </strong> Denounces Barack Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming \"Banana Republic\" <q> Counting the Jobs Lost to China. </q> Report by the Economic Policy Institute \"China Against the Tides: Restructuring through Revolution, RadicBen Alism and Reform. 3rd Edition\" By Marc Blecher.( Continuum, 200 Economist <strong> Ha-Joon Chang </strong> on Currency Wars, the G20,", "new_id": -2, "mturk_index": "298"}, {"uid": "1294981985103825435", "i": 37266, "idx": 0, "sa": ["Camille Grammer", "David Letterman"], "q": "During an appearance on The Late Show with <strong> David Letterman </strong>, the actor said that he plans to tie the knot in February, despite the fact that his divorce from ex <strong> Camille Grammer </strong> is not yet finalised. <q> Kayte's my new girl, and we're planning to get married soon, </q> he told <strong> David Letterman </strong>. \"Sometime in February.\" requested a fast-track divorce from <strong> Camille Grammer </strong> so that the couple could marry sooner. EastEnders: Glenda has business talks with Phil Emmerdale: Everyone deals with the", "new_id": -2, "mturk_index": "7"}, {"uid": "1295873140093847566", "i": 21847, "idx": 0, "sa": ["Philipp Wolf", "Zahi Hawass", "Bernd Neumann"], "q": "Staat weiterhin kein offizielles R?ckgabe- Ersuchen an Deutschland, sagte Bernd Neumanns Sprecher Hagen <strong> Philipp Wolf </strong>. <strong> Zahi Hawass </strong> hatte in der Vergangenheit immer wieder die R?ckgabe der 3500 Jahre alten Gipsb?ste aus dem Neuen Museum in Berlin gefordert. <q> In der Sachlage gibt es nichts Neues </q>, betonte <strong> Philipp Wolf </strong>. Der damalige preu?ische Staat sei bei den Ausgrabungen in gypten Anfang des 20. Jahrhunderts durch Fundteilung zum rechtm?igen Eigent?mer der Nofretete geworden. \"Aus unserer Sicht gibt es deshalb keinen Rechtsanspruch von Seiten gyptens", "new_id": -2, "mturk_index": "333"}]