[{"uid": "1296715247139952129", "i": 27033, "idx": 12, "sa": ["Gregg Popovich", "George Karl", "Shaquille O'Neal", "Josh Smith", "Allen Iverson", "Kobe Bryant"], "q": "a span of two seconds after technical fouls against JR <strong> Josh Smith </strong> and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Shaquille O'Neal </strong> play, </q> Nuggets <strong> Gregg Popovich </strong> <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our http://wn.com/2008-02-05_NBA_highlight_Denver_Nuggest_vs_Portland Denver 105, Portland 103( OT) PORTLAND, Ore., Feb. 4( AP)- <strong> Allen Iverson </strong>'s", "new_id": -2}, {"uid": "1296106306239763512", "i": 27179, "idx": 0, "sa": ["Kevin Kolb", "Michael Vick"], "q": " Less than two years after being released from federal prison, the Philadelphia Eagles quarterback is making his fourth Pro Bowl appearance- and first since serving 18 months for his role in a dogfighting operation. <q> This one feels great due to the fact that I've been through so much and trained to getting back to this position, </q> he said after the NFC opened practice Wednesday.`` It's paramount for me and my family and I'm just thankful.'' After starting the year as a backup to <strong> Kevin Kolb </strong>, <strong> Michael Vick </strong> is coming", "new_id": -2}, {"uid": "1295715717099811342", "i": 13555, "idx": 3, "sa": ["Mario Chalmers", "Devin Harris", "Eduardo Nájera", "Allen Iverson", "Erik Spoelstra", "Udonis Haslem"], "q": "knee in the first minute but came back to contribute 10 points and 11 rebounds. <strong> Udonis Haslem </strong> led the reserves with 16 points and eight rebounds despite a sore back while <strong> Mario Chalmers </strong> played 11 minutes with a sprained thumb. <q> Defensively, we were very active, </q> Heat coach <strong> Erik Spoelstra </strong> said.`` We have a lot of http://wn.com/Allen Iverson_Allen Iverson_Pistons'_Debut_24pts_6asts_vs_Nets_NBA_08/09_sick_crossover_on_Eduardo Nájera_Eduardo Nájera! <strong> Allen Iverson </strong>'s first game with Detroit turned into the best night of <strong> Devin Harris </strong>' career. <strong> Devin Harris </strong> scored a career-high 38 points Friday night, outplaying <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295960367022577221", "i": 13931, "idx": 1, "sa": ["Chaz Bono", "Andy Coulson", "Silvio Berlusconi"], "q": "senior aide from Cameron's Downing Street office told The target=\"_blank\" href=\"http://guardian.co.uk\"> Guardian, after <strong> Andy Coulson </strong> quit as chief of communications on newspaper he headed and the row is unlikely to go away, commentators said Saturday. <q> So far, our worst day in government, </q> a senior aide from Cameron's Downing Street office told The target=\"_blank\" href=\"http://guardian.co.uk\"> Guardian, after <strong> Andy Coulson </strong> quit as chief of... Pope critical of Italian PM <strong> Silvio Berlusconi </strong>` Becoming <strong> Chaz Bono </strong>' tells the complicated, touching story", "new_id": -2}, {"uid": "1296020367196706362", "i": 1739, "idx": 0, "sa": ["Bill Lockyer", "Michele Bachmann", "Marco Belinelli", "Keith Smart", "Newt Gingrich"], "q": ".... Former Warriors guard <strong> Marco Belinelli </strong> has started 44 games for the Hornets and is averaging 10.5 points per game.... Though it's only January, <strong> Keith Smart </strong> admitted he keeps tabs on the prospective playoff chase. <q> You've got to know where you are so you can eventually get to where you want to go, </q> is how he put it. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Tea Party GOP Rep. <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Republicans target high-speed rail for cuts: SFGate: Politics Blog PHYSICAL", "new_id": -2}, {"uid": "1297200617076382208", "i": 7575, "idx": 0, "sa": ["Michael Vick"], "q": "Laurence Lovejoy stabbed, beat, poisoned and drowned Waubonsie Valley High School sophomore Erin Justice in Aurora. Justice's mother found the 16-year-old's body in a bathtub of their townhome in March, 2004. <q> He left her to drown in a pool of her own blood, </q> DuPage County Assistant State's Attorney <strong> Michael Vick </strong> Pawl said during closing arguments Tuesday. Lovejoy, 44, formerly of Naperville, was sentenced to death in 2006, but the appellate court overturned the case amid confusion", "new_id": -2}, {"uid": "1296552417261570573", "i": 28486, "idx": 8, "sa": ["Anthony Williams", "Allen Iverson", "Jim O'Brien", "Phil Jackson"], "q": "the difficult task of trying to stop <strong> Allen Iverson </strong>.`` He seems to play really, really well against us.'' He got off to a fast start in this one, scoring 20 in the first quarter. <q> He was just on fire, </q> <strong> Anthony Williams </strong> said after watching <strong> Allen Iverson </strong> make 18-of-30 shots, including five 3-pointers.`` He was in such a good rhythm that really nobody could stop him tonight.'' Sixers coach <strong> Jim O'Brien </strong> could only agree after Phil Jacksonadelphia beat the", "new_id": -2}, {"uid": "1295563103175194117", "i": 56097, "idx": 1, "sa": ["Alyse Eady", "David Letterman", "Cody Canada", "Robert Randolph"], "q": "'s`` Land of Opportunity'' bill with the hilarious#rejectedarkansasmottos trend. <strong> David Letterman </strong> to hit on <strong> Alyse Eady </strong>  Miss Arkansas <strong> Alyse Eady </strong> will appear on the`` Late Show with <strong> David Letterman </strong>'' this Thursday night.  The Gossip's <q> Standing in the Way of Control </q> named the`` Most Powerful Protest Song of the 21st Century'' by Flavorwire.  Thursday night offers <strong> Cody Canada </strong> and the Departed at Rev, Mandy McBryde at The Afterthought and, in Fayetteville, <strong> Robert Randolph </strong> at George's", "new_id": -2}, {"uid": "1297112141077856799", "i": 46424, "idx": 0, "sa": ["David Letterman", "Mike McCarthy", "Aaron Rodgers"], "q": "sure you are good with your eyes.'' New wheels Being named Super Bowl comes with all kinds of perks. <strong> Aaron Rodgers </strong> got a shiny new trophy. He looked into the camera and shouted, <q> I'm going to Disneyland! </q> And <strong> Aaron Rodgers </strong> will be a guest on the <strong> David Letterman </strong> Show on Monday. He got a car, too. Super Bowl sponsor Chevrolet presented <strong> Aaron Rodgers </strong> a brand new, 426-horsepower Chevy Camero convertible. <strong> Mike McCarthy </strong>,", "new_id": -2}, {"i": 42292, "idx": 0, "index_answer": 1, "new_id": -1, "q": "He was there to see body types and growth potential. After all, that's what scouts live to do- even the ones who now possess full control of the 49ers' roster. <q> It's kind of like when you were a kid in school always picking teams, </q> <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans", "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "uid": "1295927624169148420"}]