[{"uid": "1297323057252542979", "i": 10132, "idx": 4, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": ". As bad as <strong> Saddam Hussein </strong> was, we proved to be much worse. Posted by: AMviennaVA| February 9, 2011 10:12 AM| angrydoug1@ February 9, 2011 9:22 AM wrote <q> Reasonable people can oppose the 2003 invasion of Iraq. But only unreasonable people can say <strong> Donald Rumsfeld </strong>'s quote is a whopper. </q> Yes, reasonable people, such as I, can( and did) oppose the invasion of Iraq. And <strong> Donald Rumsfeld </strong>, along with the entire Bush/Cheney administration, lied and are still lying.", "new_id": -2}, {"uid": "1295756545021528602", "i": 15256, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "the White House and Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book titled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. The National Book Critics Circle was scheduled to meet in New York on Saturday to announce", "new_id": -2}, {"uid": "1295677080221315102", "i": 11106, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": ", continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role,\" <strong> Andy Coulson </strong> said Friday. <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, </q> <strong> David Cameron </strong> said in a statement. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.\" Pope Benedict says", "new_id": -2}, {"uid": "1295580785025001998", "i": 27834, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": " \"In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as", "new_id": -2}, {"uid": "1295072156113590299", "i": 24418, "idx": 2, "sa": ["Sergio Marchionne", "Alan Mulally"], "q": "This has been the heart of the problem in Detroit,\" said <strong> Sergio Marchionne </strong>, who also heads up Fiat. <strong> Alan Mulally </strong> said Ford has learned that it has to deal with the current reality. <q> You have to match production to real demand and accelerate development of new products that people will want to buy, </q> he said. For Ford that meant going with a plan for massive restructuring to a consortium of banks and borrowing$ 23.5 billion, <strong> Alan Mulally </strong> said. For GM and Chrysler it meant bankruptcy filings", "new_id": -2}, {"uid": "1297706351051036169", "i": 45767, "idx": 1, "sa": ["Steve Ballmer"], "q": ", users can also see all their recently accessed applications, allowing them to switch easily between them. \"People want a phone that makes information much more accessible,\" said <strong> Steve Ballmer </strong>( above). <q> The market has been swamped with phones with fairly similar design. Users just see a sea of icons. Our smart design improves user experience. </q> Enterprise applications Microsoft also showed a host of new applications designed to broaden the platform's appeal within the enterprise market. These include Office document storage in the cloud and the ability to share and", "new_id": -2}, {"uid": "1297115713149880860", "i": 11356, "idx": 4, "sa": ["Colin Powell"], "q": "much better, either.\" Only person I have any respect for is <strong> Colin Powell </strong>. Too bad he hasn't run for president. He MAY have saved us from Obama if he had.... Report Abuse <q> What Democratic leaders said in regard to WMDs in Iraq before <strong> President Bush </strong> became president is entirely relevant. It is necessary when some liberals, foaming at the mouth, attempt to accuse <strong> President Bush </strong> of making up or cooking the evidence to support the case of WMDs. Yet they can not accept that this is the same evidence that Clinton and Cohen and Albright believed to be true as well long before <strong> President Bush </strong> came along. </q> Report Abuse \"i'm confused. I've read all the \"Obama\" based articles today and their adjoining blogs and all I see is these folks ready to take \"their\" country back. However,", "new_id": -2}, {"uid": "1297417370218677347", "i": 11110, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Phone 7 will now become Nokia's primary smartphone operating system. The company said that its strategic partnership with Microsoft would \"build a new global mobile ecosystem\". Nokia's Chief Executive <strong> Stephen Elop </strong> said that <q> Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race. </q> <strong> Steve Ballmer </strong>, Microsoft's Chief Executive, said: \"I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale,", "new_id": -2}, {"uid": "1297357122223297593", "i": 18298, "idx": 2, "sa": ["Michael Vick"], "q": "Football fans cheer for hard hits all the time, and if the Bears were facing the Eagles, virtually every Bears fan would have joined Buehrle in hoping that <strong> Michael Vick </strong> got viciously hit. As James Harrison said, <q> I don't want to injure anybody... I try to hurt people. </q> In football, football fans root for players to get hurt. Football players try to inflict hurt. I'd find it easier to censure Buehrle if football's hypocrisy on pain weren't so transparent. Report", "new_id": -2}, {"i": 36300, "idx": 5, "index_answer": 1, "new_id": -1, "q": "were seeing,\" <strong> Kirsten Gillibrand </strong> said. \"They were saying this is unbelievable progress, to see this.\" Video: House peers reflect on bedside visit to <strong> Gabrielle Giffords </strong>( on this page) <q> Mark started to tell her, \"<strong> Gabrielle Giffords </strong>, if you can see me, give me the thumbs up sign,' </q> <strong> Debbie Wasserman Schultz </strong> told MSNBC\"s <strong> Chris Matthews </strong> on \"Hardball.\" \"He encouraged her and pushed her to do that. She kept opening her eyes a little more and a little bit more and suddenly, her", "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Chris Matthews", "Gabrielle Giffords"], "uid": "1294991426005357592"}]