[{"uid": "1296622781114606115", "i": 10850, "idx": 7, "sa": ["Sergio Marchionne"], "q": "is embedded into the brand'', Mr <strong> Sergio Marchionne </strong> acknowledges.`` But it's about much more than that. I don't think it's dependent on fuel prices,'' he insists. <q> Buying a Fiat 500 is a lifestyle statement, </q> according to Mr <strong> Sergio Marchionne </strong>. VW to manufacture cars in Malaysia Anxious Israel Egypt's neighbour fears what might follow Mubarak Nothing to declare French-Belgian stereotypes wheeled out for comic racism film Bedbugs' bite", "new_id": -2}, {"i": 17605, "idx": 16, "index_answer": 0, "new_id": -1, "q": "with an injured rib and back.`` Part of the reason I'm here is because I was able to wear some rib protection this season to guide me through my injury,'' <strong> Michael Vick </strong> said. <q> Unequal was one of the reasons I've been able to make it through the season. </q> <strong> Michael Vick </strong> will get the start on Sunday and try to earn his first Pro Bowl victory. Subscribe Now Home delivery prices for Oahu Only. Please call customer service at(808) 538-6397 for Neighbor Island", "sa": ["Michael Vick"], "uid": "1296128197246497300"}, {"uid": "1297689730081920025", "i": 43002, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "The DOE funding will help Veeco to speed up its efforts to commercialize multi-stage thermal deposition production systems used to manufacture cost-efficient CIGS Solar cells. Commenting on the Veeco award, Senator <strong> Kirsten Gillibrand </strong>( D-NY) said, <q> Developing new, clean, homegrown sources of energy is a vital part of our economic recovery. </q> This federal investment will help drive research and development of new solar power technology, helping make solar power more efficient. By making solar power more effective and affordable over the long term, we can cut emissions,", "new_id": -2}, {"uid": "1296974450095551545", "i": 34690, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers"], "q": "high level, smart enough to anticipate things before they happen. But all do their best work in the comfort of the pocket.`` It has to be a feel thing,'' <strong> Aaron Rodgers </strong> said. <q> I think pocket presence is something that you can learn a little bit, but a lot of it is just feeling your way through that, knowing when to stay in there and when to get out. I think I've done a better job over the last season of knowing when to get out and when to hang in there. </q> <strong> Aaron Rodgers </strong>, 6 feet 2, 225 pounds, ranked third among quarterbacks and 26th overall in rushing, totaling 356 yards and four touchdowns on 64 carries( 5.6 average). Only Philadelphia's <strong> Michael Vick </strong> averaged", "new_id": -2}, {"uid": "1295757314175325206", "i": 45976, "idx": 1, "sa": ["Allen Iverson", "Chris Webber"], "q": "rebound and looked down the court for an open man, only to have <strong> Chris Webber </strong> reach around and strip the ball.`` I was very cognizant of the fact, don't touch him,'' <strong> Chris Webber </strong> said. <q> I saw him hold it out there. He was looking at the ref. A lot of times they'll hold the ball close to their chest and he didn't do that today. </q> <strong> Allen Iverson </strong> missed two free throws-- the second http://wn.com/2010_NBA_Finals_Game_7_Lakers_vs_Celtics_06172010__True_Game_Recap|| MUST READ|| Download NBA 2k11Game For Free and working online only at www.nba2k11free.info Install acces toolbar if requested by pressing start, their copy actually works online", "new_id": -2}, {"uid": "1296237382043433993", "i": 32482, "idx": 0, "sa": ["Clarence Mitchell", "Andy Coulson"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q> The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal.`` <strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media. </q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also Phone-hacking inquiry was abandoned to avoid upsetting police Phone hacking: full list of the victims identified so far Phone-hacking", "new_id": -2}, {"uid": "1297448100150323210", "i": 33645, "idx": 1, "sa": ["Michael Davis", "Michael Vick"], "q": "the paper didn't like the positions that the mayor pro tem took on last year's property tax hike.`` They've been gunning for payback ever since,'' <strong> Michael Davis </strong> writes, adding, <q> Sorry to inform the Dallas Morning News, but Dwaine's not going anywhere. </q> present <strong> Michael Vick </strong> with a`` key to the city'' during Super Bowl week? Without informing the mayor or anyone else at City Hall? Because`` in the eyes of many people,'' <strong> Michael Vick </strong>'s``", "new_id": -2}, {"uid": "1296928638014336049", "i": 34534, "idx": 0, "sa": ["Michael Vick"], "q": "was second to <strong> Michael Vick </strong> among NFL quarterbacks. He also had a healthier line and thus better luck against opposing pass rushers, getting sacked just 31 times. The NFL-speak for what both these guys can do is <q> extend the play outside the pocket, </q> which basically means they can scramble and freeze the linebackers because they can run with the football betting. This is the kind of thing that can mitigate the effect of an opposing defense in a way", "new_id": -2}, {"uid": "1297712915205013030", "i": 21123, "idx": 0, "sa": ["David Letterman"], "q": "from his appearance on`` The Late Show With <strong> David Letterman </strong>'' to sold-out stadium shows with Jay-Z. But in terms of hip-hop on the main stage, there's still a ways to go. <q> It's an uphill battle for a hip-hop album to win Album of the Year, </q> Rolling Stone senior writer Brian Hiatt explained.`` It was a really strong comeback, but I think there's still a resistance to Eminem specifically and maybe, to a certain extent, hip-hop in general in", "new_id": -2}, {"uid": "1297300258049397809", "i": 42982, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "like so many AMERICANS have. What the Congress of the USA has should be what the PEOPLE/CITIZENS have. This DOUBLE STANDARD makes a TWO TIER System... this is UNJUST.... Report Abuse <q> Obama must have visited her again. I remember his proclamation last time`` gabby opened her eyes </q>. And to think he made the family keep quiet until he announced that on live tv. \" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$", "new_id": -2}]