[{"uid": "1296746557227606543", "i": 1390, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "the war has been worth the costs. Had the government of Saddam Hussein remained in power, he says, the Middle East would be` far more perilous than it is today'.\" - <q> Addressing charges that he failed to provide enough troops for the war, he allows that,` In retrospect, there may have been times when more troops could have helped'. </q> The Times begins its story with <strong> Donald Rumsfeld </strong>'s account about being told by <strong> George W. Bush </strong> two weeks after the 9/11 attacks, to prepare review the Pentagon's plans for a war with Iraq. According to the Times", "new_id": -2}, {"uid": "1297332334115736587", "i": 39644, "idx": 0, "sa": ["Hosni Mubarak", "Tim Pawlenty", "Barack Obama", "Donald Rumsfeld"], "q": "were Democrats. A man who has been a Republican during his entire political career told a crowd of some 700 people at Philadelphia's National Constitution Center that the first politician to influence him was Franklin Delano Roosevelt. <q> Franklin Roosevelt was the <strong> Barack Obama </strong>, he represented the United States at war Tim Pawlentye. My parents, I and everyone I knew looked to him as the leader of our country and he was an enormously important figure for a young man, </q> <strong> Donald Rumsfeld </strong> said on the first stop of his tour promoting his memoir, \"Known and Unknown.\" CNN: Labor strikes erupt in Egypt; anti-Hosni Mubarak protesters remain defiant Thousands of Egyptian workers went on strike Thursday", "new_id": -2}, {"uid": "1295354667110805007", "i": 36869, "idx": 0, "sa": ["Derek Hough", "Simon Cowell"], "q": "Cole to buy a multi-million dollar home in North Palm Drive, rather than move into a more modest? 400,000 apartment with her alleged boyfriend <strong> Derek Hough </strong>. A supposed friend of Cole's said of <strong> Simon Cowell </strong>: <q> He knows how lonely it can be to start over in a new country and he wants her nearby. \"Space, privacy and security don't come cheap in LA- especially where he lives. <strong> Simon Cowell </strong> wants Cheryl to be happy and he knows she'll enjoy living in his neighbourhood. </q> The insider claimed that Cole is not yet ready to move in with <strong> Derek Hough </strong>, explaining: \"Cheryl and <strong> Derek Hough </strong> have definitely been getting closer, but she wants her own life in LA- her own", "new_id": -2}, {"uid": "1295779884044482691", "i": 43441, "idx": 0, "sa": ["Andy Coulson", "Steve Hilton"], "q": "Saturday reading list. Both capture why <strong> Andy Coulson </strong>'s resignation matters, if not to the general swell of British politics, at least to internal operations in Coalitionville. article for the Guardian is captured by its headline: <q> <strong> Andy Coulson </strong> Couslon had a nose for the view of the aspirational voter. </q> But it also homes in on the point that <strong> Andy Coulson </strong>'s departure tilts No. 10 in favour of <strong> Steve Hilton </strong>- something that, rightly or Hilton-Steve Hilton-is-not-a-hippy.html\"> wrongly, will bother the Tory right far more than it does", "new_id": -2}, {"uid": "1297079235054001715", "i": 10401, "idx": 0, "sa": ["Ari Fleischer", "Fred Upton", "Mitt Romney", "Donald Rumsfeld"], "q": "for a retreat that will last through Thursday. Former Defense Secretary <strong> Donald Rumsfeld </strong>'s memoir \"Known and Unknown\" hits bookstores. The House Judiciary ComMitt Romneyee will hold a heAri Fleischerng on the constitutionality of the <q> No Taxpayer Funding for Abortion Act, </q> at 4 p.m. in 2141 Rayburn. Rep. <strong> Fred Upton </strong>( R-Mich.), chairman of the House Energy and Commerce ComMitt Romneyee, will discuss his policy goals over the next two years at a forum at the", "new_id": -2}, {"uid": "1295697481212844549", "i": 53964, "idx": 0, "sa": ["Derek Hough", "Simon Cowell"], "q": "report. It was rumoured the Messy Little Raindrops singer would be shacking up with the dancer when she moves to LA later this year, but The Sun says Chezza has changed her mind. <q> Cheryl told him she would spend a lot of time at his, but she needs her own space, </q> a source tells the paper. \"She wants to remain independent and not just become` <strong> Derek Hough </strong>'s girlfriend'. \"It's clearly a wise move that has in part been steered by <strong> Simon Cowell </strong> because", "new_id": -2}, {"uid": "1296006848180027395", "i": 30074, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "In recent years has become a leading investor in satellite television, the film industry, the Internet and media. News Corp is based in New York. <strong> Rupert Murdoch </strong> told Media Matters that Fox News shouldn't be promoting <q> the tea party or any other party. </q> Yet news leaked that News Corporation, the parent company of Fox News donated$ 1 million to the Republican Governors Association. mediamatters.org Murdoch_refuses_to_answer_question_on_Andy Coulson_Andy Coulson_News_of_the_World_phone-hacking_scandal News Corp CEO <strong> Rupert Murdoch </strong> refuses to answer question on <strong> Andy Coulson </strong> News of the World phone-hacking", "new_id": -2}, {"uid": "1295637393157057065", "i": 26299, "idx": 7, "sa": ["Larry Page", "Eric Schmidt"], "q": "opportunity to defuse or put some of the gaffes associated with <strong> Eric Schmidt </strong> behind the company. <strong> Larry Page </strong> carries virtually no such baggage.\" SchmidtEric Schmidtjumporwashepushed6656/39771772/SIG=11n4m7g4c/*http://techcrunch.com/2011/01/20/google-Larry Page-Eric Schmidt/\" Siegler\"> MG Siegler at TechCrunch also thinks the departure was forced. <q> This is clearly <strong> Eric Schmidt </strong> being removed from power, </q> he writes. \"It appears to be because things just weren't getting done the way the company would have liked,\" alluding to progress in the social space. Kevin Schram at TFTS: He wrote a", "new_id": -2}, {"uid": "1295617389243957781", "i": 56159, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "\"I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications although I understand that the continuing pressures on him and his family mean that he feels compelled to do so.\" <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government, </q> Mr. <strong> David Cameron </strong> said. Mr. <strong> Andy Coulson </strong> said: \"It's been a privilege and an honor to work for <strong> David Cameron </strong> for three and a half years. I'm extremely proud of the part I've played", "new_id": -2}, {"uid": "1296853529158482436", "i": 13850, "idx": 1, "sa": ["Andy Coulson", "Paul McMullan"], "q": "MPs. In written evidence given to the home affairs select committee and published for the first time today, <strong> Paul McMullan </strong>, a former features executive and investigative journalist at the title, said former editor <strong> Andy Coulson </strong> <q> knew a lot of people </q> used the technique when both men worked at sister paper the Sun. <strong> Paul McMullan </strong> said: \"As he sat a few feet from me in the[ Sun] newsroom he probably heard me doing it,", "new_id": -2}]