[{"uid": "1297194591096485408", "i": 7010, "idx": 0, "sa": ["Simon Cowell"], "q": "Soft Cell and The Wizard of Oz, was a hit last year because of their amazing ability to harmonize on a grand scale. Il Divo producer <strong> Simon Cowell </strong> wishes he had a piece of this action. <q> I think everybody likes to sing, but amazing things happen when you sing in a group like this and have to rely on each other to get the harmonies right. </q> \"We keep the show clean and simple because we put so much into our vocals.", "new_id": -2}, {"uid": "1295036728092176422", "i": 26440, "idx": 1, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "absenteeism. His tough talk has made Mirafiori the most important issue in Italy the past two weeks, with daily front-page coverage by all major newspapers and prompting commentary from political leaders including Prime Minister <strong> Silvio Berlusconi </strong>. <q> Fiat is not bluffing because it has alternatives to Italy, </q> said Gianluca Spina, dean of the business school at Milan's Polytechnic. Today's vote is \"symbolic\" and \"represents a turning point for the country as <strong> Sergio Marchionne </strong> is trying to break an industrial scheme which", "new_id": -2}, {"uid": "1297242006104841258", "i": 25282, "idx": 0, "sa": ["Gov. Rick Perry", "Bill Lockyer"], "q": "problems. \" <strong> Gov. Rick Perry </strong> has a two-year budget cycle, which allowed it to camouflage its red ink last year, thanks in large part to billions of dollars in federal stimulus money. Now, however, <q> someone just turned the lights on in the bar, and the sexiest state doesn't look so pretty anymore, </q> said California Treasurer <strong> Bill Lockyer </strong>, with evident satisfaction. The scene in the statehouse in Austin in recent days would be familiar to those who frequent California's Capitol. Throngs of advocates for the poor, the", "new_id": -2}, {"uid": "1295600499103776311", "i": 7316, "idx": 2, "sa": ["Eric Schmidt"], "q": "was \"not a reaction to competitors.\" Rather, he said, it was an effort to speed up decision making at the company, which ended the year with about 24,000 employees. <q> Google has many different businesses and the issue that we have been getting into is there's too many ways( in) which these businesses can be slowed down, </q> <strong> Eric Schmidt </strong> said. <strong> Eric Schmidt </strong>, who became CEO in 2001 to bring more management experience to a then-fledgling company, will assume the role of executive chairman, focusing on deals and government outreach, among other things", "new_id": -2}, {"uid": "1294990758034947086", "i": 40275, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell", "Michael McIntyre"], "q": "it up for waiting photographers at the city's Opera House. He arrived in jeans, a leather jacket and sunglasses- despite the gloom. As The Hoff sat down, he told the audience: <q> I'm mad for it in Manchester </q>. The Hoff and <strong> Michael McIntyre </strong>, 34, are taking over from <strong> Piers Morgan </strong>, 45, who now has his own chat show in America, and <strong> Simon Cowell </strong>, who is busy masterminding the US version of The", "new_id": -2}, {"uid": "1295582258248299524", "i": 15115, "idx": 14, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "are believed to be social tools designed to counter Facebook's popularity, but Mr. <strong> Sergey Brin </strong> wouldn't discuss specifics in a Thursday interviews. \"I have a passion for several projects,\" he said. <q> I don't think anyone has heard of any of them and I don't think anyone will for a while. </q> As CEO, Mr. Page will lead product development and technology strategy and run day-to-day operations. Mr. <strong> Eric Schmidt </strong>, Mr. Page and Mr. <strong> Sergey Brin </strong> all still plan to remain with <strong> Google Inc. </strong> through at least 2024", "new_id": -2}, {"uid": "1295560435243744777", "i": 12904, "idx": 0, "sa": ["Steven Tyler", "Linda Stasi", "Simon Cowell", "Mary McNamara", "Jennifer Lopez"], "q": "with the two new judges, celebrities <strong> Jennifer Lopez </strong> and Aerosmith's <strong> Steven Tyler </strong>. \"Season 10 and \"American Idol\" finally brought in a couple of pros,\" wrote <strong> Mary McNamara </strong> of the Los Angeles Times. <q> <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> are performers, time- and road-tested,[...][ they] made the show more interesting than it has been in a while... </q> The New York Post's <strong> Linda Stasi </strong> writes \"Heck, last night's made-over \"Idol\" was so good, I may never go out again..\" Some missed nasty <strong> Simon Cowell </strong>, but", "new_id": -2}, {"uid": "1297251724009437215", "i": 12508, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "],\" she laughed. \"He's obsessed with me!\" Leno also quizzed the dancer on rumours suggesting that she could work with <strong> Simon Cowell </strong> again in the future, to which she replied: <q> He always talks to me about we'll work together somehow, someway. He's an acquired taste but I love him very much! </q> <strong> Paula Abdul </strong> is among a string of stars who have been linked to a judging role on <strong> Simon Cowell </strong>'s new venture X Factor USA. He recently said that the final line-up has yet to be decided, although", "new_id": -2}, {"uid": "1297108555141246488", "i": 6668, "idx": 0, "sa": ["Diane Sawyer", "Donald Rumsfeld", "Richard Nixon"], "q": "government spanning Republican presidents from <strong> Richard Nixon </strong> to George W Bush. The ex-defence chief was reluctant to endorse his former boss's assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was <q> the most important failure in the execution of the war </q>. \"I don't have enough confidence to say that that's right. I think that it's possible,\" <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. \"We had[ an]", "new_id": -2}, {"i": 5772, "idx": 2, "index_answer": 1, "new_id": -1, "q": ",\" <strong> David Letterman </strong> said: \"Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?\" <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, <q> Well, I'm sorry to hear that, or I'm not sorry to hear that? </q> \"Well, you are respectfully considerate, and yet pleased for the new developments in my life,\" <strong> Kelsey Grammer </strong> offered. \"Well, it's a difficult time, regardless,\" <strong> David Letterman </strong>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295082156260702223"}]