[{"uid": "1295664301250150930", "i": 44799, "idx": 0, "sa": ["Tony Blair", "Andy Coulson"], "q": "making his job impossible. In a personal statement, <strong> Andy Coulson </strong> said the drip-drip of claims about illegal eavesdropping under his editorship meant he could not \"give the 110% needed\". <q>When the spokesman needs a spokesman it's time to move on,</q> he added. He said it had been a \"privilege and an honour\" to work for the <strong> Tony Blair </strong> for three-and-a-half years. The <strong> Tony Blair </strong> said he was \"very sorry\" <strong> Andy Coulson </strong> felt \"", "new_id": -2}, {"uid": "1296848372199835650", "i": 47080, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "done as soon as possible.\" <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting ring. <q>We're looking for success stories; we're not looking for players to fail,</q> <strong> Roger Goodell </strong> said. \"He's paid a very significant price and he's doing the right thing.\" <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the \"Jersey Shore\" sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong> \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q>It's really hard for me to watch,</q> <strong> Nicole Polizzi </strong> says of watching the punch t... \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) \"<strong> Nicole Polizzi </strong>\" <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}, {"uid": "1296920975163987467", "i": 35350, "idx": 0, "sa": ["Barbara Walters", "David Letterman"], "q": "The Late Show host <strong> David Letterman </strong> underwent emergency heart surgery in 2000 and chatted candidly with <strong> Barbara Walters </strong> about his feelings of joy following the operation. During the chat, <strong> David Letterman </strong> stated, <q>Depression is a <strong> Bill Clinton </strong> hole... I've dabbled in it. \"There's a difference in being sad and being blue and being depressed and being chemically or clinically depressed. I do know the difference between those and it's horrifying. \"Without some kind of medicinal help... institutions used to be full of people who were depressed.</q> TV Listings Wondering what's on tonight? Check out our TV listings for the complete schedule in your area.", "new_id": -2}, {"uid": "1295225448165576714", "i": 5904, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "the head from point-blank range a week ago and remains in critical condition. With <strong> Kirsten Gillibrand </strong> in the hospital room, <strong> Gabrielle Giffords </strong> opened her eyes for the first time on Wednesday, minutes after <strong> Barack Obama </strong> visited her. <q>She is doing great, and I talked to her husband, Mark, last night. And she is making progress,</q> <strong> Kirsten Gillibrand </strong> said. \"If there's anyone in the world that will recover fully from this kind of crime and just unbelievable injury, it's her. She's got courage. She's got drive", "new_id": -2}, {"uid": "1296231866027263019", "i": 9839, "idx": 1, "sa": ["Michael Gove"], "q": "?\" Apropos of nothing, really, but Micheal <strong> Michael Gove </strong> is coming to look more and more like a sunfish out of water... JoeBrownridge 28 January 2011 2:46 PM@tomlondon <q>@BoudiccaBrent Faith schools are socially divisive. In an already divided society, they should not be encouraged.</q> For example sports clubs, social clubs, music genres, fuck even political parties \"divide\" society. Shall we outlaw them as well? KaffirLatte 28 January 2011 3:06 PM Does anyone", "new_id": -2}, {"uid": "1296480901080920596", "i": 39061, "idx": 2, "sa": ["Sergio Marchionne"], "q": ". Chrysler's average spending on customer discounts fell to$ 3,210 during the past year from$ 4,131 in the previous year, according to Santa Monica-based Edmunds. \"Tricky Choices' <q>They've been using fleet as an alternative to incentives,</q> Anwyl said. \"Instead of trying to discount cars to consumers, they\"ve been selling fleet, probably the best of tricky choices.\" <strong> Sergio Marchionne </strong> has been working to pull back incentive spending since taking", "new_id": -2}, {"uid": "1294981731267878411", "i": 18100, "idx": 5, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz"], "q": "Giffords' husband, Mark Kelly, realized the significance of the moment. \"Gabby, open your eyes, open your eyes,\" he said, according to <strong> Kirsten Gillibrand </strong>. Said <strong> Debbie Wasserman Schultz </strong>: <q>It felt like we were watching a miracle.</q> So how did Giffords survive the gunshot wound? The path of the bullet, quick and quality medical care, and a stroke of luck meant the difference between life and death, say her doctors and", "new_id": -2}, {"uid": "1297007852194904114", "i": 48795, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "<strong> Google Inc. </strong> wants to avoid a lengthy legal battle with European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. Skip related content <q>We certainly want to avoid that,</q> <strong> Eric Schmidt </strong> told the paper in an interview. \"I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they", "new_id": -2}, {"uid": "1297251079068108325", "i": 13372, "idx": 0, "sa": ["Indra Nooyi", "Shantanu Narayen", "Steve Ballmer", "Jeffrey Zients", "William Lynn III", "Craig Newmark"], "q": "move forward. Although CEOs often are not the most tech-savvy people in their organizations, <strong> Jeffrey Zients </strong> said that participants in today's conference come from companies that are leaders in innovation and using technology. <q>We've picked the right CEOs,</q> he said. Participants include <strong> Steve Ballmer </strong> of Microsoft; Jeff Bewkes from Time Warner; <strong> Indra Nooyi </strong>, PepsiCo; <strong> Shantanu Narayen </strong>, Adobe Technology; <strong> Craig Newmark </strong>, Craigslist; Sal Iannuzzi, Monster.com; <strong> William Lynn III </strong> McComb, Liz Claiborne", "new_id": -2}]