[{"uid": "1295030258156713008", "i": 386, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "of Public Prosecutions, said the Crown Prosecution Service( CPS) would conduct a`` comprehensive assessment'' of evidence collected by detectives about the`` phone hacking'' at the News of the World paper. <q> The purpose of this assessment is to ascertain whether there is any material which could now form evidence in any future criminal prosecution relating to phone hacking, </q> the CPS said in a statement. <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> quit as News of the World editor in 2007 after one of the paper's reporters was jailed for secretly listening to phone messages of royal", "new_id": -2}, {"uid": "1296433349073859092", "i": 29347, "idx": 0, "sa": ["Zahi Hawass"], "q": "of a fire raging through the nearby headquarters of the ruling National Democratic Party in downtown Cairo, intruders climbed the gates, broke a window and entered the museum in a bid to steal the mummies. <q> But demonstrators in collaboration with security forces stopped the thieves and returned the relics to the museum- but they were already damaged, </q> <strong> Zahi Hawass </strong> said.`` Only their heads were intact,'' he added. The fate of the vandals remained unknown. The Egyptian Museum, which houses invaluable treasures of antiquity, was", "new_id": -2}, {"i": 24465, "idx": 0, "index_answer": 0, "new_id": -1, "q": "bid to take the crown in the talent show's seventh season. Despite rocker <strong> David Archuleta </strong> Cook's surge in recent weeks, the judges were uncharacteristically united in proclaiming early fan favorite teen <strong> David Archuleta </strong> had outperformed his rival. <q> You came out here tonight to win, and what we have witnessed is a knockout, </q> said prickly judge <strong> Simon Cowell </strong>. Judge Randy Jackson concurred, proclaiming`` the best singer of season 7 is right there,'' following <strong> David Archuleta </strong>'s rendition of <strong> John Lennon </strong>'s`` Imagine,'' a song that earlier in the", "sa": ["Simon Cowell", "John Lennon", "David Archuleta"], "uid": "1296233986144064524"}, {"uid": "1296349656162676762", "i": 25505, "idx": 2, "sa": ["Shawn Marion", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> hits Game Winner) 12/26/08 Detroit Pistons vs Oklahoma City Thunder( <strong> Allen Iverson </strong> hits Game Winner) 12/26/08 Having already scored a dozen points in the fourth quarter on Friday, <strong> Allen Iverson </strong> took things in his own hands. <q> That was a great play by <strong> Ray Allen </strong>, </q> Pistons coach Michael Curry said.`` He hadn't had much going for him in the first three quarters, but then he took over the ga... Toronto Raptors vs Oklahoma City Thunder Mar. 28/09 <strong> Shawn Marion </strong> scored", "new_id": -2}, {"uid": "1297269555137707560", "i": 40932, "idx": 1, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "Tools Business.( Logo: http://photos.prnewswire.com/prnh/20000822/MSFTLOGO)`` We're already making strong traction across our Server and Tools Business by embracing cloud services,'' said Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future. </q> As president of the Server and Tools Business, <strong> Satya Nadella </strong> will oversee the overall strategy, engineering, marketing and product development for Microsoft's server, tools and cloud platform efforts. This includes developing the", "new_id": -2}, {"uid": "1295872091245907460", "i": 20811, "idx": 0, "sa": ["Eric Schmidt", "Marissa Mayer"], "q": "has been a triumvirate... last Thursday they reshuffled,'' said <strong> Marissa Mayer </strong>. She also downplayed the importance of the CEO change, pointing out that Larry Page was already the CEO of Google once before. <q> There's been a lot of people speculating about the changeover, but we're really excited. A lot of people forget that Larry was the CEO for the first 3 years of the company. </q> Google co-founder Larry Page taking over as CEO Google CEO <strong> Eric Schmidt </strong> speaks during the Web 2.0 Summit in San... to give outgoing CEO <strong> Eric Schmidt </strong>$ 100 million <cite> Reuters </cite> Photo in Slideshow: In this combo,", "new_id": -2}, {"uid": "1296581404133529604", "i": 725, "idx": 0, "sa": ["Alec Baldwin", "Hosni Mubarak", "David Letterman", "Keith Olbermann", "President Bush", "Big Show"], "q": "<strong> Keith Olbermann </strong> returns to TV-- for five seconds In his surprise cameo on the Late <strong> Big Show </strong> with <strong> David Letterman </strong>, the former MSNBC shows his face to American viewers The Late <strong> Big Show </strong> <q> We got ta guy backstage... that if anything ever happened to me... </q> As a coda to a joke about the Egyptian protests and <strong> President Bush </strong> <strong> Hosni Mubarak </strong>'s imminent departure, <strong> David Letterman </strong> pointed his thumb at an eager-looking <strong> Keith Olbermann </strong>. <strong> Alec Baldwin </strong> When rumors began swirling this week that MSNBC was", "new_id": -2}, {"uid": "1295681320220479502", "i": 12718, "idx": 1, "sa": ["Stephen Jackson", "Wilson Chandler", "Allen Iverson", "Danilo Gallinari"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way.`` He wasn't missing anything,'' Hawks forward <strong> Stephen Jackson </strong> said. <q> When a guy is shooting like that, there's nothing you can do. </q> <strong> Allen Iverson </strong> scored 14 http://wn.com/New_York_Knicks_vs_Atlanta_Hawks_99__98_8_March,_2010 The Knicks hold on for the one-point win over the Hawks behind <strong> Danilo Gallinari </strong>'s 27 points. <strong> Wilson Chandler </strong>'s last-second block saves win for Knicks By Adam Zagoria, for NBA.com Posted Monday March 8,", "new_id": -2}, {"uid": "1295610219050561027", "i": 8669, "idx": 9, "sa": ["Eric Schmidt", "Sergey Brin", "Esther Dyson"], "q": "But the timing- I've talked to people at Google today and they were just flabbergasted.'' <strong> Esther Dyson </strong>, a veteran Valley investor who has long known the Google founders and Mr. <strong> Eric Schmidt </strong>, said, <q> It is unexpected but it makes a lot of sense. </q> She added:`` Larry and <strong> Sergey Brin </strong> have grown up. They want to run their own company.'' After the management change, Mr. <strong> Sergey Brin </strong> will concentrate on several new products, which he declined to", "new_id": -2}, {"uid": "1295965426108969993", "i": 19134, "idx": 0, "sa": ["Eric Schmidt", "Rex Ryan"], "q": "Packers chew up Bears to reach Super Bowl''... Appleton( Wis.) Post-Crescent,`` PACK STUFFS BEARS''... Pittsburgh Post-Gazette,`` At the gates of seven'' Super Bowl crowns... N.Y. Times SportsMonday: <q> BLUSTER BUSTERS: Steelers Race to Early Lead and Deny Jets a Berth in the Super Bowl </q>... N.Y. Post, on Jets coach <strong> Rex Ryan </strong>:`` NO SUPE FOR YOU!... SAME OLD JETS!'' SCOOP- N.Y. Post`` Page 6'':`` Google honcho <strong> Eric Schmidt </strong>... has been consulting", "new_id": -2}]