[{"uid": "1297282407122896681", "i": 23082, "idx": 1, "sa": ["Simon Cowell"], "q": "to the difference between Extreme Makeover: Home Edition and Jersey Shore. As for the current, Cowell-free season of Idol, he claimed,\" I haven't seen a full episode,\" continuing, <q> I think we're going to do something different. I'm excited. The stakes are high. </q> Holding strong Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. Fox is still recovering from a rough autumn season, when it finished last among the major networks in total viewers. Idol", "new_id": -2}, {"uid": "1296956290099991602", "i": 42848, "idx": 2, "sa": ["Michael Vick"], "q": "? Or is this a personal, innate sickness? Maybe it's a bit of both. But I certainly feel we ought to take note. <strong> Michael Vick </strong> recently said that he wants more dogs because it <q> would be a big step for me in the rehabilitation process. </q> Now, I don't believe for a minute that this was an off-the-cuff remark. He was speaking publicly about his latest want. Notice how he puts this, that having a dog would be beneficial to him", "new_id": -2}, {"uid": "1296550615213254158", "i": 27257, "idx": 12, "sa": ["Magic Johnson", "Allen Iverson", "Dwight Howard", "LeBron James"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando <strong> Magic Johnson </strong> 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.\" You honestly don't r... <strong> LeBron James </strong> 33 points( 24 in 1st quarter) vs chicago bulls <strong> LeBron James </strong> 33 points( 24 in 1st quarter) vs chicago bulls 2007/2008 season In the 2007", "new_id": -2}, {"uid": "1296713442108806145", "i": 854, "idx": 6, "sa": ["Allen Iverson"], "q": "hit 7-of-8 shots and was one of three Sixers to score 14 points. The return of <strong> Allen Iverson </strong> appeared to give Philadelphia a boost. <strong> Allen Iverson </strong>'s first game since Dec. 16 wasn't easy for the 34-year-old guard. <q> Once I got my second wind I was all right. The first couple minutes I thought my heart was going to jump out of my chest, </q> said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined.\" Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can", "new_id": -2}, {"uid": "1295570430037306373", "i": 34157, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "the top of the company.\" Larry Page, who founded the company with <strong> Sergey Brin </strong> will now run the company in the CEO role with <strong> Eric Schmidt </strong> moving to an\" Executive Chairman\" role. <q> Larry will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's Chief Executive Officer. In this new role I know he will merge Google's technology and business vision brilliantly, </q> says <strong> Eric Schmidt </strong> before adding:\" I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion,", "new_id": -2}, {"uid": "1294977377249905175", "i": 34761, "idx": 7, "sa": ["Tubby Smith", "George Karl", "Linas Kleiza", "Eduardo Najera", "Allen Iverson"], "q": "layups and <strong> Linas Kleiza </strong> hit a floater in the lane and a drive to push the advantage to 101-90. <strong> Eduardo Najera </strong> hit a 3-pointer and <strong> Allen Iverson </strong> converted a three-point play after Carter hit a free throw for a 107-91 lead. <q> <strong> Rafer Alston </strong> teammates hitting shots opened it up for me, </q> <strong> Allen Iverson </strong> said.\" Once JR and LK hit shots that enabled me to get in the lane and make shots.\" <strong> George Karl </strong> could not say enough about <strong> Linas Kleiza </strong>, <strong> Tubby Smith </strong> and <strong> Eduardo Najera </strong>.\" It was one of", "new_id": -2}, {"uid": "1295278131044859395", "i": 9404, "idx": 0, "sa": ["Allen Iverson"], "q": "\" It was a nice touch by <strong> Allen Iverson </strong> to seek out Larry Brown, his coach for the past 3 1/2 seasons. For a player often described as selfish and immature, it was a giant step toward superstardom. <q> It's special, and it's a tribute to my coach and my teammates, </q> said <strong> Allen Iverson </strong>.\" I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball,\" Brown said.\"", "new_id": -2}, {"i": 36987, "idx": 0, "index_answer": 1, "new_id": -1, "q": " <strong> Conan O'Brien </strong> happy <strong> David Letterman </strong> called After all of the craziness that surrounded <strong> Conan O'Brien </strong>'s ouster from\" The Tonight Show\" settled down, the red-headed talk show host got a call from fellow chatter, <strong> David Letterman </strong>. <q> He wanted to know what <strong> Sen. Joe Lieberman </strong> was wearing, </q> <strong> Conan O'Brien </strong> jokes... To-Do Tonight:` The Pillowman' By my math, there are only five shows and 250 potential seats left-- many of which have been sold-- in the limited run of <strong> Martin McDonagh </strong>", "sa": ["David Letterman", "Conan O'Brien", "Martin McDonagh"], "uid": "1296765354144211971"}, {"uid": "1296014344168460291", "i": 18855, "idx": 0, "sa": ["Sugar Rodgers", "Allen Iverson", "Donyell Marshall"], "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. John's two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach John Thompson created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my time, I should have the ball in my hands, </q> <strong> Allen Iverson </strong> said.\" So if somebody else turns it over, he yells at me. I just tell my teammates:` Let me get the ball. He'll scream at me http://wn.com/Epic_Comeback_Falls_Short_Syracuse_Defeats_Georgetown_Feb_18,_2010 Magee and <strong> Sugar Rodgers </strong> lead", "new_id": -2}, {"uid": "1296667040253952025", "i": 39323, "idx": 2, "sa": ["Allen Iverson"], "q": "his own steal with 9:13 to play pulled the Nuggets within 93-87, then he hit a 3-pointer at the 3:24 mark that made it 101-97. His three-point play with 2:10 left cut Sacramento's lead to 103-100. <q> I was having such a bad game that I thought I hit the last shot, </q> <strong> Allen Iverson </strong> said.\"` K' hit that http://wn.com/Leopard_in_cage,_Dortmund_zoo_or_another,_it's_the_same_FAIR_USE_INTENDED_ONLY Zoo A zoological garden, zoological park, menagerie, or zoo is a facility in which animals are confined within enclosures, displayed to the public, and in", "new_id": -2}]