[{"uid": "1295396906230801414", "i": 5570, "idx": 0, "sa": ["Simon Cowell"], "q": ". Part of that will be a Beatles challenge in Las Vegas. \"We went to Vegas because LOVE, the Beatles show, is in Vegas,\" executive producer Nigel Lyth- goe said. <q> The idea was that they had to learn a Beatles song overnight and then perform it. </q> Another twist is the new number of semifinalists: 20( 10 men and 10 women) rather than 24 or more. \"Obviously, with <strong> Simon Cowell </strong> leaving, that has given us a new", "new_id": -2}, {"uid": "1295991953089178223", "i": 3086, "idx": 13, "sa": ["Donald Rumsfeld", "Gerald Ford", "Henry Kissinger"], "q": "in the book, I present them in a direct way,\" he says. In Washington, <strong> Donald Rumsfeld </strong> was known as a tenacious and effective fighter of policy wars, once described by <strong> Henry Kissinger </strong> as a <q> skilled full-time politician-bureaucrat in whom ambition, ability, and substance fuse seamlessly. </q> In the 1970s, as chief of staff and then defense secretary in the <strong> Gerald Ford </strong> administration, <strong> Donald Rumsfeld </strong> clashed with <strong> Donald Rumsfeld </strong> of State <strong> Henry Kissinger </strong>, with <strong> Donald Rumsfeld </strong> opposing- and helping to prevent, by many accounts- an arms", "new_id": -2}, {"uid": "1296449395205996048", "i": 38390, "idx": 6, "sa": ["Allen Iverson", "Michael Jordan", "Derrick Rose", "Kevin Garnett"], "q": "would agree with the assessment. He felt a little winded, but chalked it up to the Mile High <strong> Derrick Rose </strong>. \"It feels like I've been out for a couple of years,\" he said. <q> There wasn't a lot of air out there. </q> <strong> Michael Jordan </strong> legs, though, felt rejuvenated. The nine-game break did him wonders. \"I felt like I was 27,\" <strong> Kevin Garnett </strong> said. \"I felt young.\" <strong> Kevin Garnett </strong> came http://wn.com/Allen_Iverson_37pts_15_asts_vs_Pistons_2005_NBA_Playoff_Gm_3 <strong> Allen Iverson </strong> was trying to", "new_id": -2}, {"i": 46835, "idx": 0, "index_answer": 1, "new_id": -1, "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q> It felt like we turned that corner, </q> <strong> Allen Iverson </strong> said. \"<strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen.\" <strong> Chris Webber </strong>", "sa": ["Chris Webber", "Allen Iverson", "Fatboy Slim"], "uid": "1295209231006406224"}, {"uid": "1295301671181911575", "i": 7493, "idx": 0, "sa": ["Damon Jones", "Allen Iverson", "Boston Pops"], "q": "his first triple-double of the season <strong> Boston Pops </strong> 30 points, 10 assists and 10 rebounds <strong> Boston Pops </strong> and 10th of his career. \"We contained him,\" said <strong> Allen Iverson </strong>, who finished with 25 points and nine assists. <q> That's all you can do with players like that. You can't play this game scared. </q> The Cavaliers cut Denver's cushion to 103-98 on <strong> Damon Jones </strong>' 3-pointer with 3:15 left in the game. But Denver closed the game out with a 7-1 run. The struggling Cavaliers have now lost four of their last", "new_id": -2}, {"uid": "1296023224046219314", "i": 5781, "idx": 1, "sa": ["Zack Rosen", "Allen Iverson"], "q": "Junior and basketball captain <strong> Zack Rosen </strong> described a drill that required the team to tally how many numbers Fish mentioned during a one-minute speech. \"Everyone can basically get it right,\" <strong> Zack Rosen </strong> said. <q> Then he'll say, \"Okay, so we're capable of concentrating for a minute. We need to break it down into small segments, until you get to 40.\" </q> Coach Jerome <strong> Allen Iverson </strong>- whose players have also consulted with Wharton management professor Keith Weigelt on mental preparation- is grateful that so much attention is paid to something \"so easily said, but so hard to", "new_id": -2}, {"uid": "1295357099082411548", "i": 25111, "idx": 0, "sa": ["Simon Cowell"], "q": "with the world believing him dead, and then- penniless, and shunned by his celebrity friends- heads off on a pilgrimage to Tibet in a search for meaning. As you do. The book takes <strong> Simon Cowell </strong> <q> on a quest for love; a quest for money; and a quest to get back his elusive mojo- the Sex Factor </q>, we are told. publishing the book in April, is hailing it as the dawn of a new genre- the \"spovel\"- calling it \"the perfect antidote to celebrity memoirs\". And", "new_id": -2}, {"uid": "1296955229239927300", "i": 47655, "idx": 0, "sa": ["Beth Noveck", "Nigel Shadbolt", "Helena Kennedy", "Martha Lane Fox", "Eric Schmidt"], "q": "I think that identification and empathy is great to see.\" Coming from a poor, working-class background, <strong> Helena Kennedy </strong> feels particularly strongly about education as it was such a pivotal force in her own life. <q> Learning shouldn't be a commodity. It changed me: I learned about the other, about how the world worked, about art and music. Education will continue to be available to the privileged, but will it be for someone from a background like mine? </q> Tech Weekly at Activate: <strong> Eric Schmidt </strong>, <strong> Martha Lane Fox </strong>, <strong> Beth Noveck </strong>, <strong> Nigel Shadbolt </strong> Amazon's uncontacted tribe: how media coverage can trigger action Zeitgeist is an experiment in showing trending news, topics and articles from the Guardian", "new_id": -2}, {"uid": "1295709517126484491", "i": 7789, "idx": 4, "sa": ["Johnny Carson", "David Letterman"], "q": "cue to respond with mock irritation. \"When was the last time you watched me in the last 10 years?\" he said. \"What was I doing and what was I wearing?\" <q> I don't like your attitude, </q> <strong> David Letterman </strong> said. Watching this combined century of broadcasting carrying on amiably for 17 minutes, one almost-- almost-- felt transported back to that time when <strong> Johnny Carson </strong> reigned supreme and late-night talk shows were about", "new_id": -2}, {"uid": "1295416635053772290", "i": 30672, "idx": 0, "sa": ["Steve Ballmer"], "q": "Microsoft's new videogame \"Halo: Reach\" at Tokyo...'s net tops Street; outsourcing deals pick up <cite> AP </cite> Photo in Slideshow: Microsoft CEO <strong> Steve Ballmer </strong> delivers his keynote address on the... Report Abuse <q> funny how the US and europe bail out all their banks and no one say anything </q> Report Abuse \"better-than-expected US jobs data\" Report Abuse \"Dumping our dollars for gold and silver is our only safe investment.. and it's the Constitution's ONLY Legal form of money.\"", "new_id": -2}]