[{"uid": "1297148731184270855", "i": 46414, "idx": 12, "sa": ["Hosni Mubarak", "Madeleine Albright", "Dan Quayle", "Saddam Hussein", "Colin Powell", "President Bush", "George H.W. Bush"], "q": "to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons. \"I have no idea. I have no idea,\" he said. <q>What you know today can help you on things you're thinking about tomorrow. It can't help you with things you were thinking about back then. Back then, there was reasonable confidence that he had these weapons.</q> <strong> George H.W. Bush </strong>, <strong> Hosni Mubarak </strong>... <strong> George H.W. Bush </strong> Photo in Slideshow: Sheikh Ahmad Humood Jaber Al-Sabah, <strong> Dan Quayle </strong>, Photo in Slideshow: <strong> Madeleine Albright </strong>, <strong> Colin Powell </strong> Top Stories Video: South Sudanese celebrate vote Report Abuse \"<strong> President Bush </strong>, Cheney,", "new_id": -2}, {"uid": "1295439848144605314", "i": 2797, "idx": 0, "sa": ["David Letterman", "Steven Tyler"], "q": "who has joined the US reality TV talent show as a judge this season- always believed years of hard work is a better way to become a star but knows times have changed. He said: <q>I always thought that in order to become an American Idol, or any kind of idol, you have to pay your dues. But, today's a different world.</q> The 62-year-oldrocker went on to agree with TV talk show host <strong> David Letterman </strong>, who said he prefers musicians to have the \"honest, legitimate stamp of approval\" that comes from gradual success. <strong> Steven Tyler </strong> responded", "new_id": -2}, {"uid": "1295487735203259910", "i": 47670, "idx": 1, "sa": ["Anthony Weiner", "Mike Pence"], "q": "When you order every American to buy health insurance whether they want it, need it or not, that's a government takeover of healthcare,\" said Rep. <strong> Mike Pence </strong>, R-Indiana, on the floor. <q>Really? Who is taking over what health care plan? Who? We are offering people tax incentives, small businesses tax incentives to go buy private insurance plans,</q> answered Rep. <strong> Anthony Weiner </strong>, D-New York. But a tentative agreement to tone down the rhetoric was shattered when one Democrat likened Republican claims about the law to Nazi propaganda. \"You say it enough", "new_id": -2}, {"uid": "1295459479168706057", "i": 21886, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": ", currently being drawn up by the Palestinian Authority for consideration by the, that would have the U.N. dictate terms to Israel on borders and settlements- two contentious issues between Israel and the Palestinian Authority. <q>A resolution of this nature would work against our country's consistent position, which has been that this and other issues linked to the Middle East peace process can only be resolved by the two parties negotiating directly with each other,</q> the <strong> Kirsten Gillibrand </strong> letter states. United Nations, which you know has a long history of hostility toward Israel, to deal with just one issue in the negotiations, will not move the two sides closer to a", "new_id": -2}, {"i": 30203, "idx": 10, "index_answer": 0, "new_id": -1, "q": "were in Atlanta when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q>Matt is great. The coaching staff is great. We're just having a good time,</q> he said. \"I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.\" <strong> Michael Vick </strong> looked sharp", "sa": ["Michael Vick"], "uid": "1296128045255868977"}, {"uid": "1295799859101695598", "i": 8569, "idx": 0, "sa": ["House Judiciary Committee", "Jan Schakowsky", "Sen. Joe Lieberman", "Steve Israel", "Sander Levin", "Andy Coulson", "Jerrold Nadler", "Barney Frank"], "q": "Finance <strong> Barney Frank </strong>- Joint <strong> House Judiciary Committee </strong> On Taxation- <strong> Sander Levin </strong> Senate <strong> House Judiciary Committee </strong> On Homeland Security- <strong> Sen. Joe Lieberman </strong> <strong> House Judiciary Committee </strong>- <strong> Jerrold Nadler </strong> <strong> House Judiciary Committee </strong> Intelligence <strong> House Judiciary Committee </strong> Members- <strong> Jan Schakowsky </strong> <strong> Jan Schakowsky </strong>, Adam Schiff Federal Reserve: Report Abuse <q><strong> Sen. Joe Lieberman </strong> am certain that she has groomed thousands and thousands of other Jewesh into keeping the HATRED alive. The Christian ethic of FORGIVENESS is a forbidden word in the Jewesh lexicon.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit EL AL Flights to <strong> Steve Israel </strong> Don't Miss Our Special Deals& Book Your Flight", "new_id": -2}, {"uid": "1295971212048300037", "i": 47243, "idx": 0, "sa": ["Donald Rumsfeld", "Michael Jackson", "Hillary Clinton"], "q": "defense\" is involved. It also details the international opposition to the US Star Wars program. \"Star Wars Returns\" explores the recently issued report of the <strong> Michael Jackson </strong> Commission chaired by Defense <strong> Donald Rumsfeld </strong> which calls for US <q>power projection in, from and through space</q> and declares: \"In the coming period the US will conduct operations to, from, in and through space in support of its national interests both on earth and in space.\" US <strong> Hillary Clinton </strong> Bob <strong> Michael Jackson </strong>,", "new_id": -2}, {"uid": "1297228077053084177", "i": 8714, "idx": 2, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "picked. Advertisement He says the line-up, rumoured to include <strong> Cheryl Cole </strong> will be finalised in \"three to four weeks\". Asked about <strong> Cheryl Cole </strong>'s chances, <strong> Simon Cowell </strong> hedged: <q>The most important thing is the commitment and the expertise a person offers. \"It is really important to me that I've got people who I can trust in terms of their expertise and their gut feeling. \"It is also important to have people who are very competitive with each other.</q> But in an aside that could be in <strong> Cheryl Cole </strong>'s favour, he added slyly: \"It also helps if they are cute.\" He knows the right judges are key to the show", "new_id": -2}, {"uid": "1296867070001982490", "i": 3060, "idx": 4, "sa": ["Sergio Marchionne", "Ferdinand Piech"], "q": ". Last year, Volkswagen AG( VOWG_p. DE) Chairman <strong> Ferdinand Piech </strong> expressed an interest in buying Alfa Romeo. But on Friday, <strong> Sergio Marchionne </strong> flatly rejected any sale of Alfa Romeo to VW. <q>As long as I'm the CEO of both Fiat and Chrysler, Mr. <strong> Ferdinand Piech </strong> will never get an offer,</q> <strong> Sergio Marchionne </strong> said during the J.D. Power event. <strong> Sergio Marchionne </strong> said Fiat was looking to \"redimension\" its joint venture with Indian automaker Tata Motors( TAMO.BO) to sell Fiat-branded cars in India. Tata", "new_id": -2}, {"uid": "1297589544151994368", "i": 13260, "idx": 0, "sa": ["Sergio Marchionne", "Lord Sugar"], "q": "Couldn't say. What I can say is she and her husband have been ploughing a lot of money into another property- a ranch- in Colorado. Quote of the week <q>I want to pay back the shyster loans.</q>- <strong> Sergio Marchionne </strong>, Fiat boss, on the loans he inherited through the US bail-out of Chrysler. He later apologised. Property puts <strong> Lord Sugar </strong> on top Strangely for an interview process that lasts 12 weeks", "new_id": -2}]