[{"uid": "1296218172048857090", "i": 15212, "idx": 14, "sa": ["David McIntosh", "Mike Pence"], "q": "the right move.'' Former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, who preceded <strong> Mike Pence </strong> in the 2nd District, said <strong> Mike Pence </strong>'s decision was the correct one`` because he made it.'' <q> You've got to have the fire in your belly and the desire to run for president and his heart clearly is in Indiana, </q> <strong> David McIntosh </strong> said.`` At the end of the day, we ultimately believed that where our little family is led is somewhere in the service of the people of Indiana in the days ahead,", "new_id": -2}, {"uid": "1296743153227606601", "i": 39112, "idx": 0, "sa": ["Simon Cowell", "Randy Jackson"], "q": "episode of Idol? Well, <strong> Randy Jackson </strong> continued his desperate attempts to find his`` Season 10 self'' by channeling <strong> Simon Cowell </strong>. It's not working yet. But at least he's not spouting strange phrases like, <q> For me, for you, for me... Dawg... blowing it out the box. </q> It seems as though Season 10 is shaping up to be something of a debutant ball for Mr. <strong> Randy Jackson </strong>, after nine long years in <strong> Simon Cowell </strong>'s shadow. But since the producers insist this show is about", "new_id": -2}, {"uid": "1297254281101777433", "i": 51691, "idx": 10, "sa": ["Simon Cowell"], "q": " The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner.`` If they don't sell a single record they still get to keep the money,'' he said. <q> It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back </q> through record sales. To do that, he needs to find a talented performer who has a sound work ethic, which he said is something he wants to instillin the competition.", "new_id": -2}, {"uid": "1296377617032243712", "i": 34559, "idx": 0, "sa": ["Graeme McDowell", "Michael Vick", "El Ligero"], "q": "europeo en ganar el Abierto de EU en 40 a?os, conquist el hoyo 16 ante <strong> El Ligero </strong> error de su rival. Esto provoc que la multitud explotara de j?bilo y puso como gran heroe a <strong> Graeme McDowell </strong>; <q> Nunca me he sentido m?s nervioso en un campo de golf en toda mi vida </q>, dijo el gran vencedor. El campeonato de un equipo que siempre tuvo el estigma de perdedor fue un hecho que opac el regreso del ex convicto y ahora s?perestrella de las guilas de Filadelfia, <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1295461104131301415", "i": 42918, "idx": 0, "sa": ["Gary Moore", "Allen Iverson"], "q": "plan to retire because of the painful condition. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> has a lesion that is pressing up against the bones of his leg and requires surgery in the U.S. <q> It has to be removed and tested to see if it's benign or not, </q> <strong> Gary Moore </strong> said by phone.`` Once that's removed, <strong> Allen Iverson </strong> is going to look to rehabilitate his leg because the doctors tell him he'll be out four to six weeks, He's hoping to be able", "new_id": -2}, {"uid": "1296258959088588295", "i": 12143, "idx": 0, "sa": ["Justin Townes Earle", "David Letterman"], "q": "of outside life that may be associated with abuse. Now Mr. <strong> Justin Townes Earle </strong> is back on tour. He recently performed on <strong> David Letterman </strong>'s show. He says he is sober, but maybe not for good. <q> I'm never going to say it's not going to happen again. I'm smart enough to know that. </q> Copyright 2011 Dow Jones& Company, Inc.. All Rights Reserved This copy is for your personal, non-commercial use only. Distribution and use of this material are governed by our New!", "new_id": -2}, {"uid": "1295446736183418917", "i": 1905, "idx": 4, "sa": ["Mike Pence"], "q": "the people any powers not granted to the federal government. But while fiscal issues may dominate the next election, <strong> Mike Pence </strong> also reaffirmed his strength among social conservatives by saying that the nation also needs <q> to get back to basics </q> by stressing traditional values, including`` the sanctity of life, traditional marriage and the importance of organized religion.'' Among those urging <strong> Mike Pence </strong> to run for the presidency is a former deputy counsel", "new_id": -2}, {"uid": "1295766856091455522", "i": 13480, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler", "Randy Jackson"], "q": ". Experts believe it could be the absence of the Mr Nasty, <strong> Simon Cowell </strong>. The new panel- <strong> Jennifer Lopez </strong>, Aerosmith's <strong> Steven Tyler </strong> and show regular <strong> Randy Jackson </strong>- has had mixed reviews. <q> <strong> Simon Cowell </strong>'s cutting edge is clearly missed. The reality is that people like their reality and talent shows to have a little bit of bite. It doesn't bode well, </q> the Daily Star quoted one insider as saying.", "new_id": -2}, {"uid": "1296390177239042590", "i": 44657, "idx": 0, "sa": ["Simon Cowell", "Kim Jong-Il", "Adam Reed"], "q": "the street-art pioneer, drum'n' bass supremo, and TV man. In a candid interview he talks about learning to love his mother, inspiring the next generation and why he'd rather dine with <strong> Kim Jong-Il </strong> than <strong> Simon Cowell </strong> <q> I've always wanted a happy home. And I've created that </q>: Goldie Interview:`` Archer's'' spies talk secrets of season two comedy Archer returns for its second season tonight at 10 PM, I sat down with creator <strong> Adam Reed </strong>, as well as series target=\"_blank\" href=\"http://starhello.com/\">", "new_id": -2}, {"i": 1014, "idx": 5, "index_answer": 1, "new_id": -1, "q": "CEO switch, said founder and marketing vice president <strong> Michael Cohn </strong>.`` We're sad to see <strong> Eric Schmidt </strong> step down. He was a strong supporter of Google Enterprise,'' <strong> Michael Cohn </strong> said in a phone interview. <q> But we don't have any fear with regards to Larry. </q> However, <strong> Michael Cohn </strong> also looks forward to hearing what enterprise strategy Page plans to pursue, especially his plans for the Google Apps channel partners. For analyst Rebecca Wettemann at Nucleus Research, Page has", "sa": ["Eric Schmidt", "Michael Cohn"], "uid": "1295815498029966341"}]