[{"uid": "1295559318082083864", "i": 844, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "stepping down as the company's chief executive. Company co-founder Larry Page will become CEO, effective April 4. At the same time, Google said that Page's co-founder <strong> Sergey Brin </strong>, will henceforth concentrated on <q>strategic projects, in particular working on new products.<q> Although <strong> Eric Schmidt </strong> is stepping down as chief executive, Google said he will take on the role of Executive Chairman, \"focusing externally on deals, partnerships, customers and broader business relationships, government outreach and", "new_id": -2}, {"uid": "1295116940052232197", "i": 27752, "idx": 1, "sa": ["Allen Iverson", "Matt Geiger"], "q": "of 7-footer <strong> Matt Geiger </strong> in the fourth quarter lifted Philadelphia to a 104-90 victory over the Orlando Magic in the opener of their Eastern Conference first-round series. \"I am still excited about this game,\" <strong> Allen Iverson </strong> said. <q>I feel like I could still play another 48 minutes. The crowd was against us and it was just great playing in that kind of atmosphere. This was my first one, and I would love to play in a lot more.<q> \"<strong> Allen Iverson </strong> told me he got 15 minutes of sleep last night, that was 15 more than I expected,\" said 76ers coach Larry Brown, who took his record sixth different organization to the playoffs. \"", "new_id": -2}, {"uid": "1296715246139952144", "i": 26587, "idx": 1, "sa": ["Isaiah Rider", "Elton Brand", "Allen Iverson", "Michael Jordan"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that,<q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/11-14-97_Portland_Trailblazers_vs_Phoenix_Suns_1997-1998_NBA_Regular_Season_Part_1 Classic quadruple OT game. Brian <strong> Michael Jordan </strong>- 34 points, 17 rebounds, 5 assists, 13/19 FG, 61 minutes <strong> Isaiah Rider </strong>-", "new_id": -2}, {"uid": "1295753709087883837", "i": 33580, "idx": 1, "sa": ["Damon Jones", "Chris Webber", "Allen Iverson", "LeBron James"], "q": "'s something we can fix.\" As a displeased <strong> LeBron James </strong> sat alone on the bench and stared straight ahead, Cavaliers guard <strong> Damon Jones </strong> let his teammates know that their performance was unacceptable by yelling at all of them. <q>I just think something had to be said at that point,<q> <strong> Damon Jones </strong> said. \"No big thing http://wn.com/Allen_Iverson_31pts_Philadelphia_76ers_vs_Lebron_James_Cleveland_Cavaliers_2004/2005_Regular_Season_NBA_game!!!!!!! <strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger", "new_id": -2}, {"uid": "1297360867206143497", "i": 33430, "idx": 0, "sa": ["Eric Schmidt"], "q": "valuing the company as high as$ 10 billion.[ ID: nL3E7DA09Q] Asked whether he planned to stay another four years at Google to collect stock awards worth$ 100 million, <strong> Eric Schmidt </strong> said: <q>Yes, that is my plan.<q> We welcome comments that advance the story directly or with relevant tangential information. We try to block comments that use offensive language, all capital letters or appear to be spam, and we review comments frequently to", "new_id": -2}, {"uid": "1297090709063078410", "i": 20137, "idx": 0, "sa": ["Simon Cowell"], "q": ", March 27 in Los Angeles at the L.A. Sports Arena. Chicago, Dallas, Miami, New York/New Jersey and Seattle will also host auditions. Specific dates and venues to be announced. <q>I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,<q> said <strong> Simon Cowell </strong>. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing", "new_id": -2}, {"uid": "1296981663254574647", "i": 24977, "idx": 1, "sa": ["Frank Zombo", "Michael Vick"], "q": "\" Former soccer stud leads the Pack On <strong> Frank Zombo </strong>'s first play in an NFL game, he sacked <strong> Michael Vick </strong>. He was a dream team all-stater at Stevenson but rarely played defense. <q>He played a little bit of defensive end for us, but he was a 6-4 kid who could catch passes,<q> Bye said. \"He had great arm length and great hand-eye coordination-- he was a great soccer player when he was younger-- he didn't have jet speed to be a college wide receiver. I thought", "new_id": -2}, {"i": 44776, "idx": 18, "index_answer": 1, "new_id": -1, "q": "from 3-point range( 17 percent). <strong> Danilo Gallinari </strong>, their top perimeter threat whom coach <strong> Mike D'Antoni </strong> called the best shooter he's ever seen, went 1 for 6, falling to 4 of 19 in the preseason. <q>Defensively we were OK, just one of these days we've got to make some shots and we haven't done it yet,<q> <strong> Mike D'Antoni </strong> said. \"They're http://wn.com/Allen_Iverson_34pts_vs_Michael_Jordan_30pts_01/02_season_NBA Sixers' Have Answer to <strong> Jordan Farmar </strong>'s <strong> Chauncey Billups </strong> <strong> Vince Carter </strong> <strong> Michael Jordan </strong> was unstoppable at the start, but <strong> Allen Iverson </strong> was better when it counted. <strong> Allen Iverson </strong> scored 22 of his 34 points in the", "sa": ["Vince Carter", "Mike D'Antoni", "Jordan Farmar", "Danilo Gallinari", "Michael Jordan", "Chauncey Billups", "Allen Iverson"], "uid": "1295310733097861638"}, {"uid": "1295999663180568069", "i": 7600, "idx": 0, "sa": ["Eric Schmidt", "Danny Sullivan", "Sergey Brin"], "q": "decade. <strong> Danny Sullivan </strong>, editor-in-chief of technology blog SearchEngineLand.com, said Google's biggest challenges now are to \"prove that they've got their Mojo back and that nobody needs to fear them.\" <q>You have investors and others saying \"Gosh, Facebook seems to be doing so well. Why aren't you the hot new thing?\"<q> <strong> Danny Sullivan </strong> said. In a conference call with financial analysts after the announcement that Page would replace <strong> Eric Schmidt </strong>, co-founder <strong> Sergey Brin </strong> indicated the company would be putting more effort into the social arena. Help and Tech", "new_id": -2}, {"uid": "1296137575223117385", "i": 40382, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.<q> whineybeeaachh at 9:07 AM January 27, 2011 I want my MONEY.. and I WANT IT NOWWWWWW!!!!!!!!... 877 CASH NOW!!!!! GAKman at 8:59 AM January 27, 2011 NO, Eugene Steuerle", "new_id": -2}]