[{"uid": "1297501178235929616", "i": 33843, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "and Washington counties because of snow and ice damage. Disaster relief from the U.S. Department of Agriculture could help farmers recover from property damage and livestock losses due to weeks of snow and ice buildup. <q> The amount of heavy snow we've received this winter is unprecedented, </q> <strong> Kirsten Gillibrand </strong> said. \"Federal assistance is absolutely critical to helping these hardworking farm families recover.\" Farm Service Agency's emergency loans go to help supplement farmers' incomes after crop and livestock loss, pay to", "new_id": -2}, {"uid": "1296671144083132443", "i": 7434, "idx": 5, "sa": ["Mitt Romney", "David Letterman"], "q": ", you know.\" The <strong> David Letterman </strong> appearance seemed aimed in part at warming up <strong> Mitt Romney </strong>'s image as a buttoned-down, successful businessman. He talked about a dispute with a fellow air traveler, saying, <q> he broke my hair. </q> <strong> Mitt Romney </strong> also starred in a feature titled, \"The Top Ten Things You Don't Know about <strong> Mitt Romney </strong>.\" The list included \"<strong> Mitt Romney </strong> is short for Mitt Romney-hew\" and \"I'm the guy in the photo", "new_id": -2}, {"uid": "1297390016200884258", "i": 50900, "idx": 4, "sa": ["Paul Bremer", "Donald Rumsfeld", "Colin Powell", "Condoleezza Rice", "John McCain", "George W. Bush"], "q": ".\" blame responsibility, NEWSWEEK dedicates a separate \"box\" to <strong> Donald Rumsfeld </strong>' delegations of blame to <strong> George W. Bush </strong>, <strong> Colin Powell </strong>, <strong> Condoleezza Rice </strong>, L. <strong> Paul Bremer </strong> and to our maverick, <strong> John McCain </strong>. The box is labeled: <q> Stuff happens-and Rummy has never been shy about calling out the culprit. Some choice zingers from his memoir... </q> <strong> John McCain </strong> has already responded to <strong> Donald Rumsfeld </strong>'s zinger with \"Thank God he was relieved of his duties.\" But overall, NEWSWEEK is quite restrained in its criticism of Donald Rumsfeld-almost to the point of being", "new_id": -2}, {"uid": "1295781802072171536", "i": 55207, "idx": 0, "sa": ["Andy Coulson"], "q": "are bold Report Abuse \" Jules said: \"The most toxic chemical know to man spills in concentrated form into a natural waterway. It should not have been allowed to even be there.\" \" Report Abuse <q> When you travel the Rhine, you see overloaded barge just barely above the water line. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1297475330028377090", "i": 48319, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "$ 335,000 for the house near Troy Country Club. The home will be their primary residence when the Kirsten Gillibrands and their two young sons are in the Capital Region. <q> The Senator just wanted to be closer to her family, </q> <strong> Kirsten Gillibrand </strong> spokeswoman Bethany Lesser said Friday. \"The home is within minutes of her family.\" <strong> Kirsten Gillibrand </strong>'s parents, siblings, nieces and nephews live in the Capital Region.", "new_id": -2}, {"uid": "1296395184086278204", "i": 42569, "idx": 1, "sa": ["Louis Walsh", "Simon Cowell"], "q": "'s my woman of the decade.\" <strong> Louis Walsh </strong> on the panel alongside one other person, thought to be Cheryl Cole to concentrate on the US version of the show. Sinitta also backed Katie for X Factor. <q> Having Jordan on the panel would make interesting viewing, so I can definitely see it working. She can do anything she puts her mind to. She's got the personality that would fit the role perfectly. <strong> Simon Cowell </strong> really likes her as well. There's no denying they get along. </q> Sinitta added that <strong> Simon Cowell </strong> had only recently accepted the fact that he wouldn't be able to judge both shows. \"People have said he'll fly backwards and forwards and do both. But he's not", "new_id": -2}, {"uid": "1297079511110805018", "i": 34698, "idx": 0, "sa": ["Andy Coulson", "Ian Edmondson"], "q": "were jailed for phone hacking. In one recording, Mr <strong> Andy Coulson </strong> praises news editor on Ian Edmondson...\" Edmondson-Ian Edmondson.do\"> <strong> Ian Edmondson </strong>, who was sacked last month for alleged phone hacking. He says: <q> I've got total and complete faith in <strong> Ian Edmondson </strong>, I think he is a great operator and I think he's doing a brillIan Edmondsont job. </q> In another tape, he apparently tells a reporter: \"People are making redundancies we've all got to justify our existence. It means that I need more stories. I need more exclusives, and I", "new_id": -2}, {"uid": "1297242037104841302", "i": 4606, "idx": 0, "sa": ["Steve Jobs", "Eric Schmidt"], "q": "with the <strong> Steve Jobs </strong>' leave of absence and the new Page at Google but the fundamentals behind both stocks remain strong. Based on valuation, product mix and software excellence I think Apple is the better stock. <q> I own both. AAPL is clearly the better company </q> So if it's that clear why do u waste money investing in google?Put everything on apple! Second I wish you to become one-tenth of \"that idiot of <strong> Eric Schmidt </strong>\" since he built the most succesful", "new_id": -2}, {"uid": "1295899533266846292", "i": 30092, "idx": 1, "sa": ["Dennis Rivera", "Bernie Sanders", "Barack Obama"], "q": "Party USA front At the October 1990 gathering of the Socialist International in New York, <strong> Dennis Rivera </strong>, \"graciously welcomed the delegates on behalf of his 75,000 member union.\" 1992 Tenth Annual Socialist Scholars Conference, <q> Whose New World Order? </q> included <strong> Bernie Sanders </strong>, Member of Congress, Vermont and <strong> Dennis Rivera </strong>, <strong> Barack Obama </strong>, SEIU Local 1199 Health& Hospital Workers Union. On June 24, 1993 New York City Democratic Socialists of America held its annual Debs-Thomas-Harrington awards", "new_id": -2}, {"uid": "1295551711137363480", "i": 5593, "idx": 1, "sa": ["Simon Cowell"], "q": "Although some have already lost interest in watching \"AI\" altogether, there are those who still believe that the refreshing and friendlier vibe of the current show deserves to be given another look. <q> I thought they( judges) did great! I enjoyed them... all three of them! They will get their groove in the coming episodes, </q> posted one netizen. Another rejoined: \"While I miss <strong> Simon Cowell </strong>, the new panel is good.\"", "new_id": -2}]