[{"uid": "1295330282017580038", "i": 50524, "idx": 0, "sa": ["Alassane Ouattara", "Charles Blé Goudé", "Raila Odinga"], "q": ", <strong> Raila Odinga </strong> said Gbagbo's unwillingness to respect the results could create a crisis of confidence for Africa and lead people to think their votes do not matter in a year when 17 presidential elections are scheduled. <q> The refusal to respect the will of the Ivorians as expressed in the November elections will deal a deadly blow to the wave of democracy that is sweeping Africa, </q> <strong> Raila Odinga </strong> said, according to the statement. On Monday night after leaving the presidential palace, <strong> Raila Odinga </strong> was expected to visit <strong> Alassane Ouattara </strong>, who is holed up in a hotel across town, unaCharles Blé Goudé to leave except", "new_id": -2}, {"uid": "1295907803085770247", "i": 1621, "idx": 0, "sa": ["Rupert Murdoch", "Andy Coulson"], "q": "his previous case, said none of the four had been the victims of News Group newspapers.( News Group is a <strong> Rupert Murdoch </strong> company which controls the NoW.) He told the paper: <q> Lots of people were doing it. It was such a widespread practice, this was almost kids' playtime.`` Although it is a crime, people were regarding it as though it was driving at 35mph in a 30mph zone, that you just sort of do it and hope you don't get caught. </q> The allegation that the practice spread beyond the NoW will surely be a welcome one for <strong> Rupert Murdoch </strong>. The latest intrigue over <strong> Andy Coulson </strong>'s behaviour at one of his papers could not have come", "new_id": -2}, {"uid": "1295675868065781764", "i": 47280, "idx": 7, "sa": ["Bob Burton", "Allen Iverson", "Carmelo Anthony"], "q": "by a defender in the first half, threw down a reverse jam and landed on his left foot. The usually ordinary play told <strong> Carmelo Anthony </strong> everything he needed to know-- his sprained left ankle was just fine. <q> I figured if I could do that, I'm good, </q> <strong> Carmelo Anthony </strong> said. A healthy <strong> Carmelo Anthony </strong> scored 25 points, <strong> Allen Iverson </strong> had 24 points and 13 assists, and the Denver Nuggets beat the Charlotte Bob Burtoncats 117-101 on Saturday night.`` It didn't hurt at all,''", "new_id": -2}, {"uid": "1295485367026624027", "i": 15403, "idx": 1, "sa": ["John McCain", "Colin Powell", "Barack Obama"], "q": "!( CNN)-- Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's`` ability to inspire'' and the`` inclusive nature of his campaign.'' <q> I think he is a transformational figure, he is a new generation coming onto the world stage, onto the American stage, and for that reason I'll be voting for Sen. <strong> Barack Obama </strong>, </q> <strong> Colin Powell </strong> said on NBC's`` Meet the Press.'' <strong> Colin Powell </strong> said he was concerned about what he characterized as a recent negative turn of Republican candidate Sen. <strong> John McCain </strong>'s campaign, such as the campaign's attempts to", "new_id": -2}, {"uid": "1297270573021168154", "i": 10436, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld", "Colin Powell"], "q": "<strong> George W. Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the UN two days later. <strong> Donald Rumsfeld </strong> quotes himself as telling the meeting: <q> We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it. </q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his UN presentation, <strong> Colin Powell </strong> described it as`` Terrorist Poison and Explosive Factory, Khurmal.'' <strong> Donald Rumsfeld </strong> said Khurmal", "new_id": -2}, {"uid": "1296859172060604426", "i": 50401, "idx": 0, "sa": ["Jennifer Lopez", "Eric Schmidt"], "q": "Y!'' and drop it onto the`` Home'' icon. What is Yahoo Buzz? It's the place where you can talk about and shape the best stories people are reading right now. NPR <q> the Horsesa** destroyed the U.S. even the Rep. said it before the last election, the national debt... </q> Peter_Abelard left a comment- 9 min ago href=\"http://us.rd.yahoo.com//Updates/buzz/comment/SIG=1ddajeadc/*http%3A//us.lrd.yahoo.com/_ylc=X3oDMTZqbnNoZzZmBElfYWd1aWQDNFQyQlc0QkVZV0FVQVo0NTVGN1Y1TTUzRUkESV9jZ3VpZANRNURBU1JVVENVVDJWRFlaN05EQkhPWEJOQQRJX2Nwcm9wA3lhaG9vLmJ1enoueWNhLnZpdGFsaXR5LmNsaWVudC5wcm9kBElfdWNudHgDZ2xvYmFsBElfdXNyYwNidXp6BElfdXN1aWQDNmJlMzE1ZTI3OTU3ZmYzYzllNWIzMTMwMTlmOWFhOGEESV91dHlwZQNjb21tZW50BF9TAzIwMjM0MzUyNjE-/SIG=12ih85aa2/**http%3A//buzz.yahoo.com/article/1%3Ay_sports%3A62416059033672f3e406fe16e8683140\"> <strong> Jennifer Lopez </strong>, two U.S. senators to watch Super Bowl with Obama The Business Insider`` Interesting that <strong> Eric Schmidt </strong> has invested in TwitPay, but not surprising given", "new_id": -2}, {"uid": "1297298607182632449", "i": 54709, "idx": 0, "sa": ["Micheál Martin", "Eamon Gilmore"], "q": "deficit to EU-required levels by 2014. He said Labour wanted to tax more under its proposed 1:1 ratio, and would also have to borrow more because it wanted to extend the deficit-reduction deadline to 2016. <q> You're going to pile debt upon debt, </q> Mr <strong> Micheál Martin </strong> said, adding that the Labour proposals to delay the deficit reduction were`` reminiscent of the 80s'' and would bring about a longer recession. But Mr <strong> Eamon Gilmore </strong> said it would be foolish to", "new_id": -2}, {"uid": "1297268973021168168", "i": 33185, "idx": 0, "sa": ["Donald Rumsfeld", "Robert Gibbs"], "q": "spokesman href=\"http://www.washingtontimes.com/topics/Robert Gibbs-Robert Gibbs/\"> <strong> Robert Gibbs </strong> said the retired ambassador's mission was to meet with the Egyptian leader and report back, and that href=\"http://www.washingtontimes.com/topics/frank-wisner/\"> Mr. Wisner's comments did not reflect official U.S. policy. <q> His views on who should and shouldn't be the head of href=\"http://www.washingtontimes.com/topics/egypt/\"> Egypt don't represent the views of our administration, </q> href=\"http://www.washingtontimes.com/topics/Robert Gibbs-Robert Gibbs/\"> Mr. <strong> Robert Gibbs </strong> said Monday. href=\"http://www.washingtontimes.com/topics/Donald Rumsfeld-Donald Rumsfeld/\"> Mr. <strong> Donald Rumsfeld </strong> said he hoped the private messages coming from the href=\"http://www.washingtontimes.com/topics/white-house/\"> White House were more consistent that its public stance so far.", "new_id": -2}, {"uid": "1295656426074924040", "i": 13152, "idx": 1, "sa": ["Andy Coulson"], "q": "impossible. In a personal statement issued by Number 10, Mr <strong> Andy Coulson </strong> said the drip-drip of claims about illegal eavesdropping under his editorship meant he could not`` give the 110% needed''. <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on, </q> he added. The Prime Minister said he was`` very sorry'' that Mr <strong> Andy Coulson </strong> felt`` compelled'' to go after months of intense pressure, insisting he was being`` punished for the same offence", "new_id": -2}, {"i": 8231, "idx": 0, "index_answer": 1, "new_id": -1, "q": "or even last September, based on Chiang's analysis last month. <strong> Bill Lockyer </strong> said Monday his weekend comments weren't based on any new cash flow information, but that his words shouldn't be surprising. <q> We have a current structural budget deficit that we have to address. The sooner, the better. </q>- Kevin Yamamura AT THE CAPITOL <strong> Jerry Brown </strong> will deliver his State of the State address Monday, the final day of January. <strong> Jerry Brown </strong>'s predecessor, <strong> Arnold Schwarzenegger </strong>, used his first State of", "sa": ["Jerry Brown", "Bill Lockyer", "Arnold Schwarzenegger"], "uid": "1295962091207159365"}]