[{"uid": "1295621146048054324", "i": 48782, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": ")-- <strong> David Cameron </strong>'s press chief, <strong> Andy Coulson </strong>, quit over alleged phone tapping when he edited <strong> Rupert Murdoch </strong>'s News of the World newspaper, prompting opposition Labour Party attacks on the U.K. prime minister's judgment. <q> Continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role, </q> <strong> Andy Coulson </strong> said in an e-mailed statement today.`` I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on.'' <strong> Andy Coulson </strong> has denied any", "new_id": -2}, {"uid": "1295644189196657172", "i": 21592, "idx": 6, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "down the pipeline,'' the minister said. Labour claimed the decision to appoint <strong> Andy Coulson </strong> to such a senior Downing Street post raised questions about <strong> David Cameron </strong>'s judgment. <strong> Ed Miliband </strong>, the Labour leader, said: <q> The cloud of allegations surrounding <strong> Andy Coulson </strong>'s tenure at the News of the World raised real questions about his ability to be at the heart of the Downing Street machine. He's now done the right thing but he should have done it earlier. I think it raises real questions about <strong> David Cameron </strong>'s judgment that he hung on to <strong> Andy Coulson </strong> for so long. </q> Downing Street sources dismissed Labour's criticism and insisted the prime minister believed that <strong> Andy Coulson </strong>'s professionalism in sharpening up the Tories' media operation after his appointment in 2007 vindicated <strong> David Cameron </strong>'s original decision. This was", "new_id": -2}, {"uid": "1295524677199704589", "i": 32903, "idx": 0, "sa": ["Erik Spoelstra", "Allen Iverson", "Dwyane Wade"], "q": "for the series.'' After <strong> Dwyane Wade </strong> burst out of the second-half gates with nine points in the first five minutes, the Celtics found themselves down 14 and a quarter and a half away from losing home-court advantage. <q> We are normally good in those situations, </q> Heat coach <strong> Erik Spoelstra </strong> said.`` We are normally able to control the game, grind it, take good shots, dictate the pace.'' Enter Tony <strong> Allen Iverson </strong> and Glen Davis. With <strong> Allen Iverson </strong> on <strong> Dwyane Wade </strong> and Davis", "new_id": -2}, {"uid": "1297122987065749013", "i": 4855, "idx": 1, "sa": ["Robert Christopher Riley", "Bill Dawes", "David Letterman", "Vince Lombardi", "Dan Lauria"], "q": "serendipitous. During the season, the games happened during Sunday matinees and we'd always be backstage following them on our phones.'' <strong> Bill Dawes </strong>' co-star <strong> Robert Christopher Riley </strong>( <strong> David Letterman </strong> Robinson), agrees, noting, <q> The fact that this play is going on right now celebrating their historic coach, the man that the Super Bowl trophy is named after, and the team gets to bring that trophy home? You couldn't write a better script. A lot of the Packers[ staff] have seen the show, so hopefully we can get the champs themselves here now. </q> As for the show's title star, <strong> Robert Christopher Riley </strong> says <strong> Dan Lauria </strong> remained calm throughout the game, but did briefly channel <strong> Vince Lombardi </strong>'s signature hothead behavior when he yelled at the TV after questionable plays.`` He", "new_id": -2}, {"uid": "1296175633054247430", "i": 26631, "idx": 10, "sa": ["Mitch Daniels", "Mike Pence"], "q": "<strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes.`` He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike Pence </strong> walks through,'' she said. <q> Obviously it'd be great for the state of Indiana. </q> People ski near the Congress Center at the World Economic Forum... White House Chief of Staff Emanuel listens to U.S...., R-Ind., will announce whether he plans to run for president in... Photo in Slideshow", "new_id": -2}, {"uid": "1295790223050479164", "i": 11476, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer", "Mark Hedlund"], "q": ", which has the support of some pro-business Repubs and some big-government Dems?`` I think everyone agrees that the redevelopment mechanism has been useful and created jobs,'' Democratic Treasurer <strong> Bill Lockyer </strong> said. But: <q> The last I heard, the University of California and California schools create jobs. </q> The bad news: <strong> Jerry Brown </strong> also told the League of Cities Wednesday,`` You may win on redevelopment and then we take something else away.'' But why? <strong> Mark Hedlund </strong>, spokesman", "new_id": -2}, {"uid": "1296362329255475725", "i": 5279, "idx": 12, "sa": ["Linas Kleiza", "Kobe Bryant", "Carmelo Anthony", "Allen Iverson"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q>... <strong> Kobe Bryant </strong> 34 points 6 assists 7 rebounds vs Kings 2006-07 <strong> Kobe Bryant </strong> 34 points 6 assists 7 rebounds vs Kings 2006-07 In the last game of the regular season, <strong> Kobe Bryant </strong> had one of the most efficient nights of the", "new_id": -2}, {"uid": "1296004701157368340", "i": 36123, "idx": 0, "sa": ["Andy Coulson"], "q": "his claim for 18 months, adding that he was collating evidence from his mobile phone company and friends who were approached by reporters equipped with personal information about him. He told BBC Radio 5 Live: <q> Over those 18 months we have put together evidence which brings the only reasonable conclusion now that my phone was indeed hacked. That evidence comes from witnesses who can verify it. It also comes from the phone records. </q> The politician said part of his case involved a Trinity Mirror reporter who moved to the News of the World in 2005, at the time when <strong> Andy Coulson </strong> was the paper's editor. In a statement,", "new_id": -2}, {"i": 27974, "idx": 0, "index_answer": 1, "new_id": -1, "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest", "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "uid": "1296008746052953103"}, {"uid": "1296331565124452865", "i": 18354, "idx": 0, "sa": ["Michael Vick"], "q": ". The Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q> We're real excited about it, </q> <strong> Michael Vick </strong> scores 1st endorsement deal since dogfighting arrest PHILADELPHIA( AP)-- <strong> Michael Vick </strong> is back pitching products. <strong> Michael Vick </strong> has signed his first paid endorsement contract since his release from prison. The Philadelphia Eagles' Pro", "new_id": -2}]