[{"i": 17910, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the matter on 26 January( 11). However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February( 10). He tells Late Show host <strong> David Letterman </strong>, <q>The kids are doing ok, we have been spending quite a bit of time with them, Kayte and I, Kayte's my new girl, we're planning to get married soon. Sometime in February.</q>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295008849080707673"}, {"uid": "1297521841073449478", "i": 42796, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": ". The ties go deeper. Nokia's chief executive is <strong> Stephen Elop </strong>, the former president of Microsoft's Business division. In an open letter written by Microsoft CEO <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong>, the two said, <q>There are other mobile ecosystems. We will disrupt them.</q> <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> both spoke Friday at a news briefing in London that was broadcast on the Internet. \"This partnership with Nokia will accelerate, dramatically accelerate, the development of a vibrant, strong Windows", "new_id": -2}, {"uid": "1297187009205783066", "i": 34988, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "It was meant to point out there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. \"Ironically, my comment was unintentional,\" <strong> Donald Rumsfeld </strong> writes. <q>I had meant to say France and Germany represented \"old NATO' not` old Europe'.</q> \"In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling french fries` freedom fries\" loved it,\" he writes. \"The elites in Paris", "new_id": -2}, {"uid": "1295601684081559570", "i": 26669, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "or if Page chafes at the relentless public demands of running a massively scrutinized public company.\" Venturebeat's Owen Thomas said \"Page's emphasis has always been on the company?s products.\" <q>With his ascendancy, the company's engineers will reign unchallenged-- not that they had much trouble before,</q> Thomas said. In a blog post, <strong> Eric Schmidt </strong> said: \"Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making.", "new_id": -2}, {"uid": "1295934844032604211", "i": 30207, "idx": 0, "sa": ["Jay Leno", "Johnny Carson", "Gregory Popovich", "David Letterman"], "q": "the animals to do stuff that the rest of us can not train ourselves or our children to do. His animals are just naturally amusing, especially the cats. He just has to herd them. <q>I don't believe that I train the animals to do a certain trick or stunt. Instead, I teach the animals to perform on stage by allowing them to show off their individual personalities and talents,</q> <strong> Gregory Popovich </strong> said. The World Famous <strong> Gregory Popovich </strong> Comedy Pet Theater has been written up in People magazine, lauded by The New York Times and seen on <strong> David Letterman </strong> and <strong> Jay Leno </strong>. Former Tonight Show host <strong> Johnny Carson </strong> called <strong> Gregory Popovich </strong>", "new_id": -2}, {"uid": "1296233042135299079", "i": 7593, "idx": 1, "sa": ["Simon Cowell", "David Hasselhoff"], "q": "<strong> Simon Cowell </strong> would take lessons he's learned from other shows though- new judges <strong> David Hasselhoff </strong> and comedian <strong> David Hasselhoff </strong> MacIntyre were added to the panel on show Britain's Got Talent. <strong> Simon Cowell </strong> says: <q>The most important thing I've learned with these shows is don't be predictable. We have to make sure all the shows are gon na be back bigger, better, stronger, different.</q>", "new_id": -2}, {"uid": "1297270972137707531", "i": 14283, "idx": 0, "sa": ["Zahi Hawass", "Howard Carter"], "q": "and law and order broke down. Twenty-five objects were in need of restoration work including a statue of King Tutankhamun, part of the treasure British archaeologist <strong> Howard Carter </strong> in 1922. <q>We started the restoration two days ago. In three days, all these monuments will be completely restored,</q> <strong> Zahi Hawass </strong> told Reuters in an interview at his Cairo office. The museum had in part been saved by the fact it was night-time when the robbers broke in, <strong> Zahi Hawass </strong> said. They", "new_id": -2}, {"uid": "1297473653000409643", "i": 2295, "idx": 0, "sa": ["Michael Vick", "Peyton Manning"], "q": "... Photo in Slideshow: In this photo taken Sunday, Feb. 6, 2011, a section of... Photo: AFC quarterback <strong> Peyton Manning </strong> of the Indianapolis Colts Photo: NFC quarterback <strong> Michael Vick </strong> of the Philadelphi... Report Abuse <q>I am a long-time DFW resident and Jerrah's stajium is his Taj Mahal, his Sphinx. When he kicks it and if he can circumvent zoning codes, his last will and testicle will stipulate that his remains and toupee be buried for perpetuity under the Cowboy star.</q> So who will be the next president of Egypt? Will North Korea invade South Korea? Will Palestineans and Israel make peace? Need more jobs in USA. Fix trade rules with China etc....", "new_id": -2}, {"uid": "1297390855091619342", "i": 819, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush"], "q": "Tenet a memo saying that \"we might be missing an opportunity\" and wondering if more troops were needed. <strong> Donald Rumsfeld </strong> alleges that he later learned a CIA agent on the ground had requested just that but adds: <q>I never received such a request from either <strong> Tommy Franks </strong> or Tenet. And can not imagine denying it if I had. If someone thought <strong> Osama bin Laden </strong> was cornered, as later claimed, I found it surprising that Tenet had never called me to urge <strong> Tommy Franks </strong> to support their operation.</q> <strong> Donald Rumsfeld </strong>'s explanation? \"Their recollections may be imperfect.\" While the author goes out of the way to stress his loyalty to <strong> President Bush </strong> and to express admiration for his personal qualities, he employs his", "new_id": -2}, {"uid": "1295127469219299878", "i": 2693, "idx": 2, "sa": ["Allen Iverson", "Shane Battier"], "q": "â\u0080¢ Budd Bailey of the Buffalo News, on the San Francisco Giants bringing the 2010 World Series trophy back to fans of New York City- the Giants' home when they previously won it 57 years ago: <q>AARP membership cards will be checked at the door.</q>, on ex-NBA star <strong> Allen Iverson </strong> needing surgery to remove a lump in his right leg that formed while he was playing in Turkey: \"Think of it as the foreign lesion.\" â\u0080¢ Rockets forward <strong> Shane Battier </strong>", "new_id": -2}]