[{"uid": "1297616629186400779", "i": 26874, "idx": 16, "sa": ["Donald Rumsfeld"], "q": " \"I think that's right. It's a painful process,\" said <strong> Donald Rumsfeld </strong>. Nick made it rehab. But just as U.S. forces were storming Baghdad, <strong> Donald Rumsfeld </strong>'s wife Joyce nearly died. <q>She ended up with a perforated appendix and she was being poisoned,</q> said <strong> Donald Rumsfeld </strong>. \"You thought you might lose her,\" Martin said. \"So how's that work? Fifteen hours a day, <strong> Donald Rumsfeld </strong> of Defense, war going on.\"", "new_id": -2}, {"uid": "1296532535074448926", "i": 14214, "idx": 6, "sa": ["George Karl", "Vince Carter", "Anthony Callea", "Linas Kleiza", "Eduardo Najera", "Allen Iverson"], "q": "advantage to 101-90. <strong> Eduardo Najera </strong> hit a 3-pointer and <strong> Allen Iverson </strong> converted a three-point play after <strong> Vince Carter </strong> hit a free throw for a 107-91 lead. \"My teammates hitting shots opened it up for me,\" <strong> Allen Iverson </strong> said. <q>Once JR and LK hit shots that enabled me to get in the lane and make shots.</q> <strong> George Karl </strong> could not say enough about <strong> Linas Kleiza </strong>, Smith and <strong> Eduardo Najera </strong>. \"It was one of those nights where our bench needed to come through and we <strong> Anthony Callea </strong> sings the Australian National Anthem at the Emergency Services CUP NRL", "new_id": -2}, {"uid": "1296111787260849671", "i": 16199, "idx": 1, "sa": ["Andy Coulson"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like \"a volcano that is starting to erupt\". <q>There will be huge explosions all over Fleet Street if police get to the truth,</q> he told the BBC. Miners in NZ \"probably died in minutes' All 29 men entombed in New Zealand\"s Pike River mine were killed minutes after a methane gas explosion ripped through the coal mine", "new_id": -2}, {"i": 13043, "idx": 4, "index_answer": 0, "new_id": -1, "q": "Welch said. <strong> Sen. Bernie Sanders </strong> added that the date change wouldn't cost the federal government anything extra, doesn't mention the word singlepayer but would hold states to all the requirements of the law. <q>It is a pretty good offer we are making.</q> Welch admitted that the bill could face opposition from insurance companies, who also opposed the federal health care law. <strong> Sen. Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont. \"There is no", "sa": ["Sen. Bernie Sanders"], "uid": "1295386293114753561"}, {"uid": "1296605891049397782", "i": 45809, "idx": 0, "sa": ["Sergio Marchionne"], "q": "high of 13 million. But on Monday Chrysler chief executive <strong> Sergio Marchionne </strong> said that industry-wide sales had fallen off in the final weeks of the month, which typically account for the bulk of sales. <q>We've seen a softening of the US market in the last couple of weeks,</q> <strong> Sergio Marchionne </strong> told reporters on a conference call to discuss Chrysler's fourth-quarter results. <strong> Sergio Marchionne </strong> forecast a sales rate of near 12.4 million to 12.5 million vehicles for the month. Reuters Latest business news from AP-Wire", "new_id": -2}, {"uid": "1296084752130252881", "i": 18046, "idx": 1, "sa": ["Michael Vick"], "q": "league( six). He was a leader who inspired his teammates to play at their highest level. He accepted the huge responsibilities that come with being an NFL starting quarterback. <q>The quarterback position, that's the nature of it,</q> <strong> Michael Vick </strong> said of the swings between praise and criticism. \"Everything's thrown on your shoulders as a quarterback. \"I accept it. I respect it. That's the responsibility that you take on", "new_id": -2}, {"uid": "1297428190058949643", "i": 11824, "idx": 4, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "'s having a positive effect.\" Nokia will pay Microsoft royalties for use of its operating system, but apparently money will likely flow the other way, too, <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> said. <q>We have different forms of value transfer in different directions,</q> <strong> Stephen Elop </strong> said. \"We have new opportunities that come from advertising and new forms of monetization.\" \"We the ability to activate users and put them in a position to be more effective in what", "new_id": -2}, {"uid": "1297476011000409604", "i": 16212, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": ",\" said Sen. <strong> Kirsten Gillibrand </strong>,( D) New York. <strong> Kirsten Gillibrand </strong> did work closely with Lee to craft legislation for the families of Flight 3407 victims. She says that work will continue without the congressman. <q>We will make sure that all of the family members who suffered through the loss of that crash will continue to have a voice in Washington,</q> said Sen. <strong> Kirsten Gillibrand </strong>. As for the empty seat, Sen. <strong> Kirsten Gillibrand </strong> says she is not concerned about when a special election will be called. \"I know the constiutents of his district will be well looked after", "new_id": -2}, {"uid": "1296224676092700695", "i": 2084, "idx": 8, "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "Reagan administration aide who started a campaign to draft <strong> Mike Pence </strong> for the GOP presidential nomination. <strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion, said she trusts that <strong> Mike Pence </strong> has <q>come to the place that's right for him and his family.</q> \"What I most want is for him to have a long future,\" <strong> Marjorie Dannenfelser </strong> said. \"So I'm sure that he's made a discernment that this is the right move.", "new_id": -2}, {"uid": "1296275225095797286", "i": 36204, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "sitting CEOs, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, \"the board clearly wants to retain his guidance for the next four years.\" <q>It's a signal to shareholders that he'll continue to steer the boat,</q> Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as <strong> Google Inc. </strong>'s CEO by co-founder Larry Page. Both men, along with <strong> Google Inc. </strong>'s other co-founder <strong> Sergey Brin </strong>( Alert), have limited their salaries", "new_id": -2}]