[{"uid": "1295548613082853889", "i": 11155, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "one who takes over the <strong> Simon Cowell </strong> role of delivering the final verdict, was a definite no, but the other two gave her a pass. I want to see <strong> Steven Tyler </strong> follow through on his promise to <q>personally work that into something good.</q> Victoria Huggins-- you know, the bouncy 16-year-old so sweet that my teeth ached-- is another one that will get chewed up in Hollywood. She promised video updates-- oh good grief. She belongs", "new_id": -2}, {"uid": "1295989311031850574", "i": 45817, "idx": 0, "sa": ["Eric Schmidt"], "q": "6,000 people in 2011, according to news reports on Tuesday. Though CEO <strong> Eric Schmidt </strong>, who will vacate the corner office for Larry Page in April, said in the company's quarterly earnings call that <q>We will invest in hiring even more product managers and engineers,</q> in 2011, the company didn't give specifics about its plans. It told the Associated Press only a bare outline of its plans for the year, but said it would hire more people than in 2007,", "new_id": -2}, {"uid": "1296521624090341381", "i": 13748, "idx": 0, "sa": ["Bob Dylan", "Barack Obama", "Jimmy Fallon", "David Letterman", "Stevie Wonder"], "q": ", <strong> Barack Obama </strong> said he has <strong> Stevie Wonder </strong>, <strong> Bob Dylan </strong> and the Rolling Stones on his iPod. Unfortunately, the question was, \"Do you have a plan to fix the economy?\" â\u0080¢ <strong> Jimmy Fallon </strong>- <q>A year into <strong> Barack Obama </strong>'s first term in office, unemployment is higher, the national debt is higher and there are more soldiers serving in Afghanistan. When asked about it, <strong> Barack Obama </strong> was like,` Well, technically that is change.'</q> The 2010 elections worsened the comics' tone: â\u0080¢ <strong> David Letterman </strong>- \"Voters didn\"t like how <strong> Barack Obama </strong> was handling the economy. Wait a minute- he was handling the economy?\"", "new_id": -2}, {"uid": "1295560900263241742", "i": 38847, "idx": 1, "sa": ["Eric Schmidt"], "q": "products, the company said. In a conference call, Mr. <strong> Eric Schmidt </strong> said the three had been making decisions together, but it was a slow process. The new organization is expected to streamline things by <q>elevating me and having Larry running things day to day,</q> Mr. <strong> Eric Schmidt </strong> said. While the management shake-up wasn't telegraphed, Google has given subtle indications in the past that the roles of its leaders were being rethought. About a year ago, the", "new_id": -2}, {"uid": "1295627193142901278", "i": 15021, "idx": 1, "sa": ["Saddam Hussein", "Colin Powell", "Dick Cheney"], "q": "with old colleagues over the Iraq war and is going hunting again. <strong> Colin Powell </strong> who criticized his policies as vice president, <strong> Dick Cheney </strong> replied, \"I prefer to think of it as a truce, Brian.\" <q>Clearly we had differences on subsequent policy issues,</q> he said. \"I looked at <strong> Saddam Hussein </strong> differently after 9/11 than before 9/11, as <strong> Colin Powell </strong> pointed out.... I was in the bunker under the White House on 9/11.... And I was bound and determined", "new_id": -2}, {"i": 33514, "idx": 0, "index_answer": 3, "new_id": -1, "q": "It comes after Downing St director of communications <strong> Andy Coulson </strong> quit amid allegations about phone hacking at the News of the World when he was editor. Labour deputy leader <strong> Harriet Harman </strong>, speaking on Sky News, said: <q>Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced. \"Nobody is above the law, no newspaper editor, no journalist.</q> Although the Independent on Sunday also reported that Mr <strong> Gordon Brown </strong>'s predecessor <strong> Tony Blair </strong> had asked the Met Police to investigate whether he was the victim of phone hacking, his spokesman said: \"<strong> Tony Blair </strong> did not have", "sa": ["Tony Blair", "Gordon Brown", "Andy Coulson", "Harriet Harman"], "uid": "1295792724254902285"}, {"uid": "1295484505086802457", "i": 14221, "idx": 0, "sa": ["David Letterman"], "q": "The Bexar County District Attorney's Office is taking advantage of all the tools of the 21st century. They are looking into cyberspace to find information on criminals, witnesses and prospective jurors. Watch <strong> David Letterman </strong> Sears' Report <q>We will look at whatever is on the Internet. I think people need to be aware of that,</q> said Bexar County District Attorney Susan Reed. That \"whatever\" includes Facebook. If a resident has been selected for possible jury duty, there is a chance the District Attorney Office will be looking on Facebook for", "new_id": -2}, {"uid": "1296770511173654034", "i": 12175, "idx": 25, "sa": ["Eric Shinseki", "Donald Rumsfeld"], "q": "to correct the public record.\"( <strong> Donald Rumsfeld </strong> also denounces the widespread press accounts that <strong> Eric Shinseki </strong> was forced to retire early for testifying shortly before the war began that \"several hundred thousand soldiers\" would be needed. <q>This hardened into a myth that he was punished for telling the truth about the war,</q> the author writes.) One by one, <strong> Donald Rumsfeld </strong> takes on lingering controversies from the war effort and often assigns blame elsewhere. The looting of an Iraqi museum, which became a worldwide symbol of a", "new_id": -2}, {"uid": "1297700213046809089", "i": 15789, "idx": 0, "sa": ["Colin Powell", "Linda Polman"], "q": "addition to being in business, they also do foreign policy work. In her book, <strong> Linda Polman </strong> writes how, in 2001, just weeks after the 9/11 attack, U.S. Secretary of State <strong> Colin Powell </strong> told NGO leaders that <q>American NGOs... NGOs are a force multiplier for us, such an important part of our combat team.</q> <strong> Linda Polman </strong> pleaded with journalists to investigate the foreign NGOs in Haiti and who- according to many journalist and watchdog groups- are not delivering the quality and quantity of assistance needed. \"Western journalists", "new_id": -2}, {"uid": "1295037198201211960", "i": 15755, "idx": 0, "sa": ["David Letterman", "Camille Grammer", "Andy Cohen"], "q": "own in the city. Champagne is poured before they leave for the awards, and <strong> Camille Grammer </strong> suggests that they toast \"to love.\" Kelsey murmurs his agreement, and calmly replies, <q>I'm particularly thrilled with all the love I've received from the British people</q>-- namely, <strong> Camille Grammer </strong> dished to Bravo's <strong> Andy Cohen </strong> following the episode, and revealed she The <strong> David Letterman </strong> show Thursday night. \"She was nice, and we both said hello. She has", "new_id": -2}]