[{"uid": "1296885700259325959", "i": 7119, "idx": 0, "sa": ["Sergio Marchionne"], "q": "day in interest, or about$ 1.2 billion in total last year, according to its financial records. While <strong> Sergio Marchionne </strong> thanked the taxpayers of both countries for the loans, he said the interest is a <q> thorn in my side. </q> In the past he has said the company would have posted a net profit if it weren't for the interest. <strong> Sergio Marchionne </strong> told reporters at an automotive conference that he would like \"at least to have", "new_id": -2}, {"uid": "1295454726061816861", "i": 51076, "idx": 0, "sa": ["Betty White", "David Letterman"], "q": "To Party Posted: 8:50 am CST January 19, 2011 Updated: 9:37 am CST January 19, 2011 <strong> Betty White </strong> turned 89 on Tuesday and showed that she still knows how to party. Appearing on <q> The Late Show With <strong> David Letterman </strong>, </q> <strong> Betty White </strong> told the late night host that playing with animals and drinking vodka are some of her hobbies. Without missing a beat, <strong> David Letterman </strong> took out two glasses and poured some vodka. <strong> David Letterman </strong> then chugged directly from the", "new_id": -2}, {"uid": "1297588672045400131", "i": 12568, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "Washington-- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many \"<strong> Donald Rumsfeld </strong>'s Rules\" : <q> The harder I work, the luckier I am. </q> When <strong> Donald Rumsfeld </strong> began thinking about his book, \"Known and Unknown,\" he imagined a more typical Washington release: a quick, impressionistic story based on whatever he recalled. Instead, he and a", "new_id": -2}, {"uid": "1296293567080576526", "i": 30543, "idx": 2, "sa": ["Allen Iverson", "Antonio Cassano", "George Karl"], "q": "Now, it feels that much worse. It's throbbing like a heartbeat.\" <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Antonio Cassano </strong> a week ago, slips on a brace after every game per doctors orders. <q> If I didn't wear this brace to keep it straight after every game, there's a chance it will get worse and I'll have to get a pin, </q> he said. Yet he refuses to wear anything on the finger in a game. \"I'm just real superstitious,\" <strong> Allen Iverson </strong> said. Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there", "new_id": -2}, {"uid": "1295710913115458057", "i": 57723, "idx": 0, "sa": ["Andy Coulson", "Brian Cowen", "Mary Harney"], "q": "to his... Report Abuse \" <strong> Mary Harney </strong> resigned four years too late. She should have done this years ago as she is detested as one of the worst ministers in Irish history next to <strong> Brian Cowen </strong>. \" Report Abuse <q> Fianna Fail took the debts of the rich and handed them to the taxpayer. Its that simple. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1297166328067174464", "i": 5760, "idx": 0, "sa": ["Eric Schmidt"], "q": "al buscador una fuerte multa que podr?a ascender hasta el 10% de su volumen de negocios. \"No hay discusiones\" , ha dicho la portavoz de Competencia, Amelia Torres, en un comunicado. <q> La Comisi?n est llevando a cabo una investigaci?n de mercado en profundidad que todav?a no ha terminado </q>, ha se?alado. \"No vamos a prejuzgar el resultado de la investigaci?n de mercado ni de este caso\" , ha insistido. El consejero delegado de Google, <strong> Eric Schmidt </strong>, dijo el pasado", "new_id": -2}, {"uid": "1295611377050561050", "i": 2667, "idx": 0, "sa": ["Eric Schmidt"], "q": "vor seinem Abtritt erst ein mal Aktienoptionen im Wert von 334 Millionen Dollar. Das ist allerdings erst der bescheidende Anfang. Der scheidende Google-Chef <strong> Eric Schmidt </strong> trennt sich vor seinem Abschied von einem kleinen Teil seiner Aktien. <q> <strong> Eric Schmidt </strong> hat vor, 534.000 Aktien zu verkaufen </q>, hei?t es in der Meldung an die US- B?rsenaufsicht SEC. Dies entspricht zum gegenw?rtigen B?rsenkurs einem Wert von 334 Millionen Dollar( 247 Mio Euro). Macht <strong> Eric Schmidt </strong> von dieser Option in vollem Umfang Gebrauch,", "new_id": -2}, {"uid": "1296546989249364481", "i": 35167, "idx": 4, "sa": ["Jason Kidd", "Allen Iverson", "Soulja Boy", "Anthony Carter"], "q": "further on what was wrong with Nene, who missed 22 games earlier this seJason Kidd after surgery on his left thumb. <strong> Anthony Carter </strong> said he couldn't talk about what was wrong, but planned on calling him later. <q> I'm very concerned, </q> he said. So was <strong> Allen Iverson </strong>. \"He's family,\" said <strong> Allen Iverson </strong>, who had 21 points and 13 assists. \"Life is <strong> Soulja Boy </strong> more important than the game of basketball. We just want him", "new_id": -2}, {"uid": "1295588443175472914", "i": 24683, "idx": 5, "sa": ["Larry Page", "Eric Schmidt"], "q": "the business has become more complicated,\" and Google wanted to \"speed up decision making,\" so <strong> Larry Page </strong> got the nod. As for <strong> Larry Page </strong>'s ability to lead the company, <strong> Eric Schmidt </strong> says, <q> <strong> Larry Page </strong>, in my clear opinion, is ready to lead. </q> This news came out of nowhere, as reflected in the stock's movement after-hours. It spiked on strong earnings, then fell back, and is now up around 1%. Investors, along with", "new_id": -2}, {"uid": "1295498091112721922", "i": 7374, "idx": 10, "sa": ["Allen Iverson", "Chris Webber", "Phil Jackson"], "q": "While Phil Jacksonadelphia remained 2 1/2 games behind Boston in the Atlantic Division, <strong> Chris Webber </strong> gave a glimpse of what he could contribute down the stretch. \"I think every little bit helps your confidence,\" <strong> Chris Webber </strong> said. <q> One day you're averaging a number that many people don't do in three categories and the next day you're worthless. And that's from myself, I don't even care what everyone else is saying. </q> <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. \"I just know how tough it is on him,\" <strong> Allen Iverson </strong> said. \"He wants to play well so", "new_id": -2}]