[{"uid": "1296098573142770229", "i": 31567, "idx": 0, "sa": ["Davina McCall", "Paul O'Grady", "Stacey Solomon", "Simon Cowell", "Dermot O'Leary"], "q": "at London's O2 Arena- shown on ITV1- because they were filming Britain's Got Talent in Cardiff. But after beating off competition from <strong> Davina McCall </strong>, <strong> Paul O'Grady </strong> and <strong> Dermot O'Leary </strong>, Ant said by videolink: <q>This means so much to us, ten years in a bloody row.<q> <strong> Simon Cowell </strong> joked: \"This is once again incred-ibly annoying- but it's well deserved.\" Wearing a daring low-cut dress, I'm A Celebrity winner <strong> Stacey Solomon </strong>, 21, kicked off the night by", "new_id": -2}, {"uid": "1296142344208175138", "i": 48060, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.<q> Get the Chicago Tribune delivered to your home for only$ 1 a week> Relentless snow piles up on winter-weary Northeast as commuters dig out yet again Luxury linen for less: 40% off select bedding at Bedside", "new_id": -2}, {"uid": "1297521841073449478", "i": 42796, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": ". The ties go deeper. Nokia's chief executive is <strong> Stephen Elop </strong>, the former president of Microsoft's Business division. In an open letter written by Microsoft CEO <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong>, the two said, <q>There are other mobile ecosystems. We will disrupt them.<q> <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> both spoke Friday at a news briefing in London that was broadcast on the Internet. \"This partnership with Nokia will accelerate, dramatically accelerate, the development of a vibrant, strong Windows", "new_id": -2}, {"uid": "1295041985009945115", "i": 4185, "idx": 0, "sa": ["Jonathan Forsythe", "Dan Steinberg", "LaVar Arrington", "Kirsten Gillibrand"], "q": "Post\\'s <strong> LaVar Arrington </strong>, Cindy Boren, <strong> Dan Steinberg </strong> and <strong> Jonathan Forsythe </strong>.\", \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011303598.jpg\", \"emailLink\": <q>http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011303590.html&amp;title=Post Sports Live, Jan. 13& site= sports& type= Video& sent= no& search= Search<q>, \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011303590.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-36v&amp;flvURL=/media/2011/01/13/01132011-36v.m4v&amp;playAds=true&amp;adZone=wpni.video.sports&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-36v.jsn\"}{ \"title\": \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss", "new_id": -2}, {"uid": "1297458042090980431", "i": 6545, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said in an interview with a Swiss magazine on Thursday. Asked about the high valuations being put on companies such as social network company Facebook and game developer Zynga, <strong> Eric Schmidt </strong> said in an interview with Bilanz: <q>There are clear signs of a bubble... But valuations are what they are. People believe that these companies will achieve huge sales in the future.<q> This is true... valuations were what they were in 1999 as well. Until they were not. As an aside, I just want to let everyone know I am adding a social networking arm to", "new_id": -2}, {"uid": "1295292319209076226", "i": 27961, "idx": 0, "sa": ["President Bush", "Mike Pence"], "q": "calling itself \"America's <strong> President Bush </strong> Committee\" has been established, seeking to draft one particular individual to run to be America's <strong> President Bush </strong>-- Rep. <strong> Mike Pence </strong>( R-IN). The Daily Caller reports: <q>The effort is coordinated by Ralph Banko, who worked as a deputy counsel in the Reagan Administration and in <strong> President Bush </strong>'s Office of Faith-based a Community Initiatives. \"<strong> Mike Pence </strong> describes himself as \"First a Christian, then a conservative, then a Republican.\" He unifies fiscal, social, and national security conservatives, and will energize the conservative coalition essential to wining back the White House in 2012,<q> said Benko in a press release.\" mixed signals about whether <strong> Mike Pence </strong> will run for president. Another option is that he could instead opt to run for governor of Indiana, a lower target that would also be", "new_id": -2}, {"uid": "1296939946168902678", "i": 49149, "idx": 0, "sa": ["Sergio Marchionne"], "q": "reference to interest rates being charged on loans provided by the U.S. and Canadian governments was \"inappropriate.\" \"I regret the remark,\" <strong> Sergio Marchionne </strong> said in a statement posted on Chrysler's website. <q>As the only parties willing to underwrite the risk associated with Chrysler's recovery plan, the two governments levied interest rates that, although appropriate at the time, are above current market conditions.<q> Chrysler is paying \"shyster rates\" to government lenders of last resort because banks reduced credit during the recession in 2008 and 2009, <strong> Sergio Marchionne </strong> said. He made the remark yesterday during an interview at the", "new_id": -2}, {"uid": "1296939026066093065", "i": 42375, "idx": 4, "sa": ["Sergio Marchionne"], "q": "concern. I regret the remark which I consider inappropriate,\" <strong> Sergio Marchionne </strong> said in his statement. Some suggested his comments showed a lack of gratitude for the government's decision to save Chrysler. <q>I have repeated on numerous occasions, on behalf of all the people at Chrysler, our gratitude to the U.S. and Canadian governments for the financial assistance that was critical to the recovery of our Group,<q> he said. <strong> Sergio Marchionne </strong> noted that no one else but the Canadian and U.S. governments were willing to help Chrysler. \"As the only parties willing to underwrite the risk associated with Chrysler's recovery", "new_id": -2}, {"uid": "1297446725101842956", "i": 11165, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "the diplomat charged with the reconstruction of postwar Iraq- as complaining that many of <strong> Donald Rumsfeld </strong>'s civilian employees were terrified of him. I ask <strong> Donald Rumsfeld </strong> if he thinks that was true and I get an aw-shucks smile. <q>I've never heard anyone else say that, so I don't give it a lot of credence.<q> I wonder aloud whether, \"as a leader you have to be a bit intimidating?\" But <strong> Donald Rumsfeld </strong> demurs- \"Oh no, in fact you don't want to be. The truth is", "new_id": -2}, {"i": 37768, "idx": 7, "index_answer": 0, "new_id": -1, "q": "what we were saying, she moved her leg. We knew she was responding.\" The lawmakers continued to joke about what they were going to do together, and as they did so, <strong> Gabrielle Giffords </strong> <q>started to open her eyes, literally,<q> <strong> Kirsten Gillibrand </strong> said. Seeing <strong> Gabrielle Giffords </strong>' left eye flickering, her husband, Mark Kelly, started saying: \"<strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,\" <strong> Kirsten Gillibrand </strong> said. After about", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295008939037093396"}]