[{"uid": "1296536150067862554", "i": 3171, "idx": 8, "sa": ["Allen Iverson", "Linas Kleiza", "Ben Wallace"], "q": "outside, going 4-for-8 from 3-point range. \"He got a couple of easy ones, and once you get a couple of layups, the basket looks Ben Wallaceger,\" said <strong> Allen Iverson </strong>, who had 28 points. <q> He played a great game, and hopefully he can continue to play that way. </q> <strong> Linas Kleiza </strong> scored 27 points in the first half, 20 in the second quarter when Denver took a 61-59 lead at the break. \"I knew after the first half when I had 27 it was going to be", "new_id": -2, "mturk_index": "1983"}, {"uid": "1296974054131137547", "i": 38408, "idx": 1, "sa": ["Michael Vick", "Mike Williams", "Wes Welker", "Matt Cassel"], "q": "Eagles quarterback was named comeback player of the year, capping off an improbable season. \"I thank my coaches and my teammates,\" said <strong> Michael Vick </strong>, who was on hand to accept his award. <q> They got me better as an NFL player, as a quarterback, and took advantage of my talents. </q> <strong> Michael Vick </strong> received 291/2 of the 50 votes and beat out Seahawks receiver <strong> Mike Williams </strong>( 8 votes), Vikings linebacker E.J. Henderson( 31/2), Chiefs quarterback <strong> Matt Cassel </strong>( 2), Patriots receiver <strong> Wes Welker </strong>( 2", "new_id": -2, "mturk_index": "870"}, {"uid": "1296869445224280680", "i": 55608, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "a pasar. Nuestro yacimiento, que es de 1.000 metros cuadrados, nos dicen que est como lo dejamos\" . Si otros colegas no se aventuran a hacer pron?sticos, Mart?n Valent?n es menos comedido: <q> Estoy convencido de que la m?quina no se parar; los monumentos son prioritarios para los egipcios </q>, asegura. La sorpresa, en su caso, ha sido que <strong> Hosni Mubarak </strong> nombrara en su nuevo gobierno, al m?ximo responsable de las Antig?edades egipcias, <strong> Zahi Hawass </strong>, como Ministro. Hasta ahora, ni una", "new_id": -2, "mturk_index": "2164"}, {"uid": "1297709543205012998", "i": 1204, "idx": 2, "sa": ["Bernie Sanders", "Peter Welch"], "q": "are just using them to make obscene profits.\" Sen. <strong> Bernie Sanders </strong> was the chief sponsor of a 2008 bill that increased federal heating assistance. He said he was disappointed in the president's budget proposal. <q> This senator will do everything he can to make sure that the budget is not balanced on the backs of the weak, the vulnerable, the sick or the old who can't afford to heat their homes in the winter, </q> he said. \"This is simply wrong,\" added Rep. <strong> Peter Welch </strong>( D-Vt.). \"We must not balance the budget at the expense of Vermonters struggling to heat their homes in winter.", "new_id": -2, "mturk_index": "1803"}, {"uid": "1296579563238125063", "i": 48529, "idx": 0, "sa": ["Hosni Mubarak", "Ricky Gervais", "David Letterman", "Keith Olbermann"], "q": "In his surprise cameo on the Late Show with <strong> David Letterman </strong>, the former MSNBC shows his face to American viewers The Late Show <q> We got ta guy backstage... that if anything ever happened to me... </q> As a coda to a joke about the Egyptian protests and President <strong> Hosni Mubarak </strong>'s imminent departure, <strong> David Letterman </strong> pointed his thumb at an eager-looking <strong> Keith Olbermann </strong>. <strong> Ricky Gervais </strong> dropped some jaws with his Golden Globes performance this year", "new_id": -2, "mturk_index": "1066"}, {"uid": "1296106909116244575", "i": 47847, "idx": 0, "sa": ["Kevin Kolb", "Michael Vick"], "q": "Less than two years after being released from federal prison, the Philadelphia Eagles quarterback is making his fourth Pro Bowl appearance- and first since serving 18 months for his role in a dogfighting operation. <q> This one feels great due to the fact that I've been through so much and trained to getting back to this position, </q> he said after the NFC opened practice Wednesday. \"It's paramount for me and my family and I'm just thankful.\" After starting the year as a backup to <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong>", "new_id": -2, "mturk_index": "657"}, {"uid": "1297451814077103115", "i": 11522, "idx": 4, "sa": ["Michael Gove"], "q": "up the possibility that other councils could make similar claims, the judge said he believed it was \"far too late\" for them to apply. Waltham Forest Council leader Chris Robbins said the ruling was <q> a victory for common sense and fair play </q>. \"They must now make a decision on our funding based on the real evidence about the difficulties our schools face,\" he said. A spokesman for the Department for Education said <strong> Michael Gove </strong>", "new_id": -2, "mturk_index": "2072"}, {"uid": "1295224464227999941", "i": 40104, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "has made an astonishing recovery, and is now able to move both sides of her body. <strong> Gabrielle Giffords </strong> has been breathing on her own since Saturday, when she was taken off of a ventilator. <q> The Congresswoman continues to do well, </q> the Medical Center announced on Sunday. \"Yesterday's procedures were successful and uneventful.\" New York Sen. <strong> Kirsten Gillibrand </strong>, who was in the hospital room last week to witness <strong> Gabrielle Giffords </strong>' \"miracle\" awakening,", "new_id": -2, "mturk_index": "1742"}, {"uid": "1295741039001638416", "i": 15318, "idx": 6, "sa": ["Jeff Green", "Allen Iverson", "Earl Boykins"], "q": "certainly saw what they missed out on Tuesday night. \"I honestly just have a lot of respect for the Boston organization and for them being interested in me in the way they were,\" <strong> Allen Iverson </strong> said. <q> You always have to feel Iverson_Allen Iverson_26pts_Melo_38pts_vs_Sonics_KDurant_37pts_07/08_NBA Touted rookies Kevin Durant and <strong> Jeff Green </strong> both had career-best efforts for the Seattle SuperSonics and damaged the Denver Nuggets' postseason aspirations. Durant, the second- overall pick in last year's draft and the leading candidate for rookie of the year, scored a season-high 37 points and <strong> Jeff Green </strong>, the fifth pick, had a season-high 35 to lead the Sonics to a 151-147 double-overtime victory over Denver on Sunday night. \"My teammates were making plays and I was just there finishing them, </q> <strong> Jeff Green </strong> said. The loss kept the Nuggets( 46-31) in a tie with Golden State for the eighth and final playoff spot in the Western Conference. The Warriors lost to New Orleans, 108-96, Earl Boykinsier Sunday", "new_id": -2, "mturk_index": "666"}, {"uid": "1295907761051232811", "i": 13080, "idx": 0, "sa": ["Newt Gingrich", "Colin Powell", "Mark Kirk", "Dick Durbin", "Barack Obama"], "q": ") \"much more responsible\" than former House Speaker <strong> Newt Gingrich </strong>( R-Ga.). <strong> Dick Durbin </strong> also said that he's sitting next to Sen. <strong> Mark Kirk </strong>( R-Ill.) during the State of the Union, joking that <q> I'm bringing the popcorn; he's bringing the Coke with two straws. </q> <strong> Colin Powell </strong>: \"I am not committed to <strong> Barack Obama </strong>\" Former secretary of state and chairman of the joint chiefs of staff <strong> Colin Powell </strong> offered praise for <strong> Barack Obama </strong>'s accomplishments but refused to say whether he would endorse", "new_id": -2, "mturk_index": "1476"}]