[{"uid": "1295928966011796491", "i": 2198, "idx": 3, "sa": ["Allen Iverson"], "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q>Honestly, and I can't be any truer than this, all I wanted was for the Milwaukee Bucks to be down one point once there were all zeroes on the board,</q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against With Richard Hamilton sidelined, the Detroit Pistons abandoned their", "new_id": -2}, {"i": 25537, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: \"I will get ITV to make substantial five figure donation to your charity for the interview\". But <strong> Lily Allen </strong> told him: <q>Those are my terms. I've got no interest in coming on your show, you've been asking me for years.</q> Buy Cheap tickets for the upcoming Even less interesting than nominations, are parties about nominations <strong> Liz Hurley </strong> is so happy that her lips appear to have grown to allow for a bigger smile Even less interesting than", "sa": ["Cheryl Cole", "Lily Allen", "Liz Hurley", "Gordon Brown", "Simon Cowell"], "uid": "1295004329069189661"}, {"uid": "1297254281101777433", "i": 42558, "idx": 5, "sa": ["the Black", "Simon Cowell"], "q": "\" involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was the work of sound technicians and done without his knowledge. <q>Once we found out what was going on it was stopped immediately.... The most important part was once the show went live and( viewers) could see that everyone was singing live and it was a proper, fair competition.</q>( 2 of 2) The \"X Factor\" contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as <strong> the Black </strong> Eyed Peas or Destiny's", "new_id": -2}, {"uid": "1296147474210010128", "i": 20634, "idx": 2, "sa": ["Andy Coulson", "Benedict Brogan", "Donald Trelford"], "q": "deserve)\". 2.46 pm: Time for a bit of we told you so. Last September the Telegraph's <strong> Benedict Brogan </strong> dismissed the phone hacking allegations as leftist conspiracy theory. <q>Yet there was nothing said that should trouble Mr <strong> Andy Coulson </strong> or Mr <strong> David Cameron </strong>. Nothing we have read or heard since the NYT published its report suggests there is enough new material to justify CPS charges, let alone another investigation.</q> Similarly <strong> Donald Trelford </strong> in the Independent wrote: The Guardian, the BBC and MPs can drip-feed allegations for ever, but only if <strong> Andy Coulson </strong> faces criminal charges, or is shown to have lied to MPs, will", "new_id": -2}, {"uid": "1296014056259227659", "i": 1262, "idx": 0, "sa": ["Eric Schmidt"], "q": "successful fourth quarter in 2010. At the DLD tech conference in Munich, outgoing Google CEO <strong> Eric Schmidt </strong> said that his company would be hiring over 1,000 new staff members in Europe over the coming year, including <q>several hundred in a research and development center in Munich.</q> He added that the new employees would be split equally between developers and sales staff. Currently, Google has approximately 5,000 employees between its European, African, and Middle East offices. \"We had a very", "new_id": -2}, {"uid": "1296171922065404971", "i": 2957, "idx": 1, "sa": ["Mike Pence"], "q": "especially humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home,\" <strong> Mike Pence </strong> wrote in the letter. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012.</q> <strong> Mike Pence </strong> said in the letter that he would make a decision about his future later, and would be traveling across the state in the months ahead to \"learn about how Hoosiers think we might best contribute", "new_id": -2}, {"uid": "1297210997249675782", "i": 45844, "idx": 1, "sa": ["Kirsten Gillibrand", "John Kerry"], "q": "take it step by step. Let's return this convicted terrorist to prison, hold a full review, and take it from there.\" <strong> Kirsten Gillibrand </strong>, a Democratic <strong> John Kerry </strong>, called Sir Gus's report <q>deeply troubling- not just for the families of the Lockerbie victims, but for all Americans and all nations who are committed to bringing terrorists to justice.</q> WikiLeaks: Israel's secret hotline to the man tipped to replace Mubarak Duchess of Cornwall gives first public hint that she may one day be Queen WikiLeaks: US and China in military standoff over space", "new_id": -2}, {"uid": "1297203269184696860", "i": 6552, "idx": 1, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "<strong> President Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later. <strong> Donald Rumsfeld </strong> quotes himself as telling the meeting, <q>We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.</q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as \"Terrorist Poison and Explosive Factory, Khurmal.\" <strong> Donald Rumsfeld </strong> said Khurmal was operated", "new_id": -2}, {"uid": "1296580982133529658", "i": 27686, "idx": 3, "sa": ["Gary Moore", "Allen Iverson"], "q": "could take longer.\" In a statement provided by <strong> Allen Iverson </strong>'s manager, <strong> Gary Moore </strong>, Andrews said <strong> Allen Iverson </strong> probably won't be able to return for \"six to eight weeks or more.\" <q>At this point it is certainly more important to get[ <strong> Allen Iverson </strong>'s] calf healed and asymptomatic than it is to try to play with continued pain,</q> Andrews wrote. The injury prompted <strong> Allen Iverson </strong> to leave his current team, Besiktas of the Turkish League, to return to the United States for treatment. <strong> Allen Iverson </strong> signed with Besiktas after failing to receive an offer", "new_id": -2}, {"uid": "1296086314120438784", "i": 44594, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q>a volcano that is starting to erupt.</q> \"There will be huge explosions all over Fleet Street if police get to the truth,\" he told the BBC. User comments are not being accepted on this article.", "new_id": -2}]