[{"uid": "1297354440003293186", "i": 5021, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul"], "q": "recalled how her older brothers would tease her and call her names such as`` horse, pig, cow, slaughter-hog.''`` It makes you laugh, it really does,'' she said. <q> I guess some people could say:` Oh, that's, you know, brothers and sisters joking. It's all affection. It's all, you know, it's in a loving way.' But not everybody can brush it off, and I was one of those. </q>` Live To Dance' crowns D'Angelo Castro and Amanda Carbajales champs <strong> Paula Abdul </strong>: <strong> Simon Cowell </strong> and I always talk about working together` The Biggest Loser: Couples' eliminates contestant Jaquin`` Q'' Allen` The Bachelor", "new_id": -2}, {"uid": "1295981594193069060", "i": 34313, "idx": 0, "sa": ["Tim Pawlenty", "Newt Gingrich", "Bill Lockyer"], "q": "to solve the entire national debt that now totals$ 1.4 trillion. <strong> Tim Pawlenty </strong> also said raising the retirement age is an option he's willing to consider for younger workers entering Social Security programs. <q> Your retirement age is going to be pegged to some reasonable correlation to life expectancy, </q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog NURSING SUPERVISOR Company California State PHYSICAL THERAPY DIRECTOR Company Webster", "new_id": -2}, {"uid": "1295719333220610563", "i": 58116, "idx": 3, "sa": ["Larry Brown", "Allen Iverson", "Art Metrano", "Tyronn Lue"], "q": "would be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heArt Metrano.`` Our guys just try hard,'' Sixers coach <strong> Larry Brown </strong> said. <q> This is kind of unexpected but it's neat. </q> In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2}, {"uid": "1295260382177750057", "i": 44816, "idx": 0, "sa": ["Angelina Jolie", "Florian Henckel von Donnersmarck", "Ricky Gervais", "Johnny Depp"], "q": "Zusammenhang mit Florian Henckel von Donnersmarcks`` The Tourist'': Der britische Komiker l?sterte ber`` l?cherliche Ger?chte'', dass`` The Tourist'' nur nominiert worden sei, damit die Auslandsjournalisten mit den Hauptdarstellern <strong> Angelina Jolie </strong> und <strong> Johnny Depp </strong> abh?ngen k?nnten. <q> Das ist Quatsch, das ist nicht der einzige Grund </q>, f?gte <strong> Ricky Gervais </strong> an:`` Sie haben auch Bestechungsgelder angenommen.'' Vervielf?ltigung nur mit Genehmigung der manager magazin Verlagsgesellschaft mbH href=\"http://www.manager-magazin.de/fotostrecke/fotostrecke-63603.html\" title=\"Golden Globes: The Social Network ganz vorn\"> Golden Globes:`` The Social Network", "new_id": -2}, {"uid": "1297326532163430468", "i": 9202, "idx": 0, "sa": ["Job Castillo", "Howard Mudd", "Michael Vick", "Peyton Manning"], "q": "<strong> Job Castillo </strong> was seeking, before <strong> Job Castillo </strong> made it to the NFL as an o-line coach. Protecting <strong> Peyton Manning </strong>, as <strong> Howard Mudd </strong> did in his previous <strong> Job Castillo </strong>, might be a little different from protecting <strong> Michael Vick </strong>. <q> I don't know, the last guy that I was in charge of protecting didn't have those characteristics, </q> <strong> Howard Mudd </strong> said, laughing, when someone pointed out the difference in styles.`` I don't think[ it will be so different]. I think our responsibility is that there is a throwing spot back there", "new_id": -2}, {"uid": "1297521829086999043", "i": 13603, "idx": 6, "sa": ["Michael Vick"], "q": "and his co-defendants, Quanis Phillips and Purnell Peace] were killing[ the dogs].'' Knorr said that the public's perception of <strong> Michael Vick </strong> depends on whether a person owns a dog. <q> I think 25 percent of people are for him- those are the football fans- 25 percent of people hate him and 50 percent are right in the middle, </q> Knorr said.`` A lot of Eagles fans didn't like it when the team first signed him. If he had a horrible season, would Eagles fans still be supporting him?'' Because your contributions", "new_id": -2}, {"uid": "1295564127055377924", "i": 14773, "idx": 3, "sa": ["Richard Chang", "Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "on Thursday, he would earn about$ 334.7 million on the stock sale. He would still own about 2.7 percent of Google's outstanding capital stock, down from 2.9 percent before selling the shares. <q> As Google has grown, managing the business has become more complicated. So <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making, </q> <strong> Eric Schmidt </strong> said in a posting on the company's official blog.`` And over the holidays we decided now was the right moment to make some Richard Changes to the way we are structured.''", "new_id": -2}, {"uid": "1297176031226918403", "i": 3782, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "way overboard with its weather coverage. <strong> Aaron Rodgers </strong> on <strong> David Letterman </strong>'s show last night. Published Feb. 8, 2011 at 8:00 a.m. CBS released this transcript of <strong> Aaron Rodgers </strong>' chat with <strong> David Letterman </strong>: <strong> Aaron Rodgers </strong> ON <q> LATE SHOW with <strong> David Letterman </strong>, </q> MONDAY, FEB. 7( <strong> Aaron Rodgers </strong> walks out onstage as CBS Orchestra plays`` We Are the Champions,'' and audience gives him a standing ovation) Dave:`` We were talking a little", "new_id": -2}, {"uid": "1295261735064110614", "i": 42659, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "'' after he resigned from his post at the newspaper when the scandal first broke, and that he had done good work for the Tories since. Mr <strong> David Cameron </strong> told BBC Radio 4's Today programme: <q> He is, as anyone would be, extremely embarrassed about what happened.`` He's effectively been punished twice for the same offence. I gave him a second chance. Sometimes I think it's right to do that.`` Working for the Government, I think he's done a good job. </q> Peers to sleep on camp beds in race to secure Alternative Vote referendum Yesterday Downing Street insisted that Mr <strong> Andy Coulson </strong> has not offered to resign over phone hacking, but Mr <strong> David Cameron </strong> declined to repeat the denial this", "new_id": -2}, {"i": 24465, "idx": 0, "index_answer": 0, "new_id": -1, "q": "bid to take the crown in the talent show's seventh season. Despite rocker <strong> David Archuleta </strong> Cook's surge in recent weeks, the judges were uncharacteristically united in proclaiming early fan favorite teen <strong> David Archuleta </strong> had outperformed his rival. <q> You came out here tonight to win, and what we have witnessed is a knockout, </q> said prickly judge <strong> Simon Cowell </strong>. Judge Randy Jackson concurred, proclaiming`` the best singer of season 7 is right there,'' following <strong> David Archuleta </strong>'s rendition of <strong> John Lennon </strong>'s`` Imagine,'' a song that earlier in the", "sa": ["Simon Cowell", "John Lennon", "David Archuleta"], "uid": "1296233986144064524"}]