[{"uid": "1296496333175095835", "i": 37098, "idx": 4, "sa": ["Michael Beasley", "Allen Iverson"], "q": "his play Friday night. Once he got the chance. Coming off the bench for the first time as a Piston, <strong> Allen Iverson </strong> scored 17 points and led Detroit to a 107-97 victory over the slumping Milwaukee Bucks. <q> With everything going on, I wanted to play well, </q> <strong> Allen Iverson </strong> said. \"I just wanted to play well. Especially for my teammates because I let them down by not being here.\" <strong> Allen Iverson </strong> was benched by Pistons coach <strong> Michael Beasley </strong> Curry to begin the game, punishment", "new_id": -2}, {"uid": "1295674864069369873", "i": 289, "idx": 0, "sa": ["Saddam Hussein", "Andy Coulson"], "q": ".\" The Daily Telegraph said Blair was far better informed on the Tehran regime than on <strong> Saddam Hussein </strong>'s and \"like him or not... he is right about Iran\". The Guardian said <q> the old stager belted out familiar tunes </q>, adding: \"Blair ties the planet together in a superstring theory of everything, and nothing is allowed to stand in the way of its conclusions.\" <strong> Andy Coulson </strong> resigns <strong> Andy Coulson </strong> has resigned as Downing Street", "new_id": -2}, {"uid": "1295480681265797667", "i": 24179, "idx": 0, "sa": ["John Yarmuth", "Mike Pence"], "q": "300,000 of them with pre-existing conditions, your protection against discrimination will not go away,\" <strong> John Yarmuth </strong> said. Republican members saw the vote as an opportunity to follow through on a campaign promise. <q> Today, House Republicans are going to stand with the American people, </q> said U.S. Rep. <strong> Mike Pence </strong>( R- Indiana), \"and vote to repeal the government takeover of healthcare lock stock and barrel.\" The House repeal of the plan is largely symbolic, because Democrats still", "new_id": -2}, {"uid": "1296748642199131152", "i": 33651, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "incoherent decision-making and policy drift, a detriment to the war effort, the Post said. <strong> Donald Rumsfeld </strong> suggests that <strong> President Bush </strong> was at fault for not doing more to resolve disagreements among senior advisers. <strong> President Bush </strong> <q> did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made, </q> <strong> Donald Rumsfeld </strong> wrote. Regrets on dealing with detainees Addressing charges that he failed to provide enough troops for the Iraq war, the former defense chief wrote: \"In retrospect, there may have been times", "new_id": -2}, {"uid": "1296227273172146729", "i": 1453, "idx": 6, "sa": ["Barack Obama", "Mike Pence"], "q": "of GOP \"rising stars\" such as <strong> Mike Pence </strong>. \"<strong> Mike Pence </strong>'s been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation,\" he said. <q> He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state. </q> <strong> Mike Pence </strong>, who often describes himself as \"a Christian, a conservative, and a Republican, in that order,\" is one of the party's most outspoken critics of <strong> Barack Obama </strong>. In September,", "new_id": -2}, {"uid": "1295584716071549019", "i": 4393, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "prodigies who co-founded the company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as Page's personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will become executive chairman and remain available to advise Page, 37, and <strong> Google Inc. </strong>'s other 37-year-old", "new_id": -2}, {"uid": "1295965426108969993", "i": 19135, "idx": 1, "sa": ["Eric Schmidt", "Rex Ryan", "Liza McGuirk"], "q": "gates of seven\" Super Bowl crowns... N.Y. Times SportsMonday: \"BLUSTER BUSTERS: Steelers Race to Early Lead and Deny Jets a Berth in the Super Bowl\"... N.Y. Post, on Jets coach <strong> Rex Ryan </strong>: <q> NO SUPE FOR YOU!... SAME OLD JETS! </q> SCOOP- N.Y. Post \"Page 6\": \"Google honcho <strong> Eric Schmidt </strong>... has been consulting with CNN's \"Parker Spitzer\" executive producer <strong> Liza McGuirk </strong> on developing a show featuring himself as host. The two", "new_id": -2}, {"i": 33514, "idx": 0, "index_answer": 3, "new_id": -1, "q": "It comes after Downing St director of communications <strong> Andy Coulson </strong> quit amid allegations about phone hacking at the News of the World when he was editor. Labour deputy leader <strong> Harriet Harman </strong>, speaking on Sky News, said: <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced. \"Nobody is above the law, no newspaper editor, no journalist. </q> Although the Independent on Sunday also reported that Mr <strong> Gordon Brown </strong>'s predecessor <strong> Tony Blair </strong> had asked the Met Police to investigate whether he was the victim of phone hacking, his spokesman said: \"<strong> Tony Blair </strong> did not have", "sa": ["Tony Blair", "Gordon Brown", "Andy Coulson", "Harriet Harman"], "uid": "1295792724254902285"}, {"uid": "1296322041086982662", "i": 41237, "idx": 0, "sa": ["Kirsten Gillibrand", "David Paterson", "Hillary Clinton"], "q": "she is doing an excellent or good job. Thirty-nine percent rate her fair or poor, while 12 percent aren't sure or haven't heard of her. View the full poll results. <q> I think we've seen a change in her profile in New York and a change in the things she's done, her accomplishments, and also the fact that she has won election in her own right, </q> said Lee Miringoff of the Marist Polling Institute. <strong> Kirsten Gillibrand </strong> was at 18 percent shortly after then-Governor <strong> David Paterson </strong> appointed her to replace <strong> Hillary Clinton </strong> in early 2009. Also fresh off a victory last November, the", "new_id": -2}, {"uid": "1294968251178536466", "i": 38952, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Herbert Wechsler", "Philip Bobbitt"], "q": "Page, <strong> Sergey Brin </strong> at Zeitgeist Europe 08 <strong> Eric Schmidt </strong>, Larry Page, <strong> Sergey Brin </strong> at Zeitgeist Europe 08 A fireside chat with <strong> Eric Schmidt </strong>, Larry Page and <strong> Sergey Brin </strong> at Zeitgeist Partner Forum Europe May 2008... Conversations With History- <strong> Philip Bobbitt </strong> <q> Terror and Consent: The Wars for the Twenty-First Century </q> <strong> Philip Bobbitt </strong>, <strong> Herbert Wechsler </strong> Professor of Law, Columbia University Conversations host Harry Kreisler welcomes <strong> Philip Bobbitt </strong>, <strong> Herbert Wechsler </strong> Professor of Jurisprudence, Columbia University. Focusing on the transfor... An anthropological introduction to YouTube presented at the Library of Congress", "new_id": -2}]