[{"uid": "1295284262229982312", "i": 28399, "idx": 1, "sa": ["Piers Morgan", "Gordon Brown", "Simon Cowell", "Jonathan Wald"], "q": "he made <strong> Simon Cowell </strong> cry during an interview and suggesting that his interview in Britain with <strong> Gordon Brown </strong> turned the tide of the election for prime minister in <strong> Gordon Brown </strong>'s favor. He said he wants to be polarizing. <q> He's really not this annoying, </q> said his executive producer, <strong> Jonathan Wald </strong>, suggesting his star was in promo mode and not as combative during actual interviews. In fact, <strong> Piers Morgan </strong> said his typical interview technique is to try and get a laugh", "new_id": -2}, {"uid": "1296963339115425283", "i": 4681, "idx": 5, "sa": ["Wes Welker", "Matt Cassel", "Leon Washington", "Troy Polamalu", "Michael Vick", "Brian Urlacher"], "q": "two-year deal with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. \"To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q> Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit. </q> Also receiving votes were Minnesota linebacker E.J.Henderson( 3 1/2), New England receiver <strong> Wes Welker </strong>, Chicago linebacker <strong> Brian Urlacher </strong> and Kansas City quarterback <strong> Matt Cassel </strong>( 2 each), and Pittsburgh safety <strong> Troy Polamalu </strong>, Seattle running back/kick ereturner <strong> Leon Washington </strong>", "new_id": -2}, {"uid": "1295592162066338850", "i": 23497, "idx": 4, "sa": ["George H.W. Bush", "Ryan Crocker", "Colin Powell"], "q": "while singing the gospel song Down by the Riverside, which contains the lyric \"I ain't gon na study war no more.\" <strong> Colin Powell </strong> got the applause line of the night when he retorted, <q> If you don't want to study war no more, you better be ready to fight a war. </q> <strong> Ryan Crocker </strong>, former ambassador to Iraq and current dean of Texas A&M's <strong> George H.W. Bush </strong> School, moderated the event. He asked the panel what would have happened if Congress hadn't authorized the use of force against", "new_id": -2}, {"i": 21799, "idx": 0, "index_answer": 0, "new_id": -1, "q": "dog, especially if there's any chance you will end up abusing or abandoning it. \"Every time I think I've heard the worst story, another one comes about,\" <strong> Jamie Buehrle </strong> said. <q> It makes me jaded and makes me lose faith in humanity some time because I don't understand how people can do that to innocent animals. </q> That comment from <strong> Jamie Buehrle </strong> carries a direct line to <strong> Michael Vick </strong>, who was presented with the NFL's Comeback Player of the Year Award this past weekend. The Buehrles would not bestow any such honor on the", "sa": ["Jamie Buehrle", "Michael Vick"], "uid": "1297282260166281230"}, {"uid": "1295093305253313052", "i": 3343, "idx": 5, "sa": ["Michael Jordan", "Allen Iverson"], "q": "Allan <strong> Allen Iverson </strong> 60 Point Game! INCREDABLE! AI! PHILADELPHIA( AP)-- <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when th... OJ <strong> Michael Jordan </strong> 2008-2009 Highlight Mix( HD) OJ <strong> Michael Jordan </strong> 2009 Season highlights- At 11 years old, he signed his first autograph.-", "new_id": -2}, {"uid": "1296059138109985792", "i": 35758, "idx": 1, "sa": ["Michael Vick"], "q": "athlete signed a two-year contract with gridiron padding producer Unequal Technologies( UT), according to the Associated Press. \"We're real excited about it,\" UT chief executive officer Rob Vito said. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. </q> The company states in a press release, \"When <strong> Michael Vick </strong>'s ribs were injured after being drilled by a pair of Washington Redskins, the Eagles equipment staff contacted Unequal to build a lightweight, comfortable,", "new_id": -2}, {"uid": "1296364135215957509", "i": 17619, "idx": 9, "sa": ["Allen Iverson", "Mo Williams"], "q": "his most against any opponent. He had 40 and 54 points in his previous two games versus Milwaukee. \"AI has our number,\" said <strong> Mo Williams </strong> who drew the difficult task of trying to stop <strong> Allen Iverson </strong>. <q> He seems to play really, really well against us. </q> He got off to a fast start in this one, scoring 20 in the first quarter. \"He was just on fire,\" <strong> Mo Williams </strong> said after watching <strong> Allen Iverson </strong> make 18-of-30 shots, including five 3-pointers. \"", "new_id": -2}, {"uid": "1297201801051740673", "i": 16053, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "a little awkward. Clearly a bit taken aback by sitting next to <strong> David Letterman </strong>, <strong> Aaron Rodgers </strong> explains the game, his calm demeanor and that shiny belt they threw on him during the awards presentation. <q> The belt has really caught on, </q> says <strong> Aaron Rodgers </strong> of the WWE World Championship belt, complete with spinning logo. \"It's a celebration that stared during practice, and the fans love it. You've got to give them what they love.", "new_id": -2}, {"uid": "1297249710016384018", "i": 41016, "idx": 2, "sa": ["Adam Sandler", "David Letterman", "Conan O'Brien"], "q": "all know what you do, right?\" <strong> Adam Sandler </strong> responded with a joke that spiralled into a pretty odd place rather quickly. \"My mother still thinks I'm a doctor,\" he quipped. <q> I never really told her. So every Thanksgiving her friends will come over and I'll give them pelvic exams. </q> <strong> Conan O'Brien </strong> <strong> Adam Sandler </strong> on \"<strong> David Letterman </strong>' after the jump! Now why was it necessary to in three sentences get to examining senior citizen pelvises, and his mother\"s friends in particular? <strong> David Letterman </strong> summed it", "new_id": -2}, {"uid": "1297388634124895262", "i": 38036, "idx": 0, "sa": ["Kirsten Gillibrand", "Sherrod Brown", "Jon Tester", "Janet Napolitano", "Herb Kohl", "Chuck Schumer"], "q": "in the past few years. <strong> Chuck Schumer </strong> was joined in his request by fellow New York <strong> Herb Kohl </strong> <strong> Kirsten Gillibrand </strong>, Bob Casey of Pennsylvania, <strong> Sherrod Brown </strong> of Ohio, <strong> Jon Tester </strong> of Montana and <strong> Herb Kohl </strong> of Wisconsin. <q> Given what is at stake in combating illegal cross-border activity, and given its past success,[ we] write to ask your agencies to co-ordinate in determining whether there are any available military technological assets anywhere around the world that can be more effectively deployed along our northern border to combat drug smuggling, </q> the senators wrote in the letter. Their move is seemingly at odds with <strong> Janet Napolitano </strong>, who defended bilateral border security efforts just a day earlier by tersely brushing off the findings of a recent congressional report that", "new_id": -2}]