[{"uid": "1297129044188514306", "i": 479, "idx": 1, "sa": ["Simon Cowell"], "q": "money, it's a massive, massive risk. But it's also an incredible incentive,'' <strong> Simon Cowell </strong> told reporters Monday of the decision to offer the winning X Factor act a$ 5 million recording contract. <q> I think it puts everybody, rightly, under an enormous amount of pressure. I didn't want to go into this show without a feeling a certain amount of pressure, because with pressure, you've got to find a star.`` I think if we can't find a global star, then I would say we failed, </q> <strong> Simon Cowell </strong> added.`` I can't put it any clearer than that. There is that person or that group sitting in America right now waiting to be discovered.[ The money proves] we are genuinely,", "new_id": -2}, {"uid": "1295621862132808705", "i": 43286, "idx": 6, "sa": ["Eric Schmidt", "Esther Dyson"], "q": "were just flabbergasted.' <strong> Esther Dyson </strong>, a veteran Valley investor who has long known the Google founders and Mr. <strong> Eric Schmidt </strong>, said,` It is unexpected but it makes a lot of sense.'' She added: <q> Larry and Sergey have grown up. They want to run their own company.' </q> 11-inch MacBook Air: The next generation of MacBooks. From$ 999. Free shipping. <strong> Eric Schmidt </strong> discusses Google's management changes in open letter Google co-founder Larry Page becomes CEO on April 4; <strong> Eric Schmidt </strong> assumes", "new_id": -2}, {"uid": "1297105919173965369", "i": 29430, "idx": 0, "sa": ["Simon Cowell"], "q": "Mon, Feb 7, 2011, 2:11 PM EST-` The X Factor' winner to get$ 5 million contract{`` s'':`` nwsa'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} On Monday February 7, 2011, 2:03 pm NEW YORK( AP)-- The winner of <strong> Simon Cowell </strong>'s upcoming game show on", "new_id": -2}, {"uid": "1297174030028033024", "i": 4858, "idx": 1, "sa": ["Chris Hendrickson", "Eric Schmidt"], "q": "directly affected our Marines' military capabilities in Iraq,'' said <strong> Chris Hendrickson </strong>, an agent with The Defense Criminal Investigative Service, the criminal investigative arm of the Office of the Inspector General, U.S. Department of Defense. <q> Captain <strong> Eric Schmidt </strong> found an Iraqi partner, exploited his role as a logistics officer, and profited from the Marines' role in providing security in Iraq. Iraqi contractors bought this Marine with cash, gifts, and a cut of their contracts. </q> As a result of the scheme, the U.S. Department of Defense lost about$ 1.7 million and the Internal Revenue Service lost about$ 460,000. Phillips ordered Capt. <strong> Eric Schmidt </strong> to reimburse both agencies.", "new_id": -2}, {"uid": "1297588672045400131", "i": 10467, "idx": 9, "sa": ["Donald Rumsfeld"], "q": "we winning or losing the war on terror?''`` Is the U.S. government changing fast enough?''`` Do we need more troops?`` My brain would be going,'' he says. <q> I wanted to find out something. I needed help. I needed advice. Some of them were just,' I need a haircut.' </q> Another <strong> Donald Rumsfeld </strong> Rule:`` If you are not criticized, you may not be doing much.'' As defense secretary, he was admired as daring and innovative by foreign policy hawks and others, and", "new_id": -2}, {"uid": "1295505185040337468", "i": 28372, "idx": 1, "sa": ["Simon Cowell", "Steven Tyler"], "q": "become a disc jockey instead of a singer. It seems the essence of <strong> Simon Cowell </strong> has been stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a good career out", "new_id": -2}, {"uid": "1297210131061849602", "i": 3315, "idx": 0, "sa": ["Donald Rumsfeld", "the Fox"], "q": "Former Defense <strong> Donald Rumsfeld </strong> <strong> Donald Rumsfeld </strong>, in an interview with <strong> the Fox </strong> News, faulted the Bush administration for failing to effectively make the case for Guantanamo Bay, saying the facility was and still is <q> one of the finest prison systems in the world. </q> The former Pentagon chief also defended the Bush administration's handling of the Iraq war, saying none of the top officials lied about weapons of mass destruction as a pretext for war, and he", "new_id": -2}, {"uid": "1295160403096436234", "i": 5845, "idx": 0, "sa": ["Ricky Gervais", "Simon Cowell", "Jimmy Iovine", "Steven Tyler"], "q": "<strong> Steven Tyler </strong> and new mentor <strong> Jimmy Iovine </strong>, but without <strong> Simon Cowell </strong>, Wednesday at 8 p.m. on WFXT( Ch. 25). Today Jan. 16 <strong> Ricky Gervais </strong> hosts`` The 68th Annual Golden Globes'' live from the www.americanprogress.org <q> At a time when American people are being asked to come to the rescue of financial services all over the country[...] how can we say` we know that[ credit card] practices are unfair, but you must wait a year to fix them?''' asked Representative <strong> Carolyn Maloney </strong>( D-NY) at a Center for American Progress Action Fund event Wednesday morning. At the event, CAPAF Executive Vice President Sarah Wartell presented a new report by Tim Westrich,`` Putting Credit Card Debt on Notice, </q> which she said`` offers technological solutions to help customers better manage their debt in the face of increasingly volatile market conditions.'' Wartell said that by using technology such as text messaging-- or a similarly rapid electronic", "new_id": -2}, {"uid": "1297240907074432639", "i": 6329, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "narrative. Same with the memos from the Ford White House. Those interested in recent American history will have a feast, I suspect. I cherish something <strong> Donald Rumsfeld </strong> said, and said more than once: <q> America is not what's wrong with the world. </q> And may I say that <strong> Donald Rumsfeld </strong> is not what's wrong with America? That's for damn sure. For many, many years, people who are either ignorant or deceptive have tried to tell you something", "new_id": -2}, {"i": 2767, "idx": 3, "index_answer": 0, "new_id": -1, "q": ", nor did he always receive effective implementation of the decisions he made'', Mr <strong> Donald Rumsfeld </strong> writes.`` There were far too many hands on the steering wheel,'' he writes elsewhere; it was <q> a formula for running the truck into a ditch </q>. Regrets He adds he regrets some of the quips he became famous for, such as`` stuff happens'' about the early looting in post-war Iraq, or his remark about`` old Europe''-", "sa": ["Donald Rumsfeld"], "uid": "1296742183180060166"}]