[{"uid": "1296697266117014550", "i": 23643, "idx": 0, "sa": ["Ricky Gervais", "John Travolta", "Sarah Palin", "Piers Morgan", "Simon Cowell"], "q": "Bargis Tryhol, the American pole vaulter with the World's Largest Penis, has slipped out of a prototype JLS Condom. \"It was one from the` Average to Large' range\" , claimed Tryhol. <q> I picked it up... Mexico ambassador to London rattled by Top Gear's` outrageous, vulgar and inexcusable insults' <strong> John Travolta </strong> Furious At <strong> Ricky Gervais </strong> For Insinuating That He Is Gay- <strong> Ricky Gervais </strong> Replied \"Get Over It Missy! </q> <strong> Ricky Gervais </strong> Has Agreed To Be <strong> Sarah Palin </strong>'s 2012 Presidential Campaign Manager <strong> Piers Morgan </strong>, <strong> Ricky Gervais </strong> and <strong> Simon Cowell </strong>: Americans Just Don't Get the British <strong> Ricky Gervais </strong> Vilified For Teasing Self-Congratulatory Millionaire Public Figures. <strong> Ricky Gervais </strong> Set Upon Backstage By Hollywood Elite", "new_id": -2, "mturk_index": "589"}, {"uid": "1296767957240500778", "i": 48309, "idx": 3, "sa": ["Zahi Hawass", "Jean-Pierre Corteggiani"], "q": "pero que \"todos se pueden restaurar y lo ser?n\" . Por su parte, el arque?logo franc?s <strong> Jean-Pierre Corteggiani </strong> declar el jueves a la radio francesa RTL que esta invasi?n del museo el viernes le parec?a ser <q> una patra?a para desacreditar al movimiento </q>. En Qantara, en el Sina, un dep?sito donde se conservan antig?edades fue da?ado y seis cajas fueron robadas, indic <strong> Zahi Hawass </strong>. <strong> Zahi Hawass </strong> trata de tranquilizar a la comunidad internacional.", "new_id": -2, "mturk_index": "1075"}, {"uid": "1297156312029982769", "i": 14757, "idx": 0, "sa": ["Mayor Tom", "Michael Vick", "Clark Hunt"], "q": "key' presentation to <strong> Michael Vick </strong>\" tooltipId= \"mi_tt1\" > Dallas <strong> Mayor Tom </strong> disavows` key' presentation to <strong> Michael Vick </strong> The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a <q> key to the city. </q> Lamar <strong> Clark Hunt </strong>'s super creation has finally come to his hometown\" tooltipId= \"mi_tt2\" > Lamar <strong> Clark Hunt </strong>'s super creation has finally come to his hometown Lamar <strong> Clark Hunt </strong>'s super creation", "new_id": -2, "mturk_index": "392"}, {"uid": "1295490788204456038", "i": 14408, "idx": 0, "sa": ["DeSean Jackson", "Jenna Jameson", "Rex Ryan", "Savanna Samson", "Mike Missanelli", "Michael Vick", "Ben Roethlisberger", "Sasha Grey"], "q": "star <strong> Savanna Samson </strong>. \"Now that so many adult film stars including <strong> Jenna Jameson </strong> and <strong> Sasha Grey </strong> have crossed over into the mainstream, it's disappointing that the NFL continues to discriminate against them,\" he said. <q> I wonder if they're plSasha Greying on restricting <strong> Ben Roethlisberger </strong> from playing or <strong> Rex Ryan </strong> from coaching in the <strong> Ben Roethlisberger </strong> game. </q> <strong> Mike Missanelli </strong>'S SHOW GOES TO THE DOGS <strong> Mike Missanelli </strong> committed an unintentional violation while interviewing Eagles quarterback <strong> Michael Vick </strong> on his radio show yesterday. <strong> Mike Missanelli </strong> reminded <strong> Michael Vick </strong> that <strong> DeSean Jackson </strong> made some comments about the quarterback", "new_id": -2, "mturk_index": "194"}, {"uid": "1295499872140181512", "i": 4523, "idx": 4, "sa": ["Allen Iverson", "Vince Carter", "Jason Kidd", "Russ Granik"], "q": "turned on to it,\" said NBA deputy commissioner <strong> Russ Granik </strong>, who was at Philadelphia's First Union Center on Wednesday night, when <strong> Allen Iverson </strong> scored 54 points to <strong> Vince Carter </strong>'s 28 in the 76ers' 97-92 victory. <q> For better or worse, fans like it when you get superstars going against each other. People have been hearing about these guys for years now, but they haven't gotten this far before where they met each other at this level. That gets people interested. </q> With the NBA's overall popularity declining and new rules designed to make the game more appealing set to take effect next seJason Kidd, an Allen Iverson-Vince Carter matchup is what the league really needed. \"Watching these two kids,", "new_id": -2, "mturk_index": "1024"}, {"uid": "1295636751256720935", "i": 15505, "idx": 3, "sa": ["Kirsten Gillibrand"], "q": "doom, we can talk about the us can do it, we can't invest in the future, that's all wrong.\" \"GE is a story of success,\" <strong> Kirsten Gillibrand </strong> added. <q> If we can beat Russia in the race to the moon, we can beat China in the race to green energy. </q> jakester: I think we shoud have a new bill intorduced. Any funds left after are sroperty of the government. If you... cfoote: Adirondack Someday.. Lets see what the unions have really done", "new_id": -2, "mturk_index": "1570"}, {"uid": "1296665489109838338", "i": 35, "idx": 1, "sa": ["Andy Coulson", "Chris Gent", "Kenny Kunene"], "q": "Percy Bysshe Shelley indeed. His poem Ozymandias describes an early grandiose construction project which...\" \"The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...\" <q> Vodafone in its modern, multinational form was to a large extent created by Sir <strong> Chris Gent </strong>, an ambitious Brit who... </q> \"Is the new Backbench Business Committee about to make some serious enemies? This new-fangled innovation has done pretty well so...\" Coulsonharding/2011/02/south_africas_sushi_wars.html\">\" Wealthy ANC supporter <strong> Kenny Kunene </strong>( left) eating sushi from the body of", "new_id": -2, "mturk_index": "1877"}, {"uid": "1296081620022757376", "i": 19546, "idx": 0, "sa": ["Simon Cowell", "Matt Cardle"], "q": "\"The X Factor,\" which has a U.S. launch this year, won the talent show category at Britain's National Television Awards on Wednesday, beating <q> Britain's Got Talent, </q> \"Dancing on Ice\" and \"Strictly Come Dancing.\" <strong> Simon Cowell </strong> as an acerbic judge, has regularly topped the viewer ratings in Britain, and its latest winner, painter and decorator <strong> Matt Cardle </strong>, snagged the coveted", "new_id": -2, "mturk_index": "2052"}, {"uid": "1297137461190611470", "i": 7703, "idx": 1, "sa": ["George H. W. Bush", "Diane Sawyer", "George W. Bush", "Donald Rumsfeld"], "q": "from Richard Nixon to H. W. Bush-George H. W. Bush.html\"> <strong> George W. Bush </strong>. The former defense secretary was reluctant to endorse <strong> George H. W. Bush </strong>'s assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was <q> the most important failure in the execution of the war. </q> \"I don't have enough confidence to say that that's right. I think that it's possible,\" <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. \"We had( an) enormous", "new_id": -2, "mturk_index": "1511"}, {"uid": "1296071316080527389", "i": 1269, "idx": 0, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "carried out with phased out handling of responsibility. So when the change was announced by <strong> Eric Schmidt </strong> along with the buoyant 4 th quarter results of Google followed by a couple of say it all quips on twitter like <q> Day to day adult supervision no longer needed </q> it was obvious that this change was different, an overnight decision by the co-founders.` Googled' author <strong> Ken Auletta </strong> opined in The New Yorker that <strong> Eric Schmidt </strong> was being eased out. The Ex-CEO holder of 9.6% of", "new_id": -2, "mturk_index": "1652"}]