[{"i": 11815, "idx": 10, "index_answer": 2, "new_id": -1, "q": "dropped to 2-10 at home in the past six weeks, and face a road trip that includes games at Boston, Cleveland, New Orleans and Orlando. \"We lost again,\" point guard <strong> Rodney Stuckey </strong> said. <q>I don't know. I really can't explain anything anymore. We just keep losing, and now we've got some great teams to play.</q> <strong> Allen Iverson </strong> led all scorers with 31 points, and <strong> Antonio McDyess </strong> added 13 points and 13 rebounds. San <strong> Antonio McDyess </strong> led http://wn.com/Mavs-Spurs_106-93_I_Nowitzki_31pts,9reb,Terry_19pts_vs_Duncan_30pts,8reb,Parker_26pts,12ast SAN ANTONIO, April 28,2009( AP) <strong> Jason Terry </strong> galloped down court after one big shot and <strong> Josh Howard </strong> skipped", "sa": ["Jason Terry", "Josh Howard", "Rodney Stuckey", "Antonio McDyess", "Allen Iverson"], "uid": "1295937890179191810"}, {"uid": "1296862767154910738", "i": 916, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "said he has spoken to Eagles quarterback <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting ring. <q>We're looking for success stories; we're not looking for players to fail,</q> <strong> Roger Goodell </strong> said. \"He's paid a very significant price and he's doing the right thing.\" <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's", "new_id": -2}, {"uid": "1297055456082575366", "i": 12598, "idx": 0, "sa": ["David Hasselhoff", "Emma Bunton", "Simon Cowell", "Holly Willoughby", "Myleene Klass", "Michael McIntyre"], "q": "- after she suffered a miscarriage last May. Devastated... Amanda Holden and husband Chris Hughes Singer <strong> Emma Bunton </strong> and TV's <strong> Myleene Klass </strong> and <strong> Holly Willoughby </strong>- all pregnant- were deeply touched. <strong> Myleene Klass </strong> tweeted: <q>I'm so very sorry. Please God, watch over your family and your little angel in heaven.</q> Mum-of-one <strong> Emma Bunton </strong> sent \"prayers\", while <strong> Holly Willoughby </strong> said: \"Sending you so much love x.\" Amanda's best pal <strong> Simon Cowell </strong> was in regular phone contact. BGT stars <strong> Michael McIntyre </strong>, <strong> David Hasselhoff </strong>,", "new_id": -2}, {"uid": "1296014345168460294", "i": 7529, "idx": 12, "sa": ["Kobe Bryant", "Shaquille O'Neal", "Carmelo Anthony", "Linas Kleiza", "Allen Iverson"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q>I've now scored 40 points on the highest stage you can ever score,</q>... <strong> Allen Iverson </strong> 41pts Break <strong> Kobe Bryant </strong>'s Ankle vs <strong> Shaquille O'Neal </strong> Lakers 98/99 <strong> Allen Iverson </strong> 41pts Break <strong> Kobe Bryant </strong>'s Ankle vs <strong> Shaquille O'Neal </strong> Lakers 98/99 <strong> Allen Iverson </strong>'s eighth career 40-point game had a nice little unexpected bonus-- a victory for the Philadelphia 76ers", "new_id": -2}, {"uid": "1295576695124059658", "i": 32228, "idx": 10, "sa": ["Eric Schmidt"], "q": "our individual roles so there's clear responsibility and accountability at the top of the company,\" <strong> Eric Schmidt </strong> said. \"Larry, in my clear opinion, is ready to lead,\" he said. <q>Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we anticipate working together for a long time to come.</q> Page praised <strong> Eric Schmidt </strong> for an \"outstanding job leading Google for the last decade. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still", "new_id": -2}, {"uid": "1297706494051036178", "i": 38279, "idx": 3, "sa": ["Cecile Richards", "Mike Pence"], "q": "said. \"This would roll back decades of progress for women's health care. \" \"We are a safe place where people can go and ask difficult questions about sex,\" <strong> Cecile Richards </strong> said. <q>We do this for teens and adults, gays and straights, and that really irritates some people who believe sex is only for procreation.</q> In an emergency email to its members that LifeNews.com obtained, <strong> Cecile Richards </strong> said she is expecting a vote this week on the <strong> Mike Pence </strong> measure, which she called \"the most dangerous legislative assault on women\"s health", "new_id": -2}, {"uid": "1294963157066879490", "i": 8555, "idx": 4, "sa": ["Michelle Obama", "Kirsten Gillibrand"], "q": "The strength that you could see flowing out of her, it was like she was trying to will her eyes open.\" On ABC's \"Good Morning America\" on Thursday, <strong> Kirsten Gillibrand </strong> added, <q>Everything that we love about <strong> Gabrielle Giffords </strong> was all there at that moment.</q> Kelly told the president and first lady about the development as they drove from the hospital to the University of Arizona's McKale Center, where <strong> Michelle Obama </strong> would speak at a memorial service. Kelly gave the president", "new_id": -2}, {"uid": "1296239637207323141", "i": 3577, "idx": 0, "sa": ["Mitt Romney", "Chris Christie", "Mike Pence"], "q": "joked that only his suicide would convince <strong> Mike Pence </strong> Will Not Run for President Indiana announced Thursday that he would not be a Republican candidate for president in 2012, but he left the door open to running for governor. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> Mr. <strong> Mike Pence </strong> wrote in a letter to supporters. \"We will not seek the Republican nomination for president in 2012.\" The <strong> Mitt Romney </strong> and <strong> Chris Christie </strong> have dinner together Read more stories from The Daily Caller <strong> Chris Christie </strong>", "new_id": -2}, {"uid": "1296569233137969672", "i": 27047, "idx": 0, "sa": ["Eric Schmidt", "Ina Fried"], "q": "All Thing's Digital's <strong> Ina Fried </strong> sat down with Matias Durate, the lead designer on Honeycomb, who quickly showed <strong> Eric Schmidt </strong> isn't the only Googler prone to saying wild things about the future of technology. <q>What I am looking for is that sense that you get when Jazz musicians improvise together,</q> he said. \"The computer should be doing things in concert with you, in support with you not acting like a servant waiting for commands and then returning with results,\" Duarte said. People always think", "new_id": -2}, {"uid": "1296060080049987593", "i": 28558, "idx": 2, "sa": ["Liv Tyler", "Simon Cowell", "Mia Tyler", "Steven Tyler"], "q": "<strong> Simon Cowell </strong> be mean to people.\" While <strong> Mia Tyler </strong> may be biased, there's no doubt that the Aerosmith frontman's comments are entertainingly unpredictable. For example, he said about one contestant: <q>Water that flower'cause I think it's gon na grow.</q> And it sounds like <strong> Steven Tyler </strong> is having a fun time doing it. \"He loves[ being a judge]!\" <strong> Mia Tyler </strong> said. <strong> Liv Tyler </strong>, the rocker's famous actress daughter,", "new_id": -2}]