[{"uid": "1297441290223772674", "i": 5738, "idx": 0, "sa": ["Eric Schmidt", "Barack Obama", "Wael Ghonim", "Sergey Brin"], "q": "a hard-line, Iranian-style, Islamic theocracy. According to The Jerusalem Post, Google executive <strong> Wael Ghonim </strong>, just released from 12 days of Egyptian detention, confirmed that he was responsible for the Facebook page that ignited <q>the revolution of the youth of the Internet.<q> This is the same Google where CEO <strong> Eric Schmidt </strong> is a personal friend of <strong> Barack Obama </strong>, and a member of <strong> Barack Obama </strong>'s Council of Advisors on Science and Technology. Google founders <strong> Sergey Brin </strong> and Larry Page contributed a whopping", "new_id": -2}, {"i": 42085, "idx": 1, "index_answer": 1, "new_id": -1, "q": "'m fulfilling the principal role of television.\" After a tense 15-minute interview, the stage lights fade for a commercial. <strong> Jaime Bayly </strong> and Collins stand up and kiss on the cheek, but their microphones remain on. <q>Don't come here just to complain about my behavior,<q> <strong> Jaime Bayly </strong> says angrily over the outro music. \"And don't be so damn boring.\" <strong> Jaime Bayly </strong> is a man of many parts. He's both <strong> David Letterman </strong> and <strong> Charlie Rose </strong>; comedian and serious interviewer;", "sa": ["David Letterman", "Jaime Bayly", "Charlie Rose"], "uid": "1296586302084361234"}, {"uid": "1295698251208977968", "i": 34149, "idx": 0, "sa": ["Colin Powell", "Bill Clinton", "Barack Obama"], "q": "'s \"ability to inspire\" and the \"inclusive nature of his campaign.\" <strong> Bill Clinton </strong> Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. <strong> Bill Clinton </strong> Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. <q>He has both style and substance. I think he is a transformational figure,<q> <strong> Colin Powell </strong> said on NBC's \"Meet the Press.\" \"<strong> Barack Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well,\" <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1297284876166281260", "i": 44037, "idx": 3, "sa": ["Rahm Emanuel", "Donald Rumsfeld"], "q": "another. This was more of an individual process. There were many notable alumni who were not nominated.\" When asked if <strong> Rahm Emanuel </strong> was nominated, Dizon said the list of nominees is not available since <q>nominations are active for five years.<q> This means if <strong> Rahm Emanuel </strong> was nominated, he would automatically be considered for the award for the next four years. As it turns out, <strong> Donald Rumsfeld </strong> will be unable to attend the first-ever New Trier Hall of", "new_id": -2}, {"uid": "1295051070047939640", "i": 11109, "idx": 0, "sa": ["Richard Holbrooke", "Colin Powell", "Kati Marton"], "q": "he proved relentless; following her onstage before a speech, into a hotel room and once into a ladies' room to make his point. Chairman of the Joint Chiefs of Staff Mike Mullen said, <q>Every hour with him was crowded. Every outing an adventure. Every conversation turned into a debate... the man was monumentally-- if not exasperatingly-- interested in everything... I guarantee you, when we meet up with him again, there's going to be a pop quiz.<q> The 14 speakers at the memorial included two US presidents, a former UN Secretary <strong> Colin Powell </strong> and the Secretary of State as well as <strong> Richard Holbrooke </strong>'s wife, journalist and author <strong> Kati Marton </strong>, his sons, Anthony and", "new_id": -2}, {"uid": "1296337079223870977", "i": 34275, "idx": 1, "sa": ["Jackie Mason", "Zahi Hawass"], "q": "when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,\" <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said Saturday. <q>Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies,<q> he said. <strong> Jackie Mason </strong> on FReeping( Introduction to the 2009 Free Republic National Convention) The political uprising against the current Egyptian regime might be justifiable as the people's legitimate manifestation of democratic", "new_id": -2}, {"uid": "1296579713157810749", "i": 1147, "idx": 0, "sa": ["Zahi Hawass", "Jimmy Carter", "Hosni Mubarak"], "q": "named antiquities minister in a new Cabinet appointed by besieged <strong> Jimmy Carter </strong> <strong> Hosni Mubarak </strong>, said the survival of Egypt's rich archaeological heritage amid chaos reflected a fundamental pride among Egyptians even as they revolt against their leadership. <q>We can not be like Afghanistan,<q> said <strong> Zahi Hawass </strong>, referring to a depleted nation where war overshadows centuries of cultural history. \"Civilization is inside the Egyptians.\" The sites have not been immune to the chaos. Last week", "new_id": -2}, {"uid": "1295607635131039250", "i": 27791, "idx": 4, "sa": ["Eric Schmidt"], "q": ", he would earn about$ 334.7 million on the stock sale. He would still own about 2.7 per cent of Google's outstanding capital stock, down from 2.9 per cent before selling the shares. <q>As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,<q> <strong> Eric Schmidt </strong> said in a posting on the company's official blog. \"And over the holidays we decided now was the right moment to make some changes to the way we are structured.\"", "new_id": -2}, {"uid": "1297091703077316256", "i": 6795, "idx": 0, "sa": ["Sergio Marchionne"], "q": "and LIL WAYNE Team up Again for \"Hit the Lights\" Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> waits to speak... Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> speaks during the... Report Abuse <q>Awesome game! Go Daddy commercials were terrible! Liked the unexpectedly awkward Doritos commercial, though it wasn't up to par with previous super bowl commercials.<q> Report Abuse \"I didn't waste a single moment watching any of them.\" I have never bought a single item based on a TV or print ad. Report Abuse \"The worst commercials in memory", "new_id": -2}, {"uid": "1295563322217792553", "i": 1259, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "post that the decade-old Google troika of himself, Mr. Page and Mr. <strong> Sergey Brin </strong> had worked well in guiding the company to its current perch atop search engines and greater strength in other businesses. But he added: <q>We have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.<q> More informally, Mr. <strong> Eric Schmidt </strong> delivered this message on Twitter: \"Day-to-day adult supervision no longer needed!\"", "new_id": -2}]