[{"uid": "1295779927107937802", "i": 15770, "idx": 0, "sa": ["Vint Cerf", "Eric Schmidt"], "q": ", from 1998 to 2001. <strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong> had been chief executive for 10 years- ''a nice round number''- and Page was ready to lead the company into the future. <q>Larry and Sergey are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up,</q> <strong> Vint Cerf </strong> said. Google has grown over the past decade from a start-up battling other Internet search engines into a technology giant with nearly 25,000 employees and annual revenue of nearly US$ 30 billion. The", "new_id": -2}, {"uid": "1295943329182452241", "i": 2189, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "sitting CEOs, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, ''the board clearly wants to retain his guidance for the next four years.'' <q>It's a signal to shareholders that he'll continue to steer the boat,</q> Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as Google's CEO by co-founder Larry Page. Both men, along with Google's other co-founder <strong> Sergey Brin </strong>, have limited their salaries to$ 1 for", "new_id": -2}, {"uid": "1297240707110002271", "i": 49387, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "of Dallas Saturday. <strong> Dwaine Caraway </strong> said he believes ''a great majority'' of the people of Dallas would have supported his decision, despite <strong> Michael Vick </strong>'s conviction for running a vicious dog fighting ring. <q>I gave it to him, sure I did. The wayward children that were there needed to have hope,</q> he said. <strong> Dwaine Caraway </strong>- who is poised to step in as Dallas mayor when <strong> Mayor Tom Leppert </strong> leaves office- did not say exactly where he was( ''somewhere downtown'' and ''one of the clubs''", "new_id": -2}, {"uid": "1294981985103825435", "i": 30754, "idx": 0, "sa": ["David Letterman", "Camille Grammer"], "q": "During an appearance on The Late Show with <strong> David Letterman </strong>, the actor said that he plans to tie the knot in February, despite the fact that his divorce from ex <strong> Camille Grammer </strong> is not yet finalised. <q><strong> Kayte Walsh </strong>'s my new girl, and we're planning to get married soon,</q> he told <strong> David Letterman </strong>. ''Sometime in February.'' requested a fast-track divorce from <strong> Camille Grammer </strong> so that the couple could marry sooner. EastEnders: Glenda has business talks with Phil Emmerdale: Everyone deals with the", "new_id": -2}, {"uid": "1296128197246497300", "i": 17594, "idx": 5, "sa": ["Michael Vick", "Kevin Kolb"], "q": ", <strong> Kevin Kolb </strong>, through the 2011 season. ''I'm expecting everything to go according to plan... got to take it one day at a time,'' said <strong> Michael Vick </strong>, who reiterated later, <q>Hopefully I'll be with the Eagles next season.</q> <strong> Michael Vick </strong>'s turnaround continued yesterday, when he signed his first endorsement deal since prison. One of the sport's most recognizable and popular stars before the entire ordeal, <strong> Michael Vick </strong> agreed to a two-year deal", "new_id": -2}, {"uid": "1296137334113377297", "i": 2581, "idx": 3, "sa": ["Michael Vick"], "q": ", although there would be no signing bonus- but he backed down a little from that stance on Wednesday. ''If they franchise me, we'll see how that goes,'' <strong> Michael Vick </strong> said. <q>I'll leave it up to my agent to work everything out.... I'm expecting everything to go according to plan. We'll see what happens over the next couple of months. I've just got to be patient and take it one day at a time.</q> He has, at least, received a new revenue stream. On Tuesday, <strong> Michael Vick </strong> struck a two-year deal with Unequal Technologies, a Kennett Square-based company that equipped <strong> Michael Vick </strong> with a vest, shoulder pads,", "new_id": -2}, {"uid": "1296723974251478035", "i": 25682, "idx": 2, "sa": ["Allison Iraheta", "Simon Cowell", "Roberta Flack"], "q": "especially after Cook killed it on <strong> Roberta Flack </strong>'s ''The First Time Ever I Saw Your Face,'' which the hard-to-please judge had chosen. ''David Cook wins the night,'' <strong> Simon Cowell </strong> proclaimed. 3. <strong> Allison Iraheta </strong> <q>I Don't Want to Miss a Thing</q>( Season 8) When the Top 7 took on movie night, <strong> Allison Iraheta </strong> chose the theme to Armageddon, knocked it down a key, and belted with all the vocal grit she could muster. ''I do", "new_id": -2}, {"i": 36300, "idx": 5, "index_answer": 1, "new_id": -1, "q": "were seeing,'' <strong> Kirsten Gillibrand </strong> said. ''They were saying this is unbelievable progress, to see this.'' Video: House peers reflect on bedside visit to <strong> Gabrielle Giffords </strong>( on this page) <q>Mark started to tell her, ''<strong> Gabrielle Giffords </strong>, if you can see me, give me the thumbs up sign,'</q> <strong> Debbie Wasserman Schultz </strong> told MSNBC's <strong> Chris Matthews </strong> on ''Hardball.'' '''He encouraged her and pushed her to do that. She kept opening her eyes a little more and a little bit more and suddenly, her", "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Chris Matthews", "Gabrielle Giffords"], "uid": "1294991426005357592"}, {"uid": "1297435702142311425", "i": 44277, "idx": 7, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "come from advertising and new forms of monetization.'' ''We the ability to activate users and put them in a position to be more effective in what we call local commerce,'' added <strong> Steve Ballmer </strong>. <q>Nokia has not just got mapping but other assets that we will import, if you will. There are a set of financial considerations for that as well.</q> <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> detailed their proposal immediately before the vast Mobile World Congress trade show in Barcelona, Spain, where a large number of new Android phones and tablets can be expected. It's", "new_id": -2}, {"uid": "1295798969051544087", "i": 20730, "idx": 1, "sa": ["Barack Obama", "John McCain", "Colin Powell", "President Bush", "Dick Cheney", "Sarah Palin"], "q": "<strong> President Bush </strong> <strong> Dick Cheney </strong> of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. ''He has both style and substance. I think he is a transformational figure,'' <strong> Colin Powell </strong> said on NBC's ''Meet the Press.'' <q><strong> Barack Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well,</q> <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible presidential candidate himself. <strong> Colin Powell </strong> said he questioned <strong> John McCain </strong>'s judgment in picking <strong> Sarah Palin </strong> as his running mate because he does", "new_id": -2}]