[{"uid": "1296137820192086045", "i": 18474, "idx": 0, "sa": ["Michael Gove"], "q": "his cousin in a field near the town of Nablus, giving no further details. Hospital officials said he had been shot in the chest. An Israeli police spokesman said they were checking the report of <q> a disturbance between groups of Israelis and Palestinians </q> and the report that a Palestinian had been shot. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will \"restore discipline and reduce bureaucracy\" in...", "new_id": -2}, {"uid": "1296174702177291274", "i": 42750, "idx": 0, "sa": ["Michael Gove", "Maxine Waters"], "q": "High School Hypnosis Show- Magic Water Watch as <strong> Michael Gove </strong> Changes ordinary water into a person's favorite hot or cold beverages.... WRSC Entertainment/ Mavis <strong> Maxine Waters </strong>/ I Feel Like Making Love WRSC Entertainment presents Unwind Sundays <q> An Afternoon of smooth Sounds of Live R&B And Jazz </q> Featuring \"MAVIS <strong> Maxine Waters </strong>\" at the Bohemian Caverns. Singing\" Thats The Time I Feel Like Making Love\" 4/20/08... Senistar and Darren Talent 5:03 www.Godswater7.com( Mp3's and more) Senistar and Darren talent directed", "new_id": -2}, {"uid": "1297433861129613836", "i": 23624, "idx": 2, "sa": ["Michael Gove"], "q": "as a result of the decision, provoking uproar from councils, unions and Labour politicians, who warned it would have a catastrophic effect on pupils. Handing down his judgment, Mr Justice Holman said: <q> However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation. </q> Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful \"because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act.\" In his", "new_id": -2}, {"uid": "1297168301188874752", "i": 16997, "idx": 0, "sa": ["Michael Gove"], "q": "12.05 GMT Burnham: <strong> Michael Gove </strong>'s after 50 new powers. Photograph: Christopher Thomond for the Guardian As MPs gear up for the second reading of the education bill in parliament today, the shadow education secretary <q> \"<strong> Michael Gove </strong> will ask MPs to give him more than 50 new powers to control almost every single aspect of the school system in England. The education secretary wants to tell children what subjects they should study, teachers what and how they should teach and local communities what kind of schools they must have. </q> \" plight of children who have special needs is likely to get worse if MPs endorse the reforms. \" \"Such is the Michael Government's rush to grab new powers that MPs are being asked", "new_id": -2}, {"uid": "1295552135065978442", "i": 16371, "idx": 1, "sa": ["David Cameron", "Michael Gove", "Tim Montgomerie", "Fraser Nelson", "Stephan Shakespeare", "Liam Fox", "Matthew Taylor"], "q": "), <strong> Fraser Nelson </strong>( The Spectator), Freddie Sayers( PoliticsHome) and <strong> Matthew Taylor </strong>( RSA). \"The Who is going to be Who of the next parLiam Foxentary party\" Jonathan Isaby, Editor of ConservativeHome. <q> The list of the insiders making things happen in David Camerons Machine </q> <strong> Tim Montgomerie </strong>, Director of Conservative Intelligence. \"What makes David Camerons Conservatives tick?\" <strong> Michael Gove </strong> MP, Shadow Secretary of State for Children, Schools and Families. \"The first internet age Michael Government\" <strong> Stephan Shakespeare </strong>, Founder and", "new_id": -2}, {"uid": "1296117063165298260", "i": 7908, "idx": 0, "sa": ["Michael Gove"], "q": "The Michael Government is due to publish a new Education Bill which will focus on boosting standards and improving behaviour. Education Secretary <strong> Michael Gove </strong> said the coalition Michael Government was taking action to <q> restore discipline and reduce bureaucracy </q>. Under the measures, teachers will be granted powers to search pupils for anything that could disrupt the classroom, including pornography and video cameras, and it will be made easier for schools to expel unruly", "new_id": -2}, {"uid": "1295529419005685249", "i": 28292, "idx": 1, "sa": ["Michael Gove", "Christine Blower"], "q": "examine the framework. <strong> Michael Gove </strong> also said the guidelines for geography and music teaching were deficient, failing to mention any other country apart from the UK nor a single musician, composer or conductor. <q> I want there to be core curriculum content-- facts, knowledge-- and I want teachers, not me, to decide what that is, </q> he told the BBC Radio's Today programme. <strong> Christine Blower </strong>, general secretary of the National Union of Teachers responded, saying: \"The fact is there are no schools only teaching these things. The national", "new_id": -2}, {"uid": "1297217138168738878", "i": 31760, "idx": 0, "sa": ["Michael Gove", "Theresa May", "Martin Amis"], "q": "a piece entitled \"What I learned from my stay with a Muslim family\" ), the then leader of the opposition rejected the Michael Gove-esque obsession with \"IslMartin Amism\" and warned against the dangers of reckless rhetoric: <q> We must also be careful about the language we use... Our efforts are not helped by lazy use of language. Indeed, by using the word \"IslMartin Amist </q> to describe the threat, we actually help do the terrorist ideologues' work for them. \" But this morning's speech to the Munich Security Conference suggests <strong> Michael Gove </strong> has won the battle for the <strong> Theresa May </strong>'s", "new_id": -2}, {"uid": "1296130601081985565", "i": 3266, "idx": 0, "sa": ["Michael Gove"], "q": ", is also struggling to stamp out a resurgent wing of al Qaeda that has based itself in Yemen. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"q": "is a major milestone for her and we're hoping that she crosses through many more,\" said her neurosurgeon Dr. Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q> It was raw courage. It was raw strength. It was so beautiful and so moving. </q> Advertise? Contact? 2011 Vindy.com. All rights reserved. A service of The Vindicator. 107 Vindicator Square. Youngstown, OH 44503", "answer_q": "is a major milestone for her and we're hoping that she crosses through many more,'' said her neurosurgeon Dr. Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q> It was raw courage. It was raw strength. It was so beautiful and so moving. </q> Advertise â", "answer": "Kirsten Gillibrand", "sa": "['Kirsten Gillibrand']", "index_answer": 0, "idx": 1, "i": 41507}]