[{"uid": "2008092508_00031465_W", "i": 3922, "idx": 0, "sa": ["Bobby Kennedy"], "q": "- and some ridiculous five-letter so we'd set out to change things a bit- whether in song, demonstrations or just speaking up; peace and equal rights just had to come somehow. and we knew that <q> the people, united, will never be defeated! </q> although stung by the tet offensive, martin luther king's and <strong> Bobby Kennedy </strong>'s assassinations and the dnc protests, we kept up the pressure until, finally, the high l7s of the establishment gave in: our black", "new_id": -2}, {"uid": "2008120913_00038390_W", "i": 1984, "idx": 1, "sa": ["Barack Obama"], "q": "for fittings of her custom dress, designed and sewn by dressmaker pam wilkinson, owner of sapphire studios in flagstaff. \"i was all excited last night,\" said hailey, during a dress-fitting session friday. <q> it's just hitting me. it's almost a month away. </q> ready for leadership hailey was invited before anyone knew who would be <strong> Barack Obama </strong>. she was selected because of her involvement for five years in leadership activities, such as the junior national youth leadership conference, one of the", "new_id": -2}, {"uid": "2008122805_00010606_W", "i": 2806, "idx": 0, "sa": ["David Wroblewski"], "q": "the author of the oprah winfrey-endorsed <q> the story of edgar sawtelle </q> is writing a prequel. \"my fascination with the sawtelles and the sawtelle dogs is far from over,\" author <strong> David Wroblewski </strong> says. \"this new novel is a chance to look more deeply into their story,", "new_id": -2}, {"uid": "2008112422_00037942_W", "i": 3215, "idx": 19, "sa": ["Mariah Carey", "Janet Jackson", "Whitney Houston", "Sarah McLachlan", "Ani DiFranco"], "q": ". oh look! chumbawamba, the spice girls, coolio, jesus jones, right said fred and emf!\" <NO_QUOTATION> \"yeah! that's a great hit from emf! albeit, one hit.\" <q> no, i meant you're unbelievable. </q> \"oh. well at least i don't have any <strong> Mariah Carey </strong>, celine dion or <strong> Whitney Houston </strong>.\" \"no, but you do have <strong> Janet Jackson </strong>, <strong> Sarah McLachlan </strong> and <strong> Ani DiFranco </strong>. barf!\" * punches self in face", "new_id": -2}, {"uid": "2008110519_00035462_W", "i": 4637, "idx": 4, "sa": ["Thomas Hermann"], "q": "industry as well as suppliers like michelin, is regarded as an important communications challenge. hence, a real-time analysis of the media coverage becomes absolutely crucial for us to successfully manage this situation,\" <strong> Thomas Hermann </strong> continues. <q> in conjunction with prime's analysis of traditional media, web.analysis enables michelin to monitor, navigate and act at the speed of business. </q> the service launch was made public at the ibm information on demand conference in las vegas, nevada. a communications research innovator, prime research ranks among the largest global public relations research firms with operations in six continental", "new_id": -2}, {"uid": "2008092910_00004587_W", "i": 1168, "idx": 1, "sa": ["Nisar Ali"], "q": "the markets in large numbers to buy fresh nadrus. \"nadru is sold during eid and ramadan. we enjoy collecting them. they are also bought by the tourists,\" said <strong> Nisar Ali </strong>, a nadru collector. <q> nadru is best in kashmir. a number of people come here to purchase it, </q> said shafi akhoon, another nadru collector. for many local residents, nadru ensures livelihood for nine months. they sell them to vegetable vendors. a bundle of nadru is sold for rupees 150 to 250 depending on", "new_id": -2}, {"uid": "2008101012_00001081_W", "i": 4009, "idx": 0, "sa": ["Jameel McCline", "Vitali Klitschko"], "q": "which his courage would begin to fade. however, october 11 is the day of reckoning for the two boxers. but who carries the day? uche ajoku, a boxing fan said peter would be victorious. <q> my optimism is drawn from the october 6, 2007 fight against <strong> Jameel McCline </strong> of america. it was a night peter was on the threshold of his own nightmare. despite <strong> Jameel McCline </strong>'s height and nerve-racking records of achievement, peter carried the day. peter will send the 37-years-old <strong> Vitali Klitschko </strong> to his final retirement, </q> ajoku boast. allafrica aggregates and indexes content from over", "new_id": -2}, {"uid": "2008102806_00022194_W", "i": 4077, "idx": 5, "sa": ["Michael Bloomberg"], "q": ", <strong> Michael Bloomberg </strong> said he has no interest in working in the next administration in washington, d.c. \"it is very unlikely they would call me and say,` the country needs you,\" ' said <strong> Michael Bloomberg </strong>. <q> if they did, i would certainly be happy to give them my advice. i've offered to do that. i think i'm best suited to working here, in this city. </q> given the lengthy process to extend term limits, it is unlikely that the mayor will run for any other office but mayor next year.", "new_id": -2}, {"uid": "2008091917_00027225_W", "i": 669, "idx": 0, "sa": ["Mary Kelly"], "q": "sector emissions for 250 years. dr <strong> Mary Kelly </strong>, director general of the epa, told the irish times:\" [ the report] represents the first step in evaluating carbon capture and storage in an irish context. <q> however, the deployment of this technology is still at a relatively early stage. </q> you must log in to post this comment. kerry drinking water consumers will no longer be at risk from sub-standard drinking water by the end of next year, according to kerry county council. just a quarter of", "new_id": -2}, {"uid": "2008101705_00005569_W", "i": 4049, "idx": 3, "sa": ["David Petraeus"], "q": "traditional obsession of the pakistani army has been india to its east, not the disorder of its western tribal regions. but as terrorist violence has invaded more settled parts of pakistan, <strong> David Petraeus </strong> sees a major shift. <q> the big idea emerging here is that the most important existential threat to the country is in the west, not the east. </q> he does not foresee a role for \"americans on the ground,\" arguing that the \"pakistanis are determined to fight their enemies themselves... not to carry out an american war on terror, but their own", "new_id": -2}]