[{"uid": "1296142803208175163", "i": 27438, "idx": 1, "sa": ["Michael Gove"], "q": "we are trained to handle any kind of a threat that comes over that border,\" he added. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the", "new_id": -2}, {"q": "efforts of the two companies, the execs hope to move quickly in gaining ground on Mountain View and Cupertino. \"I am excited about this partnership with Nokia,\" <strong> Steve Ballmer </strong> said of the pairing. <q> Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Private Nokia memo reveals potential stratospheric shift for the manufacturer", "sa": ["Steve Ballmer"], "index_answer": 0, "idx": 2, "i": 3809}, {"uid": "1295828466174063616", "i": 23823, "idx": 1, "sa": ["Michael Gove", "Mark Zuckerberg"], "q": "enslavement has seen small improvements made in the teaching of black British history. I hope that these are not eroded under the guise of <strong> Michael Gove </strong>'s call for a return to the teaching of great historic figures. <strong> Mark Zuckerberg </strong> <q> would have done very well in our English baccalaureate </q> says <strong> Michael Gove </strong>. It is well known that the Facebook founder had an opportunity to study computer programming during his middle school years. Given that <strong> Michael Gove </strong>'s Ebacc does not include either ICT or computing GCSEs, perhaps home-grown", "new_id": -2}, {"uid": "1297200045061325316", "i": 42903, "idx": 3, "sa": ["Michael Gove", "Andy Burnham"], "q": "anonymity if they are accused of \"any offence that occurs in school\" up until they are charged. <strong> Michael Gove </strong> said the changes will mean \"there can be no excuse for failure\" . <q> We are raising the bar on school standards, we are showing less tolerance of failure than ever before and we are taking powers to intervene in order to ensure that in those schools which are failing, where an academy solution is right, where a local authority can find a superior headteacher- whatever action is required will be taken, </q> he told the House. Shadow education secretary <strong> Andy Burnham </strong> said the Michael Government is in \"an unseemly rush to reform where the normal processes of Michael Government are simply ditched\" . <strong> Michael Gove </strong> accused of` rushing' school", "new_id": -2}, {"uid": "1295452218083853347", "i": 12886, "idx": 2, "sa": ["Michael Gove", "Andy Burnham"], "q": "\" . \"Choices are dependent on the money- and where is the money coming from?\" said Mr <strong> Michael Gove </strong>. He told the MPs the choice was whether or not they wanted to <q> target support on those who need it most </q>. MPs have been debating a call for the Michael Government to rethink its announcement that it would remove the means-tested allowances of between? 10 and? 30 per week. Mr <strong> Andy Burnham </strong> warned that too", "new_id": -2}, {"uid": "1297451814077103115", "i": 11521, "idx": 3, "sa": ["Michael Gove"], "q": "where 58 schools were due to be rebuilt or revamped-- sought a judicial review on the grounds that the projects had been halted in an arbitrary and illegal way. The case would have cost Treasury solicitors <q> tens of thousands of pounds </q>, the judge noted. More than 700 building projects across England were cancelled when <strong> Michael Gove </strong> scrapped BSF last July, sparking outrage from councils and unions. While Friday's ruling may have opened up", "new_id": -2}, {"uid": "1295455356042303518", "i": 10044, "idx": 1, "sa": ["Michael Gove", "David Cameron"], "q": "spent? 100M on a new centrallised building where only council staff can get at the books. \"<strong> Michael Gove </strong>- friend, ally and trusted adviser to <strong> David Cameron </strong>- has urged people to vote Liberal Democrat in...\" <q> To Newbridge Rugby Club where I doubt they have such a thing as a Zen room handy. What will True... </q> \"At Holyrood, they are assiduously talking money- with the Stage One vote on the Scottish Michael Government's budget due next...\" \"Some major mood-swings in the House of Lords- but as yet no deal", "new_id": -2}, {"uid": "1295138262136134664", "i": 41428, "idx": 0, "sa": ["Michael Gove"], "q": "The Conservative local council also supports the academy. \"It's rubbish to say that the academy would filter out kids from local estates- the selection process is completely open,\" says a council spokesperson. <q> The unions are attacking this for ideological reasons. </q> The ultimate decision over whether the school will be allowed to open will be made by the Department for Education. So far, <strong> Michael Gove </strong> has approved 25 such projects, which are a flagship policy for the", "new_id": -2}, {"uid": "1296123122027361301", "i": 11578, "idx": 1, "sa": ["Michael Gove"], "q": "not bother trying to do anything about this problem either. \" Schools will be responsible for finding and funding an alternative school for a pupil they expel. \" Good luck with that. <q> Other reforms contained in the bill give teachers new rights to search pupils for forbidden items </q> Small teacher \"can I please look in your bag?\" BikMcFarlane 27 January 2011 9:13 AM johnandanne 27 January 2011 9:16 AM <strong> Michael Gove </strong>, the EducationSecretary said \"these measures would", "new_id": -2}, {"uid": "1297181549166789137", "i": 51109, "idx": 0, "sa": ["Michael Gove", "Tony Blair", "Len McCluskey", "Sally Morgan"], "q": "am: <strong> Tony Blair </strong>'s former political secretary <strong> Sally Morgan </strong>- or Lady <strong> Sally Morgan </strong>, as she became in 2001- has been named today as the new chairman of Ofsted. <strong> Michael Gove </strong>, the education secretary, said she was a <q> hugely taLen McCluskeyted individual whose passion is improving education </q> and that she would ensure Ofsted \"focuses on improving our schools so we can match the world's best\" . She will start on 1 March. 11.02 am: Yesterday Downing Street told us that ministers would", "new_id": -2}]