[{"uid": "1295676862036077591", "i": 43338, "idx": 1, "sa": ["Steve Booth", "Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "\" While a free-wheeling attitude typically works well at small companies, it could cause problems in a company as large as <strong> Google Inc. </strong>, says <strong> Steve Booth </strong>, a business professor at the University of Chicago. <q>The risk is that if you take away the process, that in some sense you go back to a kind of chaos,</q> Kaplan said. The management of <strong> Google Inc. </strong> has been an egalitarian arrangement, with <strong> Eric Schmidt </strong> never having the final say on important matters. Page and <strong> Sergey Brin </strong> always weighed in, too. But management by committee eventually", "new_id": -2}, {"uid": "1297242543083116089", "i": 15458, "idx": 1, "sa": ["Simon Cowell"], "q": "question. \"Your wardrobe for this season- are we gon na see the tight V-neck? Are we gon na be branching out with some new looks for you?\" she asked. <q>Well, I've had so much positive feedback wearing a suit from the Super Bowl[ spot]. Literally, thousands and thousands of letters saying how handsome I looked, so I might wear that again,</q> <strong> Simon Cowell </strong> laughed. And no doubt <strong> Simon Cowell </strong> will be looking sharp off camera too- at his wedding. He is engaged to makeup artist Mezhgan Hussainy. \"The royal wedding is taking place,", "new_id": -2}, {"uid": "1295256412206143497", "i": 17149, "idx": 0, "sa": ["Kobe Bryant", "Elgin Baylor", "Dwight Howard", "Michael Jordan", "Allen Iverson"], "q": "and <strong> Dwight Howard </strong> Robinson. <strong> Kobe Bryant </strong> made it five. <strong> Michael Jordan </strong> previous career high was 62 points during a 112-90 victory over Dallas last month-- he sat out the fourth quarter because of the one-sided nature of the game. <q><strong> Elgin Baylor </strong> was just determined. <strong> Elgin Baylor </strong> was just locked in, tuned into what was going on out there,</q> <strong> Kobe Bryant </strong> said. \"These points tonight mattered. We needed them. The points <strong> Elgin Baylor </strong> put in the basket were instrumental. It means a lot http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying", "new_id": -2}, {"uid": "1296041453184270856", "i": 12126, "idx": 2, "sa": ["Bruce Golding", "Simon Cowell"], "q": "a full brief on all the activities including a detailed update on the efforts that have been made to adjust this increase and he is confident that CARICOM will continue to make representation to the British government. <q>Going to London and pleading are not the only options we have,</q> <strong> Simon Cowell </strong> <strong> Bruce Golding </strong> noted. He said he had \"consulted widely and there are other options that the Caribbean may have to consider in tackling something that is not just unfair and unjust but is in conflict with established global", "new_id": -2}, {"i": 17910, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the matter on 26 January( 11). However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February( 10). He tells Late Show host <strong> David Letterman </strong>, <q>The kids are doing ok, we have been spending quite a bit of time with them, Kayte and I, Kayte's my new girl, we're planning to get married soon. Sometime in February.</q>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295008849080707673"}, {"uid": "1295036728092176422", "i": 26440, "idx": 1, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "absenteeism. His tough talk has made Mirafiori the most important issue in Italy the past two weeks, with daily front-page coverage by all major newspapers and prompting commentary from political leaders including Prime Minister <strong> Silvio Berlusconi </strong>. <q>Fiat is not bluffing because it has alternatives to Italy,</q> said Gianluca Spina, dean of the business school at Milan's Polytechnic. Today's vote is \"symbolic\" and \"represents a turning point for the country as <strong> Sergio Marchionne </strong> is trying to break an industrial scheme which", "new_id": -2}, {"uid": "1297283444062046208", "i": 8462, "idx": 2, "sa": ["Kirsten Gillibrand", "Al Franken", "Barbara Boxer"], "q": "their own bodies. \" \"Republicans claim that they want to keep government out of people's lives, but they insist on asserting their authority in the lives of women,\" <strong> Barbara Boxer </strong> <strong> Kirsten Gillibrand </strong> said. <q>They've been in power only a few weeks, yet the Republicans have already made depriving women of the medical care they need and deserve one of their primary goals. This agenda disregards women's rights and restricts the ability of women to access affordable health care. Clearly, the Republican House is not focusing on creating jobs or growing our economy, but making the degradation of women's health care a top priority.</q> \"I can't understand why some in Congress are focusing their energies on further restricting women\"s access to reproductive care- instead of working to create jobs,\" said <strong> Barbara Boxer </strong> <strong> Al Franken </strong>. \"The proposed", "new_id": -2}, {"uid": "1296784629036126790", "i": 41636, "idx": 5, "sa": ["Donald Rumsfeld", "Bill Clinton"], "q": "the chairman of the Joint Chiefs of Staff. But selfless <strong> Donald Rumsfeld </strong> scotched that idea. He claims Bush and Cheney repeatedly persuaded him to stay and even <strong> Bill Clinton </strong> once told him at a WWII memorial dedication that <q>no one with an ounce of sense thinks you had any way in the world to know about the abuse taking place that night in Iraq.</q> <strong> Donald Rumsfeld </strong> now regrets his decision to remain on, calling it a misjudgment because it contributed to the drumbeat of \"torture\" maintained by \"partisan\" critics of the war and Bush. Interestingly, he", "new_id": -2}, {"uid": "1295641975119324688", "i": 40801, "idx": 0, "sa": ["Woody Platt", "David Letterman", "Steve Martin"], "q": "contract with Rebel Records, winning the International Bluegrass Music Association's coveted Emerging Artist of the Year award and a gig at the Grand Ole Opry opened the door to the festival scene and major success. <q>Then we hooked up with <strong> Steve Martin </strong>,</q> said <strong> Woody Platt </strong>. With <strong> Steve Martin </strong> in the band they have headlined MerleFest, Bonnaroo, appeared on \"Late Night With <strong> David Letterman </strong>\" and \"Austin City Limits.\" With four successful recordings already behind them,", "new_id": -2}, {"uid": "1295599055020365403", "i": 1392, "idx": 4, "sa": ["Eric Schmidt"], "q": "Mr <strong> Eric Schmidt </strong> for his stewardship of the company. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" he said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.</q> Mr Page said Google is just at the \"tip of the iceberg\" of how the internet will change consumers lives in the future. \"If you think about the next five years of what your", "new_id": -2}]