[{"uid": "1296023446028524635", "i": 18209, "idx": 0, "sa": ["Bill Lockyer", "Michele Bachmann", "Newt Gingrich"], "q": "hard choices in the offseason, at quarterback and any other position, once he knew they needed to be made. He plans to remember all of this if a second chance comes along. <q>The most important thing for me now is that... I continue to talk to people on the offensive side of the ball and defensive side, continue to talk to coaches around the league, retired coaches also, and keep gaining knowledge.<q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this", "new_id": -2}, {"uid": "1296219928236240904", "i": 32650, "idx": 2, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": ". The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children.\" COHEN: \"There's a shot of her with the kids on <strong> David Letterman </strong>.\" CAMILLE: <q>He uses them as props. It's tough, it's harsh. It hurts, of course.<q> The trash talking doesn't end there. Extra notes <strong> Camille Grammer </strong>'s stab at http://wn.com/Kelsey_Grammer_Is_A_Cross_Dresser,_Ex-Wife_Camille_Implies_ February 18, 2009 Long Before \"High School Musical' fever swept teens all over the country,` Fame\" was the \"", "new_id": -2}, {"uid": "1297122854184680470", "i": 4240, "idx": 2, "sa": ["Simon Cowell"], "q": "big fan,\" <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, <q>I have to take everyone's opinions into account,<q> including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the four-member panel has yet to be made and won't be announced for another month or so, he", "new_id": -2}, {"uid": "1297120638195428364", "i": 18728, "idx": 1, "sa": ["Dwaine Caraway", "Jason La Canfora", "Michael Vick"], "q": "gave <strong> Michael Vick </strong> the key to the city? He says he was under the impression that he has the authority to give keys to the city, and he believes <strong> Michael Vick </strong> has become a good role model. <q>Since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school, staying away from drugs, making positive choices about picking friends, and the importance of education,<q> <strong> Dwaine Caraway </strong> said. \"For those reasons, <strong> Michael Vick </strong> deserves such an action from my office.\" Posted by Evan Silva on February 7, 2011, 4:55 PM EST NFL Network's <strong> Jason La Canfora </strong> reports that the", "new_id": -2}, {"uid": "1295094125134053943", "i": 20093, "idx": 23, "sa": ["Jared Jeffries", "Annie Nightingale", "Lily Allen", "Vince Carter", "Lawrence Frank", "Far Too Loud", "Kris Allen", "Devin Harris", "Allen Iverson"], "q": "and had to be restrained by coach <strong> Lawrence Frank </strong> and teammate <strong> Devin Harris </strong>. \"<strong> Vince Carter </strong> thought the ball went off <strong> Kris Allen </strong>[ <strong> Allen Iverson </strong>] and said something, and that's when he got a technical,\" <strong> Lawrence Frank </strong> said. <q>That's when the official said something that <strong> Vince Carter </strong> didn't think was appropriate and he reacted. We felt it was unjust that he got ejected.<q> <strong> Jared Jeffries </strong> did not talk to the media after the game, and crew chief Dan http://wn.com/Lily_Allen__Not_Fair_Annie_Nightingale_Far_Too_Loud_Electro_Edit <strong> Lily Allen </strong>- Not Fair( <strong> Annie Nightingale </strong>& <strong> Far Too Loud </strong> Electro Edit) The second single from her second album, \"It\"s Not Me", "new_id": -2}, {"i": 31382, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Yard might have been hoping that the phone- hacking row would die down with the resignation of <strong> Andy Coulson </strong>. Few things seem more unlikely. <strong> Alastair Campbell </strong>, <strong> Andy Coulson </strong>'s most high-profile predecessor, summed it up simply yesterday: <q>I think the role of the police in this is now going to become centre-stage.<q> In truth it was a Hospitals fined for mixed-sex wards London, January 24: Hospitals have to pay a fine of Â£ 250 per patient per day for breaking rules on mixed-sex accommodation. There were around", "sa": ["Andy Coulson", "Alastair Campbell"], "uid": "1295845469082296851"}, {"uid": "1295907918177651713", "i": 23766, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney", "Gerald Ford", "President Lyndon Johnson"], "q": "in 1966 on the Vietnam War and White House papers from July 1975, when he was chief of staff under <strong> President Lyndon Johnson </strong> <strong> Gerald Ford </strong>, with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. <q>It's not a journal, it's not a diary,<q> he says of the <strong> Gerald Ford </strong> White House notes. \"It is a set of working documents that I've never edited. In fact, most I've never reread.\" As defense secretary under <strong> President Bush </strong>", "new_id": -2}, {"uid": "1295120798042319882", "i": 9483, "idx": 1, "sa": ["Sergio Marchionne", "Susanna Camusso"], "q": "makes it possible to achieve \"very high production levels, of up to 280,000 vehicles per year, and also open the way for the potential creation of jobs,\" <strong> Sergio Marchionne </strong> said in a statement. <q>In a country such as Italy, which has always been tied to the past and reluctant to change... those who voted yes showed vision,<q> he said. The new head of Italy's leftist CGIL labour confederation, <strong> Susanna Camusso </strong>, insisted that the referendum \"shows that there is no possibility of ruling a factory without the consensus of the workers.", "new_id": -2}, {"uid": "1295601084081559557", "i": 32038, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "the official Google blog, <strong> Eric Schmidt </strong> said Page will lead product development and technology strategy- his greatest strengths- and starting from April 4 will be in charge of Google's day-to-day operations as the CEO. <q>I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead,<q> <strong> Eric Schmidt </strong> wrote. The third co-founder <strong> Sergey Brin </strong> will devote his time and energy to strategic projects and on new products. \"His title will be co-founder. He's an innovator and entrepreneur to the core and", "new_id": -2}, {"uid": "1295911947085770249", "i": 13123, "idx": 1, "sa": ["Alex Holmes", "Eric Schmidt"], "q": "that information with their partners or with the government?\" said <strong> Alex Holmes </strong>, research director at Forrester Research. \"It's not anyone's business if I like mint chocolate chip or Cherry Garcia.\" <q>The reality is that on-premise software does retain consumer information for some time,<q> said Mr. <strong> Eric Schmidt </strong>. \"We are all in the United States subject to the Patriot Act, so it is possible that information is made available. On the upside, this ice cream is gon na be crazy", "new_id": -2}]