[{"uid": "1296949788126484507", "i": 1555, "idx": 3, "sa": ["Mike Pence", "Chris Smith"], "q": "three other Virginia clinics. <strong> Chris Smith </strong>, who is also one of 154 co-sponsors on <strong> Mike Pence </strong>'s bill, applauded the New Jersey attorney general for subsequently ordering a review of the Perth Amboy incident. <q> This seems to be yet another reason to believe that Planned Parenthood is more interested in promoting its abortion business than it is in obeying laws that protect minors from sexual exploitation, </q> <strong> Chris Smith </strong> said in an e-mail to FoxNews.com. Planned Parenthood fired the manager shown in the Perth Amboy video. But it accused Live Action of using \"dirty tricks\" to smear the organization.", "new_id": -2}, {"uid": "1295958129216842277", "i": 12956, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "chances WASHINGTON-- Indiana <strong> Mike Pence </strong> has to be flattered. A group of South Carolina lawmakers stood on the steps of their state Capitol on Wednesday to encourage <strong> Mike Pence </strong> to run for <strong> Barack Obama </strong>. <q> It's not a complicated message, but it's a heartfelt one, </q> said state <strong> Mike Pence </strong> Kris Crawford. \"We would like him on the ballot.\" Leaders of the conservative movement made the same argument in a letter sent to <strong> Mike Pence </strong> this week.", "new_id": -2}, {"uid": "1296669455052150288", "i": 394, "idx": 0, "sa": ["Mike Pence"], "q": "a Planned Parenthood clinic manager assuring a pimp that the clinic would secretly offer full access to abortions and other services- despite knowing full well that the girls were underage victims of sex trafficking,\" she explained. <q> To respond swiftly to this crisis- and to take decisive action to strip Planned Parenthood of all taxpayer funding- the pro-life movement is uniting this Thursday night on a huge nationwide webcast... and your attendance is critical. </q> Title X Abortion Provider Prohibition Act,\" sponsored by <strong> Mike Pence </strong>( R-IN), was introduced earlier this month and would ensure that tax dollars are not sent to abortion providers under Title X family planning grants.", "new_id": -2}, {"uid": "1296175477124354567", "i": 19613, "idx": 10, "sa": ["Rachel Maddow", "Mike Pence", "Don Imus", "Mark Salter", "Mitch Daniels", "Mike McDaniel", "Rahm Emanuel"], "q": "<strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. \"He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike McDaniel </strong> walks through,\" she said. <q> Obviously it'd be great for the state of Indiana. </q> <strong> Don Imus </strong>: <strong> Rachel Maddow </strong>` Worst Kind Of Coward,'` Gutless, Sniveling Worm'( VIDEO) <strong> Rahm Emanuel </strong> Back on Mayoral Ballot in Chicago, Illinois Court Rules Is McCain Aide <strong> Mark Salter </strong> the Author of Anonymously Penned", "new_id": -2}, {"uid": "1295795414254902322", "i": 56625, "idx": 0, "sa": ["Matt Wuerker", "Jim VandeHei", "Fred Ryan", "Mike Pence", "David Mark", "Michelle Obama", "Bill Nichols", "Jonathan W. Martin", "Jack Smith", "Bill Clinton", "John C. Brown", "Ben Smith", "Herman Cain", "John Boehner"], "q": "Kaplan, Kim Kingsley, <strong> Fred Ryan </strong> Mannion, <strong> David Mark </strong>, <strong> Jonathan W. Martin </strong>, Erin Matt Wuerkericola, <strong> Bill Nichols </strong> <strong> John C. Brown </strong> Shinkle, Roger Simon, <strong> Ben Smith </strong>, <strong> Jack Smith </strong>, <strong> Jim VandeHei </strong>, Ken Vogel and <strong> Matt Wuerker </strong>.-- Beth Frerking e-mails: <q> We've had some fun, haven't we? More to come! </q>- The first <strong> Matt Wuerker </strong> cartoon shows Sen. <strong> Michelle Obama </strong>, <strong> Mike Pence </strong> <strong> John Boehner </strong>, Sen. <strong> Bill Clinton </strong>, Speaker Pelosi and Sen. McHerman Cain all reading POLITICO, with the caption: \"Roll Call Votes on The Hill Will Never Be", "new_id": -2}, {"uid": "1295454375253952007", "i": 21679, "idx": 3, "sa": ["Mike Pence", "Alan Grayson"], "q": "Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> Mike Pence </strong> <strong> Alan Grayson </strong>: \"I Apologize To The Dead For This Holocaust\" One day after <strong> Mike Pence </strong> <strong> Alan Grayson </strong> laid out <q> the Republican health care plan... die quickly, </q> the Congressman, prompted by Republicans, issued somewhat of an apology. \"I would like to apologize to the dead,\" he said on the House floor. \"I apologize to the dead and the...", "new_id": -2}, {"uid": "1296232388135299224", "i": 27554, "idx": 1, "sa": ["Rachel Maddow", "Michael Steele", "Mike Pence"], "q": "leading Republican <strong> Mike Pence </strong> saying that anti-abortion issues had to be a top priority for the new Congress. <strong> Rachel Maddow </strong> then turned to <strong> Michael Steele </strong>. \"What am I gon na do with you?\" he joked. <q> I don't even know where to begin with your opening. There are so many holes in it. </q> <strong> Michael Steele </strong> said that the culture wars are \"virtually over,\" at least on the national level. \"What you're seeing now is something a little bit closer to home, which is a state", "new_id": -2}, {"uid": "1297621750013008911", "i": 2129, "idx": 1, "sa": ["Mike Pence"], "q": "$ 70 million in annual funding. \"Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,\" <strong> Mike Pence </strong> said. <q> The time to deny any and all funding to Planned Parenthood is now. </q> By law, federal funds may not be used directly for abortions. But <strong> Mike Pence </strong> argues that the grants, by covering overhead and operational costs, free up other money to provide abortions. Planned Parenthood's staunchest allies", "new_id": -2}, {"uid": "1296218172048857110", "i": 18254, "idx": 2, "sa": ["Ben Young", "Mike Pence"], "q": ", whether running for governor or staying where he's at in Congress. I just want him representing Indiana in some capacity,\" Hollis added. <strong> Ben Young </strong> of Richmond thinks <strong> Mike Pence </strong> made the right decision. <q> My hope is that he runs for governor. I think it's rather fortuitous that it's open at this particular time, </q> <strong> Ben Young </strong> said. \"I think it's obvious that he wants to serve in perhaps a higher capacity.\" <strong> Ben Young </strong>, who has met with <strong> Mike Pence </strong> locally and in his Washington, D.C.,", "new_id": -2}, {"i": 38868, "idx": 3, "index_answer": 0, "new_id": -1, "q": "of Evansville political science professor. If <strong> Mike Pence </strong> is to encounter any bumps at all, they could come early, as he shifts his focus from federal to state issues, <strong> Robert Dion </strong> said. <q> In some cases, it can be an awkward transition, to go from being a lawmaker to an executive, and to go from the federal level to the state level. There's going to be that transition that might have a few hiccups to it, </q> he said.`` But he's familiar with all the issues, he's an energetic campaigner, he's got solid conservative credentials, he knows how to raise money.'' <strong> Robert Dion </strong> said", "sa": ["Robert Dion", "Mike Pence"], "uid": "1296197040069206031"}]