[{"uid": "2008110707_00020137_W", "i": 373, "idx": 0, "sa": ["Aamer Sohail", "Zaheer Abbas", "Mohammad Yousuf"], "q": "weak, <strong> Mohammad Yousuf </strong>'s move to the icl is a big loss. although it's a great loss to the country, you can't stop anyone from playing privately. banning <strong> Mohammad Yousuf </strong> is not the right step, <q> the news quoted <strong> Zaheer Abbas </strong> as saying. another former pakistan captain <strong> Aamer Sohail </strong> also criticized <strong> Mohammad Yousuf </strong>'s move to join icl, saying it was <NO_QUOTATION>. </q> the pcb supported him in his fight with the court cases relating to the icl and he left them in the lurch at a time when pakistan cricket is in turmoil, \"he added.\" <strong> Mohammad Yousuf </strong> converted to", "new_id": -2}, {"uid": "2008090405_00020100_W", "i": 1883, "idx": 5, "sa": [], "q": "agreement's successful implementation and, with it, the chances for reconciliation, according to menkhaus. but that will require major changes in us and western policies, which have\" actually worked to strengthen and embolden hardliners <q> over the past two years. in that respect, the us emphasis on counterterrorism has been particularly destructive, not only in supporting the ethiopian offensive in december, 2006, but, more recently, in placing the shabaab on its list of designated terrorist groups last march. that step not only isolated opposition moderates from their own coalition but also gave the shabaab </q> even more reason to sabotage \"ongoing peace talks. at the same time, washington has provided\" robust financial and logistical support to armed paramilitaries resisting the command and control of the tgf, even though they technically", "new_id": -2}, {"uid": "2008122801_00000056_W", "i": 1000, "idx": 1, "sa": [], "q": "prefer inhaling to actually tasting, \"johannes leitz told importer thierry thiese in an interview.\" i can't really love a wine regardless of how it tastes if it doesn't excite me on the nose. <q> i find this quote represents a very keen insight into a remarkable winemaker who is passionate about his vines. of course, riesling is such an aromatic varietal being able to inhale the aroma is usually easy. johannes specifically used the word <NO_QUOTATION> which is something else entirely. with people who already know and love quality riesling, i sometimes use the expression </q> like biting into a rock \"to describe the rapture of how a wine tastes. the term is used to describe the incredible interplay of minerals and sometimes, volcanic soil, that can be found in quality rieslings", "new_id": -2}, {"uid": "2008101620_00001873_W", "i": 1970, "idx": 9, "sa": [], "q": "reduce co2 may backfire in terms of increased accidents and crime.\" in the dark drivers' reactions tend to be slower and stopping distances longer. street lighting can reduce the risk of crashes and their severity. <q> cyclists and pedestrians would be more at risk on dark streets, he said. </q> in terms of reducing co2 aa research shows that local authorities will have more effect improving traffic flow than turning off the lights. \"however, paul cawte, chairman of hughenden valley residents association, who first opposed", "new_id": -2}, {"uid": "2008090310_00003568_W", "i": 2109, "idx": 0, "sa": [], "q": "\" reply# 1120 on: september 02, 2008, 02:56:22 pm <q> cosmic chimp, your quest was answered in my post. there is a creation model available, perhaps you would be better off aquainting yourself with: </q> reply# 1121 on: september 02, 2008, 03:40:13 pm \"cosmic chimp, so long as there is a fight to fight in here, i won't go away and no one can make me because", "new_id": -2}, {"uid": "2008090705_00013484_W", "i": 2137, "idx": 0, "sa": ["Chen Shui-bian", "Hsu Hsin-liang"], "q": "recalcitrant attitude has inevitably made people think of former taiwanese president <strong> Chen Shui-bian </strong>, who is being charged for suspected money laundering, and who has impressed the world with his\" i'll admit as far as the evidence goes <q> attitude. actually, <strong> Chen Shui-bian </strong> has refused to openly admit that his wife remitted overseas more than us$ 700 million of balance from election funds. nevertheless, with more and more evidences being exposed and turned against him, he has but to hastily admit what he has done. but, if there were any slightest deficiency in the evidences provided by his prosecutors, <strong> Chen Shui-bian </strong> will instantly deny, often dragging along with him some of his former allies. </q> we don't want sweet promises from politicians, but at least when they have said something wrong, or made some wrong decisions, they are sincere enough to apologise. \"former dpp president <strong> Hsu Hsin-liang </strong> has put it", "new_id": -2}, {"uid": "2008111501_00019457_W", "i": 1274, "idx": 0, "sa": ["Floyd Mayweather", "Zab Judah", "Joshua Clottey"], "q": ".\" he really hit with a lot of uppercuts, but i never felt anything, \"<strong> Joshua Clottey </strong> said.\" he never hurt me, trust me. in my <strong> Floyd Mayweather </strong> life, nobody has hurt me. <q> the decision left the roughly 1,800 fans in an uproar. the confident <strong> Zab Judah </strong>, despite being dominated through parts of the earlier rounds, had landed several combinations in the seventh and eighth and seemed to have momentum on his side. </q> this just hurts, man. everyone here knows who won, \"said <strong> Zab Judah </strong>, who has struggled to shake the perception that he's never lived up to his potential.\" <strong> Zab Judah </strong> is the peoples' champion", "new_id": -2}, {"uid": "2008110320_00028693_W", "i": 1243, "idx": 0, "sa": ["Barack Obama"], "q": "could run for <strong> Barack Obama </strong> and have his campaign taken seriously. king said he realizes some americans can't fathom voting for a black man but told them to\" ask god to help you pretend that <strong> Barack Obama </strong> is white <q> when they step into the. </q> i understand very well that after more than three centuries of being taught, conditioned and indoctrinated to hate the black man as your inferior, it is unrealistic to think that now you can just change to respect him", "new_id": -2}, {"uid": "2008090420_00006549_W", "i": 2135, "idx": 0, "sa": ["Peter Ward"], "q": "is to be found only <NO_QUOTATION>.\" christ is our origin and our truth. to be a christian is to be joined to christ and to be joined to christ is to be joined to his church. <q> this is what constitutes the body of christ. it is this primal connection with jesus that defines what it means to be a christian and to be in his church. how this expresses itself will depend largely on missional context. in a liquid culture, <strong> Peter Ward </strong> says we need a liquid form of church that can express truly what it means to be <NO_QUOTATION> he comments.... </q> to be joined to christ is to be joined to the body of christ. this corporate and corporeal expression of christ is fundamental to any theology of the church. the idea of the body of christ goes very", "new_id": -2}, {"uid": "2008111001_00008166_W", "i": 599, "idx": 5, "sa": ["Pam Berry"], "q": "to get a little crazy and display their works at the art museum. samuel <strong> Pam Berry </strong> explained,\" it's definitely different, you can freestyle you can do things you can't do at your own house. <q> his mother <strong> Pam Berry </strong> agrees it's, </q> just a family fun activity, it's sure neat to experience. it's even more fun squirting my kids. \"comments are moderated and will not appear on this story until after they have been reviewed and", "new_id": -2}]