[{"uid": "1295958129216842277", "i": 10786, "idx": 9, "sa": ["Barack Obama", "Mike Pence"], "q": "need to be able to expand beyond that.''( <strong> Barack Obama </strong> of 3) <strong> Mike Pence </strong> said last week that he's leaning in one direction, but declined to say what that was. <q> We're nearing the end of a process that began right after Election Day in November, </q> <strong> Mike Pence </strong> said.`` We've determined that it would be appropriate for us to make a decision on our general direction before the end of January.'' His recent activities suggest he has been", "new_id": -2}, {"uid": "1295615314003915792", "i": 10801, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "% needed in this role. I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.'' A statement from <strong> David Cameron </strong> read: <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so.`` <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government. </q> <strong> Andy Coulson </strong>'s position had appeared tenuous for several months as the row over phone hacking at the News of the World intensified. <strong> Andy Coulson </strong> resigned as editor of the Sunday tabloid in 2007 during an investigation into the", "new_id": -2}, {"uid": "1296527089108003332", "i": 16233, "idx": 1, "sa": ["The Coach", "Mack Brown", "Allen Iverson"], "q": ". For a player often described as selfish and immature, it was a giant step toward superstardom.`` It's special, and it's a tribute to my coach and my teammates,'' said <strong> Allen Iverson </strong>. <q> I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball, </q> <strong> Mack Brown </strong> said.`` There were so many lessons to be learned, from him http://wn.com/Football_Playbook__Create_a_playbook_using_PowerPoint__save_time www.youthfootballhandbook.com- <strong> The Coach </strong> Erik Saunders of the Football Academy and author of`` The Youth Football Coaches Handbook'' teaches us how to use", "new_id": -2}, {"uid": "1296051090213254170", "i": 36992, "idx": 0, "sa": ["Michael Vick"], "q": "<strong> Michael Vick </strong> Signs Worldwide Licensing Deal With UNEQUAL Technologies Top-Rated <q> I Won't Play without My Unequal </q> Quarterback Becomes First Athletic Spokesperson for UNEQUAL Technologies PHILADELPHIA, PA--( Marketwire- January 26, 2011)- <strong> Michael Vick </strong>, Philadelphia Eagles quarterback, to serve as their corporate spokesman", "new_id": -2}, {"uid": "1295719198234373121", "i": 6595, "idx": 0, "sa": ["Eric Schmidt", "Danny Goodwin", "Sergey Brin"], "q": "role as CEO? Google just announced a huge change in management. As of April, <strong> Eric Schmidt </strong> is out as CEO, and co-founder Larry Page will take over his day-to-day duties. Meanwhile, co-founder <strong> Sergey Brin </strong> will <q> devote his energy to strategic projects, in particular working on new products. </q> by <strong> Danny Goodwin </strong> Obviously, the big story is Larry Page replacing <strong> Eric Schmidt </strong> as CEO. That news is so big it even dwarfs Google's huge Q4 of 2010, in which the company reported$ 8.44 billion in", "new_id": -2}, {"uid": "1296259179174211074", "i": 2322, "idx": 0, "sa": ["Antonio Cassano", "Allen Iverson"], "q": "out the Toronto Raptors 137-105 for their fifth straight win at home. The Denver guard hit seven straight attempts before missing a 3-pointer early in the third quarter. He also made all 10 of his free throws. <q> It felt OK before the game, </q> <strong> Allen Iverson </strong> said.`` Now, it feels that much worse. It's throbbing like a heartbeat.'' <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Antonio Cassano </strong> a week ago, slips on a brace after every game", "new_id": -2}, {"uid": "1295735932001638409", "i": 36998, "idx": 0, "sa": ["Pete Wilson", "Bill Lockyer", "Ronald M. George"], "q": "expect him to have an enduring legacy. Save Up to 90%: Sign up for our free daily e-mail to get in on exclusive deals around L.A. Powered by Groupon. Subscribe Now. <q> He was the most extraordinary leader of the Supreme Court in modern history, </q> said Treasurer <strong> Bill Lockyer </strong>, a Democrat and former legislator and attorney general. <strong> Ronald M. George </strong>, 70, took big risks as head of the <strong> Pete Wilson </strong> judiciary, consolidating courts and bringing them under his authority to turn the", "new_id": -2}, {"uid": "1295807081069746690", "i": 15013, "idx": 0, "sa": ["Andy Coulson"], "q": "\" AP/Yahoo.. trying to give us SOME news from the USA WAR FRONT. \" Which of course, they ignore as not to hurt the Democrat in office-- and his campaigning. Report Abuse <q> Iraq, Iran, Afghanistan, Pakistan, N Korea, Somalia, Sudan, Ivory Coast, Mexico-- so when are we planning on winning any of these wars? </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1296314764089227265", "i": 41923, "idx": 0, "sa": ["Colin Powell", "Hillary Clinton"], "q": ".'' Blake also reminded his audience of an initiative instituted last year and conducted under his jurisdiction: Annual Bilateral Consultations( ABCs) with all five Central Asian countries. In his Houston speech he stated, <q> I look forward to starting the second round of ABCs with Uzbekistan next month in Tashkent. </q> Blake's boss, Secretary of State <strong> Hillary Clinton </strong>, visited Uzbekistan last month- the first secretary of state to do since <strong> Colin Powell </strong>'s trip there in December of 2001- as well as Kazakhstan and Kyrgyzstan,", "new_id": -2}, {"i": 42292, "idx": 0, "index_answer": 1, "new_id": -1, "q": "He was there to see body types and growth potential. After all, that's what scouts live to do- even the ones who now possess full control of the 49ers' roster. <q> It's kind of like when you were a kid in school always picking teams, </q> <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans", "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "uid": "1295927624169148420"}]