[{"uid": "1297196814076382262", "i": 15618, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "posted documents from his files.`` I gave them a heads-up that the website is going to have hundreds of memos, thousands of pages, and they're going to be mentioned,'' he says. <q> We had a nice discussion, </q> he says. <strong> Donald Rumsfeld </strong> defends the decision to go to war in Iraq-`` Are we better off today with Saddam Hussein gone? Yes''- and denies that the Bush administration neglected the war", "new_id": -2}, {"uid": "1296506039217612296", "i": 35280, "idx": 0, "sa": ["Eric Schmidt", "Jared Cohen"], "q": "2011 3:29 PM Outgoing Google CEO <strong> Eric Schmidt </strong> is shopping a book entitled Empire of the Mind: The Dawn of the Techno-Political Age. Google Ideas director and author <strong> Jared Cohen </strong> will collaborate on the book. Crains New York: <q> The pair collaborated on a recent essay in The Digital Disruption.' The book project grew out of the essay, which examines the challenges that technology poses to authoritarian regimes. </q> Literary agent Mel Parker represents the project. According to the article, several publishers are bidding for the work. The auction for it will end on Tuesday. Last week, news broke that <strong> Eric Schmidt </strong> MEDIABISTRO", "new_id": -2}, {"uid": "1295097395007798784", "i": 4927, "idx": 4, "sa": ["Sergio Marchionne"], "q": "Despite Fiom's comments concerning the National Agreement, <strong> Sergio Marchionne </strong> insisted its conditions would remain, while the introduction of a Saturday evening shift would only occur should the need arise and with a resulting overtime payment. <q> Full utilisation of the 18 shifts would also enable an increase in annual pay of around EUR3,500( US$ 4,690) per year, </q> added the Fiat chief.`` We have also taken account of other needs relating to overtime. As employees can not always be available, we have instituted the option of substituting up to 20% of", "new_id": -2}, {"uid": "1297090208093831188", "i": 22253, "idx": 0, "sa": ["Charlie Sheen", "Kacey Jordan", "Zahi Hawass"], "q": "weeks could lead to the kind of looting that saw a large part of Iraq's national treasures vanish in 2003 after the fall of Saddam Hussein. But <strong> Zahi Hawass </strong> said in a BBC interview on Sunday: <q> The Valley of the Kings is safe, the pyramids are safe, 24 museums are safe, the synagogues and the monasteries and the Muslim monuments are completely safe. </q> <strong> Zahi Hawass </strong> also asserted that the nearby archaeological digs Saqqara, Memphis and Abu Sir were secure following reports of looting there. <strong> Charlie Sheen </strong> Toothless, Porn Star <strong> Kacey Jordan </strong> Says: What Happened? Mubarak Regime Pledges to Probe", "new_id": -2}, {"uid": "1295143384120275178", "i": 7541, "idx": 2, "sa": ["Gabrielle Giffords", "Barack Obama", "Kirsten Gillibrand"], "q": "I hope in this time of sadness and loss, we can find new strength to come together as a nation and foster greater respect for one another,'' <strong> Kirsten Gillibrand </strong> said in a statement before leaving. <q> We may never make any sense of this heinous crime, but I remember how <strong> Gabrielle Giffords </strong> so often urged people to stand up to the violent language that divides us, and focus on solutions. That is exactly what we need to do right now, </q> <strong> Kirsten Gillibrand </strong> said.`` I want to thank <strong> Barack Obama </strong> for his compassionate leadership at this time of great national tragedy. My thoughts and prayers are with all the victims of this horrible tragedy, their loved", "new_id": -2}, {"uid": "1295966237237928455", "i": 15925, "idx": 6, "sa": ["Larry Page", "Eric Schmidt"], "q": "Suchdienste in seiner Trefferliste bewusst weiter hinten angezeigt zu haben. Au?erdem geht das Bundeskartellamt einer Beschwerde der Zeitungsverleger nach. Neben Fragen zur Ermittlung der Suchergebnisse geht es hierbei vor allem um das Urheberrecht. <q> Ich denke, mein n?chstes Jahrzehnt bei Google wird noch interessanter sein als das erste </q>, sagte <strong> Eric Schmidt </strong> mit Blick auf seine berraschende R?cktrittsank?ndigung am Donnerstag vergangener Woche. Sein Nachfolger als Vorstandsvorsitzender wird zum 4. April <strong> Larry Page </strong>, einer der beiden Google- Gr?nder. Der 55- j?hrige <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1297136473102924319", "i": 36178, "idx": 6, "sa": ["Donald Rumsfeld", "Robert McNamara", "George H. W. Bush"], "q": "latter now nearing its 10th anniversary. He refused to echo the regrets of another domineering defense secretary- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as`` terribly wrong.'' <q> That's not the case with Iraq, </q> <strong> Donald Rumsfeld </strong> countered.`` I think the world's a better place with Saddam Hussein gone and with the Taliban gone and the Al-Qaeda out of Afghanistan,'' he added, insisting the <strong> George H. W. Bush </strong> administration's decision", "new_id": -2}, {"uid": "1297416847025755654", "i": 26764, "idx": 0, "sa": ["Steve Ballmer"], "q": "devices, platforms and user experiences.'' title=\"no-meego-devices-until-2011-intel-confirms-\" href=\"http://www.eweekeurope.co.uk/news/no-meego-devices-until-2011-intel-confirms-10464\" target=\"_self\"> MeeGo was delayed till late this year, but has been title=\"nokia-meego-tablet-sighting-fuels-rumour-mill-\" href=\"http://www.eweekeurope.co.uk/news/nokia-meego-tablet-sighting-fuels-rumour-mill-18981\" target=\"_self\"> sighted on tablets and other devices. <q> I am excited about this partnership with Nokia, </q> said <strong> Steve Ballmer </strong>, Microsoft CEO.`` Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.", "new_id": -2}, {"uid": "1296510256041320476", "i": 23363, "idx": 0, "sa": ["Zahi Hawass"], "q": "Council of Antiquities. <strong> Zahi Hawass </strong>, who a source says has been promoted to the new position of Minister of Antiquities as part of a cabinet shakeup yesterday, faxed a colleague in Italy that 13 cases were destroyed. <q> My heart is broken and my blood is boiling, </q> the U.S.-trained archaeologist lamented. A human chain soon formed outside the museum to protect the institution, which holds some 120,000 artifacts from prehistoric to Roman times, including King Tutankhamen's gold death mask. By", "new_id": -2}, {"i": 47514, "idx": 0, "index_answer": 2, "new_id": -1, "q": "for Life on Monday, <strong> Michele Bachmann </strong> is set to keynote the event's dinner tonight, and former <strong> Rick Santorum </strong> joined marchers in the cold-the only three potential Republican 2012 presidential hopefuls to appear at the annual gathering. <q> Our economy is struggling and our national government is awash in a sea of debt. Amidst these struggles, some would have us focus our energies on jobs and spending, </q> <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th anniversary of Roe vs. Wade.`` We must not remain silent when great moral", "sa": ["Rick Santorum", "Michele Bachmann", "Mike Pence"], "uid": "1295915073213958666"}]