[{"uid": "1297184200216317958", "i": 43437, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Orrin Hatch", "Barbara Mikulski"], "q": " \"We Are With You For The Long Haul' <strong> Barack Obama </strong> discusses Giffords and Egypt at National Prayer Breakfast. <strong> Barbara Mikulski </strong> on GOP:` They Have No Ideas' <strong> Orrin Hatch </strong> <strong> Barbara Mikulski </strong> D-MD., says the Republicans <q> just want to pander to the crowd. </q> Egypt Looms Over DC Diplomat Huddle The <strong> Donald Rumsfeld </strong> of State jokes that they thought February would be a \"slow month.\" <strong> Barack Obama </strong>: Transition In Egypt` Must Begin Now\" <strong> Barack Obama </strong> says to", "new_id": -2}, {"uid": "1295616805243957789", "i": 24042, "idx": 3, "sa": ["Andy Coulson"], "q": "do so wishing the Prime Minister, his family, and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government.\" CAMERON <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my Director of Communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the Government. </q> \"During his time working for me, <strong> Andy Coulson </strong> has carried out his role with complete professionalism. He has been a brilliant member of my team and has thrown himself at the job with skill and dedication", "new_id": -2}, {"uid": "1296911454221642769", "i": 49404, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "are preventing some features from appearing. DALLAS- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as the host of a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. \"", "new_id": -2}, {"uid": "1296744552199131154", "i": 30142, "idx": 44, "sa": ["Donald Rumsfeld", "Colin Powell", "Dick Cheney"], "q": "time you feel it would be helpful to you.\" \"Don, someone's head has to roll over this,\" Bush told him. But the president called him that night and said that <q> your leaving is a terrible idea. </q> Bush asked whether he should oust <strong> Colin Powell </strong> <strong> Dick Cheney </strong> Myers instead. <strong> Donald Rumsfeld </strong> replied that he would be \"firing the wrong person.\" But as commentators demanded his head, <strong> Donald Rumsfeld </strong> still contemplated leaving, even after", "new_id": -2}, {"i": 48513, "idx": 0, "index_answer": 1, "new_id": -1, "q": "key given to <strong> Michael Vick </strong>. <strong> Richard Hunter </strong> showed the council a picture of his black pit bull Mel, used by <strong> Michael Vick </strong> as a bait dog to train fighting dogs before he was seized by authorities. <q> On Saturday I was horrified to witness <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gleefully proclaiming that a power had been bestowed on him to give the man who tried to kill my dog a key to my city, </q> <strong> Richard Hunter </strong> said. <strong> Richard Hunter </strong> called <strong> Dwaine Caraway </strong>'s action an embarrassment to the city \"rouge decision to besmirch the reputation of the city.\"", "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "uid": "1297267847143687688"}, {"uid": "1296355065262340710", "i": 21812, "idx": 1, "sa": ["Zahi Hawass"], "q": "this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,\" <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said on Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. Foreign tourists and Egyptians flocked to Cairo's main airport on Saturday, scrambling to find flights out of the country as days of often violent protests showed few signs of abating. The US", "new_id": -2}, {"uid": "1295217385130613292", "i": 2031, "idx": 1, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "Barack Obama", "Debbie Wasserman Schultz"], "q": "use,\" <strong> Debbie Wasserman Schultz </strong>, a Florida Democrat, said on CBS. The debate should focus on specific parts of the legislation that are contentious, said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, a New York Democrat. <q> If we can move that conversation to what about the bill do you want to change, that is a legitimate debate that we should frankly have, </q> <strong> Kirsten Gillibrand </strong> said on CBS. \"The bill's not perfect. It never has been.\" <strong> Chuck Schumer </strong> said there are changes to the bill both parties can work on together, such as the repeal of", "new_id": -2}, {"uid": "1295443949144605190", "i": 22381, "idx": 0, "sa": ["John de Mol", "Lucian Grainge", "Simon Cowell", "Susan Boyle"], "q": "merchandising. <strong> Lucian Grainge </strong> is hoping to drive sales in the same way that rival Sony Music has benefited from its exclusive tie-up with <strong> Simon Cowell </strong>'s talent-show acts such as <strong> Susan Boyle </strong>. <strong> Lucian Grainge </strong> said: <q> Innovation breeds success, and in television, <strong> John de Mol </strong>'s track record is second to none. He evidently has another winner with The Voice of format. </q> De <strong> John de Mol </strong> claims the Voice Of... \"features only real singing talent\" and the competition starts with a \"blind\" audition so the judges are not swayed by the contestants' looks. Subsequent rounds", "new_id": -2}, {"uid": "1296776656214941710", "i": 45878, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush"], "q": "his wife, Joyce, and all their children. \"What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me,\" <strong> Donald Rumsfeld </strong> writes. <q> At that moment, I couldn't speak. </q>( He notes that his son has lived a drug-free life in the years since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes, was in not forcing <strong> President Bush </strong> to accept his offers to resign after the abuse", "new_id": -2}, {"uid": "1295564526217792700", "i": 10301, "idx": 0, "sa": ["Simon Cowell", "Blake Lewis"], "q": ", particularly <strong> Simon Cowell </strong>. After \"Idol,\" Malakar made many TV guest appearances and has been commonly parodied in popular culture. He got to fifth place in Season 2 of the reality TV show <q> I'm a Celebrity... Get Me out of Here! </q> In May 2010, Seattle- based pizzeria chain. <strong> Blake Lewis </strong> As Season's 6 runner-up, <strong> Blake Lewis </strong> released his debut album \"A.D.D.( Audio Day Dream)\" in", "new_id": -2}]