[{"uid": "1296862636132562982", "i": 10930, "idx": 2, "sa": ["John McCain", "Donald Rumsfeld", "President Bush"], "q": "State and head of the National Security Council( NSC) in the <strong> John McCain </strong> House at the war's onset. \"Key differences were never clearly or firmly resolved in the NSC,\" <strong> Donald Rumsfeld </strong> asserts. <q>Only the <strong> President Bush </strong> could do so.</q> <strong> President Bush </strong>, he also writes, \"did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation", "new_id": -2}, {"uid": "1297216340026116096", "i": 32786, "idx": 1, "sa": ["Simon Cowell"], "q": "difference between Extreme Makeover: Home Edition and Jersey Shore. As for the current, Cowell-free season of Idol, he said, \"I haven't seen a full episode,\" continuing, <q>I think we're going to do something different. I'm excited. The stakes are high.</q> Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. Fox is still recovering from a rough fall season, when it finished last among the major networks in total viewers. Idol is still holding strong", "new_id": -2}, {"i": 19500, "idx": 1, "index_answer": 0, "new_id": -1, "q": "been previously arrested are being questioned. Gilded wood statue of Tutankhamun harpooning.( AP) \"I have said if the Egyptian Museum is safe, than Egypt is safe,\" <strong> Zahi Hawass </strong> said. <q>However, I am now concerned Egypt is not safe.</q> The famed archeologist also indicated that the offices of De Morgen, a Dutch-language magazine, were also robbed. Located in Dahshur, about 25 miles south of Cairo, several valuable artifacts were stolen, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297629731208748579"}, {"uid": "1296282709080461832", "i": 2906, "idx": 0, "sa": ["I Roy", "Allen Iverson"], "q": "toughness, and <strong> Allen Iverson </strong> is among the toughest players in the league. After taking a whack on the right thumb he badly sprained less than two weeks ago, he scored 17 of Philadelphia's last 26 points. <q><strong> I Roy </strong> was just trying to take what the defense gave me,</q> <strong> Allen Iverson </strong> said. \"<strong> I Roy </strong> didn't want to be overaggressive. <strong> I Roy </strong> just wanted to let my teammates do what they had to do early in the game because they( Grizzlies) were taking away some of the", "new_id": -2}, {"uid": "1295534633152666122", "i": 27819, "idx": 1, "sa": ["Simon Cowell"], "q": "advice you can give me?\" and he said, \"<strong> Simon Cowell </strong>, always know when to leave the fair.\" And I think that's good advice. \"Something inside you just says, <q>You know what, it's time to go.</q> Without any regrets whatsoever.' I can look back on the past ten years and say, \"It's been a blast.\" I've enjoyed myself, I mean it\"s not the most", "new_id": -2}, {"uid": "1295029412227983382", "i": 27161, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "- Though his divorce is not yet settled with ex-wife <strong> Camille Grammer </strong>, actor <strong> Kelsey Grammer </strong> plans to wed his \"new girl\" <strong> Kayte Walsh </strong> in February, the former \"Frasier\" star told comedian <strong> David Letterman </strong> Thursday night. <q>The kids seem to be doing okay,</q> the 55-year-old said on the\" Late Show\" about the aftermath of his divorce from <strong> Camille Grammer </strong>, 42, in July after 13 years of marriage. The couple has two children-- daughter Mason,", "new_id": -2}, {"uid": "1296529355266076191", "i": 34171, "idx": 0, "sa": ["Sergio Marchionne"], "q": "4 million Cinquecentos( 500 in Italian) werebuilt from 1957 to 1975. Warm, fuzzy feelings worked for VW's New Beetle and for BMW, with its revival of the Mini. <q>To some extent, the Fiat will share that same( nostalgia) bump,</q> says Charlie Vogelheim of IntelliChoice. \"It's an iconic design.\" Sensing it would be a winner, Fiat and Chrysler CEO <strong> Sergio Marchionne </strong> pushed to bring the 500 into the U.S. as soon", "new_id": -2}, {"uid": "1295256412206143492", "i": 11766, "idx": 0, "sa": ["Alonzo Mourning", "Allen Iverson", "Chase Tapley"], "q": "night to remain one of the nation's four unbeaten teams. <strong> Chase Tapley </strong> added 15 Chaminade star Kratman keeping his options open Hollywood Chaminade-Madonna two-sport athlete Kyle Kratman doesn't want to choose between football in college. <q>It's very hard to do both in college, but my goal is to do both,</q> he said. For the 6-0 senior, that's a tall order. To play both sports, he realizes it's NCAA Division <strong> Allen Iverson </strong> or <strong> Alonzo Mourning </strong> because at the D-1 level, either Streaking Colorado rallies", "new_id": -2}, {"uid": "1295898709135872525", "i": 16240, "idx": 0, "sa": ["Jack LaLanne", "Donald Rumsfeld"], "q": "BOOKS-RUMSFELD WASHINGTON If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many \"<strong> Donald Rumsfeld </strong>'s Rules\": <q>The harder I work, the luckier I am.</q> By National Writer Hillel Italie. AP Photos. JACK LALANNE-TRIBUTE NEW YORK In the 1950s, when <strong> Jack LaLanne </strong> began his lengthy television run, he gave housewives a half-hour workout, and also a respite", "new_id": -2}, {"uid": "1296164507194232338", "i": 1071, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "are getting very tired about hearing our Republican and right wing friends telling us about how Social Security is collapsing when the reality is, Social Security today has a surplus of$ 2.6 trillion,\" <strong> Sen. Bernie Sanders </strong> said. <q>Social Security can pay out every benefit owed to every eligible American, for the next 27 years.</q> Social Security has built up a$ 2.5 trillion surplus since the retirement program was last overhauled in the 1980s. Benefits will be safe until that money runs out. That is projected to happen in 2037", "new_id": -2}]