[{"uid": "1296633836234962960", "i": 12988, "idx": 3, "sa": ["Chris Webber", "Ben Wallace", "LeBron James", "Allen Iverson", "Tim Duncan", "Kyle Korver", "Ben Gordon", "Willie Nelson"], "q": ". <strong> Kyle Korver </strong> was mobbed by his wildly celebrating teammates. Boston players sat dazed on the Ben Gordonch. A third overTim Duncane was on deck. <strong> Allen Iverson </strong> simply pumped his fist, his face expressionless as if he expected it. <q> <strong> Kyle Korver </strong> hit that <strong> Ben Wallace </strong> shot and I was thinLeBron James,` If he hit that shot, we've got to win it, </q> he said. After <strong> Kyle Korver </strong> sent the game into a third overTim Duncane, <strong> Chris Webber </strong> deliveWillie Nelson a clutch steal and secuWillie Nelson the Philadelphia 76ers' 125-124 victory over the Celtics on Friday night. \"It was an amazing game,", "new_id": -2, "mturk_index": "295"}, {"uid": "1296628848054968320", "i": 32196, "idx": 1, "sa": ["Zahi Hawass"], "q": "scenes of chaos and discord that resulted in the destruction of artifacts in Iraq and Afghanistan. \"People are asking me,` Do you think Egypt will be like Afghanistan?\" ' he said. <q> And I say,` No, Egyptians are different-- they love me because I protect antiquities.' </q> Mr. <strong> Zahi Hawass </strong>, who has never been shy about promoting his work, described two episodes of looting that he said took place Friday night. At the Egyptian Museum in Cairo, thieves looking for", "new_id": -2, "mturk_index": "652"}, {"uid": "1297011135120438797", "i": 40, "idx": 1, "sa": ["Zahi Hawass", "Rose Stone"], "q": "had tried to break open a golden sarcophagus, hoping to find treasures inside, and some skeletons were also damaged, <strong> Zahi Hawass </strong> said. A gallery displaying King Tut's treasures, on the other hand, <q> was fully secure and had not been damaged </q>. After the break-in, troops were deployed around the landmark <strong> Rose Stone </strong> building formally known as the Egyptian Museum of Antiquities, which has about 120 000 items on display or in storage. Television images", "new_id": -2, "mturk_index": "1026"}, {"uid": "1296331565124452865", "i": 22252, "idx": 0, "sa": ["Michael Vick"], "q": "The Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the target=\"_blank\" football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q> We're real excited about it, </q> <strong> Michael Vick </strong> scores 1st endorsement deal since dogfighting arrest PHILADELPHIA( AP)-- <strong> Michael Vick </strong> is back pitching products. <strong> Michael Vick </strong> has signed his first paid endorsement contract since his release from target=\"_blank\" prison. The Philadelphia Eagles", "new_id": -2, "mturk_index": "1510"}, {"uid": "1296149573243646477", "i": 43620, "idx": 0, "sa": ["Kevin Kolb", "Michael Vick"], "q": "operation. \"This one feels great due to the fact that I've been through so much and trained to getting back to this position,\" he said after the NFC opened practice Wednesday. <q> It's paramount for me and my family and I'm just thankful. </q> After starting the year as a backup to <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title.", "new_id": -2, "mturk_index": "2032"}, {"uid": "1296136659006979634", "i": 13887, "idx": 0, "sa": ["Camille Grammer", "David Letterman", "Kelsey Grammer"], "q": "his mistress, former flight attendant Kayte Walsh. Access Hollywood reports the 29-year-old is not Mrs. <strong> Camille Grammer </strong> yet, but <strong> Kelsey Grammer </strong> is taking more than their engagement public-- showing off Kayte with <strong> Camille Grammer </strong>'s children. ANCHOR: <q> <strong> Kelsey Grammer </strong> and his wife <strong> Camille Grammer </strong>'s divorce is getting uglier by the minute and last night, <strong> Kelsey Grammer </strong> showed up on <strong> David Letterman </strong> with his fiancee and children. <strong> Camille Grammer </strong>'s children. The <strong> David Letterman </strong> cutaway shot which cut through <strong> Camille Grammer </strong>'s heart. The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children. </q> COHEN: \"There's a shot of her with the kids on <strong> David Letterman </strong>.\" <strong> Camille Grammer </strong>: \"He uses them as props. It's tough, it's harsh. It hurts, of course.\"", "new_id": -2, "mturk_index": "607"}, {"uid": "1296521624090341381", "i": 16646, "idx": 4, "sa": ["Conan O'Brien", "David Letterman", "Barack Obama"], "q": "the check, Hu said,` Your money is no good here.' <strong> Barack Obama </strong> laughed, and Hu said,` No, really, your money is no good.\" '? <strong> David Letterman </strong>- <q> China's <strong> Barack Obama </strong> Hu is visiting the United States. If he likes what he sees, he may put down a deposit. </q> With unemployment stalled at nDavid Lettermany 10 percent, comics are unimpressed with <strong> Barack Obama </strong>'s economic promises:? <strong> Conan O'Brien </strong>- \"<strong> Barack Obama </strong> met with the CEOs of top companies about creating more jobs for Americans.", "new_id": -2, "mturk_index": "1889"}, {"uid": "1296574658231948384", "i": 54895, "idx": 0, "sa": ["Eric Schmidt"], "q": "belt, as well as experience at the US State Department, and running the Google Ideas think tank. Crains said the planned volume has been described as seriously wonky. Hollywood Reporter, the book will examine <q> the challenges that technology poses to authoritarian regimes </q>. This is of course a subject <strong> Eric Schmidt </strong> knows much about, having overseen Google's own fearless challenge against a number of authoritarian regimes, including the European Commission's competition authorities and assorted rights holders' and", "new_id": -2, "mturk_index": "1664"}, {"uid": "1296507212234177380", "i": 32802, "idx": 2, "sa": ["Cade McNown", "Michael Vick", "Jahvid Best"], "q": "- 21 Redskin\" . Eagle also set a new record for \"Most Scoring Team On The Road In NFL\" . This is an amazing night for Micheal <strong> Michael Vick </strong> performing. The final score of the game is <q> Eagle 59- 28 Redskin </q>. <strong> Michael Vick </strong> Record Night^^. The Sooners would travel to beautiful Colorado Springs for their <strong> Jahvid Best </strong> road trip game of the first half of the deCade McNown. The Falcons triple option offense would keep the OU defense on", "new_id": -2, "mturk_index": "1150"}, {"uid": "1296770511173654034", "i": 14686, "idx": 60, "sa": ["Richard Myers", "Bill Clinton", "Donald Rumsfeld"], "q": ".\" A week later, <strong> Donald Rumsfeld </strong> gave the <strong> Bill Clinton </strong> a handwritten note saying \"that you have my resignation as Secretary of Defense any time you feel it would be helpful to you.\" <q> Don, someone's head has to roll over this, </q> Bush told him. But the <strong> Bill Clinton </strong> called him that night and said that \"your leaving is a terrible idea.\" Bush asked whether he should oust Gen. <strong> Richard Myers </strong> instead. <strong> Donald Rumsfeld </strong> replied that he would be \"", "new_id": -2, "mturk_index": "78"}]