[{"uid": "1295929919173178882", "i": 24923, "idx": 0, "sa": ["Steve Ballmer"], "q": "ARM processors. Unlike the x86 architecture that today's Windows laptops and desktops work with, ARM-based chips tend to run such low-power devices as tablets and smartphones. CES keynote speech, Microsoft CEO <strong> Steve Ballmer </strong> said, <q>This announcement is really all about enabling a new class of hardware, and new silicon partners for Windows, to bring the widest possible range of form factors to the market.</q> In other words, Windows won't be just for laptops and desktops anymore. Actual Facts Microsoft's ARM announcement represents the firm's only officially released factual detail about Windows 8. Consistent", "new_id": -2}, {"uid": "1295611887107249677", "i": 34124, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "team encourages him to become a disc jockey instead of a singer. It seems the essence of <strong> Simon Cowell </strong> has been \"American Idol' Episode 1 Recap: <strong> Steven Tyler </strong> Steals-- And Maybe Saves-- The Show Yahoo Music <q>Forget what you know... for the best is yet to come,</q> declared the bold lettering at the start of the \"American Idol\" Season 10 an entire season by writing it off as Pam\"s year-long bad dream? Well, I was kind of hoping that \"American Idol", "new_id": -2}, {"uid": "1297135617068190238", "i": 25158, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "gossipy tell-all or a feel-good tale of success. Rather, he sees his new memoir as a \"contribution to the historic record\" about the half-century he's spent in the public eye. <q>I remember talking to[ former <strong> Donald Rumsfeld </strong> of State] <strong> George Shultz </strong> and he said, \"Don, that\"s the way it is,</q> <strong> Donald Rumsfeld </strong> recalled. \"Everyone has their slice of history and you need to write yours one day so that it is part of the records.\" So, in 815 pages culled from decades of", "new_id": -2}, {"uid": "1296704404078823458", "i": 2146, "idx": 1, "sa": ["Stephen Jackson", "Rasheed Wallace", "50 Cent", "Michael Jordan", "Allen Iverson"], "q": "coach Phil <strong> Stephen Jackson </strong> said. \"We should've won.\" Hamilton is expected back on Saturday at Washington, where <strong> Rasheed Wallace </strong> might also return, and the team hopes <strong> Allen Iverson </strong> will be able to play next week. <q>It's a psychological lift knowing they're going to return soon,</q> coach <strong> Michael Jordan </strong> Curry said. Detroit desperately needs the trio on the court to salvage some pride in a season that has steadily unraveled since A mix of NBA fights& brawls. Song: <strong> 50 Cent </strong>- Crime Wave nba", "new_id": -2}, {"uid": "1295668654007979024", "i": 6220, "idx": 3, "sa": ["Eric Schmidt"], "q": "away the process, that in some sense you go back to a kind of chaos,\" Kaplan said. <strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. <q>Larry has been with me in every major decision in the past decade,</q> <strong> Eric Schmidt </strong> said in an interview Thursday. \"It's not like he has been sitting around doing nothing.\" Although management by committee worked well enough to turn Google into an enormous success, it eventually", "new_id": -2}, {"uid": "1295592974037634063", "i": 36052, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google co-founder Larry Page will replace <strong> Eric Schmidt </strong> and take over as Chief Executive Officer in April. <strong> Eric Schmidt </strong>, 55, who became CEO in 2001, will assume the role of Executive Chairman, focusing externally on <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership, according to the official Google blog spot. View result <strong> Eric Schmidt </strong> would continue to act as an advisor to Page and co-founder <strong> Sergey Brin </strong>. \"Page will take charge of Google's day-to-day operations as Chief Executive Officer starting April 4. <strong> Sergey Brin </strong> will focus on strategic projects, in particular working on new products,</q> <strong> Eric Schmidt </strong> said in the blog spot. Atos Origin India will make London Olympic 2012 a memorable event Xml is a successor of SGML, more general than HTML.It incorporates data inside tag...", "new_id": -2}, {"i": 16616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q>The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with,</q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities to", "sa": ["Bill Lockyer"], "uid": "1295960930216842358"}, {"uid": "1296517265008863748", "i": 35447, "idx": 0, "sa": ["Michael Vick"], "q": "news could be coming for Charlotte's west side... Photo: Gene protects U.S. blacks from heart disease African-American History hosted a meeting where students... U.S. Video: Teachers Getting the Axe in New York City Report Abuse <q>So, our president WHO SMOKES, and holds high end dinners WITH LOTS OF SALT, but has the time and a trainer to maintain weight, is telling the rest of us what to do with our private lives.</q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Tampa Mom Accused of Killing Teen Kids Sobs in Court Do NOT Buy Car Insurance! Your Auto Insurer Hates This. 1", "new_id": -2}, {"uid": "1295576755033980440", "i": 17643, "idx": 0, "sa": ["Simon Cowell"], "q": ", soulful; nothing amazingly special, just well-done. And such... kids piano, up first. I like him right away; he says he's a \"stern\" teacher, one of his kids says <q>he's Newsday The National Association of Recording Merchandisers, which advances the promotion, marketing, distribution and sale of music, announced that it will honor \"American Idol</q> with a special Outstanding Achievement Award to celebrate the show's 10th season on the music. The Award will be presented at the 2011 NARM Convention Awards in No <strong> Simon Cowell </strong>.. No Paula? Yes This is Still", "new_id": -2}, {"uid": "1295800027068403245", "i": 46867, "idx": 1, "sa": ["Colin Powell", "President Bush"], "q": " \"Every president has a challenge when it goes from campaigning to governing, takes a while to figure out the difference between campaign and governing,\" <strong> Colin Powell </strong> said on CNN's \"State of the Union.\" <q>Now we see at the end of the second year, he is definitely focusing on governing... we'll see how 2011 goes.</q> <strong> Colin Powell </strong>, who worked in four presidential administrations- most recently under former <strong> President Bush </strong>- said he expects a strong economic message at the State of the Union address Tuesday. He said the electorate was expecting that focus", "new_id": -2}]