[{"uid": "1297654044124387332", "i": 16640, "idx": 2, "sa": ["Donald Rumsfeld", "Katherine Gallagher", "President Bush"], "q": "statement said. <strong> Donald Rumsfeld </strong>: Saddam Targeted <strong> Donald Rumsfeld </strong>'s and <strong> President Bush </strong>'s Daughters CCR lawyer <strong> Katherine Gallagher </strong> said that as <strong> President Bush </strong>'s visit to Canada draws closer,`` we will see what actions we will take.'' <q> I think we have to strategize and think that through with colleagues up in Canada, </q> she told the Georgia Straight newspaper in Vancouver.`` It's the next visit that we've heard about and we're going to be following up and seeing what we know about it and preparing for it.", "new_id": -2}, {"uid": "1295884265215089178", "i": 28859, "idx": 0, "sa": ["Eric Schmidt", "Liza McGuirk"], "q": "Page Six reports that outgoing Google CEO <strong> Eric Schmidt </strong> is in talks with`` Parker Spitzer'' executive producer <strong> Liza McGuirk </strong> on a new show that he would host. <q> The two first connected on the Sunday foreign-affairs program`` <strong> Fareed Zakaria </strong> GPS, </q> which <strong> Liza McGuirk </strong> executive produced and where <strong> Eric Schmidt </strong> was a regular guest. When <strong> Eric Schmidt </strong> filmed a pilot for CNN in August, <strong> Liza McGuirk </strong> oversaw the production. \"", "new_id": -2}, {"uid": "1295799859101695598", "i": 8569, "idx": 0, "sa": ["House Judiciary Committee", "Jan Schakowsky", "Sen. Joe Lieberman", "Steve Israel", "Sander Levin", "Andy Coulson", "Jerrold Nadler", "Barney Frank"], "q": "Finance <strong> Barney Frank </strong>- Joint <strong> House Judiciary Committee </strong> On Taxation- <strong> Sander Levin </strong> Senate <strong> House Judiciary Committee </strong> On Homeland Security- <strong> Sen. Joe Lieberman </strong> <strong> House Judiciary Committee </strong>- <strong> Jerrold Nadler </strong> <strong> House Judiciary Committee </strong> Intelligence <strong> House Judiciary Committee </strong> Members- <strong> Jan Schakowsky </strong> <strong> Jan Schakowsky </strong>, Adam Schiff Federal Reserve: Report Abuse <q> <strong> Sen. Joe Lieberman </strong> am certain that she has groomed thousands and thousands of other Jewesh into keeping the HATRED alive. The Christian ethic of FORGIVENESS is a forbidden word in the Jewesh lexicon. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit EL AL Flights to <strong> Steve Israel </strong> Don't Miss Our Special Deals& Book Your Flight", "new_id": -2}, {"uid": "1295276008044859404", "i": 41321, "idx": 1, "sa": ["Sean Hannity", "Anh Cao", "Mike Pence"], "q": "title designed to get you to click the link. Please don't pee your panties.... <strong> Mike Pence </strong> On <strong> Sean Hannity </strong>:`` The American people are in charge here,'' Can Stop Government Takeover <strong> Mike Pence </strong> On <strong> Sean Hannity </strong>: <q> The American people are in charge here, </q> Can Stop Government Takeover Congressman <strong> Mike Pence </strong> appeared on FOX News last night to discuss health care reform and the Democrats' attempt to impose a government takeover of health care.... <strong> Anh Cao </strong>, Only GOP To Vote For Health", "new_id": -2}, {"uid": "1295766642175063052", "i": 16168, "idx": 0, "sa": ["Allen Iverson"], "q": "Sabol.`` When <strong> Allen Iverson </strong> started wearing it, it was for a purpose- to keep elbow swelling down and protect it from further injury- and then he sparked a fad,'' Sabol said. <q> From a sports medicine perspective, the sleeve does offer a little bit of compression, keeps the joint warm and can be fitted with a pad to protect the elbow from further injury when players dive on the floor. That's mainly why <strong> Dwyane Wade </strong> wears one, because of the physical nature of his game. But for many athletes, it's more that they like how it looks and feel good wearing it. </q> And if an athlete feels good wearing something, they should wear it, he said.''[ Former Heat trainer] Ron Culp told me if a player wants to rub peanut butter on", "new_id": -2}, {"uid": "1295454374253952044", "i": 7353, "idx": 1, "sa": ["Newt Gingrich", "Bill Frist", "John Boehner", "Mike Pence"], "q": "'s Constituent Mailbag, Congressman <strong> John Boehner </strong> responds to Jim in Hamilton. Jim, a small business operator in southwest Ohio, says that taxes and mandates in ObamaCare will hurt his ability to hire and invest. http://wn.com/03282010_Kingston_on_Health_Care_Town_Halls__Geraldowmv www.americansolutions.com <q> The American people will not allow a corrupt machine to dictate their future. Together we will pledge to repeal this bill and start over. Together we will prove that this will not stand. </q>-- <strong> Newt Gingrich </strong> http://wn.com/GOP_move_to_repeal_health_reform_act_opposed__Interview_Jan_17_2011 As Republicans prepare to attempt to repeal the healthcare bill, <strong> Bill Frist </strong> <strong> Mike Pence </strong> Rushnak, co-founder of Americans for Healthcare, argues that, if anything, Americans need greater assurances that they will receive healthcare than", "new_id": -2}, {"uid": "1295545648061915230", "i": 25388, "idx": 1, "sa": ["Hu Jintao", "Steve Ballmer", "Barack Obama"], "q": "only <strong> Hu Jintao </strong> had replied,`` yes including me, who would pay for crap like Vista anyway?'' We don't know what <strong> Steve Ballmer </strong> said exactly in that meeting either but we reckon it was, <q> HEY HU BOY, MOST OF YOUR PEOPLE DO N'T PAY FOR OUR SOFTWARE, ONLY 10 PER CENT DO! WHAT ARE YOU GON NA DO ABOUT IT? </q> <strong> Barack Obama </strong> referred to the input from the Vole's CEO during his press conference with <strong> Hu Jintao </strong>. The White House's transcript quotes <strong> Barack Obama </strong>,`` <strong> Steve Ballmer </strong> of Microsoft pointed out that their estimate is", "new_id": -2}, {"uid": "1295802494101695495", "i": 36360, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": ", positive views of his performance surpassed negative views for the first time since August 2009. Tough Times Ahead`` I think he is doing a good job right now,'' <strong> Colin Powell </strong> said. <q> I think he has some tough times ahead, and I think he's had some setbacks. </q>`` You know, we didn't elect Superman,'' <strong> Colin Powell </strong> added.`` We elected a human being, <strong> Barack Obama </strong>, who came in with an idea, with energy, and I think with a", "new_id": -2}, {"uid": "1297171230133922851", "i": 9512, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel.`` We've spoken to her, she knows I'm a big fan,'' <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge. <q> I've always said at some point we are going to be working together. </q> But, he added,`` I have to take everyone's opinions into account,'' including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the four-member panel has yet", "new_id": -2}, {"i": 20833, "idx": 5, "index_answer": 0, "new_id": -1, "q": "In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing.'' Once you are on the black list at Apple, <strong> Roger Kay </strong> added, <q> you don't get to come back. </q> That also leaves out the not-too-small question of how <strong> Google Inc. </strong> would react to having its former leader run a key competitor. Lawsuits would be more than likely- if <strong> Eric Schmidt </strong> is not already tied down by a", "sa": ["Roger Kay", "Eric Schmidt", "Google Inc."], "uid": "1296106095124256262"}]