[{"uid": "1295560243263241749", "i": 47896, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "the Mountain View Internet juggernaut's new CEO starting April 4, and current CEO <strong> Eric Schmidt </strong> will be executive chairman, <strong> Eric Schmidt </strong> revealed in a post today on Google's blog. More businessperfectly,\" <strong> Eric Schmidt </strong> said. <q> As Google has grown, managing the business has become more complicated, </q> <strong> Eric Schmidt </strong> wrote. \"So <strong> Larry Page </strong>, Sergey and I have been talking for a long time how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right", "new_id": -2}, {"uid": "1295581289167378962", "i": 15055, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "shuffle is discussed in Google's official blog at the website target=\"_blank\" here. A quick analysis on the events of today comes from Schmidt-scmidt-out-as-google-ceo-2011-1\" target=\"_blank\" Silicon Alley Insider: <q> This is not a loss for Google, </q> notes Jay Yarow. \"Increasingly, it has seemed like <strong> Eric Schmidt </strong> was just an ambassador\" for the company. \"Our read of the company is that <strong> Sergey Brin </strong> and <strong> Larry Page </strong> have been driving most of the major strategic", "new_id": -2}, {"uid": "1295582183033980446", "i": 5436, "idx": 15, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "products. Some are believed to be social tools designed to counter Facebook's popularity, but <strong> Sergey Brin </strong> wouldn't discuss specifics in a Thursday interviews. \"I have a passion for several projects,\" he said. <q> I don't think anyone has heard of any of them and I don't think anyone will for a while. </q> As CEO, <strong> Larry Page </strong> will lead product development and technology strategy and run day-to-day operations. <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> all still plan to remain with Google through at least 2024, reaffirming a promise they made to each", "new_id": -2}, {"uid": "1297124273189071372", "i": 28142, "idx": 0, "sa": ["Andy Burnham", "Michael Gove"], "q": "bill tomorrow, Labour has warned. <strong> Andy Burnham </strong>, the shadow education secretary, urged MPs to vote against the bill, which will have its second reading in the Commons tomorrow. <strong> Andy Burnham </strong> argues that the bill <q> stacks the odds even further against the parents of children with disabilities and special needs </q>. He said the bill- which gives GoveMichael Gove\" from guardian.co.uk on Michael Gove\"> <strong> Michael Gove </strong>, the education secretary, 58 new powers- \"stripped councils of any meaningful role\" . Families of children", "new_id": -2}, {"uid": "1296337396166101003", "i": 54678, "idx": 1, "sa": ["Zahi Hawass"], "q": "when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,\" <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. Woo hoo!! Less than$ 5.2 k to go!! Thank you all very much!! The political uprising against the current Egyptian regime might be justifiable as the people's legitimate manifestation", "new_id": -2}, {"uid": "1295455090222740488", "i": 48670, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "based on our favourite Mr. Nasty, <strong> Simon Cowell </strong>. Speaking to The Sun, <strong> Jane Lynch </strong> has claimed that when playing acid-tongued cheerleading coach Sue, she draws inspiration from The actress told the tabloid: <q> I think Sue Sylvester has British in her. I think the US look at the British as a race that tells it how it is, and if ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. </q> \"He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. You could definitely look at Sue and say there's a", "new_id": -2}, {"uid": "1294966659267878403", "i": 45287, "idx": 3, "sa": ["Katie Couric", "Gabrielle Giffords", "Mark Kelson", "Kirsten Gillibrand"], "q": "perhaps, of the unexpected but familiar that really prompted her to open her eyes and look around,\" he said. <strong> Katie Couric </strong>: \"Was her husband completely beside himself?\" <strong> Kirsten Gillibrand </strong>: <q> He was- it was dramatic. I mean, he- we didn't understand the importance of that. We didn't know that she had not opened her eyes. But what- when we watched <strong> Mark Kelson </strong>, we knew. We- because he was just,` <strong> Gabrielle Giffords </strong>, can you see me, can you see me?' And that love was so palpable. And you could just see that he was going to bring her over the finish line with his own bare hands. </q> On Thursday doctors said the development was a sign they could begin more aggressive physical therapy on <strong> Gabrielle Giffords </strong>. They held her up in bed and dangled her feet over the side, and when asked she moved", "new_id": -2}, {"uid": "1295278129044859506", "i": 13121, "idx": 1, "sa": ["Devin Hester", "Michael Vick"], "q": "left before ending of 3rd quarter, Eagle is setting another record for \"Most Scoring Team\" on Monday Night Football with the spank \"Eagle 59- 21 Redskin\" . Eagle also set a new record for <q> Most Scoring Team On The Road In NFL </q>. This is an amazing night for Micheal <strong> Michael Vick </strong> performing. The final score of the game is \"Eagle 59- 28 Redskin\" . <strong> Michael Vick </strong> Record Night^^. Hester_Devin Hester_89_Yard_Punt_Return_Touchdown_vs_Seahawks__Week_6 NES HQ( neshq.com) Presents-", "new_id": -2}, {"uid": "1296059213015597591", "i": 24839, "idx": 1, "sa": ["Andy Coulson", "Richard Keys", "David Cameron", "Karren Brady"], "q": ", who received a warning from Sky Sports over the exchange, also compared the row to the News of the World phone-tapping scandal which led to the resignation of <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> last week. <q> What's the difference?, </q> he said. \"If off-air conversations were made public then there would be no-one left working in the country.\" <strong> Richard Keys </strong> said he had tried to contact West Ham vice-chairman <strong> Karren Brady </strong>, who he", "new_id": -2}, {"uid": "1297423741197410820", "i": 2293, "idx": 5, "sa": ["Andy Burnham", "Michael Gove"], "q": "projects.\" Mr <strong> Michael Gove </strong> will now look again at his decision with regard to these authorities with an open mind, taking representations from them, he said. Shadow education secretary <strong> Andy Burnham </strong> said: <q> This ruling is a victory for all the communities and children betrayed by <strong> Michael Gove </strong>. \"They deserve no less than a full apology from him today and a commitment to act quickly on the court's finding. \"The ruling calls into question every school building scheme cut by <strong> Michael Gove </strong> and is a damning verdict on his competence as a Minister. He must tell us today how much public money he has spent trying to defend his botched and unfair decisions. </q> Comments No comments yet... Be the first and post your views below. Please Login to comment To comment you must be logged in. You can", "new_id": -2}]