[{"uid": "1295831264124387374", "i": 17394, "idx": 3, "sa": ["Eric Schmidt"], "q": "see Page act like that is the case,\" Andrews says. \"That will include evangelism for the enterprise business, similar to what we saw from <strong> Eric Schmidt </strong>.\" In addition to paying customers, <q> If I were a managed services provider I would be looking for that same kind of message, </q> Andrews adds. Google boasts that more than three million businesses are running Google Apps, which costs$ 50 per user per year and includes Gmail, Google Calendar, Google Docs and several other services.", "new_id": -2}, {"uid": "1296894347001409025", "i": 10382, "idx": 5, "sa": ["Roger Goodell", "Michael Vick"], "q": "Wasn't that tiresome? Lots of players are in Dallas this weekend. Only one has to check in with the commish before going to a club. \"It isn't,\" <strong> Michael Vick </strong> said. <q> Ninety-five percent of the players in the league haven't been through what I've been through. It's all self-inflicted. If that's what it's going to take to keep me on the right track and keep me in the NFL, then I'm not complaining. Not at all. </q> The party appearance, <strong> Michael Vick </strong> said, \"wasn't something we were trying to do outside of the norm, but the authority said no. <strong> Roger Goodell </strong> said no, we couldn't do it, and", "new_id": -2}, {"uid": "1295627764018169864", "i": 48166, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "to Page and <strong> Sergey Brin </strong>. According to Google, these executive changes will help to streamline the decision-making process and \"create clearer lines of responsibility and accountability at the top of the company.\" <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> comments <strong> Eric Schmidt </strong>. \"By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead, and I'm excited about", "new_id": -2}, {"uid": "1296199985159858778", "i": 17580, "idx": 0, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> will not run for president in 2012. AP Photo/Carlos Osorio Indiana Rep. <strong> Mike Pence </strong> will not run for president but has left the door open to running for governor of the Hoosier State in 2012. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong> said in a <strong> Mike Pence </strong> has been publicly mulling whether to run for the open governor's office or for president for several months. In recent weeks, he has received considerable encouragement to run for president", "new_id": -2}, {"uid": "1295668634145047607", "i": 18712, "idx": 6, "sa": ["Rasheed Wallace", "Kobe Bryant", "Allen Iverson", "Derrick Rose"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season. \"We just played defense,\" <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a \"matchup issue\" for the Lakers' defense. \"With <strong> Rasheed Wallace </strong> at the 5, and his ability to http://wn.com/Derrick_Rose_first_ever_playoff_game_36_points_vs_Boston_Celtics BOSTON( AP) <strong> Derrick Rose </strong> had a playoff debut like few others", "new_id": -2}, {"uid": "1297390855091619342", "i": 816, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "the six years during which he ran the Defense Department for <strong> President Bush </strong>- particularly because nearly two-thirds of the book deal with that relatively brief period in the author's life. But, as <strong> Donald Rumsfeld </strong> writes, he's <q> never much of a handwringer, I don't spend a lot of time in recriminations, looking back or second-guessing decisions made in real time with imperfect information by myself or others. </q> As seems typical of so much here, that's partially true; the author has no taste for self-criticism or second-guessing himself. Masterful bureaucratic survivor that he was until he ran out of room to maneuver", "new_id": -2}, {"uid": "1295804686079921163", "i": 38630, "idx": 0, "sa": ["Oprah Winfrey", "Simon Fuller", "Simon Cowell"], "q": "to <strong> Oprah Winfrey </strong> on her Master Class show, the 51-year-old music mogul recalled being kicked out of a meeting with an unknown network executive while trying to sell the singing competition with then-partners <strong> Simon Fuller </strong> and <strong> Simon Cowell </strong> Jones. <q> It was so bad that a minute into the pitch the guy said \"No'. To wind him up, I said,` So, it sounds like you're interested?' He said` Get out' and we were thrown out of the network. \"I turned to the other Simons and said,` The good news is, it will never get worse than this\"...[ I left with] my tail between my legs. </q> American Idol, which was eventually picked up by Fox and first aired in 2002, returned for its 10th season on Wednesday. The latest edition is the first not to feature <strong> Simon Cowell </strong> on the", "new_id": -2}, {"i": 16616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q> The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with, </q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities to", "sa": ["Bill Lockyer"], "uid": "1295960930216842358"}, {"uid": "1296363623155516951", "i": 1478, "idx": 0, "sa": ["Zahi Hawass"], "q": ". But before protective measures were taken, vandals had gotten inside and tore the heads off two mummies, antiquities director <strong> Zahi Hawass </strong> told the Al-Arabiya news network. Outside the museum, demonstrators chanted: <q> Wake up, <strong> Hosni Mubarak </strong>. This is your last day in power! </q> The army had filled a vacuum of retreating policemen, who camped wearily in neighborhoods and along the Nile corniche, where charred cars sat along roadsides. Although many demonstrators expressed contempt for police and", "new_id": -2}, {"uid": "1297279993080937003", "i": 36448, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "How Many Jobs Would of Been LOST\". This nation is Part of a Global Market, Thats why <strong> Barack Obama </strong> was recently in India Creating Jobs making deals for India to buy \"American\" Report Abuse <q> Funny how all these repugs. yell about the treaty saying he will just ram it thru congress... </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer", "new_id": -2}]