[{"uid": "1297704186051036184", "i": 25433, "idx": 4, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "2011, both carriers have said. While the platform has a small market share relative to Google's Android and Apple's iOS operating systems, the new deal with Nokia is likely to increase that. <q>We're off to a strong start, we know we've got a lot of work to do,</q> <strong> Steve Ballmer </strong> said. He pledged to make Windows Phone the most \"operator-friendly platform available\" and invest significantly \"to continue popularizing the product.\" Nokia CEO <strong> Stephen Elop </strong> made an appearance at <strong> Steve Ballmer </strong>'s keynote,", "new_id": -2}, {"uid": "1295470516213155876", "i": 1903, "idx": 1, "sa": ["Jane Lynch", "Simon Cowell"], "q": "admitted she is \"amazed\" by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained in an interview with The Sun newspaper: <q><strong> Simon Cowell </strong> and Sue say the things people wish they could in their jobs or at their school, but can't because it's not the done thing. \"Just like him, she says what she wants because she can- there is nobody there to tell either of them to stop.</q> The similarity is so great \"Glee' fans have even set up a Facebook group pleading for Sue to join the' X Factor\" panel- and <strong> Jane Lynch </strong> agrees her character would make a \"fantastic", "new_id": -2}, {"i": 19821, "idx": 1, "index_answer": 2, "new_id": -1, "q": "that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. \"<strong> Ricky Gervais </strong> was the host of the( Globes) show-very funny guy,\" <strong> David Letterman </strong> said on his late-night CBS show Monday. <q>But there's already talk that he'll never be invited back, and I say, \"Hey, welcome to the club.'</q> At the 2008 Emmy Awards, there was a misguided attempt to pay homage to reality TV by letting five of the genre\"s hosts, including <strong> Heidi Klum </strong> of \"Project Runway\" and <strong> Jeff Probst </strong> of \"Survivor", "sa": ["Uma Thurman", "Jeff Probst", "David Letterman", "Ricky Gervais", "Oprah Winfrey", "Heidi Klum"], "uid": "1295447541150847576"}, {"uid": "1295820409029966343", "i": 7091, "idx": 5, "sa": ["Eric Schmidt"], "q": "that new blood, a new perspective, is needed,\" he said. Whatever happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. <q><strong> Eric Schmidt </strong>, Larry and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs,</q> he said. \"Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style.\" If you enter anything in", "new_id": -2}, {"uid": "1297709543205012998", "i": 993, "idx": 0, "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "q": "House budget proposal that would nearly cut in half a heating assistance program for seniors and low-income families with children. <strong> Sen. Bernie Sanders </strong> <strong> Patrick Leahy </strong>( D-Vt.), a senior member of the Senate Appropriations Committee, said <q>heat in the winter is not a consumer choice. It's not a luxury.</q> Instead of cutting heating assistance, <strong> Patrick Leahy </strong> said Congress should end tax breaks for oil companies that \"are just using them to make obscene profits.\" <strong> Sen. Bernie Sanders </strong> was the chief sponsor of a 2008 bill that", "new_id": -2}, {"uid": "1295586061144719886", "i": 17225, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "as Chief Executive Officer starting April 4. <strong> Sergey Brin </strong> will focus on strategic projects, in particular working on new products,\" <strong> Eric Schmidt </strong> said in the blog spot. The management reshuffle has been brought about to <q>streamline decision making and create clearer lines of responsibility and accountability</q> at the top of the company, he added. He said as Google has grown, managing the business has become more complicated. \"We\" ve been talking about how best to simplify", "new_id": -2}, {"uid": "1296510256041320476", "i": 19301, "idx": 1, "sa": ["Zahi Hawass"], "q": "In Alexandria, the modern library was protected by a chain of people. But more exposed sites in the south, such as the cemetery of Saqqara and Abusir, were reported to have suffered extensively from looting. <q>The magazines and stores of Abusir were opened, and I could not find anyone to protect the antiquities at the site,</q> <strong> Zahi Hawass </strong> added. \"At this time, I still do not know what has happened at Saqqara.\" A source close to <strong> Zahi Hawass </strong> says that he learned on Monday that Saqqara is safe. Several sources,", "new_id": -2}, {"uid": "1297426636014974991", "i": 32886, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift,\" <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong> said in a boldly worded open letter. <q>Together, we see the opportunity, and we have the will, the resources and the drive to succeed.</q> Nokia CEO <strong> Stephen Elop </strong>, left, and Microsoft CEO <strong> Steve Ballmer </strong>( Screenshot by <strong> Stephen Elop </strong> Shankland/CNET) The companies will cooperate tightly under an agreement the companies just describe so far as proposed, not", "new_id": -2}, {"uid": "1296557165034062349", "i": 30068, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Chuck Schumer"], "q": "this themselves. Representatives care only about party line To the Editor: Quotes from <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> and <strong> Barack Obama </strong> <strong> Chuck Schumer </strong>: \"It is time to come together and work to create jobs across America\" and <q>He is aware of the need to grow jobs, the economy and middle class paychecks.</q> That stuff is all good. Congress passed a bill related to the H-2A program to help farmers trying to make it easier for migrant workers. You might ask, \"How is it working?\"", "new_id": -2}, {"uid": "1297315841241827870", "i": 7122, "idx": 0, "sa": ["Eric Schmidt", "Jennifer Waters", "Timothy Pflueger"], "q": "the author of \"Art Deco San Francisco: The Architecture of <strong> Timothy Pflueger </strong>,\" published by Princeton Architectural Press. http://on.mktw.net/g8o0Kf\" 12:08 a.m. EST, Feb. 10, 2011 from tpoletti <q>Tech firms are still in clover in Ireland http://on.mktw.net/fRnw5A</q> 12:48 a.m. EST, Feb. 3, 2011 from tpoletti \"<strong> Eric Schmidt </strong> is not going to go to Apple Next: <strong> Jennifer Waters </strong>' Consumer Confidential <strong> Jennifer Waters </strong> Consumer Confidential Next", "new_id": -2}]