[{"uid": "1297375007070008853", "i": 41808, "idx": 0, "sa": ["Ellen DeGeneres", "Justin Bieber", "Jennifer Aniston", "David Letterman"], "q": "are you so mean?''' <strong> Jennifer Aniston </strong> said to <strong> Ellen DeGeneres </strong>. She said she was pleased that he has kept up the positive reporting and wasn't just saying that he would tone it down to appease her. <q> I say good for him and keep it up, </q> <strong> Jennifer Aniston </strong> concluded. <strong> Justin Bieber </strong>:`` <strong> Justin Bieber </strong> Fever'' has hit the airwaves as <strong> Justin Bieber </strong> clogs every American news outlet known to man. After guesting on`` The Daily Show,''`` Late Night with <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1295741256032047147", "i": 8092, "idx": 0, "sa": ["Tommy Sheridan", "Andy Coulson"], "q": " Last week his legal team called for a re-examination of evidence in his perjury trial in the wake of the resignation of the Prime Minister's head of communications <strong> Andy Coulson </strong>. One friend said that <strong> Tommy Sheridan </strong> was <q> his usual upbeat self and philosophical about things. There's a lot going on legally and he's preparing his speech for court, but apart from that I think he'll just want to spend some time with the family because they don't know how long it'll be after Wednesday. </q> The friend added:`` Obviously the big worry is what the sentence is going to be but he's in fine fettle. He's got a lot to do.'' Another friend said", "new_id": -2}, {"uid": "1295303973132857933", "i": 43007, "idx": 1, "sa": ["Sergio Marchionne", "Susanna Camusso"], "q": "Mirafiori plant for new model production if the deal was rejected. <strong> Susanna Camusso </strong> said she was surprised such a large portion of Mirafiori staff voted against the contract, given <strong> Sergio Marchionne </strong>'s threat to move production outside Italy <q> did not permit the workers to decide. </q> Never touch another man's fries( with incredibly unrelated video) News: Pianist maimed in potato gun explosion. Fark: Pianist maimed in potato gun explosion So you say you own this house, paid the", "new_id": -2}, {"uid": "1296157088239124517", "i": 19333, "idx": 1, "sa": ["Bernie Sanders"], "q": "in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. title=\"Bernie Sanders\" href=\"http://www.chicagotribune.com/topic/politics/Bernie Sanders-Bernie Sanders-PEPLT005768.topic\"> <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Get the Chicago Tribune delivered to your home for only$ 1 a week> Dave... at 1:22 PM January 27, 2011 gposner29 at 1:13 PM January 27, 2011 Simply repay what was stolen and all", "new_id": -2}, {"uid": "1297676452157712406", "i": 10167, "idx": 1, "sa": ["Zahi Hawass"], "q": "Mr <strong> Zahi Hawass </strong>, wrote:`` I have said that if the Egyptian Museum is safe, Egypt is safe. However, I am now concerned Egypt is not safe.'' But he later added: <q> Not a single thing has been thrown at the museum by the thousands of protesters in Tahrir Square, because these people do not want to damage their cultural heritage. </q> A date for the Egyptian Museum to open has not yet been decided. Its director and other staff have been sleeping at the site to watch over it. This statue depicts the boy king held", "new_id": -2}, {"uid": "1296527540108609567", "i": 20665, "idx": 0, "sa": ["Roman Polanski", "Michael Vick", "Bruce Beresford-Redman"], "q": "was one of the first reality competition shows to gain massive popularity when it came out in 2000. <strong> Bruce Beresford-Redman </strong> is listed as a producer or senior producer on dozens of episodes between 2002 and 2004. Report Abuse <q> <strong> Roman Polanski </strong> has gotten Scott free for 30+ Years! The VERY man who Makes his`` survivor </q> members get background checks. Tried to skip out on his own! \" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl", "new_id": -2}, {"uid": "1295772199201490460", "i": 12493, "idx": 0, "sa": ["Simon Cowell", "Nicole Scherzinger"], "q": "place on the judging panel of <strong> Simon Cowell </strong>'s US version of The X Factor. According to Look magazine, the singer may join <strong> Simon Cowell </strong> on the show when it begins filming later this year. <q> To get her on the show would give it real star power, </q> a source told the magazine.`` <strong> Nicole Scherzinger </strong> and Cheryl Cole are also being considered for places on the judging panel, because they've got a proven track record of being great judges, but that doesn't rule", "new_id": -2}, {"uid": "1296432940168050695", "i": 7878, "idx": 0, "sa": ["Dahntay Jones", "Allen Iverson", "LeBron James", "Danny Granger"], "q": ". teams such as Indiana can rally and finish off the Sixers at home. <strong> Danny Granger </strong> scored 26 points and <strong> Dahntay Jones </strong> had 18 points to lead the Pacers to a 109-98 win over the Philadelphia 76ers on Monday night. <q> At times, when we can put teams away, we go about it in a lackadaisical way, </q> <strong> Allen Iverson </strong> said.`` We're going to continue to struggle as long as we don't have that killer instinct that everybody's been talLeBron James about.'' The Pacers earned a split of the home-and-home series after Philadelphia", "new_id": -2}, {"uid": "1295865421242810902", "i": 55611, "idx": 0, "sa": ["Nicolas Sarkozy", "Zahi Hawass"], "q": "directeur <strong> Zahi Hawass </strong>, a annonc lundi qu'une demande officielle a t envoy?e? Berlin. L'Allemagne a toujours d?clin les pr?c?dentes demandes gyptiennes pour le retour du c?l?bre buste, affirmant qu'il tait l?galement en La France <q> favorable? une taxe financi?re </q>, r?affirme <strong> Nicolas Sarkozy </strong> La France, dans le cadre de sa pr?sidence du G-20, est`` favorable? une taxe sur les transactions financi?res'', a... Semaine d?cisive en Tunisie, dix jours apr?s la", "new_id": -2}, {"i": 5227, "idx": 1, "index_answer": 0, "new_id": -1, "q": "we are going to confirm or who we're not going to confirm, because the truth is, we honestly haven't made our mind up yet,'' <strong> Simon Cowell </strong> told reporters during a Monday conference call. <q> We're talking to a number of people and then I'd expect to make an announcement, I would say, within three to four weeks, or it might be a bit longer. I'm not sure as to who the panel are going to be. </q> However, <strong> Simon Cowell </strong> did discuss the possibility of reuniting with fellow former More The X Factor News`` I am actually a fan of Paula and it is quite unusual when you work with somebody", "sa": ["Simon Cowell"], "uid": "1297188372166789129"}]