[{"uid": "1297694377007258115", "i": 13687, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "house arrest. Several opposition groups had vowed to take part in the protest, although officials have banned the gathering. \"What we ought to know we don't know,\" <strong> Donald Rumsfeld </strong> says. <q>It's a situation of unknown unknowns.</q> We have no idea, he went on, of the role of women, of organized political parties and interest groups, and what latent strength they may have. \"The entities that are best organized, most", "new_id": -2}, {"uid": "1295502963081756181", "i": 5653, "idx": 2, "sa": ["Allen Iverson", "Kevin Garnett"], "q": "eight points, six rebounds and four assists. He made his only field goal in the opening seconds of the third quarter and set up <strong> Kevin Garnett </strong> for a jumper that gave Boston its first double-digit lead, 72-62. <q>The whole time I was shooting, I was just thinking about seeing the student section,</q> said <strong> Allen Iverson </strong>, who went 26-0 in Hartford while playing for UConn. \"This is a building in my mind that was always blue and white.\" It was the first time the Celtics played in Hartford since", "new_id": -2}, {"i": 6481, "idx": 11, "index_answer": 1, "new_id": -1, "q": "even the slightest hint of that,\" he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q>My goodness, the intelligence was certainly wrong.</q> But he categorically refused to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons. \"I have no idea. I have no", "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "uid": "1297137461190611470"}, {"uid": "1295593237183287808", "i": 33973, "idx": 11, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "been. We can more or less know what you're thinking about,\" he said. Such comments have been repeated in online musings that portrayed <strong> Eric Schmidt </strong> and Google as \"creepy.\" <q>The biggest thing I wonder is after a year or so of having various gaffes and statements taken out of context if he decided he no longer wanted to play that front-man role,</q> said <strong> Danny Sullivan </strong>, the editor-in-chief of the SearchEngineLand news site. <strong> Eric Schmidt </strong>'s role as a government ambassador could be particularly important because the company is increasingly wrangling with regulators and lawmakers as it tries to expand into", "new_id": -2}, {"uid": "1296449395205996048", "i": 38396, "idx": 12, "sa": ["Allen Iverson"], "q": "after entertaining hopes of a playoff spot a week ago. The Knicks honored seven players from their past at halftime, then extended their dismal present by clinching an eighth straight losing season, tying a franchise worst. <q>I'm not worried about what happened the last seven years, I'm worried about this PHILADELPHIA( AP)-- <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1295564373055377986", "i": 37868, "idx": 3, "sa": ["Eric Schmidt"], "q": "to report earnings, excluding items, of$ 8.06 a share, on$ 6.05 billion in revenue. \"Q4 marked a terrific end to a stellar year,\" <strong> Eric Schmidt </strong> said in a statement. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web.</q> In after-hours trading, shares of Google rose 2.1 percent to$ 639.68, despite having closed Thursday's regular session down 0.8 percent. Woman abducted as an infant from Harlem Hospital reunites with parents Steamy", "new_id": -2}, {"uid": "1297617994047562773", "i": 2232, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "though <strong> Steve Ballmer </strong> offered, \"Our belief is that we can move faster through this partnership than what we've ever done before.\" Regarding the beneficiaries of the announcement, <strong> Stephen Elop </strong> had much to say. <q>We believe this is good for Nokia,</q> he explained, continuing: It represents a next-generation platform upon which we can attach our innovation. It gives us an opportunity to jointly lead a new and leading ecosystem in the marketplace. It gives us", "new_id": -2}, {"uid": "1297377662182599691", "i": 5137, "idx": 1, "sa": ["Mike Pence"], "q": "Planned Parenthood's funding for years since the group is the nation's largest provider of abortions. GOP Rep. <strong> Mike Pence </strong> is sponsoring the Title X Abortion Provider Prohibition Act to move the effort forward. <q>Planned Parenthood received$ 363.2 million in taxpayer funding during a period of time that they boasted of having performed 324,800 abortions,</q> the Ohio lawmaker said. The money Planned Parenthood gets is supposedly never used for abortions, but many find that hard to believe. \"Money is fungible. So money that goes to Planned", "new_id": -2}, {"uid": "1295698603121667608", "i": 38523, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "amid accusations that he was aware of journalists while working as editor of the \"News of the World\" today confirm that I've resigned as Downing Street director of communications,\" <strong> Andy Coulson </strong> said in a statement. <q>Unfortunately, continued coverage of World editor made it difficult to give job full attention <strong> Andy Coulson </strong>: follow the latest developments Timeline: The News of the World phone-hacking row BBC News The prime minister's communications chief <strong> Andy Coulson </strong> has resigned, blaming coverage of the scandal. This timeline looks at the practices at the tabloid <strong> David Cameron </strong>'s spin doctor <strong> Andy Coulson </strong> quits over phone hacking scandal political spin doctoring itself: \"When the spokesman needs a spokesman, it's time to move on.</q> Related Stories <strong> David Cameron </strong> grilled over alleged BP role in Lockerbie bomber case Will <strong> David Cameron </strong> hit it off with Obama more than Brown did? <strong> David Cameron </strong>: How conservative is he? <strong> David Cameron </strong> named new UK prime minister after", "new_id": -2}, {"uid": "1296829528069533709", "i": 17778, "idx": 1, "sa": ["Barack Obama", "Frank Wisner", "Hosni Mubarak", "Mike Pence"], "q": "and observers that had sparked outrage the day before.\" And it appears the Egyptian army is trying to protect the protestors. Last night, Joint Chiefs Chairman <strong> Mike Pence </strong> Mullen said on the \"Daily Show\": <q>In discussions I've had with their military leadership, they have reassured me that they have no intent to fire on their own people. They have taken steps to try to quell the violence.</q> The <strong> Barack Obama </strong> administration is discussing various scenarios, and the one they hope ends up being the plan is <strong> Hosni Mubarak </strong> leaving sooner rather than later( even though initially all former ambassador <strong> Frank Wisner </strong> asked of <strong> Hosni Mubarak </strong> earlier this week was", "new_id": -2}]