[{"uid": "1296569233137969672", "i": 32747, "idx": 0, "sa": ["Ina Fried", "Eric Schmidt"], "q": "All Thing's Digital's <strong> Ina Fried </strong> sat down with Matias Durate, the lead designer on Honeycomb, who quickly showed <strong> Eric Schmidt </strong> isn't the only Googler prone to saying wild things about the future of technology. <q> What I am looking for is that sense that you get when Jazz musicians improvise together, </q> he said. \"The computer should be doing things in concert with you, in support with you not acting like a servant waiting for commands and then returning with results,\" Duarte said. People always think", "new_id": -2}, {"uid": "1296175103162824194", "i": 4548, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "23:33 UK time, Thursday, 27 January 2011 When Google announced last week that <strong> Eric Schmidt </strong> would be standing down as Chief Executive, he tweeted that it was because <q> day to day adult supervision no longer needed </q> for the company's co-founders, <strong> Larry Page </strong> and Sergei Brin. <strong> Larry Page </strong> will take over the day to day running of the company, with <strong> Eric Schmidt </strong> kicked upstairs, as Chairman. It was a flip comment-", "new_id": -2}, {"uid": "1295961759149602314", "i": 24873, "idx": 3, "sa": ["Eric Schmidt"], "q": "weiter sehr wichtig bleiben.\" Dies gelte vor allem mit Blick auf die immer schnellere Verbreitung von mobilen Ger?ten. Google verdient sein Geld vor allem mit der Platzierung von Werbung in den Ergebnissen seiner Internet-Suchmaschine. <q> Ger?te ohne Anschluss ans Internet sind nicht l?nger interessant </q>, sagte <strong> Eric Schmidt </strong>. In zwei Jahren werde der Verkauf von Smartphones den PC-Absatz berholt haben. Die Entwicklung des schnelleren Mobilfunkstandards LTE werde die Internet-Nutzung mit Handys und anderen Ger?ten noch einmal erheblich verbessern. \"Es ist interessant", "new_id": -2}, {"uid": "1296081695130252859", "i": 5017, "idx": 0, "sa": ["Paula Abdul", "Ryan Seacrest", "Jennifer Lopez", "Tyler Ward", "Simon Cowell"], "q": "Idol\" panel that will be returned to its original three-member format for season 10. Actress-singer-dancer <strong> Jennifer Lopez </strong> and Aerosmith frontman <strong> Tyler Ward </strong> will have the job of trying to match the offbeat chemistry of former judges <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong>. <q> This is` American Idol'! </q> host <strong> Ryan Seacrest </strong> said after the new judges joined him on stage at the Forum arena, where the final national audition for next season's singing contest was held Wednesday. The announcement was made before a crowd of several", "new_id": -2}, {"uid": "1295992430189169697", "i": 51626, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "Gr?nder des Suchmaschinenbetreibers, <strong> Larry Page </strong> und <strong> Sergey Brin </strong>, h?tten <strong> Eric Schmidt </strong> nach zehn Jahren eiskalt abserviert. Als <strong> Eric Schmidt </strong> nun am Dienstag erstmals nach Ank?ndigung des Chefwechsels in M?nchen auftritt, nutzt er eine Rede vor allem f?r eine Botschaft: <q> Ich denke, mein n?chstes Jahrzehnt bei Google wird aufregender sein als mein erstes. </q> Kursinformationen und Charts Google 452,68 EUR[ 4.2]+0,94% Schmidts-mission-bei-google/60002841.html#\"> 1 Tag Schmidts-mission-bei-google/60002841.html#\"> 5 Tage Schmidts-mission-bei-google/60002841.html#\"> 3 Monate Schmidts-mission-bei-google/60002841.html#\"> 1 Jahr Schmidts-mission-bei-google/60002841.html#\"> 3", "new_id": -2}, {"uid": "1295741039001638405", "i": 515, "idx": 2, "sa": ["Allen Iverson", "David Robinson", "Tim Duncan", "Malik Rose"], "q": "1984-85 campaign. It was a different <strong> Allen Iverson </strong> in this contest as he dominated on the offensive end and came within four points of a career high, hitting 14-of-26 from the floor and 15-of-17 from the foul line. <q> It would have been better to have a one-point performance and win than having a 40-point game and lose, </q> said <strong> Allen Iverson </strong>, who added seven rebounds and six assists. <strong> Malik Rose </strong>, whose previous career best was 14 points, was the surprising hero as <strong> David Robinson </strong> and <strong> Tim Duncan </strong> battled foul trouble. <strong> David Robinson </strong>, who picked up his fifth", "new_id": -2}, {"uid": "1295283552003260421", "i": 15572, "idx": 1, "sa": ["Elton Brand", "Phil Jackson", "LeBron James", "Allen Iverson", "Tim Duncan"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Phil Jacksonadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right Tim Duncane. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four BOSTON-- <strong> LeBron James </strong> scored 21 of his 38 points in the first quarter to help the Cleveland Cavaliers beat Boston 124-95 on Friday night", "new_id": -2}, {"uid": "1295391425232685620", "i": 17560, "idx": 1, "sa": ["Sergio Marchionne"], "q": "making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. \"We need to completely rethink the minivan,\" CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. <q> We need to retain all its functionality but make it much more versatile. </q> Assemblyman Jeff Kartye works on a 2011 Dodge Grand Caravan and Chrysler Town& Country at the Windsor Assembly Plant in Windsor, Ontario, Canada, Tuesday, Jan. 18, 2011. Assemblymen work", "new_id": -2}, {"uid": "1295931103251396112", "i": 19721, "idx": 0, "sa": ["Bill Lockyer"], "q": "benefits they can't afford. California Treasurer <strong> Bill Lockyer </strong> said the \"pension monster boogeyman\" is being blown out of proportion for political purposes, and said bankruptcy is not necessary for struggling states. <q> They're trying to say,` Don't come to Washington D.C. for help, declare bankruptcy and undo all those state employee pensions,' </q> <strong> Bill Lockyer </strong> said. \"It's not needed.\" Pension reform advocate Marcia Fritz said the pension problem can not be underestimated and said reform needs to happen quickly. \"It's truly a", "new_id": -2}, {"uid": "1297630154248430601", "i": 43719, "idx": 0, "sa": ["Michael Vick"], "q": "into more. Today, Shaft is studying for a criminal justice degree while Fenimore works as a bartender. \"She is wonderful and works while I go to school,\" says Shaft.\" <q> What are we trying to prove? We're just trying to get married! </q>\" so why not go to the Cathedral of Hope in the first place? Big Dick, <strong> Michael Vick </strong> And, As It Turns Out, Anybody Can Get a Key to the City of Dallas Man, That", "new_id": -2}]