[{"uid": "1296400099262651932", "i": 8893, "idx": 0, "sa": ["James Victor", "Alassane Ouattara", "Victor Gbeho"], "q": "strongest sign yet that Gbagbo had failed to convert African unease over possible military intervention, as threatened by ECOWAS, into a reversal of U.N.-certified results showing rival <strong> Alassane Ouattara </strong> won the presidential election on November 28. <q> The decision that they took was to try once more a peaceful effort to remove Gbagbo, not to legitimize Gbagbo. That is out of the question, </q> <strong> James Victor </strong> <strong> Victor Gbeho </strong>, president of the ECOWAS Commission, told journalists. He was speaking on the sidelines of an African Union( AU) summit in the Ethiopian capital. Friday, the AU's", "new_id": -2}, {"uid": "1297214463071778371", "i": 43796, "idx": 2, "sa": ["Rachel Maddow", "Thomas Frank", "Lawrence Wilkerson", "Steven Clemons", "Colin Powell", "Cenk Uygur", "Bill Maher", "Bernie Sanders", "Lawrence O'Donnell", "Ari Berman", "Christopher Barron Gross", "Ed Rendell"], "q": "Live hosted by <strong> Cenk Uygur </strong>'': Sen. <strong> Bernie Sanders </strong>( I-Vt.); <strong> Steven Clemons </strong>, Talking Points Memo; Fmr. Gov. <strong> Ed Rendell </strong>( D-Penn.), NBC News Political Analyst; <strong> Ari Berman </strong>, The Nation <q> The Last Word with <strong> Lawrence O'Donnell </strong> </q>: <strong> Bill Maher </strong>, Host of`` Real Time'' on HBO; <strong> Christopher Barron Gross </strong>, Board Chairman of GoProud; Col. <strong> Lawrence Wilkerson </strong>, fmr. Chief of Staff to Secretary of State <strong> Colin Powell </strong>`` The <strong> Rachel Maddow </strong> Show'': <strong> Thomas Frank </strong>", "new_id": -2}, {"uid": "1296151862066846786", "i": 1242, "idx": 3, "sa": ["Sergio Marchionne"], "q": ", and Fiat is set to hit two more targets to reach a 35-percent stake in Chrysler, possibly increasing it to 51 percent if it repays outright or refinances loans from the U.S. and Canadian governments. <q> I think the opening of the capital markets window in the United States is real, </q> <strong> Sergio Marchionne </strong> said.`` I think it would be unwise for Chrysler not to take advantage of the opening.'' On the Italian side, he is preparing to invest euro700 million in a plant near Naples", "new_id": -2}, {"uid": "1296034359264519680", "i": 9101, "idx": 3, "sa": ["Michael Vick"], "q": "<strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a`` sizable'' contract.`` We believe it was worth it,'' he said, <q> because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products. </q> Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore shoulder pads and thigh pads made by the company", "new_id": -2}, {"uid": "1296550615213254158", "i": 33000, "idx": 11, "sa": ["Allen Iverson", "Mo Williams", "Jim O'Brien", "Phil Jackson"], "q": "the difficult task of trying to stop <strong> Allen Iverson </strong>.`` He seems to play really, really well against us.'' He got off to a fast start in this one, scoring 20 in the first quarter. <q> He was just on fire, </q> <strong> Mo Williams </strong> said after watching <strong> Allen Iverson </strong> make 18-of-30 shots, including five 3-pointers.`` He was in such a good rhythm that really nobody could stop him tonight.'' Sixers coach <strong> Jim O'Brien </strong> could only agree after Phil Jacksonadelphia beat the", "new_id": -2}, {"uid": "1297242543083116089", "i": 18705, "idx": 10, "sa": ["Steven Tyler", "Paula Abdul", "Randy Jackson", "Simon Cowell", "Jennifer Lopez"], "q": "host. He's no longer co-workers with <strong> Paula Abdul </strong> either- but does he think she made a bad choice leaving`` Idol''?`` No, I don't think so,'' <strong> Simon Cowell </strong> said. <q> I think she just decided enough was enough. She wanted to do something new and the truth is on a show like that, you can't stay on it forever. It's not good for you. I don't think it's right for the show. You got ta freshen things up. </q> And`` Idol'' has certainly freshened things up with the new judges, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> joining <strong> Randy Jackson </strong>.`` I talk to <strong> Randy Jackson </strong> all the time,'' <strong> Simon Cowell </strong> said.`` We're", "new_id": -2}, {"uid": "1295803019101695619", "i": 48229, "idx": 3, "sa": ["Colin Powell", "Geoffrey Wawro", "George H. W. Bush"], "q": ".`` There is a legitimate argument as to whether we stopped too soon,'' <strong> Colin Powell </strong> said.`` We accomplished the mission. <strong> George H. W. Bush </strong> made the right decision.'' <strong> Geoffrey Wawro </strong>, who published <q> Quicksand: America's Pursuit of Power in the Middle East </q> last year, writes in the online analysis in great detail about various aspects of the war with a special emphasis on the war's ending.`` A year after the war, Saddam mocked <strong> George H. W. Bush </strong> from", "new_id": -2}, {"uid": "1296781096226541600", "i": 16688, "idx": 0, "sa": ["Lila Rose", "Mike Pence"], "q": "release, but it claims it has enough footage to demonstrate a`` pattern'' of illicit activity.`` We wanted to demonstrate how severe this problem was,'' Live Action President <strong> Lila Rose </strong> told FoxNews.com. <q> People are really starting to pay attention.... This is institutional. </q> <strong> Lila Rose </strong> has released undercover footage involving Planned Parenthood before, but these are the first to deal with the issue of sex trafficking. The video released Tuesday quickly gave momentum to <strong> Mike Pence </strong>'s, R-Ind.", "new_id": -2}, {"uid": "1295018744011190274", "i": 697, "idx": 0, "sa": ["Wes Welker", "Angelina Jolie", "Rex Ryan", "Tatiana Schlossberg", "Katy Perry", "Caroline Kennedy"], "q": "Daily News. A native of New York City, Mark resides in New Jersey with his wife and two sons. <strong> Caroline Kennedy </strong>'s girl- JFK's granddaughter- stalked by creep Stalker hounds <strong> Tatiana Schlossberg </strong>, says, <q> Love is crazy. But I'm not crazy. </q> Playing footsie? Patriots star takes dig at <strong> Rex Ryan </strong>& wife's fetish <strong> Wes Welker </strong> discusses feet or toes in 11 of 17 question from media. Meanest celebrity PHOTOS <strong> Katy Perry </strong>, <strong> Angelina Jolie </strong> and dozens more(", "new_id": -2}, {"i": 47690, "idx": 6, "index_answer": 0, "new_id": -1, "q": "regrets of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> countered. <q> I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan, </q> he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was`` incremental,'' not rushed. File photo of former <strong> Donald Rumsfeld </strong> of", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297175078196968452"}]