[{"uid": "1295545167266109004", "i": 39170, "idx": 1, "sa": ["Sergio Marchionne"], "q": "technology to passenger vehicles,'' the agency said, noting in a news release that a minivan`` can be adapted cost-effectively to the technology because the hydraulic components are widely available in other industries.'' <q> In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers-especially if their dollars stay in America, </q> <strong> Sergio Marchionne </strong> said.`` Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.", "new_id": -2}, {"uid": "1296787603171524107", "i": 32525, "idx": 2, "sa": ["Simon Cowell"], "q": "' judges`` Eden Prairie Today'' Wednesday, Feb. 18 webcast-- Carlson abused by` Idol' judges Casey Carlson did not impress the judges last night on` American Idol.' She sang the Police song <q> Every Little Thing She Does is Magic, </q> and was subsequently pummeled by the judges. The Pioneer Press is quoting <strong> Simon Cowell </strong>, the show's notoriously villainous judge and...`` Eden Prairie Today'' Friday, April 3 webcast-- Santorini's donates over$ 2000", "new_id": -2}, {"uid": "1296202400248250385", "i": 16272, "idx": 1, "sa": ["Mike Pence"], "q": ".`` I don't have a timetable,'' he said, just hours before Indiana Rep. <strong> Mike Pence </strong> declared that he's not running- the first in a string of pronouncements in the coming weeks. <q> I am considering it because I think it's important to find a way to get national-security issues in the center of our national debate, </q> Bolton said. Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in", "new_id": -2}, {"uid": "1295030362239566879", "i": 28174, "idx": 2, "sa": ["Steve Ballmer"], "q": "This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles,'' said <strong> Steve Ballmer </strong>, in an e-mail Monday to Microsoft employees. Then came the inevitable follow-up. <q> In conjunction with this leadership change, Bob has decided to leave Microsoft this summer, </q> wrote <strong> Steve Ballmer </strong>.`` He will continue to actively run STB as I conduct an internal and external search for a new leader.'' If <strong> Steve Ballmer </strong>'s e-mail is to be taken at face value, it", "new_id": -2}, {"uid": "1297629731208748579", "i": 19501, "idx": 2, "sa": ["Zahi Hawass"], "q": "archeologist also indicated that the offices of De Morgen, a Dutch-language magazine, were also robbed. Located in Dahshur, about 25 miles south of Cairo, several valuable artifacts were stolen, <strong> Zahi Hawass </strong> said. <q> This magazine contains large blocks and small artifacts, </q> he wrote, without specifically naming them or indicating how many. The military began protecting the Egyptian Museum, as well as historical locations and facilities throughout Egypt, as the protests across the country first flared", "new_id": -2}, {"uid": "1296689419059244610", "i": 24635, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "officials listed a series of actions the military has taken to guard against contractor wrongdoing, including the formation of a working group focused on procurement fraud. But <strong> Sen. Bernie Sanders </strong> said much more needs to be done. <q> It is clear that DOD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud, </q> he said.__ Online: <strong> Sen. Bernie Sanders </strong>: http://sanders.senate.gov/ User comments are not being accepted on this article. <strong> Sen. Bernie Sanders </strong> Jones introduces bill to ban state employee collective bargaining Report:", "new_id": -2}, {"uid": "1296228272172146710", "i": 17279, "idx": 21, "sa": ["Tim Pawlenty", "Vin Weber", "Mike Pence"], "q": "successful gubernatorial terms under your belt is more Reaganesque than- Reagan.'' <strong> Vin Weber </strong>, who is a <strong> Tim Pawlenty </strong> adviser, is an admirer of <strong> Mike Pence </strong>.`` I'm not surprised,'' he says. <q> I think it's the right decision for him. </q>`` There was not a path for him to become a significant player,'' <strong> Vin Weber </strong> continues,`` other than to accept the role of the social-conservative candidate, and he's much broader than that.", "new_id": -2}, {"uid": "1297443291053690376", "i": 4118, "idx": 0, "sa": ["Simon Cowell"], "q": "singer is close friends with show supremo <strong> Simon Cowell </strong> and would be prepared to accept a judging or mentoring role on the new series when it launches later this year. He told the Daily Mail newspaper: <q> <strong> Simon Cowell </strong> and I have talked about doing things together and I always try to be supportive of people who are friends of mine. </q> <strong> Simon Cowell </strong>- who is set to announce the highly anticipated final judging line-up for the show within the next month- has previously said he is looking for an American superstar to join the panel and conceded", "new_id": -2}, {"uid": "1296504715234176517", "i": 29473, "idx": 0, "sa": ["Sergio Marchionne"], "q": "'s 2009 bankruptcy. Chrysler sold 1.52 million cars in 2010, helping it to boost its market share in the vital domestic U.S. market to 9.2 percent, from 8.8 percent the year before. <q> It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> chief executive <strong> Sergio Marchionne </strong> said.`` However, our job is not yet done,'' added <strong> Sergio Marchionne </strong>, who is CEO of both Chrysler and Italian carmaker Fiat, which owns a controlling 25 percent interest in", "new_id": -2}, [{"i": 11988, "idx": 5, "index_answer": 2, "new_id": -1, "q": "to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q> I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company, </q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called`` Googled: The End of the World As We Know It,'' said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "uid": "1295562453217792578"}]]