[{"uid": "1295733110147996681", "i": 34161, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "media chief on Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The Guardian after <strong> Andy Coulson </strong> quit yesterday, bowing to pressure over what he knew about hacking at the development also renewed questions about practises at the Sunday tabloid, commentators said, at", "new_id": -2}, {"uid": "1296805908220135483", "i": 6837, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "since by human rights groups. He still defends the use of waterboarding and all those other`` enhanced techniques'' employed at Guantanamo Bay, but one of his`` biggest disappointments'' was his failure to <q> help persuade America and the world the truth about Gitmo </q>. The truth? That word in that context epitomises the problem with Known and Unknown. It is some time since America and the world believed in <strong> Donald Rumsfeld </strong>'s version of the truth, and this", "new_id": -2}, {"uid": "1296014345168460294", "i": 7527, "idx": 10, "sa": ["J'Covan Brown", "Allen Iverson"], "q": "a long time and to finally get it is something special.'' The 76ers won the best-of-five series from Orlando, 3-1, and will meet the Indiana Pacers in the second round, beginning Monday in Indianapolis. <q> I don't know how you can be any more proud of your team, </q> <strong> J'Covan Brown </strong> said.`` I told them this was a great opportunity for us to grow up. <strong> Allen Iverson </strong>'s doing what great players do. He's making other people better and he is taking responsibility and steps up", "new_id": -2}, {"uid": "1295048006208601105", "i": 42251, "idx": 3, "sa": ["Donald Rumsfeld", "Julianna Margulies", "Barack Obama", "Debbie Gibson", "Anna Nicole Smith", "Justin Bieber", "President Bush", "Hillary Clinton"], "q": "Photo: Actress <strong> Julianna Margulies </strong> takes part in a panel... Defense <strong> Donald Rumsfeld </strong> <cite> AFP </cite> Photo in Slideshow: <strong> President Bush </strong> U.S. <strong> President Bush </strong> Photo in Slideshow: <strong> Barack Obama </strong>, <strong> Hillary Clinton </strong> Video: Male model detained in NYC castration death Report Abuse <q>@ Colonel Douglas Mortimer--`` i wana see enema torture done on subversive liberals but it doesn't work they enjoy it too much and beg for more </q> </blockquote> ABC News: Watch: <strong> Anna Nicole Smith </strong>'s Boyfriend Wins Victory Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options! <strong> Debbie Gibson </strong> Talks Hollywood Moms, <strong> Justin Bieber </strong>, Charity& Playboy Return LOS", "new_id": -2}, {"uid": "1295669833206996591", "i": 3264, "idx": 3, "sa": ["Eric Schmidt"], "q": "noting that a decade`` may as well be 100 years of Internet time.'' Steve Arnold, an analyst who heads the firm ArnoldIT, faulted <strong> Eric Schmidt </strong> for leaving Google too dependent on search advertising. <q> It has not diversified its revenue streams in a meaningful way, </q> Arnold said. The financial success that Google has enjoyed has been largely due to ad sales, and was probably little influenced by <strong> Eric Schmidt </strong>, he said. Arnold also finds fault with <strong> Eric Schmidt </strong>'s public comments", "new_id": -2}, {"uid": "1297178256266534988", "i": 47407, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "Please take a look at this material as to what we don't know about WMD. It is big,'' <strong> Donald Rumsfeld </strong> said. At a February 12, 2003 press conference, <strong> Donald Rumsfeld </strong> said Iraq was <q> engaging in the development of weapons of mass destruction, </q> according to a transcript from the Defense Department. On March 20 in 2003, the United States and a coalition of allies invaded Iraq. <strong> President Bush </strong> said two days later in his weekly radio address that", "new_id": -2}, {"uid": "1297442639256065566", "i": 10032, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "across its devices, while Microsoft adCenter will provide search advertising services. <strong> Stephen Elop </strong>, Nokia President and CEO, who joined Nokia from Microsoft in September last year, said at a press conference: <q> Today, developers, operators and consumers want compelling mobile products, which include not only the device, but the software, services, applications and customer support that make a great experience. Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race. </q> <strong> Steve Ballmer </strong>, Microsoft CEO added:`` I am excited about this partnership with Nokia. Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast", "new_id": -2}, {"uid": "1296443805235372683", "i": 46920, "idx": 5, "sa": ["Chauncey Billups", "Allen Iverson", "Ty Lawson"], "q": "assists and eight rebounds while hitting all 11 of his free throws. <strong> Chauncey Billups </strong> made and attempted more free throws than the entire Sixers team-- 8-for-9.`` Defense led to offense for us,'' <strong> Chauncey Billups </strong> said. <q> Defense is what wins games. On this particular night, I had to pick it up offensively. On this team, it's a team effort every night. I just happened to be the one scoring in this game. As long as we get Ws, I don't care who scores. Believe me,` <strong> Carmelo Anthony </strong> isn't going to be held to 14 too often. </q> <strong> Ty Lawson </strong> provided a huge spark off the bench with 12 points, six rebounds and four assists while JR Smith scored 11 http://wn.com/Allen_Iverson_32pts_vs_76ers_Intro_Interview_Highlight_07/08 <strong> Allen Iverson </strong> had the ball in his hands and the game on the line, yet couldn't", "new_id": -2}, {"uid": "1296425350029392900", "i": 32990, "idx": 3, "sa": ["Zahi Hawass"], "q": ". Hemmed in by a strict curfew, <strong> Zahi Hawass </strong> spent the night at home fretting about the fate of his country's treasures.`` Of course I was so worried,'' he said. <q> I have been protecting antiquities all my life. I felt if the Cairo museum is robbed, Egypt will never be able to get up again. </q> Early Saturday, <strong> Zahi Hawass </strong> fought the mobs to reach the museum. He gathered students and others protesting in the streets and rallied them to the building in central Cairo. When <strong> Zahi Hawass </strong> and his ad hoc``", "new_id": -2}, {"i": 20833, "idx": 5, "index_answer": 0, "new_id": -1, "q": "In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing.'' Once you are on the black list at Apple, <strong> Roger Kay </strong> added, <q> you don't get to come back. </q> That also leaves out the not-too-small question of how <strong> Google Inc. </strong> would react to having its former leader run a key competitor. Lawsuits would be more than likely- if <strong> Eric Schmidt </strong> is not already tied down by a", "sa": ["Roger Kay", "Eric Schmidt", "Google Inc."], "uid": "1296106095124256262"}]