[{"uid": "1295775819201490459", "i": 25279, "idx": 0, "sa": ["Ted Thompson", "Michael Vick", "Aaron Rodgers", "Patrick O'Leary"], "q": "all, <strong> Aaron Rodgers </strong> worked hard and took the high road. \"<strong> Aaron Rodgers </strong>'s a pretty humble guy,\" said Packers fan <strong> Patrick O'Leary </strong>, 45, a Cedarsburg, Wis., orthopedic implant salesman. <q>The way <strong> Brett Favre </strong> carried himself the last four, five years, people around here think he's a diva. \"Packers fans are really appreciative of <strong> Aaron Rodgers </strong>'s demeanor with the way he handled that <strong> Brett Favre </strong> situation. He's a class act.</q> General manager <strong> Ted Thompson </strong> and coach Mike McCarthy's faith in <strong> Aaron Rodgers </strong> has been justified by his seven postseason touchdowns, six passing and one rushing, in out-playing Philadelphia's <strong> Michael Vick </strong> and Atlanta's Matt Ryan", "new_id": -2}, {"i": 205, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", or would it be seen a bit too cruel?\" he asked, referring to <strong> Larry King </strong>, whose show he replaced at 9PM on CNN. \"Joking!\" he said to audience jeers. <q>I'd like to see you punch a 78-year-old man,</q> <strong> David Letterman </strong> said. The pair also discussed <strong> Piers Morgan </strong>'s UK newspaper career, his walk on the beach with <strong> Rupert Murdoch </strong>, and <strong> Ricky Gervais </strong>' Golden Globes hosting job. <strong> Piers Morgan </strong> joked about punching <strong> Larry King </strong> Thursday night on", "sa": ["Piers Morgan", "David Letterman", "Rupert Murdoch", "Larry King", "Ricky Gervais"], "uid": "1295622096143933453"}, {"uid": "1296751792175587353", "i": 8396, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush"], "q": "<strong> President Bush </strong> focused on a war with Iraq almost immediately after the Sept. 11, 2001 terror attacks. \"He asked that I take a look at the shape of our military plans on Iraq,\" <strong> Donald Rumsfeld </strong> writes. <q>He wanted the options to be \"creative.\"</q> Posted by: Liam-still| February 3, 2011 11:42 AM| mike: Here ya go. Eypt has been relocated! Fox News graphics department has shaky grasp of Mideast geography", "new_id": -2}, {"uid": "1295632864218054656", "i": 40230, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin", "Will Page"], "q": "far. For the last 10 years, he continued, the trio of <strong> Eric Schmidt </strong>, <strong> Will Page </strong> and <strong> Sergey Brin </strong> have been equally involved in decision-making. They are betting on a brighter future by clarifying their roles. <q>We are confident that this focus will serve Google and our users well in the future. Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we anticipate working together for a long time to come,</q> <strong> Eric Schmidt </strong> said. \"As friends, coworkers and Get noticed over other IS Professionals and increase your earning potential. CEO <strong> Eric Schmidt </strong> <strong> Will Page </strong> Step Aside for Google Cofounder <strong> Will Page </strong> In a move that surprised industry analysts,", "new_id": -2}, {"uid": "1295272524072728652", "i": 47378, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "claiming that his communications director, <strong> Andy Coulson </strong>, had offered his resignation. When specifically asked on Today programme whether <strong> Andy Coulson </strong> had offered to resign over the continuing News of the World phone-hacking controversy, <strong> David Cameron </strong> said: <q>I don't have to go into private conversations.</q> UK prosecutors reopen phone hacking investigation LONDON-Prosecutors said Friday that a politically sensitive investigation into <strong> Andy Coulson </strong> \"not quitting over phone hacking' <strong> Andy Coulson </strong>, <strong> David Cameron </strong>\"s director of communications, has not offered to resign over newspaper he used", "new_id": -2}, {"uid": "1295012805160137223", "i": 18744, "idx": 1, "sa": ["Simon Cowell"], "q": "misconduct and patronizing a prostitute. The 51-year-old ex-linebacker, who led the New York Giants to two Super Bowl titles, must now register as a sex offender.\"- AP-- N.Y. Post wood: <q>RETURN OF THE JET-I: Gang Green vs. Evil Empire</q>( Jets at Pats, 4:30 p.m. Sunday). DESSERT- USA Today cover story, \"REMAKING IDOL: Aiming to stay relevant without <strong> Simon Cowell </strong> and improve performances, the hit show changes gears,\" by", "new_id": -2}, {"uid": "1297298416168493093", "i": 40017, "idx": 0, "sa": ["Saddam Hussein", "Gwen Ifill", "Andrew Cockburn", "Donald Rumsfeld"], "q": "But this doesn't seem to have deterred him from stepping back into the spotlight. He uses the opportunity to engage in score-settling, pinning blame on others for the biggest foreign policy debacle in decades. <q>In his worldview, the news media and authors who recounted <strong> George H.W. Bush </strong>'s term in office have distorted almost everything-including the timing of the decision to go to war in Iraq after the 9/11 attacks; the responsibility for holding, interrogating and prosecuting detainees in Guantanamo Bay; and even the handling of the aftermath of Hurricane Katrina,</q> <strong> Gwen Ifill </strong> writes in the Washington Post. But it is <strong> Donald Rumsfeld </strong> who got it all wrong-from downplaying the Al Qaeda threat to searching for a nonexistent <strong> Saddam Hussein </strong> connection with the 9/11 attacks. <strong> Andrew Cockburn </strong>", "new_id": -2}, {"uid": "1297579238123715631", "i": 29230, "idx": 1, "sa": ["Zahi Hawass"], "q": "the government had already responded to protesters' demands and that people should be patient. \"They should give us the opportunity to change things, and if nothing happens they can march again,\" he said. <q>But you can't bring in a new president now, in this time. We need <strong> Hosni Mubarak </strong> to stay and make the transition.</q> On Saturday, however, Mr. <strong> Zahi Hawass </strong> wrote on his Web site that several important items had been stolen. \"The staff of the database department at the Egyptian Museum, Cairo have", "new_id": -2}, {"uid": "1295865401181075988", "i": 43761, "idx": 2, "sa": ["John McCain", "Carly Fiorina", "Colin Powell"], "q": "<strong> Colin Powell </strong>'s endorsement is significant due to the fact that <strong> John McCain </strong> has repeatedly singled him out for lavish praise. In a July New York Times interview, <strong> John McCain </strong> described the former secretary of state and Joint Chiefs chairman as <q>a man who I admire as much as any man in the world, person in the world</q> when answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly TEXT: <strong> John McCain </strong>: Rewriting His Own History On Iraq? <strong> Carly Fiorina </strong>: \"But", "new_id": -2}, {"uid": "1296981663254574647", "i": 24976, "idx": 0, "sa": ["Frank Zombo", "Michael Vick"], "q": "and were brought up to the varsity to help solidify the defense. \"They were just so excited just to come up, even though they were not going to play offense,\" he said. <q><strong> Greg Jennings </strong> was a football player. He was not an athlete trying to play football. He loved contact; he loved the physical aspect of the game.</q> Former soccer stud leads the Pack On <strong> Frank Zombo </strong>'s first play in an NFL game, he sacked <strong> Michael Vick </strong>. He was a dream team all-stater at Stevenson but rarely played defense. \"", "new_id": -2}]