[{"uid": "1297360867206143497", "i": 33430, "idx": 0, "sa": ["Eric Schmidt"], "q": "valuing the company as high as$ 10 billion.[ ID: nL3E7DA09Q] Asked whether he planned to stay another four years at Google to collect stock awards worth$ 100 million, <strong> Eric Schmidt </strong> said: <q>Yes, that is my plan.</q> We welcome comments that advance the story directly or with relevant tangential information. We try to block comments that use offensive language, all capital letters or appear to be spam, and we review comments frequently to", "new_id": -2}, {"uid": "1295667370077054011", "i": 20058, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Google co-founder <strong> Sergey Brin </strong>, who will also focus on strategic projects and new products. ''<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade,'' Page said in a written statement. <q>The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity- we are only at the beginning, and I can't wait to get started.</q> The changes takes effect April 4. Google on Thursday reported fourth-quarter revenues of$ 8.44 billion, an increase of 26 percent compared to the fourth quarter of 2009- topping analysts' expectations.", "new_id": -2}, {"uid": "1297724508166166602", "i": 19203, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": ", <strong> Kirsten Gillibrand </strong> spoke about her newly-announced legislation that will allow homeowners to deduct the full amount of their property taxes from their federal income taxes. The Homeowner Tax Fairness Act is intended to help middle class families. <q>The reality is is that everyone should be able to deduct their property taxes but right now the law prohibits you from deducting if you don't itemize, and a lot of our middle class New Yorkers do not itemize their taxes so what this bill does is it says everyone should be able to deduct their property taxes,</q> <strong> Kirsten Gillibrand </strong> said. ''Its going to be worth about$ 1 billion for New Yorkers, over a million people will now be able to get more back in their taxes.'' She also spoke about", "new_id": -2}, {"uid": "1295100598134397994", "i": 48282, "idx": 1, "sa": ["Shawn Marion", "Jason Kidd", "David West", "Rodney Rogers", "Toni Kukoc", "Allen Iverson"], "q": " ''People will say, ''What happened? He only had 26 points, but he won the game,'' Sixers coach Larry <strong> David West </strong> said of <strong> Allen Iverson </strong>, who had reached 40 points in three straight games. <q>He gave the ball up when he was double-teamed and did all the right things. I''m really proud of him.</q> <strong> Jason Kidd </strong> had 22 points and 10 assists, <strong> Shawn Marion </strong> had 17 points and 13 rebounds and <strong> Rodney Rogers </strong> had 15 points and 10 rebounds for Phoenix, which had won four of five. <strong> Toni Kukoc </strong> added 17 points and nine rebounds", "new_id": -2}, {"uid": "1295014176230670350", "i": 6679, "idx": 1, "sa": ["Simon Cowell", "David Hasselhoff"], "q": "additions to the show- with <strong> David Hasselhoff </strong> and the Hoff having replaced last year's <strong> Simon Cowell </strong> on the panel- and admitted the new format is working out well. Writing on her twitter page, she said: <q>Great first day in Manc!! I think its working out well with the new boys! <strong> ( sic ) </strong></q>", "new_id": -2}, {"uid": "1295582183033980446", "i": 4557, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "time to do that given the way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred in the same interview, saying <strong> Google Inc. </strong>'s triumvirate decided they needed to find ways for the company to run more crisply. <q>I am not as concerned about the titles as I am winning,</q> <strong> Eric Schmidt </strong> said. ''I am quite certain that this change will result in faster decision making and better value for the shareholders.'' <strong> Google Inc. </strong>'s stockholders have had little to complain about, not that it would have", "new_id": -2}, {"i": 2550, "idx": 0, "index_answer": 1, "new_id": -1, "q": "a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seahawks receiver Mike Williams, who got eight. Seahawks kick returner <strong> Leon Washington </strong> got one vote. <q>The most fun I've ever had playing football,</q> <strong> Michael Vick </strong> said. ''The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.'' ESPN analyst <strong> Desmond Howard </strong> said", "sa": ["Leon Washington", "Michael Vick", "Desmond Howard"], "uid": "1296963508197279805"}, {"uid": "1295609568069435392", "i": 2225, "idx": 3, "sa": ["Michael Vick"], "q": "share in the blame for this loss. But, <strong> Michael Vick </strong> is the QB, which by default makes him the first man praised when the going's good and the first man canned when things go wrong. <q>I feel like I got greedy,</q> <strong> Michael Vick </strong> said postgame. So we might have a new Pro Bowl QB here in Philly but in the end Eagles fans are still left with the same bitter taste in their mouths. It does", "new_id": -2}, {"uid": "1295419136019841068", "i": 1218, "idx": 0, "sa": ["Simon Cowell"], "q": "Idol,'' home of the original mean judge, <strong> Simon Cowell </strong>. Over the last nine seasons, the smug and acerbic Brit with the snug V-necks has become famous for comparing one contestant's singing to <q>a cat being thrown off a skyscraper,</q> telling another, ''Don't mean to be rude, but you look like the Hulk's wife,'' reducing dozens of hopefuls to their worst ugly cry- and propelling the show to the No. 1 spot", "new_id": -2}, {"uid": "1296329868034324490", "i": 16159, "idx": 9, "sa": ["Michael Vick"], "q": "are correctable, Garcia insists. And time is on all these dogs' side. ''Some say if a dog is bred to do something, you can't undo that,'' Garcia said. <q>But to me, that's like saying if everyone in your family has always fought in a war, you're a warrior and you're destined to do this. Not true. Everyone's an individual. You can choose your own path in life. Same with dogs. The only difference is, they can't choose it. We choose it for them.</q> is back pitching products. <strong> Michael Vick </strong> has signed his first paid... <strong> Michael Vick </strong> could be well on his way to regaining his marketability if he... ABC News: Bryan Brothers Win Australian Open Doubles Title ABC News:", "new_id": -2}]