[{"uid": "1295829625240762905", "i": 50835, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Arizona.`` I think he's got a way to go,'' Mr <strong> Colin Powell </strong> said. <q> I mean, he hasn't achieved all of his purposes, but he's stabilised the economy. </q>`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.'' 18 Oct 2008`` I think he has reached out to countries around the world and has", "new_id": -2}, {"uid": "1295302370067584002", "i": 3606, "idx": 1, "sa": ["Steve Ballmer"], "q": " Bing like a`` weed'' <strong> Steve Ballmer </strong> also cited search and gaming as two of its successes, alongside the business market.`` We've made bold technology bets,'' <strong> Steve Ballmer </strong> claimed. <q> We've bet on the cloud and our enterprise business; it's going fantastic. We made the bet on Xbox; we made the bet on Kinect. </q>`` We bet on Bing and are growing like a weed in that business,'' he added.`` So I feel pretty good about the bets.'' Haymarket Media. This material may not", "new_id": -2}, {"uid": "1297170191123355244", "i": 34850, "idx": 3, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "didn't take is always smoother,'' he said. <strong> Donald Rumsfeld </strong>, who served as <strong> George H. W. Bush </strong>'s defence chief for six years after holding the same job under <strong> George H. W. Bush </strong> Gerald Ford in the 1970s, acknowledged that <q> in a war, many things cost lives. </q> But he had no regrets about his leadership for the wars in Iraq and Afghanistan- the latter now nearing its 10th anniversary.`` I think the world's a better place with Saddam Hussein gone and", "new_id": -2}, {"uid": "1297183424149962758", "i": 31155, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "2006, admitted in an interview that the country... </cite> Iraq Video: Sneak Preview: <strong> Donald Rumsfeld </strong> on` Hannity' WASHINGTON( AFP)- Former US defense secretary <strong> Donald Rumsfeld </strong> admitted in an interview that the country <q> would've been better off </q> if he had quit after the 2004 Abu Ghraib scandal and spared no criticism of his colleagues in his new memoir published Tuesday. In`` Known and Unknown,'' <strong> Donald Rumsfeld </strong> defends his handling of the war", "new_id": -2}, {"uid": "1297442039077905964", "i": 27838, "idx": 2, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "Microsoft are obvious. Nokia's benefits are harder to measure, which is why I assert the deal is a silent takeover without the expense or responsibility by Microsoft. In their letter, <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> boasted: <q> There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift. Together, we see the opportunity, and we have the will, the resources and the drive to succeed. </q> bijuishere Feb 11, 2011- 11:13 AM Nokia swaps one` burning platform' for another in Microsoft's silent takeover of the Finnish phone maker The Microsoft-Nokia deal is a merger without the red tape,", "new_id": -2}, {"uid": "1296106095124256262", "i": 25228, "idx": 4, "sa": ["Tim Cook", "Eric Schmidt", "Steve Jobs"], "q": "Inc., believes that <strong> Eric Schmidt </strong> is probably a persona non grata at Apple these days.`` I think there is bad blood between <strong> Steve Jobs </strong> and <strong> Eric Schmidt </strong> over the Tim Cooking of the Android,'' he said. <q> In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing. </q> Once you are on the black list at Apple, Kay added,`` you don't get to come back.'' That also leaves out the not-too-small question of how Google would react to", "new_id": -2}, {"uid": "1295631675219987972", "i": 21630, "idx": 2, "sa": ["John Larson", "Xavier Becerra", "Barack Obama", "Mike Pence"], "q": "behind and supportive of the <strong> Barack Obama </strong> of the United States,'' <strong> John Larson </strong> said. <strong> Mike Pence </strong> <strong> Xavier Becerra </strong>( D-Calif.), the caucus vice chairman, said Democrats might have occasional disagreements with the <strong> Barack Obama </strong>, but <q> we're not going to eat our own. </q>`` As diverse as we are in our thoughts and in our backgrounds, at the end of the day, we're interested in moving this country forward, and we know that we elected <strong> Barack Obama </strong> to", "new_id": -2}, {"uid": "1297113326077856819", "i": 45107, "idx": 0, "sa": ["David Letterman", "Robert Plant"], "q": "know about Tolkien until I was 19 but the music was so mystical for its time. <strong> Robert Plant </strong> was on <strong> David Letterman </strong> last night by the way... sounds pretty good, but keeps his shirt on these <q> One who can not cast away a treasure at need is in fetters, </q> said Aragorn when returning Pippin's elven brooch to him. We've touched on this topic before, but it's one that Tolkien comes back to over and over again. The person you are is more important", "new_id": -2}, {"uid": "1295562123175194116", "i": 6397, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "`` Google reports higher profit; co-founder <strong> Larry Page </strong> to replace <strong> Eric Schmidt </strong> as CEO in April href=\"http://on.mktw.net/gFyUVk\"> http://on.mktw.net/gFyUVk'' 4:08 p.m. EST, Jan. 20, 2011 from href=\"http://twitter.com/MarketWatch\"> MarketWatch <q> U.S. stocks end lower; Nasdaq paces retreat as tech founders href=\"http://on.mktw.net/e303Ik\"> http://on.mktw.net/e303Ik </q> 4:04 p.m. EST, Jan. 20, 2011 from href=\"http://twitter.com/MarketWatch\"> MarketWatch`` Coming up after the bell: Google reports quarterly results href=\"http://on.mktw.net/fYa0Or\"> http://on.mktw.net/fYa0Or'' 3:46 p.m. EST, Jan.", "new_id": -2}, {"i": 13540, "idx": 0, "index_answer": 0, "new_id": -1, "q": "him dog-gone angry. <strong> Mark Buehrle </strong> admitted to MLB.com recently that there were times while watching the NFL, that he wished <strong> Michael Vick </strong> would get hurt. Instead he won NFL comeback player of the year. <q> Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane? </q> <strong> Mark Buehrle </strong> said. <strong> Michael Vick </strong> was convicted for his association with a dogfighting ring in 2007. <strong> Mark Buehrle </strong> and his wife, Jamie, are on billboards promoting dog adoption and animal rescue.''( <strong> Michael Vick </strong>) had", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297393013108019724"}]