[{"i": 37768, "idx": 7, "index_answer": 0, "new_id": -1, "q": "what we were saying, she moved her leg. We knew she was responding.'' The lawmakers continued to joke about what they were going to do together, and as they did so, <strong> Gabrielle Giffords </strong> <q>started to open her eyes, literally,</q> <strong> Kirsten Gillibrand </strong> said. Seeing <strong> Gabrielle Giffords </strong>' left eye flickering, her husband, Mark Kelly, started saying: ''<strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,'' <strong> Kirsten Gillibrand </strong> said. After about", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295008939037093396"}, {"uid": "1295633194146702360", "i": 2653, "idx": 8, "sa": ["Donald Rumsfeld", "Barack Obama", "Robert Gates"], "q": "he believes the GOP is relieved he was not re-elected to lead the party again: ''I think the people in the party, particularly the establishment, are breathing a sigh of relief,'' Steele said. <q>They have control of the RNC now; let's see what they do with it.</q> Defense <strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong> will soon lift the ban on initiating new cases against Guantanamo detainees in preparation to increase the use of military commissions for prosecution. Imposed ''on the day of <strong> Barack Obama </strong>'s inauguration", "new_id": -2}, {"uid": "1296106870116244513", "i": 48476, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. ''Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> Why <strong> Barack Obama </strong> Brought His Message to Manitowoc Wisconsin grabbed a lot of attention when Republicans took over both houses of the Legislature and the governor's office after the mid-term elections.", "new_id": -2}, {"uid": "1297176789226918413", "i": 2837, "idx": 3, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong>, do we really need yet ANOTHER reality talent competition?''... his answer is yes. And don't even bother trying to compare ''The X Factor'' to ''American Idol.'' <q>I suppose it's rather like comparing, I don't know, ''Extreme Home Makeover' with` Jersey Shore,'</q> he said. ''They're both reality shows but very, very different.' X Factor' has a craziness about it, has an unpredictability about it. I would say it's more raw.'''", "new_id": -2}, {"uid": "1295670452069369863", "i": 8300, "idx": 0, "sa": ["Allen Iverson"], "q": "http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. ''You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.''", "new_id": -2}, {"uid": "1296787924171524099", "i": 14328, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "his wife, Joyce, and all their children. ''What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me,'' <strong> Donald Rumsfeld </strong> writes. <q>At that moment, I couldn't speak.</q>( He notes that his son has lived a drug-free life in the years since.) Fort Hood suspect slipped through cracks, report says- Maj. Nidal Hasan was a ''ticking time bomb,'' but", "new_id": -2}, {"uid": "1295454964213254160", "i": 4299, "idx": 0, "sa": ["Sergio Marchionne"], "q": " ''In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America,'' <strong> Sergio Marchionne </strong> said. <q>Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.</q> ''Hydraulic hybrid vehicles represent the cutting edge of fuel-efficiency technology and are one of many approaches we're taking to save money for drivers, clean up the air we breathe and cut the greenhouse gases that jeopardize", "new_id": -2}, {"uid": "1295530460005685268", "i": 14296, "idx": 0, "sa": ["Jennifer Lopez", "Steven Tyler", "Simon Cowell", "Ryan Seacrest"], "q": "winners talking about how ''American Idol'' changed their lives and made them better people.( Fame does that.) Finally, the veteran host <strong> Ryan Seacrest </strong> gingerly unveiled life without <strong> Simon Cowell </strong> with the words, <q>New dream-makers will carve out our destiny on our show.</q> Then came tableau after tableau of <strong> Simon Cowell </strong> <strong> Steven Tyler </strong> and Ms. <strong> Jennifer Lopez </strong>, mugging and arching their backs in photo shoots, clowning in auditions and having a blast, as if they have been a team for ages.", "new_id": -2}, {"uid": "1297154768156483585", "i": 1438, "idx": 1, "sa": ["David Letterman"], "q": ", but you could see in his eyes that it was something he'd thought seriously about. Otherwise, your baby girl is out there with some strange man and who knows what's happening. <q>I can't sit in the car and just watch from a distance?</q> he asked. There's another thing for his daughter to worry about now. But then <strong> David Letterman </strong> made it even worse for the young girl. ''You could hire a guy,'' he suggested.", "new_id": -2}, {"uid": "1296830789203898892", "i": 28390, "idx": 2, "sa": ["Gen. David Petraeus", "Donald Rumsfeld", "President Bush"], "q": "surge led by <strong> Gen. David Petraeus </strong>, starting in 2007, a year after Mr <strong> President Bush </strong> sacked Mr <strong> Donald Rumsfeld </strong>. Mr <strong> Donald Rumsfeld </strong>, 78, argues in his book that he never received a request for more troops from US generals. <q>If anyone suggested... that the war plan lacked sufficient troops, they never informed me,</q> he writes. He is largely unapologetic about what went wrong after the Iraq war's initial combat phase. Start of sidebar. Skip to end of sidebar.", "new_id": -2}]