[{"uid": "1297375549207732796", "i": 26429, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "Tools division. <strong> Amitabh Srivastava </strong>, senior vice president over the company's Azure cloud unit, will be leaving, CEO <strong> Steve Ballmer </strong> said in an e-mail to employees Wednesday. Groundwork OpenSource offers open source IT management software <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1296779237254083086", "i": 28380, "idx": 0, "sa": ["Simon Cowell", "Amy Winehouse", "Cheryl Cole", "Jessica Simpson"], "q": "could be appearing on the show. <strong> Jessica Simpson </strong>'s answer to the rumors? In a new post on her Twitter account, Simspon put talk to an end that she could be joining <strong> Simon Cowell </strong> when... <strong> Cheryl Cole </strong> <q> not going back to her maiden name </q> Musicrooms Share <strong> Cheryl Cole </strong> is planning to keep her ex-husband's name to help her crack the US, according to reports. The... <strong> Amy Winehouse </strong> named least desirable wife China Daily 2011-02-01 09:49:16.0 <strong> Amy Winehouse </strong> named least desirable wifeAmy", "new_id": -2}, {"uid": "1296734088100368407", "i": 38914, "idx": 0, "sa": ["Zahi Hawass"], "q": "them an emergency number to call. Confusion around the airlines. They think the airlines are shut down right now but not sure. Amazing Video Appears To Show Army Helping Protestors reports: <q> Would-be looters broke into Cairo's famed Egyptian Museum, ripping the heads off two mummies and damaging about 10 small artifacts before being caught and detained by soldiers, Egypt's antiquities chief said Saturday. </q> <strong> Zahi Hawass </strong> said the vandals did not manage to steal any of the museum's antiquities, and that the prized collection was now safe and under military guard. With mass anti-government protests still roiling the country", "new_id": -2}, {"uid": "1295663477153141252", "i": 30766, "idx": 0, "sa": ["Andy Coulson"], "q": "any meaning to the HATEFUL JEWESH. Down with the racist Israeli-Jewesh State. No more BLOOD MOEY for Jewesh. THANK GOD the Chinese have forgiven the Japanese for the WW II atrocities they suffered. Report Abuse <q> To be sure, the nazis were brutal, but lets don't forget`` <strong> Mr. Jackson </strong> </q>. \" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1296780771243531829", "i": 14897, "idx": 3, "sa": ["Zahi Hawass"], "q": "at the museum resulted in`` 70 broken objects, all of which can be restored.''`` I want people to know that after nine days of protests, the monuments are safe,'' <strong> Zahi Hawass </strong> said. <q> If anything happens, I will announce it. </q> Experts fret over Egypt's treasures in full'' class=`` active''> Scientists make bionic` off the shelf' veins in full''> NASA discovers six-planet solar system in full''> NASA discovers", "new_id": -2}, {"i": 36300, "idx": 5, "index_answer": 1, "new_id": -1, "q": "were seeing,'' <strong> Kirsten Gillibrand </strong> said.`` They were saying this is unbelievable progress, to see this.'' Video: House peers reflect on bedside visit to <strong> Gabrielle Giffords </strong>( on this page) <q> Mark started to tell her,` <strong> Gabrielle Giffords </strong>, if you can see me, give me the thumbs up sign,' </q> <strong> Debbie Wasserman Schultz </strong> told MSNBC's <strong> Chris Matthews </strong> on`` Hardball.''`` He encouraged her and pushed her to do that. She kept opening her eyes a little more and a little bit more and suddenly, her", "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Chris Matthews", "Gabrielle Giffords"], "uid": "1294991426005357592"}, {"uid": "1295593237183287808", "i": 33963, "idx": 1, "sa": ["Eric Schmidt"], "q": "to leave Google to work for the social networking company.`` My goal is to run Google at the pace and with the soul and passion of a startup,'' Page said in a Thursday interview. <q> I think I will have time to do that given the way we have split up our responsibilities. </q> <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply.`` I am not as concerned about the titles as I am winning", "new_id": -2}, {"uid": "1296413006019808299", "i": 15739, "idx": 0, "sa": ["Jason Babin", "Michael Vick", "Kevin Kolb"], "q": "to hire. Who knows? The new guy comes in, he's going to let people go and bring his guys in. Who knows what they're going to run on defense,'' <strong> Jason Babin </strong> said. <q> There's a lot of big question marks for myself I'm sure and a lot of other guys. </q> Jonathan Wilson: Asian Cup highlights the rise of Asia Eagles Reportedly to Tag <strong> Michael Vick </strong>, Listen to Offers for <strong> Kevin Kolb </strong>", "new_id": -2}, {"uid": "1296931079080756756", "i": 8688, "idx": 1, "sa": ["Donald Rumsfeld", "Hillary Clinton"], "q": ". Protests continued for the 12th straight day in Egypt as the leadership of the ruling National Democratic Party stepped down in what was viewed as another government concession in an attempt to quell protests. <q> We view this as a positive step toward the political change that will be necessary, and look forward to additional steps, </q> an administration official said on background. At the Munich Security Conference on Saturday, ahead of a planned Quartet meeting on Middle East peace talks, <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> said there were risks", "new_id": -2}, {"uid": "1295396906230801414", "i": 5570, "idx": 0, "sa": ["Simon Cowell"], "q": ". Part of that will be a Beatles challenge in Las Vegas.`` We went to Vegas because LOVE, the Beatles show, is in Vegas,'' executive producer Nigel Lyth- goe said. <q> The idea was that they had to learn a Beatles song overnight and then perform it. </q> Another twist is the new number of semifinalists: 20( 10 men and 10 women) rather than 24 or more.`` Obviously, with <strong> Simon Cowell </strong> leaving, that has given us a new", "new_id": -2}]