[{"uid": "1297154768156483585", "i": 1439, "idx": 2, "sa": ["David Letterman"], "q": "he asked. There's another thing for his daughter to worry about now. But then <strong> David Letterman </strong> made it even worse for the young girl. \"You could hire a guy,\" he suggested. <q>I think if you hire a guy, it's fine.</q> Now she's sure to be good and paranoid on any date that everyone around her may be on her dad's payroll and reporting back to him everything she's doing. You know,", "new_id": -2}, {"uid": "1295559334029818997", "i": 19462, "idx": 1, "sa": ["Eric Schmidt"], "q": "he works on \"strategic projects, in particular working on new products\"( <strong> Eric Schmidt </strong>). So what will <strong> Eric Schmidt </strong> be doing now that he is no longer CEO? He is Executive Chairman: <q>As Executive Chairman, I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and <strong> Sergey Brin </strong>.</q>", "new_id": -2}, {"uid": "1296438033168050752", "i": 27978, "idx": 1, "sa": ["Zahi Hawass"], "q": "tourist attractions, so there are signs pointing[ and] saying, \"Valuable antiquities here,\" Hiebert said. <strong> Zahi Hawass </strong>, secretary general of Egypt\"s Supreme Council on Antiquities, said Sunday that <q>nothing is stolen from the Cairo museum.</q> Speaking by phone from Cairo, <strong> Zahi Hawass </strong> said that a few items were broken- including a statue of King Tutankhamun riding a jaguar- after looters smashed windows on the roof of the Museum of Egyptian Antiquities", "new_id": -2}, {"uid": "1296235999160088091", "i": 14254, "idx": 0, "sa": ["Rick Santorum", "Dick Cheney", "Mike Pence"], "q": "Defense Budget Egypt prepares for fresh protests <strong> Mike Pence </strong> Will Not Run for <strong> Dick Cheney </strong> Indiana announced Thursday that he would not be a Republican candidate for president in 2012, but he left the door open to running for governor. <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> Mr. <strong> Mike Pence </strong> wrote in a letter to supporters. \"We will not seek the Republican nomination for president in 2012.\" The Possible GOP presidential contender <strong> Rick Santorum </strong> to headline Catholic group's benefit in Mass..", "new_id": -2}, {"uid": "1295375973188088334", "i": 2564, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Chrysler minivans. The redesigned 2011 Chrysler Town& Country and Dodge Grand Caravan have been driving off the assembly line for several weeks, and the vehicles are selling well, <strong> Sergio Marchionne </strong> has said. <q>I think whenever we launch new products coming out of these plants, we need to be there,</q> said <strong> Sergio Marchionne </strong> last Wednesday during the North American International Auto Show in Detroit. \"I think it's an important recognition of the effort that's gone in here by our colleagues on the shop floor.\"", "new_id": -2}, {"uid": "1297252657192888905", "i": 35469, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "9/2011 <strong> Donald Rumsfeld </strong>, interviewed on Good Morning America.( abc.com) \"But you had inspectors in the country[ Iraq]. Why was it necessary to invade--\" Former defense secretary <strong> Donald Rumsfeld </strong>: <strong> Saddam Hussein </strong> <q>had thrown them out about the second or third or fourth time.</q>-- An exchange during an interview on ABC's \"Good Morning America,\" Feb. 8, 2011 Former defense secretary <strong> Donald Rumsfeld </strong> has been hawking his autobiography\" others, but his assertion that Iraqi", "new_id": -2}, {"i": 47069, "idx": 1, "index_answer": 0, "new_id": -1, "q": "1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. \"As a person and a player I learned a lot through my experiences on and off the field,\" <strong> Michael Vick </strong> said. <q>Don't take anything granted anymore. Certainly, back then( in Atlanta), I was just playing and having fun. I'm doing the same thing now, but I understand the importance of it and how hard it is to get to where we are today.</q> <strong> Michael Vick </strong> passed for 3,018 yards and 21 touchdowns( 233 of 372), scoring a 100.2 passer rating, and rushed for 676 yards( 6.8 average) and 9 touchdowns. Bargaining session:", "sa": ["Michael Vick"], "uid": "1296965126246792205"}, {"uid": "1296514398071991314", "i": 19420, "idx": 0, "sa": ["Barack Obama", "Michael Vick"], "q": "Photo in Slideshow: U.S. <strong> Barack Obama </strong> speaks to the Families USA's 16th... Photo in Slideshow: In this photo released by the White House, <strong> Barack Obama </strong>... Video: Raw Video: Catapult for smuggling marijuana Report Abuse <q>Kim S. Hope you can convince her to come here. Quinn, nor any other politician here won't do anything.</q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Undercover Gun Show Probe: Semi-Automatic Weapons, No Background Check Trader Makes$ 4 Billion Wiz Kid Stock& Option", "new_id": -2}, {"uid": "1297136473102924319", "i": 29841, "idx": 5, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush", "Robert McNamara"], "q": "latter now nearing its 10th anniversary. He refused to echo the regrets of another domineering defense secretary- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as \"terribly wrong.\" <q>That's not the case with Iraq,</q> <strong> Donald Rumsfeld </strong> countered. \"I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan,\" he added, insisting the <strong> President Bush </strong> administration's decision to", "new_id": -2}, {"uid": "1295613803099680259", "i": 14651, "idx": 3, "sa": ["Clive Goodman", "Glenn Mulcaire", "Andy Coulson"], "q": "be appropriate for the prime minister to come to the Commons to explain why this is happening and give the public the full details here in the House of Commons, rather than bury this news\"\" <q><strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.</q> Mr <strong> Andy Coulson </strong> was editor of the News of the World in 2007 when its royal editor, <strong> Clive Goodman </strong>, was jailed for conspiracy to access phone messages. Private investigator <strong> Glenn Mulcaire </strong> was jailed for six months on the", "new_id": -2}]