[{"uid": "1297616629186400779", "i": 32536, "idx": 18, "sa": ["Donald Rumsfeld", "David Martin"], "q": "?'' asked <strong> David Martin </strong>.`` Oh, I think it was in September,'' <strong> Donald Rumsfeld </strong> replied.`` So before the first U.S. boot is on the ground in Afghanistan...'' <q> He called me into the Oval Office and he said,` Do you have a war plan for Iraq?' </q> <strong> Donald Rumsfeld </strong> explained. But as he was gearing up for war the Secretary of Defense was engulfed by a personal crisis- his son Nick was losing his own battle with drug addiction.`` Tough", "new_id": -2}, {"uid": "1296449395205996048", "i": 46621, "idx": 10, "sa": ["Allen Iverson", "Kevin Garnett"], "q": "return of <strong> Kevin Garnett </strong>, holding on for a 124-118 victory over the Boston Celtics on Tuesday night. Denver also halted the Celtics' dominance over Western Conference teams this season, snapping their string of 16 straight wins. <q> I don't look at it as we beat the best team in the league, a win is a win, </q> <strong> Allen Iverson </strong> said.`` Obviously, we can compete with anybody. No one seems to know how much talent we have. We have enough talent to scare some people, but we just have to bring it night", "new_id": -2}, {"uid": "1295795776254902285", "i": 19285, "idx": 2, "sa": ["Colin Powell", "Barack Obama", "Candy Crowley"], "q": "decision on whom to support in the next Barack Obamaial election.`` I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate,'' <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. <q> I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position. </q>`` Right now I do not see on the Republican side any one individual who I think is going to emerge at the top of the pile,'' <strong> Colin Powell </strong> added. CNN welcomes a lively and courteous", "new_id": -2}, {"uid": "1297213873164479095", "i": 6975, "idx": 0, "sa": ["Mike Pence", "Eric Holder"], "q": "she was 15. She once went to Planned Parenthood posing as a 13-year-old girl who said she was pregnant by a 31-year-old man. The latest undercover sting is being made public as Congress takes up the <q> No Taxpayer Funding for Abortion Act. </q> Republicans in the House want to cut Planned Parenthood's$ 300 million in federal funding.`` The time has come to deny all federal funding to Planned Parenthood of AmEric Holdera,'' says <strong> Mike Pence </strong>( R-Ind", "new_id": -2}, {"uid": "1295739237074268677", "i": 59018, "idx": 1, "sa": ["Larry Brown", "Metta World Peace", "Allen Iverson", "Theo Ratliff"], "q": "eight rebounds and a key blocked shot as the 76ers held off the ToMetta World Peaceto Raptors, 93-90.`` I wanted to get to a point where I was healthy enough to make a contribution,'' <strong> Theo Ratliff </strong> said. <q> Tonight I felt great. Everything is going well. I enjoyed being out there.`` <strong> Theo Ratliff </strong> was a presence the whole game, </q> 76ers coach <strong> Larry Brown </strong> said. The 6-10 forward started at center and triggered a 12-2 burst in the fourth quarter that was fueled by <strong> Allen Iverson </strong>, who scored eight of his 30 points in the pivotal stretch. <strong> Allen Iverson </strong> has", "new_id": -2}, {"uid": "1296149580207978571", "i": 30174, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "Committee. <strong> Kirsten Gillibrand </strong> was recently elected to the Senate seat she was appointed to in 2009 and had sought the committee assignment. She has worked on military issues such as the repeal of the <q> don't ask, don't tell </q> policy for gay troops. And <strong> Kirsten Gillibrand </strong> served on the House Armed Services Committee when she represented an upstate New York congressional district. <strong> Kirsten Gillibrand </strong> says she will work for troops and their families and will try to", "new_id": -2}, {"uid": "1296432940168050695", "i": 7887, "idx": 9, "sa": ["Travis Diener", "Allen Iverson"], "q": "was something missing in <strong> Allen Iverson </strong>'s career. A perfect ending. <strong> Allen Iverson </strong> sank the first buzzer-beating shot of his nine-year career, a 14-footer in overtime, and scored 15 points to lead the Philadelphia 76ers t... <q> Inside Pacer Athletics 2010- Episode 1 </q> It is the start of a new sports season at USC Aiken and with that fresh start comes fresh faces to the Pacers Sports Network. <strong> Travis Diener </strong> Broome and Alex Buchman join the PSN group as the new hosts of", "new_id": -2}, {"uid": "1295444020176455710", "i": 8883, "idx": 1, "sa": ["Jim Webb", "Mike Pence", "Tim Kaine"], "q": "lining up behind a <strong> Mike Pence </strong> presidential bid this week. We've said previously that reading <strong> Mike Pence </strong> tea leaves has proven increasingly difficult. And <strong> Mike Pence </strong> was purposely vague on Tuesday, href=\"http://bit.ly/e0Xwo6\"> telling reporters: <q> I would say our options we're considering and we're reflecting on are to either continue to serve in Washington in some capacity, to come home to Indiana to seek higher office or to seek higher office on the national level. </q> <strong> Jim Webb </strong>, another senator on the retirement watch list, is planning to run for re-election-- at least according to Democratic National Committee Chair and former Virginia Gov. <strong> Tim Kaine </strong>.`` But I have no reason", "new_id": -2}, {"uid": "1297416847025755654", "i": 26765, "idx": 1, "sa": ["Stephen Elop", "Steve Ballmer"], "q": " till late this year, but has been title=\"nokia-meego-tablet-sighting-fuels-rumour-mill-\" href=\"http://www.eweekeurope.co.uk/news/nokia-meego-tablet-sighting-fuels-rumour-mill-18981\" target=\"_self\"> sighted on tablets and other devices.`` I am excited about this partnership with Nokia,'' said <strong> Steve Ballmer </strong>, Microsoft CEO. <q> Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q>`` Today, devStephen Elopers, operators and consumers want compelling mobile products, which include not only the device, but the software, services, applications and customer support that make a great experience,'' <strong> Stephen Elop </strong>", "new_id": -2}, {"i": 19821, "idx": 1, "index_answer": 2, "new_id": -1, "q": "that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>.`` <strong> Ricky Gervais </strong> was the host of the( Globes) show-very funny guy,'' <strong> David Letterman </strong> said on his late-night CBS show Monday. <q> But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.' </q> At the 2008 Emmy Awards, there was a misguided attempt to pay homage to reality TV by letting five of the genre's hosts, including <strong> Heidi Klum </strong> of`` Project Runway'' and <strong> Jeff Probst </strong> of`` Survivor", "sa": ["Uma Thurman", "Jeff Probst", "David Letterman", "Ricky Gervais", "Oprah Winfrey", "Heidi Klum"], "uid": "1295447541150847576"}]