[{"uid": "1297129562188514329", "i": 1981, "idx": 6, "sa": ["Simon Cowell", "Lady Gaga"], "q": "approach it.\" Another thing that separates X Factor from Idol is that the judges watch the auditions in front of a live audience, which allows them to see how artists connect with potential viewers. <q>I don't believe <strong> Susan Boyle </strong> would have gotten through in the old-fashion audition method,</q> <strong> Simon Cowell </strong> said. \"God only knows what we would have said to[ <strong> Lady Gaga </strong>] if she walked into Idol with a lobster on her head three years ago.\" While The X Factor will", "new_id": -2}, {"uid": "1295753709087883801", "i": 8072, "idx": 1, "sa": ["Stephen Jackson", "Chris Bosh", "Allen Iverson"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. \"He wasn't missing anything,\" Hawks forward <strong> Stephen Jackson </strong> said. <q>When a guy is shooting like that, there's nothing you can do.</q> <strong> Allen Iverson </strong> scored 14 <strong> Chris Bosh </strong> believes he's playing the best basketball of his career right now. With yet another superb performance Friday night, it's tough to argue. <strong> Chris Bosh </strong> poured in 35 points and added nine rebounds", "new_id": -2}, {"uid": "1295637393157057065", "i": 21730, "idx": 2, "sa": ["Eric Schmidt"], "q": "peppy little tweet, \"Day-to-day adult supervision no longer needed!\" But surely there's more to the story. The company itself shrouded the transition in familiar corporate speak, calling it a move to <q>streamline decision making and create clearer lines of responsibility and accountability.</q> Now, business and technology pundits are wondering if there's a side we haven't heard: Did <strong> Eric Schmidt </strong> jump ship, or was he forced to walk the plank? He Jumped <strong> Eric Schmidt </strong> has \"career aspirations", "new_id": -2}, {"uid": "1295045090220282912", "i": 21394, "idx": 2, "sa": ["Kirsten Gillibrand", "Rush Limbaugh"], "q": "as human beings can always strive to be better people- today on his radio program, hate talker <strong> Rush Limbaugh </strong> attacked <strong> Kirsten Gillibrand </strong>, appearing to believe that he has no room to become a better person: <q>LIMBAUGH: What I don't like about this is the assumption that we are no good! The premise that we are no good! Yes that's true. We really stink. We have to work a lot harder to become better people. We are going to really have to work harder to become better than we are. Who are they to castigate all the rest of us?! If they want to catagorize some of us as not good enough, fine and dandy! But who are they?</q> Why do we have to listen to these people tell us we're not as good as we can be When has this fat coward high school dropout durg addict ever been right about anything?? ANYTHING AT ALL", "new_id": -2}, {"uid": "1296671847037879814", "i": 29549, "idx": 1, "sa": ["Allen Iverson"], "q": "<strong> Allen Iverson </strong> 30. <strong> Allen Iverson </strong> nailed a three-pointer with 2:21 remaining to break the last tie, and the Philadelphia 76ers regained their poise and came up with enough of a balanced attack to beat the Toronto Raptors 84-79 Sunday. <q>Nobody ever told me that winning a championship was easy, and I found out the hard way that isn't easy to win a playoff game,</q> said <strong> Allen Iverson </strong>, who shot 10-for-30 but came though in the clutch after Toronto had rallied from a 16-point deficit. The 76ers evened the best-of-seven series at two games apiece and regained homecourt advantage heading into Game 5 Wednesday", "new_id": -2}, {"uid": "1295065898217366614", "i": 1331, "idx": 1, "sa": ["Donald Rumsfeld", "Gerald Ford"], "q": "moral relativism about what is considered torture and what is not,\" Robert <strong> Gerald Ford </strong> said. But Keith Urbahn, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out. <q>This area is so fraught with legal ramifications,</q> Urbahn said. \"I don't think people would take kindly to us doing a fictional play on it. It's sort of a nonstarter because of the subject.\" <strong> Donald Rumsfeld </strong> would likely be willing", "new_id": -2}, {"uid": "1295911947085770249", "i": 13122, "idx": 0, "sa": ["Alex Holmes", "Eric Schmidt"], "q": "ice cream inclinations are kept. \"How do we know they're not going to be sharing that information with their partners or with the government?\" said <strong> Alex Holmes </strong>, research director at Forrester Research. <q>It's not anyone's business if I like mint chocolate chip or Cherry Garcia.</q> \"The reality is that on-premise software does retain consumer information for some time,\" said Mr. <strong> Eric Schmidt </strong>. \"We are all in the United States subject to the Patriot Act, so it is possible", "new_id": -2}, {"uid": "1295804716188252188", "i": 6605, "idx": 9, "sa": ["Colin Powell", "Barack Obama"], "q": "political divides to tone down the rhetoric and urged members of Congress to do the same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race. <q>I will always vote for the person who I think is best qualified,</q> he said. \"I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed", "new_id": -2}, {"i": 2607, "idx": 2, "index_answer": 0, "new_id": -1, "q": "are structured,\" <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as \"deals, partnerships, customers and broader business relationships,\" while Page would <q>merge Google's technology and business vision.</q> In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify the individual roles so \"there's clear responsibility and accountability at the", "sa": ["Eric Schmidt"], "uid": "1295669771065781827"}, {"uid": "1295094195134398069", "i": 13010, "idx": 4, "sa": ["America Ferrera", "Donald Rumsfeld", "Vince Gonzales"], "q": "than$ 48 billion in new defense spending.\" More money for the Pentagon, CBS News Correspondent <strong> Vince Gonzales </strong> reports, while its own auditors admit the military can not account for 25 percent of what it spends. <q>According to some estimates we can not track$ 2.3 trillion in transactions,</q> <strong> Donald Rumsfeld </strong> admitted.$ 2.3 trillion- that's$ 8000 for every man, woman and child in <strong> America Ferrera </strong>. To understand how the Pentagon can lose track of trillions, consider the case of one military accountant who", "new_id": -2}]