[{"uid": "1295439766144605206", "i": 29647, "idx": 0, "sa": ["Richard Becker", "Kirsten Gillibrand"], "q": "based on you showing you spent the money,'' <strong> Richard Becker </strong> explained. The process was meant to guard against fraud and waste. But because it's been so difficult, legislators are appealing to <q> This agreement has resulted in greater oversight and accountability. It has saved taxpayer money and improved care for millions of New Yorkers, </q> said href=\"http://www.nydailynews.com/topics/Kirsten Gillibrand+Kirsten Gillibrand\" title=\"Kirsten Gillibrand\"> Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.), who was planning to send a letter to the federal officials today, signed by a bipartisan roster of 22 lawmakers. Besides expanding capacity, the", "new_id": -2}, {"uid": "1297424878245137447", "i": 48213, "idx": 0, "sa": ["Stephen Elop", "Thomas Langer", "Steve Ballmer"], "q": "R?ckendeckung namhafter Hersteller wie HTC oder Samsung im Smartphone-Markt ebenfalls kaum Fortschritte gemacht habe. Analyst <strong> Thomas Langer </strong> von der WestLB sah die Pl?ne als sehr negativ f?r die finanzielle Entwicklung des laufenden und des kommenden Jahres an. <q> Heute wird aus einem Kampf mobiler Ger?te ein Kampf zwischen mobilen kosystemen, und unsere St?rken in diesem Bereich erg?nzen sich </q>, hie es in einem gemeinsamen Brief von <strong> Stephen Elop </strong> und Microsofts-Chef <strong> Steve Ballmer </strong>. Nokia setzte bei den Computer-Telefonen bisher vor allem auf das eigene Betriebssystem Symbian, das aber als veraltet gilt. Das System solle weiter unterst?tzt werden,", "new_id": -2}, {"uid": "1297588672045400131", "i": 12576, "idx": 9, "sa": ["Donald Rumsfeld"], "q": "snowflakes,'' they were called. He reads from some issued in 2003 and in 2005:`` Are we winning or losing the war on terror?''`` Is the U.S. government changing fast enough?'' <q> Do we need more troops?`` My brain would be going, </q> he says.`` I wanted to find out something. I needed help. I needed advice. Some of them were just,' I need a haircut.''' Another <strong> Donald Rumsfeld </strong> Rule:``", "new_id": -2}, {"uid": "1296062754109985833", "i": 132, "idx": 1, "sa": ["Barack Obama", "Michael Vick"], "q": "provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday.`` We're real excited about it,'' chief executive officer Rob Vito said Tuesday. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q> Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a`` sizable'' contract.`` We believe it was worth", "new_id": -2}, {"uid": "1297271679224821249", "i": 10877, "idx": 1, "sa": ["Zahi Hawass"], "q": "interview at his Cairo office. The museum had in part been saved by the fact it was night-time when the robbers broke in, <strong> Zahi Hawass </strong> said. They had stolen gold souvenirs from the museum shop. <q> Thank God the museum was dark and they could not see anything, </q> he said. He praised Egyptian anti-government protesters who had stood guard outside the museum and caught some of the thieves as they tried to get away.`` It was wonderful to find that these real Egyptians", "new_id": -2}, {"uid": "1295755514184385545", "i": 26805, "idx": 27, "sa": ["Allen Iverson"], "q": "MVP and four-time scoring champion plans to play in his 11th straight All-Star game Feb. 14 at Cowboys Stadium.`` My fans still support me. You can't ask for more than that,'' he said. <q> When you play this game, it's all about the people that come to see you, the people in the stands. For somebody to say the fans don't mean anything, that's crazy. </q> Since joining the team in early December, <strong> Allen Iverson </strong> has helped the 76ers go 10-13 after a 5-15 start. He entered Saturday averaging 14.2 points, well below his career average, and 4.3 assists.`` He means", "new_id": -2}, {"uid": "1295705485073957377", "i": 34228, "idx": 4, "sa": ["Andy Coulson", "Elizabeth Turner", "Les Hinton", "John Prescott", "David Cameron"], "q": "at twitter.com. <strong> John Prescott </strong> has written to <strong> David Cameron </strong> complaining about <strong> Andy Coulson </strong> the Tory head of communications, who was editor of the News of the World newspaper when the hacking took place. http://wn.com/Kissing_You_|_ Kisses_Moments_Montage_TV,_ Movie_Anime <q> The soul that can speak with its eyes can also kiss with a gaze. </q>- unknown I love that quote:D CoupLes Hinton <strong> Elizabeth Turner </strong> Swann& Jack Sparrow- Pirates of the Caribbean Madeline`` Maddy'' LeClerc& Abb du Coulmier- Quills Elinor Dashwood& <strong> Andy Coulson </strong> Ferrars- Sense and Sensibility Lizzie Bradbury", "new_id": -2}, {"uid": "1295908721051232817", "i": 31107, "idx": 3, "sa": ["Simon Cowell"], "q": "shell. Acerbic to the point of making contestants cry, <strong> Simon Cowell </strong> minces no words and tells it like he feels it. From`` You look like a man dressed like a woman'' to a female contestant to <q> You sound like a cat in a vacuum cleaner </q> to a teenage Idol hopeful, <strong> Simon Cowell </strong> is possibly the most hated man( and therefore one of the most watched) on reality television. Not a part of season 10 that went on air last weekend, <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1296108988167460874", "i": 897, "idx": 1, "sa": ["Kevin Kolb", "Michael Vick"], "q": "dogfighting operation.`` This one feels great due to the fact that I've been through so much and trained to getting back to this position,'' he said after the NFC opened practice Wednesday. <q> It's paramount for me and my family and I'm just thankful. </q> After starting the year as a backup to <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title.`` I'm enjoying", "new_id": -2}, {"i": 22123, "idx": 2, "index_answer": 0, "new_id": -1, "q": "5.45 billion, according to Forbes magazine. Page, 37, takes over the CEO role in <strong> April Wayne </strong>. <strong> Eric Schmidt </strong> summed up seismic shift at <strong> Google Inc. </strong>'s helm in a Twitter post last week that said, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. Since then, <strong> Google Inc. </strong>'s shares have grown more than sixfold, at one point surpassing$ 700. <strong> Google Inc. </strong>", "sa": ["Eric Schmidt", "April Wayne", "Google Inc."], "uid": "1295905334076185612"}]