[{"uid": "1295568821043630596", "i": 21512, "idx": 3, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.'' <strong> Larry Page </strong> <q> <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity-we are only at the beginning and I can't wait to get started. </q> <strong> Sergey Brin </strong>`` I'd like to mention that I've had a great time working with <strong> Larry Page </strong> now for 15 years and <strong> Eric Schmidt </strong> for a decade. Both of them have inspired and moved me. I would like to", "new_id": -2}, {"uid": "1295741931054902792", "i": 55459, "idx": 2, "sa": ["Alassane Ouattara"], "q": "of the bank, pointing to various practical and technical reasons for not giving control of Ivory Coast's accounts to <strong> Alassane Ouattara </strong>.`` Some people can't understand what really went on,'' he said. <q> I am profoundly sad for the institution that I served for 35 years. </q> Dying Banker Dedicates Final Months to Helping Average Investors Watch: The Packages Are Shrinking! Watch: Vegas Hosts Largest Gun Convention Since Tucson Photos: Stars: Before They Were Famous href=\"http://abcnews.go.com/Entertainment/slideshow/photos-celebrity-wardrobe-malfunctions-6735896\"> Photos: Ouch!", "new_id": -2}, {"uid": "1294963157066879490", "i": 10277, "idx": 4, "sa": ["Mark Kelson", "Gabrielle Giffords", "Michelle Obama", "Kirsten Gillibrand"], "q": "The strength that you could see flowing out of her, it was like she was trying to will her eyes open.'' On ABC's`` Good Morning America'' on Thursday, <strong> Kirsten Gillibrand </strong> added, <q> Everything that we love about <strong> Gabrielle Giffords </strong> was all there at that moment. </q> <strong> Mark Kelson </strong> told the president and first lady about the development as they drove from the hospital to the University of Arizona's McKale Center, where <strong> Michelle Obama </strong> would speak at a memorial service. <strong> Mark Kelson </strong> gave the president", "new_id": -2}, {"uid": "1294965251056983592", "i": 7147, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Debbie Wasserman Schultz"], "q": "of <strong> Gabrielle Giffords </strong>'s colleagues and friends, Senator <strong> Kirsten Gillibrand </strong> of New York and Representative <strong> Debbie Wasserman Schultz </strong> of Florida, were with the Congresswomen at the time when she first opened her eyes, and called the moment miraculous. <q> It felt like we were watching a miracle, </q> Rep. <strong> Debbie Wasserman Schultz </strong> said, according to The Associated Press.`` The strength that you could see flowing out of her, it was like she was trying to will her eyes open.''`` The doctor", "new_id": -2}, {"uid": "1295770856146751522", "i": 18799, "idx": 0, "sa": ["H. Richardson", "Colin Powell"], "q": "Ken Brisco helps Quincy, an eighth-grader, look for books at the Martin <strong> Colin Powell </strong> King Jr.. Branch Library in Aurora. <q> You have to have the patience and the wherewithal to deal with all the issues that come up,' Brisco says of mentoring.( The Denver Post| Helen <strong> H. Richardson </strong>) In his career as an engineer in California and Colorado, Ken Brisco often spent time as a math tutor for kids. He hesitated about signing on to become a formal mentor, however, despite the fact that the national`` mentor gap </q> means that 15 million kids still need a caring adult to work with them.`` There was the responsibility and partial parenting role that came with it,'' said Brisco, who ultimately decided to take", "new_id": -2}, {"uid": "1296714430139952160", "i": 22497, "idx": 0, "sa": ["Ray Lewis", "Michael Vick", "Aaron Rodgers"], "q": "in his third season with the Chiefs, carried 10 times for 72 yards-- a 7.2-yard average-- including a long run of 32 yards and an 8-yard touchdown in Sunday night's game in Honolulu. <q> Great football players were there who you were a big fan of, </q> said <strong> Aaron Rodgers </strong>, who took his mother, an aunt and his girlfriend to Hawaii.`` My mom and my aunt were so excited to see <strong> Michael Vick </strong>, they were going crazy... they were excited to see <strong> Ray Lewis </strong>", "new_id": -2}, {"uid": "1296593148025591810", "i": 2034, "idx": 0, "sa": ["Hosni Mubarak", "Donald Rumsfeld"], "q": " equally absurd position. Having intervened for three decades, backing <strong> Hosni Mubarak </strong> with$ 1.5 bn a year for armed forces alone, Washington has slithered from declaring him a`` force for stability in the region'' to <q> demanding an orderly transition of power </q>. The message to all allies is that an American friend in need is a friend who will vanish at the first sign of trouble. America could intervene, as Bush and <strong> Donald Rumsfeld </strong> might have done, with", "new_id": -2}, {"uid": "1296040609025690129", "i": 29983, "idx": 1, "sa": ["Patrick Leahy", "Bernie Sanders", "Peter Welch"], "q": "to be on what makes America stronger,'' <strong> Patrick Leahy </strong> said in a written statement. Sen. <strong> Bernie Sanders </strong> praised the president's take on a wide range of issues that the Independent routinely fights for. <q> The president covered a lot of territory tonight but the issues that stand out for me are the need for our nation to rebuild our crumbling infrastructure and create millions of new jobs, reduce our deficit in a fair and responsible way, and for us to make sure that Social Security remains strong not only for the present generation but for our kids and grandchildren, </q> <strong> Bernie Sanders </strong> said. Democratic Rep. <strong> Peter Welch </strong> said the president laid out the right direction for the country.`` He hit the right issues. We've got to create jobs and the only way we", "new_id": -2}, {"uid": "1295559371260145235", "i": 24514, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": " <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' <strong> Larry Page </strong> said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. stories with the most comments in the", "new_id": -2}, {"i": 20409, "idx": 6, "index_answer": 0, "new_id": -1, "q": "n't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. <q> This was a big win for us at somebody else's home, </q> <strong> Allen Iverson </strong> said.`` Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road.'' Elias Says <strong> Allen Iverson </strong>", "sa": ["Allen Iverson"], "uid": "1295501732152404071"}]