[{"i": 8808, "idx": 2, "index_answer": 3, "new_id": -1, "q": ", and he has to prove he is a businessman,\" Hardy adds. <strong> Eric Schmidt </strong>'s departure had been a long time coming, says <strong> Charles Arthur </strong> in The Guardian: <q> After slipups with search, Street View and Android, it's clear that Google needs tighter control at the top- and <strong> Eric Schmidt </strong> is not the man for the job. </q> What of Google's other co-founder, <strong> Sergey Brin </strong>? He is said to be focusing on strategic projects and is particularly interested in social networking. HP's former CEO <strong> Mark Hurd </strong>; Image by Getty Images North", "sa": ["Eric Schmidt", "Sergey Brin", "Mark Hurd", "Charles Arthur"], "uid": "1295674696105103375"}, {"uid": "1297158148070336571", "i": 41812, "idx": 1, "sa": ["Donald Rumsfeld", "Mohammed al-Qahtani"], "q": "been better off if I had.\" <strong> Donald Rumsfeld </strong> asserts that the harsh interrogation tactics he authorized for use against high-value terrorism suspects helped U.S. authorities save lives, including in the case of <strong> Mohammed al-Qahtani </strong>. <q> Qahtani, who was the 20th hijacker, they say-- he gave a lot of information, </q> <strong> Donald Rumsfeld </strong> said. \"And it was very helpful to our interrogators and to the United States government in saving lives.\" He added, \"And I think that the fact that we haven't had", "new_id": -2}, {"uid": "1297257274238534666", "i": 1130, "idx": 4, "sa": ["Colin Powell", "President Bush"], "q": "York because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An Associated Press reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children-but no obvious sign of", "new_id": -2}, {"uid": "1297183947119177270", "i": 43113, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "life in December 2006 after a long and divisive tenure at the Pentagon. They largely echoed his memoir, in which he laid blame for much of the failings and heavy bloodshed of the Iraq War on <q> too many hands on the steering wheel. </q> <strong> Donald Rumsfeld </strong>, who served as <strong> President Bush </strong>'s defense chief for six years after holding the same job under former US president <strong> Gerald Ford </strong> in the 1970s, acknowledged that \"in a war, many things cost lives.", "new_id": -2}, {"uid": "1296095859254738458", "i": 3497, "idx": 0, "sa": ["Andy Coulson"], "q": "into her voicemail account to hear her messages. \"The MPS( Metropolitan Police Service) is launching a new investigation to consider this material,\" the police force said in a statement. <q> This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010. </q> Police said the new information provided by News International dated back to 2005-06 when <strong> Andy Coulson </strong> was editor of the News of the World newspaper. <strong> Andy Coulson </strong> resigned as editor of the News of the World in", "new_id": -2}, {"uid": "1297195214244269078", "i": 5052, "idx": 0, "sa": ["David Letterman"], "q": "in Texas and appearing in a ticker-tape parade at Disney World, He told <strong> David Letterman </strong> that after the Packers were held to a field goal in their final drive, he was nervous. <q> I'm a little worried about special teams. Every time we kick off, I kind of hold my breath, </q> he said, citing \"too many bad memories\" of losing momentum with a long kickoff return by the opposing team. But he said he breathed a sigh of relief when the Steelers were flagged for", "new_id": -2}, {"uid": "1295458359168706053", "i": 22522, "idx": 4, "sa": ["the Fox", "Simon Cowell", "Billy Joel"], "q": "For nine seasons of <strong> Simon Cowell </strong> anchored the judges' table as a rotating cast of \"American Idol' embraces kinder, gentler attitude LOS ANGELES- When a husky, mustached auditioner awkwardly snaps his way through <strong> Billy Joel </strong>'s <q> The Longest Welcome to the born-again American Idol. With the departure of \"the mean one, </q> judge <strong> Simon Cowell </strong>, the TV juggernaut seems to have gone through a conversion. At a recent <strong> the Fox </strong> Idol embraces kinder, gentler attitude LOS ANGELES- When a husky, mustached auditioner awkwardly snaps his way through <strong> Billy Joel </strong>\"s", "new_id": -2}, {"uid": "1295395798232685674", "i": 3001, "idx": 0, "sa": ["George H.W. Bush", "Rev. Billy Graham", "Norman Schwarzkopf", "Colin Powell"], "q": "Al-Ahmed Al-Jaber al-Sabah, was among Kuwaiti dignitaries scheduled to attend. <strong> George H.W. Bush </strong> said while he runs into his former colleagues from time to time, the reunion would be a first for a close team that accomplished <q> a real pristine job of going in there, doing what we said we would do and then come home. </q> Notably absent would be <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>, commander of the coalition forces, whose health is preventing \"a great hero\" from attending, <strong> George H.W. Bush </strong> said. <strong> George H.W. Bush </strong> said he believed <strong> Rev. Billy Graham </strong> was in the", "new_id": -2}, {"uid": "1297204047246546474", "i": 11709, "idx": 4, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "in Iraq during his tenure and the issue of whether that country had weapons of mass destruction. \"Everyone involved in that administration bears a responsibility for the conduct of our government's actions,\" said <strong> Donald Rumsfeld </strong>. <q> I was a participant and we believed the intelligence was correct. It turns out it was not completely correct. </q> Still, <strong> Donald Rumsfeld </strong> argued <strong> Saddam Hussein </strong> led a \"terribly vicious regime,\" and that \"there's no question that the world is better off today than if <strong> Saddam Hussein </strong> were still in power. Millions of people in that", "new_id": -2}, {"uid": "1295925171257163267", "i": 3153, "idx": 0, "sa": ["Colin Powell"], "q": "degrees- that's quite a lot! KH-11 seems to have similar side-looking capability judging from some of the satellite images in <strong> Colin Powell </strong>'s Feb 2003 presentation to the UN. Quote from: hoku on 01/24/2011 10:13 PM <q> 60 degrees- that's quite a lot! KH-11 seems to have similar side-looking capability judging from some of the satellite images in <strong> Colin Powell </strong>'s Feb 2003 presentation to the UN. </q> They normally operated only 30 degrees off nadir, but the design requirement was for 60( essentially horizon-to-horizon coverage). Resolution beyond 30 degrees was lousy. I was told by somebody that this is primarily", "new_id": -2}]