[{"uid": "1295907732246595654", "i": 14458, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "David Wise"], "q": "unusual'' for an executive who is transitioning out of the CEO role and may even be unusual for sitting CEOs, said <strong> David Wise </strong>, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q> the board clearly wants to retain his guidance for the next four years. </q>`` It's a signal to shareholders that he'll continue to steer the boat,'' <strong> David Wise </strong> added. <strong> Eric Schmidt </strong>, 55, is being replaced as Google's CEO by co-founder <strong> Larry Page </strong>. Both", "new_id": -2}, {"uid": "1296749642266420243", "i": 43039, "idx": 1, "sa": ["Allen Iverson", "Ray Anderson", "Daniel Reeves", "Feliciano López", "Shaun Johnson"], "q": ", Canada's Daniel Reevescevic knocks out defending champion <strong> Feliciano López </strong> at SA Open Canada's Daniel Reevescevic upsets top seed at SA Open Authors@Google: <strong> Ray Anderson </strong> 56:25 Entrepreneur <strong> Ray Anderson </strong> visits Google's Mountain View, CA headquarters to discuss his new book <q> Confessions of a Radical Industrialist. </q> This event took place on October 5, 2009, as part of the Authors@Google series... <strong> Allen Iverson </strong> 37pts vs Orlando <strong> Shaun Johnson </strong> Game 4 1999 Playoff The 2nd part of the ALL TIME TOURNAMENT Video! Game# 6#", "new_id": -2}, {"uid": "1295564131244678883", "i": 41509, "idx": 1, "sa": ["Eric Schmidt", "Larry Page", "Mark Zuckerberg"], "q": "today! to Parallels Desktop 6 for Mac from previous Parallels Desktop version`` Q4 Mark Zuckerberged a terrific end to a stellar year,'' said <strong> Eric Schmidt </strong>, current CEO of Google, in the press release. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web. </q> In addition, Google has also announced plans to streamline decision making and create clearer lines of responsibility and accountability at the top of the company.? Starting from April 4, <strong> Larry Page </strong>, Google", "new_id": -2}, {"uid": "1296319679245022720", "i": 12318, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "problems. He also defended his security forces and accused the protesters of plotting to destabilize Egypt and destroy the legitimacy of his regime, outraging those still in the streets well into the night. <q> We want <strong> Hosni Mubarak </strong> to go and instead he is digging in further, </q> protester Kamal Mohammad said.`` He thinks it is calming down the situation but he is just angering people more.'' <strong> Zahi Hawass </strong>, Egypt's top archaeologist, meanwhile, told state television on Saturday that", "new_id": -2}, {"uid": "1295250569089341959", "i": 42848, "idx": 1, "sa": ["Mark Kelson", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "of the congresswoman said Sunday. Speaking on NBC's`` Meet the Press,'' Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., said she had talked with <strong> Gabrielle Giffords </strong>' husband, astronaut <strong> Mark Kelson </strong>, Saturday night. <q> She's making progress every day, </q> <strong> Kirsten Gillibrand </strong> said.`` She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and", "new_id": -2}, {"uid": "1296802074171819018", "i": 29360, "idx": 0, "sa": ["Jeremy Lin", "Allen Iverson", "Kobe Bryant", "Will Perdue"], "q": "and 14 rebounds, <strong> Allen Iverson </strong> scored 20 points and the 76ers snapped a 12-game losing streak with a 117-101 victory over the Golden State Kobe Bryants on Mo... OJ Mayo`` The Next One''[ New Edition] <q> This is only a fan made video and is not made for monetary gain. No copyright infringement intended. </q> I think Mayo <strong> Will Perdue </strong> win ROTY... But Rose is a beast... Is gon na be close.... PLS Comment, Rate, Subscribe.... DOWNLOAD Jeremy LinK: www.megaupload.com Check These Amazing Thinks Abou... <strong> Allen Iverson </strong> 23pts", "new_id": -2}, {"uid": "1295432346076251250", "i": 56038, "idx": 1, "sa": ["Jane Lynch", "Simon Cowell"], "q": "say there's a lot of <strong> Simon Cowell </strong> in her.`` He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her.'' <q> He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. </q> <strong> Jane Lynch </strong> also admitted she is`` amazed'' by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. Comment on this Article She explained in", "new_id": -2}, {"uid": "1296362329255475725", "i": 6293, "idx": 12, "sa": ["Jeff Green", "Allen Iverson", "Kobe Bryant"], "q": "with Golden State for the eighth and final playoff spot in the Western Conference. The Kobe Bryants lost to New Orleans, 108-96, earlier Sunday.`` Career nights from two people,'' Denver's <strong> Allen Iverson </strong> said. <q> You have two 30-point scorers and other guys doing what they did out there, what can you say? They were the better team tonight. </q> <strong> Jeff Green </strong>, whose previous high was 23 points, scored 24 in the second half and overtimes. His five quick points to start the second overtime gave the draft lottery-bound Sonics( 18-59) the winning cushion. Durant", "new_id": -2}, {"uid": "1297588971109002780", "i": 20649, "idx": 3, "sa": ["Winston Spencer-Churchill", "Donald Rumsfeld", "Barack Obama"], "q": "and words, from his early removal of the bust of <strong> Winston Spencer-Churchill </strong> from the Oval Office to his recent assertion that the US does not have`` have a stronger friend and stronger ally'' than France. <q> It seems gratuitous to me, </q> Mr <strong> Donald Rumsfeld </strong> said last week in an interview to coincide with publication of Known and Unknown, his 730-page memoir of his time in office under <strong> Barack Obama </strong> George W Bush. The book, the latest in a series", "new_id": -2}, {"i": 11815, "idx": 10, "index_answer": 2, "new_id": -1, "q": "dropped to 2-10 at home in the past six weeks, and face a road trip that includes games at Boston, Cleveland, New Orleans and Orlando.`` We lost again,'' point guard <strong> Rodney Stuckey </strong> said. <q> I don't know. I really can't explain anything anymore. We just keep losing, and now we've got some great teams to play. </q> <strong> Allen Iverson </strong> led all scorers with 31 points, and <strong> Antonio McDyess </strong> added 13 points and 13 rebounds. San <strong> Antonio McDyess </strong> led http://wn.com/Mavs-Spurs_106-93_I_Nowitzki_31pts,9reb,Terry_19pts_vs_Duncan_30pts,8reb,Parker_26pts,12ast SAN ANTONIO, April 28,2009( AP) <strong> Jason Terry </strong> galloped down court after one big shot and <strong> Josh Howard </strong> skipped", "sa": ["Jason Terry", "Josh Howard", "Rodney Stuckey", "Antonio McDyess", "Allen Iverson"], "uid": "1295937890179191810"}]