[{"uid": "1295618610111296531", "i": 15544, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role.'' <strong> David Cameron </strong> said that he was <q>very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications.</q> ''<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,'' Mr. <strong> David Cameron </strong> said in a statement, which", "new_id": -2}, {"uid": "1297454546240746577", "i": 37647, "idx": 1, "sa": ["Simon Cowell"], "q": "people who are friends of mine,'' he told the Daily Mail. <strong> Simon Cowell </strong> previously described Usher as a ''great mentor'' but questioned whether he could afford enough time to the program. <q>I like Usher, I like the fact he worked with <strong> Justin Bieber </strong>, great mentor,</q> said <strong> Simon Cowell </strong>. ''But it's about the level of commitment someone is willing to give to the show and if they're willing to help another artist.''( Video) Pepsi Super Bowl Ad", "new_id": -2}, {"uid": "1295748280123617317", "i": 3485, "idx": 5, "sa": ["Kobe Bryant", "Lady Gaga", "Carmelo Anthony", "Linas Kleiza", "Allen Iverson", "Carlos Boozer"], "q": "<strong> Linas Kleiza </strong> 41pts vs <strong> Carlos Boozer </strong> Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q>I've now scored 40 points on the highest stage you can ever score,</q>... <strong> Allen Iverson </strong> 41pts Break <strong> Kobe Bryant </strong>'s Ankle vs Shaq Lakers 98/99 <strong> Allen Iverson </strong> 41pts Break <strong> Kobe Bryant </strong>'s Ankle vs Shaq Lakers 98/99 Airbus A380 from Singapore Airlines lands at Changi Airport... <strong> Lady Gaga </strong> Answers your comments! Well, our <strong> Lady Gaga </strong>", "new_id": -2}, {"uid": "1295922309206389251", "i": 2049, "idx": 0, "sa": ["Jaden Smith", "David Letterman", "Justin Bieber"], "q": " ''Late Show with <strong> David Letterman </strong>'-- twice <strong> Justin Bieber </strong> Debuts New` Never Say Never' Poster <strong> Justin Bieber </strong>` Never Say Never' movie poster released( photo) Grammys 2011: <strong> Justin Bieber </strong> booked alongside Usher, <strong> Jaden Smith </strong> to perform <q>Ready for Usher, <strong> Justin Bieber </strong>, and B.o.B. on the same stage?' Does the Red Sea represent a pharaoh bargain for buyers? Report on deadly Gaza flotilla raid set for release <strong> Blind Boys of Alabama </strong> reasons <strong> Justin Bieber </strong> wants fans to see` Never Say Never' movie and Beiber-crazed fans are sweating to see the flick, ''Never Say Never</q>. With the release of his ''Never Say Never'' promotional poster hitting the' net Monday and three appearances on ''The Late Show with <strong> David Letterman </strong>''' this week there are five main reason <strong> Justin Bieber </strong> wants", "new_id": -2}, {"uid": "1295563204055705614", "i": 40581, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "as the company diversified. ''Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,'' he said. <q>For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.</q> <strong> Eric Schmidt </strong>, formerly CEO of Novell and CTO at Sun Microsystems, had quit his position on the board of Apple in 2009 due to a growing conflict of interest with his role at Google. Haymarket", "new_id": -2}, {"i": 8550, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Mike Pence </strong> Steele reflected on his <strong> Mike Pence </strong> Opposes Government Takeover Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care <q>Is Not the Kind of Plan Americans Want</q> <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care ''Is Not the Kind of Plan Americans Want'' In an interview on CNNs Situation Room, House Republican Leader <strong> John Boehner </strong>( R-OH) warned of the dangers", "sa": ["John Boehner", "Mike Pence"], "uid": "1295476069159825946"}, {"uid": "1295439758077627417", "i": 3927, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", 5:27 pm EST WINDSOR, Ontario( AP)-- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q>We need to completely rethink the minivan,</q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. ''We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1295005754255803419", "i": 193, "idx": 2, "sa": ["Gordon Brown", "Cheryl Cole", "Simon Cowell"], "q": "interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told Allen: ''I will get ITV to make substantial five-figure donation to your charity for the interview''. But Allen told him: <q>Those are my terms. I've got no interest in coming on your show, you've been asking me for years.</q> She revealed she had lost her second child in November and asked her two million followers on the social networking website to ''say a little prayer''. She previously had a miscarriage when she", "new_id": -2}, {"uid": "1295278800133546022", "i": 35247, "idx": 2, "sa": ["Simon Cowell"], "q": ". ''It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.'' <strong> Simon Cowell </strong> added: <q>At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years! ''Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge.</q> This is a fictional news article. It is just a bit of fun and purely speculation on what Guy BurnetThe former Hollyoaks EastEnders: Tiffany's behaviour disturbs Bianca Emmerdale: Andy is suspected of", "new_id": -2}, {"uid": "1295741039001638416", "i": 12692, "idx": 6, "sa": ["Allen Iverson"], "q": "certainly saw what they missed out on Tuesday night. ''I honestly just have a lot of respect for the Boston organization and for them being interested in me in the way they were,'' <strong> Allen Iverson </strong> said. <q>You always have to feel http://wn.com/Allen_Iverson_26pts_Melo_38pts_vs_Sonics_KDurant_37pts_07/08_NBA Touted rookies <strong> Kevin Durant </strong> and <strong> Jeff Kollman </strong> Green both had career-best efforts for the Seattle SuperSonics and damaged the Denver Nuggets' postseason aspirations. <strong> Kevin Durant </strong>, the second- overall pick in last year's draft and the leading candidate for rookie of the year, scored a season-high 37 points and Green, the fifth pick, had a season-high 35 to lead the Sonics to a 151-147 double-overtime victory over Denver on Sunday night. ''My teammates were making plays and I was just there finishing them,</q> Green said. The loss kept the Nuggets( 46-31) in a tie with Golden State for the eighth and final playoff spot in the Western Conference. The Warriors lost to New Orleans, 108-96, earlier Sunday", "new_id": -2}]