[{"uid": "1296198731064028694", "i": 32870, "idx": 5, "sa": ["Connie Talbot", "Susan Boyle", "Simon Cowell"], "q": "contest after this season. The cantankerous judge said Monday that \"The X Factor,\" a talent show he created and which is popular in <strong> Simon Cowell </strong>'s trick on Britain's Got More talent! hehe...? <q> Britains Got Talent or Americas Got Talent? <strong> Connie Talbot </strong> WOWs <strong> Simon Cowell </strong>! </q> <strong> Simon Cowell </strong> talks <strong> Susan Boyle </strong> in new interview Britain's Got Talent judge <strong> Simon Cowell </strong> reflects on <strong> Susan Boyle </strong>'s outstanding year from BGT contestant to one of the most famous singers in the world. Follow us on twitter at twitter.com... <strong> Susan Boyle </strong>", "new_id": -2, "mturk_index": "1672"}, {"uid": "1296128501046055494", "i": 55306, "idx": 1, "sa": ["Andy Coulson", "Paul Stephenson"], "q": "News of the World, stood by his earlier decision at the meeting. \"I was asked by Sir <strong> Paul Stephenson </strong> to establish the facts, not to review the case,\" he said. <q> The plain fact was that while the material was new to the media it wasn't new to us. It didn't constitute new evidence. </q> The issues around phone hacking have started to unravel at an alarming rate since the resignation of <strong> Andy Coulson </strong>, Downing Street director of communications, on Friday. There will be a \"corporate risk\" to", "new_id": -2, "mturk_index": "2040"}, {"uid": "1297278646168607769", "i": 47621, "idx": 5, "sa": ["Paula Abdul", "Kit Hoover", "Simon Cowell", "Billy Bush"], "q": "wanted to know if any of the tangible tension ever culminated in a romantic moment between the two.\" [ <strong> Simon Cowell </strong>] did try to swap spit once,\" <strong> Paula Abdul </strong> jokingly revealed to <strong> Billy Bush </strong> and <strong> Kit Hoover </strong>. <q> He's done it a few times. </q> Given her and <strong> Simon Cowell </strong>'s history, <strong> Paula Abdul </strong> had one word of advice for the Brit's fianc?e, makeup artist Mezhgan Hussainy- therapy! \"I'm sure she's going to the therapist", "new_id": -2, "mturk_index": "1717"}, {"uid": "1295807421110559236", "i": 34719, "idx": 16, "sa": ["John McCain", "Colin Powell", "Barack Obama", "Bill Ayers"], "q": "NBC, <strong> Colin Powell </strong> said that part of the reason he is supporting <strong> Barack Obama </strong> is because he did not like the negative tone of <strong> John McCain </strong>'s campaign, which has noted the links between <strong> Barack Obama </strong> and domestic terrorist William <strong> Bill Ayers </strong>. <q> It troubled me. We have two wars. We have economic problems, we have health problems.... Those are the problems the American people want to hear about, not about Mr. <strong> Bill Ayers </strong>, not about who's a Muslim and not a Muslim. Those kind of images going out on Al Jazeera are killing us around the world, </q> he said. \"I thought it was over the top. It was beyond just good political fighting back and forth.... We can't judge our people and we can't hold our elections on that kind", "new_id": -2, "mturk_index": "1740"}, {"uid": "1295710913115458084", "i": 54309, "idx": 0, "sa": ["Andy Coulson", "Brian Cowen", "Mary Harney"], "q": "to his... Report Abuse \" <strong> Mary Harney </strong> resigned four years too late. She should have done this years ago as she is detested as one of the worst ministers in Irish history next to <strong> Brian Cowen </strong>. \" Report Abuse <q> Fianna Fail took the debts of the rich and handed them to the taxpayer. Its that simple. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Super Cheap Car Insurance Get Super Cheap Auto Insurance Quotes- You Won't Believe", "new_id": -2, "mturk_index": "2196"}, {"uid": "1297448732228950037", "i": 35490, "idx": 2, "sa": ["Michael Gove"], "q": "been vindicated for bringing the action. Now we have to wait to see whether the Michael Government accepts it was too hasty in scrapping the scheme.\" Meanwhile, Waltham Forest Council leader Chris Robbins said the decision was <q> a victory for common sense and fair play </q>. Mr <strong> Michael Gove </strong> was ordered to pay the costs for each of the six local councils and, according to unofficial estimates, this could be up to? 1 million. There will be no appeal from", "new_id": -2, "mturk_index": "1597"}, {"uid": "1294980020239403144", "i": 39101, "idx": 0, "sa": ["Sergio Marchionne", "Susanna Camusso"], "q": "La secretaria general de la CGIL, <strong> Susanna Camusso </strong>, ha acusado a <strong> Sergio Marchionne </strong> de \"insultar a Italia\" con sus amenazas de cerrar la planta y llevarse la producci?n a Serbia, aunque hoy ha afirmado que la FIOM <q> volver a la f?brica vaya como vaya el refer?ndum </q>. Seg?n la sindicalista, la Fiat esconde los detalles de si plan F?brica Italia con la connivencia de un Gobierno que no hace su trabajo y milita por la reducci?n de los derechos\" . <strong> Sergio Marchionne </strong> ha", "new_id": -2, "mturk_index": "706"}, {"uid": "1297304481234995720", "i": 41617, "idx": 0, "sa": ["Tom Leppert", "Erin Andrews", "Michael Vick", "Angela Elwell Hunt"], "q": "and <strong> Erin Andrews </strong> Walk Into a Dinner Party... Big Dick, <strong> Michael Vick </strong> And, As It Turns Out, Anybody Can Get a Key to the City of Dallas( 119) Yet Another Exciting Addition to Fair Park: <q> Proposed Cotton Bowl Museum. </q> Much More From <strong> Angela Elwell Hunt </strong>, Who Says <strong> Tom Leppert </strong> Hasn't Been a Good Mayor 330 Parker Square Flower Mound, TX 75028", "new_id": -2, "mturk_index": "479"}, {"uid": "1295803490043466754", "i": 58776, "idx": 2, "sa": ["Colin Powell", "Dick Cheney"], "q": "My point is that these bastards find a way to funnel money their way even when they're supposedly looking to CUT budgets. I'd have more respect for <strong> Colin Powell </strong> if he said something like, <q> We need to cut the number of active troops to save money and let's do it without giving millions to Halliburton during the process this time. </q> Absolutely. During the 2000 GOP convention... <strong> Dick Cheney </strong> proclaimed \"Help is on the Way.\" The crowed roared...... but he was talking to the Defense Contractors.", "new_id": -2, "mturk_index": "1334"}, {"uid": "1297606108267190311", "i": 23327, "idx": 0, "sa": ["Zahi Hawass"], "q": "antiquities <strong> Zahi Hawass </strong> said that during the revolt several major artefacts had been stolen from the Egyptian museum, including a statue of Tutankhamun, better known as King Tut. The objects missing from the famed museum include <q> a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess </q> and parts of another statue showing him harpooning, he said. Looters had broken into the museum off Cairo's Tahrir Square on January 28, during clashes between protesters and riot police. Meanwhile", "new_id": -2, "mturk_index": "1576"}]