[{"uid": "1297170191123355244", "i": 34852, "idx": 5, "sa": ["George H. W. Bush", "Condoleezza Rice", "Donald Rumsfeld"], "q": "his book, <strong> Donald Rumsfeld </strong> offered some frank judgements in the interview about longtime rivals and critics. Asked whether he admired his ex-boss's father <strong> George H. W. Bush </strong>- under whom he did not serve- <strong> Donald Rumsfeld </strong> replied curtly: <q> No, I was kind of disappointed in him. </q> <strong> Condoleezza Rice </strong>, who served as <strong> George H. W. Bush </strong>'s national security adviser before later becoming secretary of state had \"never served in a senior administration position,\" a lack of experience that hampered her ability to organize critical", "new_id": -2}, {"uid": "1295425933234078228", "i": 52954, "idx": 1, "sa": ["Piers Morgan", "Simon Cowell"], "q": "from <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong>, who will return for the live TV shows. Also gee-ing up the crowd were pint-sized Geordie presenters Ant and Dec. Dec, who wore a tartan jacket, said: <q> I've got a good feeling about it today. \"You never know, we might get another Subo. \"Lightning just might strike twice. </q> The Hoff jets in for Britain's Got Talent debut and declares \"I'm mad for It\" Tourist chiefs celebrate as big-spending visitors enjoy Hogmanay across Scotland", "new_id": -2}, {"uid": "1294962672210993211", "i": 8278, "idx": 9, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Mark Kelson", "Bruce Willis", "Demi Moore"], "q": "when <strong> Gabrielle Giffords </strong> opened her eyes. \"We know that she will overcome this. If anyone in the world can overcome an injury, of a severe nature, it's her,\" <strong> Kirsten Gillibrand </strong> said. <q> <strong> Mark Kelson </strong> was telling us just a couple days ago how he was telling the doctors, she will be walking in a few weeks, you'll see. </q> An Outpouring of Grief at Funerals, Memorial Services <strong> Bruce Willis </strong> and <strong> Demi Moore </strong>'s Eldest Daughter Poses for Badgley Mischka's Spring 2011 Ad Campaign More than 500,000 Die Each Year, but All States Are", "new_id": -2}, {"uid": "1297134121101482497", "i": 56194, "idx": 1, "sa": ["Steve Ballmer"], "q": "tips and tattles. Confidentiality guaranteed. Bloomberg Businessweek has an interesting report citing those infamous \"people in the know,\" claiming that Microsoft CEO <strong> Steve Ballmer </strong> is readying a management shakeup which will <q> place more senior product executives who have a strong engineering background. </q> The thinking: Microsoft needs more technology-minded top dogs to help the company compete( or at least to provide the outward impression that engineering prowess still matters in Redmond). If this comes to", "new_id": -2}, {"uid": "1296492708037863469", "i": 12043, "idx": 1, "sa": ["Chauncey Billups", "Carmelo Anthony", "LeBron James", "Allen Iverson", "Shaquille O'Neal", "George Karl"], "q": "offsetting a 3-pointer by <strong> Chauncey Billups </strong> and a free throw by JR Smith. <strong> Carmelo Anthony </strong> scored 39 points and <strong> Chauncey Billups </strong> added 18 for the Nuggets, who hadn't played since taLeBron James care of Dallas in five games last Wednesday. <q> There's no moral victories in playoff basketball, </q> Denver coach <strong> George Karl </strong> said. \"The next 48 hours are going to be difficult.\" Game 2 is Thursday Iverson_Allen Iverson_and_Carmelo Anthony_Carmelo Anthony_comShaquille O'Nealed_for_57_points_in_the_Nuggets'_win_over_the_Celtics_'For_mores_Videos_visit_http//wwwdailymotioncom/Grdgez <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> comShaquille O'Nealed for 57 points in the Nuggets' win over the Celtics.` For", "new_id": -2}, {"uid": "1296920397048070662", "i": 25547, "idx": 0, "sa": ["Michael Gove"], "q": "it had undermined its own policy by threatening to withdraw citizenship lessons from schools. He accused Education Secretary <strong> Michael Gove </strong> of threatening to remove the subject from the national curriculum of secondary schools in England at a time <q> we've never needed it more </q>. \"It's time the right hand knew what the far-right hand is doing,\" he said. Berlusconi's brainteaser At last- the origin of the phrase` bunga bunga' is", "new_id": -2}, {"uid": "1297123633195428357", "i": 36694, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "LOS ANGELES- <strong> Simon Cowell </strong> wants his new Fox talent series \"The X Factor\" to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. Fun: Today's Find Five <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, \"I have to", "new_id": -2}, {"uid": "1295746465110362635", "i": 50581, "idx": 0, "sa": ["Tony Blair", "War Eagle", "Michael Vick", "Norris Cole"], "q": "14 July at Point Mugu, California. I videotaped the press conference at the Farnborough air show a week later, with Boeing Global Strike Systems VP and Norris Coleral Manager Shelley Lavender. Vick_Michael Vick_is_Back_{ Ultimate_Highlight_Reel}_ 2009_War Eagles <q> There was a point in my life where I felt it was wrong and I knew it was wrong, to this day I have to live with that shame and that embarrassment. </q>- <strong> Michael Vick </strong> Good Luck at the War Eagles Blair_a2z_Adamowicz_40th_Anniversary_Formula_5000_Race_1 1 of 2- <strong> Tony Blair </strong> \"a2z\" Adamowicz 40th Anniversary Formula 5000 Race Sears Point 2008 Wine Country Classic Formula 5000 40th anniversary race. In-car video of <strong> Tony Blair </strong> \"a2z", "new_id": -2}, {"uid": "1295217263110215213", "i": 22473, "idx": 6, "sa": ["Gabrielle Giffords", "Mark Kelson", "Kirsten Gillibrand", "Barack Obama"], "q": "Wednesday, minutes after <strong> Barack Obama </strong> visited her. \"She is doing great, and I talked to her husband, <strong> Mark Kelson </strong>, last night. And she is making progress,\" <strong> Kirsten Gillibrand </strong> said. <q> If there's anyone in the world that will recover fully from this kind of crime and just unbelievable injury, it's her. She's got courage. She's got drive. She's got spirit. And I really think her courage is inspiring to all of us right now. </q> Six people died in the shooting, including a federal judge and a nine-year-old girl, and 14 were wounded in the burst of violence a week ago outside a Tucson superMark Kelsonet, where <strong> Gabrielle Giffords </strong> was holding a", "new_id": -2}, {"uid": "1295369666220332052", "i": 14785, "idx": 3, "sa": ["David Letterman", "Lisa Vanderpump", "Kelsey Grammer", "Howard Stern", "Piers Morgan"], "q": ". \"This guy's ripped off like 10 major things from my show.\" Letterman- David Letterman/194124?rss=keywords&amp;partnerid=yahoo&amp;profileid=omg\"> <strong> David Letterman </strong> in the ratings. \"It's beyond my comprehension,\" <strong> Howard Stern </strong> says. <q> America must be filled with morons who at night lay in bed-- the ones who are watching him, they must be in a coma. </q> <strong> Piers Morgan </strong> Debuts on CNN; 25 Years To Go? January 18, 2011 3:51 AM PST <strong> Lisa Vanderpump </strong>: <strong> Kelsey Grammer </strong>'s Cross-Dressing Isn't Pretty Grammer-says-hes-getting-remarried-next-month/54133\"> <strong> Kelsey Grammer </strong> says he's getting remarried next month", "new_id": -2}]