[{"uid": "1296154736245841938", "i": 4261, "idx": 0, "sa": ["Clarence Mitchell", "Andy Coulson"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q> The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal. \"<strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media. </q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also The Dutch media admits everything you're doing is being watched... I found myself in Barcelona's Pla?a", "new_id": -2, "mturk_index": "2053"}, {"uid": "1296135478182419465", "i": 12395, "idx": 0, "sa": ["Colin Powell", "James Crowley", "Henry Louis Gates", "Charles Ogletree"], "q": "arrest& the ensuing controversy by just talking calmly to Cambridge, Mass., Police Sgt. <strong> James Crowley </strong>& coming outside of his his house. Gen <strong> Colin Powell </strong>, in your interview with Larry K... <strong> Henry Louis Gates </strong>' Lawyer: <q> Of Course, He's Angry </q> <strong> Charles Ogletree </strong>, the attorney who represents arrested Professor <strong> Henry Louis Gates </strong>, says that his client did nothing wrong, and said that because he was still taken into police custody despite giving two forms of identification for his house: \"", "new_id": -2, "mturk_index": "2091"}, {"uid": "1296008478065716246", "i": 51236, "idx": 0, "sa": ["Michael Vick", "Tim Tebow", "Osi Umenyiora"], "q": "OppOsi Umenyiorang quarterbacks threw 32 passes in his direction before Week 17 and completed 13- none for a touchdown. So don't let his 19 tackles and lack of an interception be misconstrued as a lack of production. <q> I've been measured a little differently from other guys just because I don't get as many opportunities as they do, </q> the three-Tim Tebowe Pro Bowler said. Oakland's pass defense finished second in the NFL with 189.2 yards allowed a game. <strong> Michael Vick </strong>. He's better than ever, thanks to a renewed dedication to the game after his", "new_id": -2, "mturk_index": "1095"}, {"uid": "1296699658082231300", "i": 19916, "idx": 0, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": "Courtney Penry up next on \"American Idol,\" she seems like a video, proclaiming her love for <strong> Ryan Seacrest </strong>; <q> I will marry him some day. </q> Ha! She says other things along those lines, a bit creepy. Somewhere <strong> Simon Cowell </strong> has fallen out of his chair with laughter. Oh, and she imitates a chicken! target=\"_blank\" Nice. Sings", "new_id": -2, "mturk_index": "673"}, {"uid": "1295400777230801423", "i": 47010, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Chrysler said the 2011 versions of its minivans have a new V-6 engine with improved fuel economy. One amenity is an optional heated steering wheel, a first among minivans.- AP", "new_id": -2, "mturk_index": "424"}, {"uid": "1296057426158892033", "i": 7045, "idx": 1, "sa": ["D. Howe", "Mark Zuckerberg", "Eric Schmidt"], "q": "across its network. \"<strong> Mark Zuckerberg </strong> has always been adamant that the user experience for Facebook had to come first, and monetization second,\" said Carl <strong> D. Howe </strong>, director of anywhere consumer research for the Yankee Group. <q> Should Facebook ramp up its advertising emphasis, that would imply to me that he's changed his mind. </q> <strong> Eric Schmidt </strong> joked in a tweet that he was stepping away from his job as Google CEO because the company's younger cofounders no longer needed daily supervision, but speculation is rampant that <strong> Eric Schmidt </strong> was edged out of the job", "new_id": -2, "mturk_index": "790"}, {"uid": "1297526700080166922", "i": 56365, "idx": 0, "sa": ["Jay Johnson", "Michael Vick", "Dwaine Caraway"], "q": "5) Favoriting contest: Tickets to see ventriloquist <strong> Jay Johnson </strong> at the Eisemann Center in Richardson Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city Dallas Morning News editorial board says that <strong> Dwaine Caraway </strong>'s missteps have <q> undermined confidence in his judgment </q> and advises Leppert to stay in", "new_id": -2, "mturk_index": "1466"}, {"uid": "1295499871140181534", "i": 7976, "idx": 2, "sa": ["Ramon Sessions", "Rodney Stuckey", "Richard Jefferson", "Michael Bruce Curry", "Allen Iverson", "Ben Gordon"], "q": ". He apologized Friday morning, then sat on the Ben Gordonch for almost 10 minutes as <strong> Rodney Stuckey </strong> started instead. One spectator held up a sign that read, \"practice.\" <strong> Michael Bruce Curry </strong> said the matter was closed. <q> I just wanted to make up for it with my play, </q> said <strong> Allen Iverson </strong>, who hadn't come off the Ben Gordonch since Dec. 22, 2006, the night of his first game with the Denver Nuggets. <strong> Richard Jefferson </strong> and <strong> Ramon Sessions </strong> each scored 21 points for the Bucks, who lost", "new_id": -2, "mturk_index": "1640"}, {"uid": "1295932595118013952", "i": 2524, "idx": 3, "sa": ["Allen Iverson", "Tracy McGrady", "Kobe Bryant", "Larry Brown"], "q": "Sixers coach <strong> Larry Brown </strong> said.\" ( Dirk) Nowitzki goes for 46 and <strong> Tracy McGrady </strong>( <strong> Tracy McGrady </strong>) goes for 43, <strong> Kobe Bryant </strong>( <strong> Kobe Bryant </strong>) went for 39. So I figured he was motivated a <strong> Kobe Bryant </strong>.\" <q> I just caught a rhythm, </q> <strong> Allen Iverson </strong> said. \"I got in one of those rhythms where the basket looks like an ocean and I was just throwing rocks in it. My teammates did a superb job just getting me Bryant_Kobe Bryant_36_points_vs_Golden_State_Kobe Bryants_3-23-2008 LOS ANGELES--", "new_id": -2, "mturk_index": "2084"}, {"uid": "1297174923217825289", "i": 30774, "idx": 3, "sa": ["George W. Bush", "Colin Powell", "Condoleezza Rice"], "q": "\"mit dem langen Schraubenzieher aus Washington\" . In seinen Memoiren erkl?rt der 2006 aus dem Amt geschiedene Minister die milit?rischen R?ckschl?ge mit einer anderen Metapher: Weil \"zu viele H?nde am Steuerrad\" gezerrt h?tten, sei <q> der Laster im Graben gelandet </q>. Au?enminister <strong> Colin Powell </strong> habe st?ndig hintertrieben, und die damalige Sicherheitsberaterin <strong> Condoleezza Rice </strong> habe zu wenig koordiniert. Sogar den obersten Dienstherrn kritisiert Rummy ein wenig: <strong> George W. Bush </strong> habe \"nicht immer darauf bestanden, vor einer Entscheidung rechtzeitig all seine", "new_id": -2, "mturk_index": "1633"}]