[{"uid": "1295600230194969603", "i": 46272, "idx": 4, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": ". He said that himself, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> had acted as a triumvirate over the past decade with`` all been equally involved in making decisions.'' He said this policy would continue but change was needed. <q> We have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> At the earnings call, <strong> Eric Schmidt </strong> was asked specifically about the government outreach part of his new role and he replied:`` We need to talk to them. They often don't understand what we're doing", "new_id": -2}, {"uid": "1296705162088064025", "i": 34800, "idx": 0, "sa": ["Vince Wilfork", "Michael Vick", "Matt Flynn"], "q": "very last play of the game, the Patriots forced a fumble by quarterback <strong> Matt Flynn </strong>, with <strong> Vince Wilfork </strong> recovering it for New England. Those defensive points gave Tulipane a two-point victory in his semifinal playoff matchup. <q> I would have been out of it right there, </q> he said. Tulipane's team was auto-drafted, although he made a few key tweaks to it throughout the season. The biggest move was acquiring Eagles quarterback <strong> Michael Vick </strong> on the waiver wire after the first week of", "new_id": -2}, {"uid": "1297296151065437775", "i": 33515, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Missouri, the slang word for it is hillbilly heroin. If she was a addict then this can be proven from the statements of friends family and medical records also the contents of her apartment. \" Report Abuse <q>`` pushed him to the brink of falling into an even deeper depression than the one that has plagued him since his family's company was sold to Belgian brewer InBev more than two years ago. </q> \" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Trader Makes$ 4 Billion Wiz Kid Stock& Option", "new_id": -2}, {"uid": "1295563322217792552", "i": 60017, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "day to day operations, the company said, and <strong> Eric Schmidt </strong> will focus on partnerships and government outreach. <strong> Eric Schmidt </strong>, who has headed up Google since July 2001, sent a message via Twitter Thursday saying: <q> Day-to-day adult supervision no longer needed! </q> Co-founder <strong> Sergey Brin </strong> will focus on new products and projects. Google on Thursday also announced fourth quarter net income of$ 2.54 billion, or$ 7.81 a share, up from$ 1.97 billion,", "new_id": -2}, {"uid": "1295372756245596257", "i": 30222, "idx": 2, "sa": ["Jennifer Lopez", "Simon Cowell", "David Letterman", "Steven Tyler"], "q": "one seems eager to follow in departed judge <strong> Simon Cowell </strong>'s`` villain'' footsteps, that doesn't mean the prospective contestants have gotten nicer too.`` Some people just get crazy,'' <strong> Jennifer Lopez </strong> said. <q> They can't take the` no' for an answer. We've had weird moments. </q> <strong> Steven Tyler </strong>, however, told`` Late Show'' host <strong> David Letterman </strong> that he prefers the way he became famous to the`` Idol'' road to stardom.`` I always thought that in order to", "new_id": -2}, {"uid": "1296961291197279745", "i": 50629, "idx": 1, "sa": ["Andy Reid", "Michael Vick"], "q": "who dealt with family problems when two of his sons were arrested on drug charges, believed <strong> Michael Vick </strong> could change around his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as <strong> Andy Reid </strong>. <q> He had a plan and he stuck to that, both on and off the field, </q> <strong> Andy Reid </strong> said.`` He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape... So, he did a great job with", "new_id": -2}, {"uid": "1297245176074432534", "i": 32340, "idx": 2, "sa": ["Lea Michele", "Stephen Moyer", "Simon Cowell", "Anna Paquin", "Catherine, Duchess of Cambridge", "Hugh Laurie", "Prince William, Duke of Cambridge"], "q": "be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding of <strong> Prince William, Duke of Cambridge </strong> and <strong> Catherine, Duchess of Cambridge </strong>. Talking on American morning TV the music mogul said: <q> I haven't been invited. </q>... <strong> Hugh Laurie </strong> postpones reLea Michelese of album because of royal wedding <strong> Hugh Laurie </strong> has decided to postpone the reLea Michelese of his first album because of the royal wedding later this year.... <strong> Stephen Moyer </strong> and <strong> Anna Paquin </strong> relationship makes crew relaxed <strong> Stephen Moyer </strong> thinks", "new_id": -2}, {"uid": "1295992430189169697", "i": 51627, "idx": 1, "sa": ["Eric Schmidt", "Larry Page", "Hubert Burda", "Sergey Brin"], "q": "der Konferenz Digital- Life- Design( DLD) des Verlegers <strong> Hubert Burda </strong>. Sie hat sich als Europas wichtigster Treffpunkt der Internetbranche etabliert. F?r <strong> Eric Schmidt </strong> ist die DLD also ein idealer Ort, allen Spekulationen zu widersprechen. <q> <strong> Larry Page </strong>, <strong> Sergey Brin </strong> und ich sind beste Freunde. Ich bin Google weiterhin sehr verbunden </q>, sagt <strong> Eric Schmidt </strong> sp?ter vor Journalisten. Er widerspricht damit Ger?chten, die drei h?tten sich zerstritten, und <strong> Eric Schmidt </strong> h?tte infolgedessen seinen Platz r?umen m?ssen. Sie h?tten nun ein Jahrzehnt zusammen gearbeitet und so gut wie jede gro?e", "new_id": -2}, {"uid": "1296777071232128536", "i": 56282, "idx": 0, "sa": ["Mike Pence", "Wayne Christian", "Florence Shapiro", "Ron Paul", "Mitt Romney"], "q": "182 million, while Houston would take a$ 348 million hit and Dallas would drop$ 253 million, according to school finance consultants Moak, Casey& Associates.'' And this story from the Houston ChRon Paulicle: <q> School districts should be allowed to give teachers unpaid furloughs and cut their salaries to help deal with a funding shortfall that one estimate says could cost 100,000 jobs, a leading state senator says. State Senate Education ComMitt Romneyee Chairman <strong> Florence Shapiro </strong>, R-Plano, said the layoff projection could be whittled if school districts could take less drastic steps, an area she said loosening state restrictions could help temper the effects of a budget shortfall. </q>? Budget work begins in earnest today with the first meeting of the Senate Finance ComMitt Romneyee at 10 a.m.? Last week, <strong> Mike Pence </strong> <strong> Wayne Christian </strong>, a Republican from Center and the chairman of the Texas Conservative", "new_id": -2}, {"i": 2767, "idx": 3, "index_answer": 0, "new_id": -1, "q": ", nor did he always receive effective implementation of the decisions he made'', Mr <strong> Donald Rumsfeld </strong> writes.`` There were far too many hands on the steering wheel,'' he writes elsewhere; it was <q> a formula for running the truck into a ditch </q>. Regrets He adds he regrets some of the quips he became famous for, such as`` stuff happens'' about the early looting in post-war Iraq, or his remark about`` old Europe''-", "sa": ["Donald Rumsfeld"], "uid": "1296742183180060166"}]