[{"uid": "1295301289163250234", "i": 8174, "idx": 1, "sa": ["Mike Pence", "Barack Obama"], "q": "wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,\"\"  Benko said.   Mike Pence  is the best choice to lead us into a new era of peace and prosperity.  AP Photo- In a Nov. 29, 2010 photo  Mike Pence ( R-Ind.) addresses the media at the Detroit Economic Club in Birmingham, Mich.. An independent campaign to draw GOP  Mike Pence  into the 2012 Barack Obamaial", "new_id": -2}, {"uid": "1295908932158924813", "i": 14752, "idx": 0, "sa": ["Matt Lloyd", "Mike Pence"], "q": "an interview with the Weekly Standard last year, Indiana Gov. Mitch Daniels-also considering a presidential run-called for a \"truce\"\"  on social issues while the country deals with the national debt and other fiscal issues.  And as to focusing on spending, I agree,   Mike Pence  told the crowd on Monday. \"Let's start by denying all federal funding for abortion at home and abroad.\"\"   Mike Pence  spokesman  Matt Lloyd  said the remarks were not directed at Daniels and emphasized that", "new_id": -2}, {"uid": "1295958804062226512", "i": 51536, "idx": 0, "sa": ["Mike Pence", "Jim Jordan"], "q": ".  Mike Pence   Jim Jordan ( R-Ohio), chairman of the Republican Study Committee( RSC), says Republicans have to seize their opportunity to pass legislation that would significantly lower the nation's record deficit.  I think the next six months, between now and the end of July as we go into the August recess, as we go through[ debates on] the continuing resolution, the budget, debt ceiling, appropriations... will largely define the whole political landscape as we move into 2012,   Jim Jordan  said in a sit-down interview with The Hill. The three-term Ohio Republican lawmaker is poised to press his leadership to honor its pledge for fiscal discipline, spending cuts and reforms on behalf of the 175-member conservative caucus", "new_id": -2}, {"uid": "1295303967102465536", "i": 33020, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "the patient, husband, or parents to sue a provider who they believe violated law in a late-term abortion. The  Barack Obama  of the Center for Reproductive Rights describes the law as \"clearly unconstitutional\"\"  and not grounded  in either the Constitution or science . At the Federal level, Indiana's Representative  Mike Pence  has just introduced legislation denying funding for non-abortion reproductive procedures( abortion funding has already been eliminated) to organizations who provide abortion in their menu of reproductive", "new_id": -2}, {"uid": "1295667384153141359", "i": 33747, "idx": 0, "sa": ["Mike Pence", "Jim Ryun"], "q": " Mike Pence   Jim Ryun , is working with a well-connected conservative public relations firm to convince  Mike Pence  to run for president.  Mike Pence  says he will decide by the end of the month, so the effort it intensifying.  For all the praise they heap on the congressman- and his fans tend to be effusive- it's also plain that what makes him so compelling is the perception that he lacks the flaws of the other candidates currently in the presidential mix,  Politico reports. Doctor Cures Arthritis With Antibiotics and 3 Nutrients", "new_id": -2}, {"uid": "1295682265065617928", "i": 114, "idx": 8, "sa": ["Charlie Black", "Scott Reed", "Mike Pence", "Bob Dole"], "q": "veteran GOP strategist. \"The key is the conservative movement adopting him as its favorite.\"\"   Charlie Black  said those urging  Mike Pence  to run are important conservative leaders. But  Mike Pence  will need more.  The folks I've heard, the names I've seen, are the leaders of the social conservative movement,  said GOP strategist  Scott Reed , who managed  Bob Dole 's presidential campaign in 1996. \"And that is a strong base from which to start. But it isn't going to get you to the finish line. You", "new_id": -2}, {"uid": "1296173728032686081", "i": 35990, "idx": 0, "sa": ["Mike Pence", "L. Brent Bozell III", "Jim Ryun", "Barack Obama", "Dick Armey"], "q": "for  Barack Obama  and reactions, but here's one from  L. Brent Bozell III , who sent a letter to  Mike Pence  last week urging him to run for  Barack Obama ( also signed by former congressmen  Jim Ryun  and  Dick Armey ) tells me he's  Disappointed, but not surprised  about  Mike Pence 's decision to rule out running for  Barack Obama  in 2012. \"I think he's made the best decision for his family,\"\"   L. Brent Bozell III  continues. \"Besides, he's young- 51. He", "new_id": -2}, {"uid": "1297545104230588453", "i": 2459, "idx": 0, "sa": ["Steve King", "Harry Reid", "Mike Pence"], "q": " \"smackdown vote to shut down every dollar going to Planned Parenthood.\"\"  But does the bill have any chance whatsoever in the Democratically-controlled Senate, I asked.  Steve King  didn't miss a beat:   Harry Reid  can defend those ghoulish and ghastly and gruesome practices that Planned Parenthood is advocating along with child prostitution and illegal immigration. He can play defense on that. They didn't do very well in the Senate when they tried to defend ACORN. I don't think they'll do any better this time.  No matter what happens in the Senate, he concluded, the fight will rage on in the House. \" Mike Pence  is determined,\"\"   Steve King  said. \"I don't think he's going to back", "new_id": -2}, {"uid": "1295682265065617928", "i": 118, "idx": 12, "sa": ["Mike Pence", "Marjorie Dannenfelser"], "q": "other potential GOP candidates are speaking at an Illinois GOP dinner celebrating Ronald Reagan. And he's the keynote speaker at a large February fundraiser for the Susan B. Anthony List, a group opposing abortion.  I truly don't know( if he's running for president),  said Susan B. Anthony List President  Marjorie Dannenfelser , who has urged  Mike Pence  to run. \"It's my job to really encourage talent to seize the moment, and I think he can do it.\"\" ", "new_id": -2}, {"i": 40814, "idx": 2, "index_answer": 0, "new_id": -1, "q": "points on the highest stage you can ever score,'' said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said. <q> I will remember this night for the rest of my life. </q> The Nuggets have been searching for a consistent third scorer behind <strong> Anthony Atkinson </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then", "sa": ["Linas Kleiza", "Allen Iverson", "Anthony Atkinson"], "uid": "1296796643209420294"}]