[{"uid": "1296814582259670059", "i": 15212, "idx": 0, "sa": ["Santonio Holmes", "Aaron Rodgers", "Troy Aikman", "Ben Roethlisberger", "Michael Vick"], "q": "<strong> Santonio Holmes </strong> on a spectacular pass to the corner of the end zone with just 35 seconds remaining. \"I think that it really is why[ <strong> Ben Roethlisberger </strong>] is a great player,\" <strong> Troy Aikman </strong> said. <q>Because at the end of the day, when it's all said and done, regardless of where your numbers may or may not be, it's about if you can win the game when the game's on the line, and he's done it on the biggest stage.</q> While <strong> Troy Aikman </strong> has been impressed by both <strong> Aaron Rodgers </strong> and <strong> Ben Roethlisberger </strong> this season, he gave credit to another standout quarterback, the Eagles' <strong> Michael Vick </strong>. \"I never would have dreamed that he could have", "new_id": -2}, {"i": 35106, "idx": 0, "index_answer": 0, "new_id": -1, "q": "for Merrill Lynch, had a dream of being on the big screen, and <strong> Bradley Cooper </strong> was able to make his dream come true last year by snagging his father a cameo in \"The A-Team.' <q>It was one of the best experiences of my life. The guy loves to improvise,</q> <strong> Bradley Cooper </strong> told <strong> David Letterman </strong> on the` Late Show\" last summer. \"He wanted to improvise with <strong> Jessica Biel </strong>. He was supposed to stay in his seat, but he got up... He wanted", "sa": ["Bradley Cooper", "David Letterman", "Jessica Biel"], "uid": "1295443782144605260"}, {"uid": "1295589698029097984", "i": 14398, "idx": 1, "sa": ["Colin Powell", "President Bush", "Dick Cheney"], "q": "Capitol Hill.( Mr. <strong> President Bush </strong> had at this point moved to the front row of the audience.) Mr. <strong> Dick Cheney </strong>'s recollection prompted Mr. <strong> Colin Powell </strong> to recall his own arguments with Mr. <strong> Dick Cheney </strong>. <q>There were occasional moments when he thought I was off the farm,</q> Mr. <strong> Colin Powell </strong> said of Mr. <strong> Dick Cheney </strong>, who as defense secretary was the civilian leader in charge of the military, including Mr. <strong> Colin Powell </strong>. \"I generally knew when I had stepped over the line and he quickly reminded", "new_id": -2}, {"uid": "1295455295253952055", "i": 2252, "idx": 0, "sa": ["Uma Thurman", "Oprah Winfrey", "David Letterman"], "q": "the brief affair can be. That includes <strong> David Letterman </strong>, who has yet to shed memories of his bumpy 1995 Oscar gig that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. <q><strong> Ricky Gervais </strong> was the host of the( Globes) show-- very funny guy,</q> <strong> David Letterman </strong> said on his late-night CBS show Monday. \"But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.\" At", "new_id": -2}, {"uid": "1296433725170967050", "i": 17472, "idx": 0, "sa": ["Serge Ibaka", "Erik Spoelstra", "Stewart Mandel", "Kevin Kolb", "Dwyane Wade", "Michael Vick"], "q": " in the final minute of the first half. Miami's <strong> Dwyane Wade </strong> picked up his sixth of the season in the fourth quarter while protesting after <strong> Serge Ibaka </strong> blocked his layup attempt. <q>All of us, we're all so competitive, and when we get into circumstances in the fourth quarter, there's going to be tough calls on both sides,</q> Heat coach <strong> Erik Spoelstra </strong> said. <strong> Stewart Mandel </strong>: St. John's shows signs of progress under Lavin by knocking off Duke Eagles Reportedly to Tag <strong> Michael Vick </strong>, Listen to Offers for <strong> Kevin Kolb </strong>", "new_id": -2}, {"uid": "1295649409068190208", "i": 1243, "idx": 0, "sa": ["Eric Schmidt"], "q": "on the pro-forma basis analysts use to assess the company, were up from$ 6.79 a year before and above expectations of$ 8.08. In a message sent out on Twitter, Mr <strong> Eric Schmidt </strong> said: <q>Day-to-day adult supervision is no longer needed!</q>", "new_id": -2}, {"uid": "1295966109135200778", "i": 5714, "idx": 0, "sa": ["Stuart Miller", "Eric Schmidt"], "q": "Miami-based Lennar Corp., the third-largest U.S. homebuilder by revenue, is among companies bracing for a slow rebound. <strong> Stuart Miller </strong>, chief executive officer, said on a Jan. 11 conference call with analysts. <q>Shadow inventory and foreclosures will continue to impact individual markets on the supply side, while the pace of recovery in the job market will influence consumer confidence and demand.</q> To contact the reporter on this story: Shobhana Chandra in Washington at Google's <strong> Eric Schmidt </strong> Says He Will Stay Put \"As Long As It's Exciting\"", "new_id": -2}, {"uid": "1295020317211582983", "i": 31752, "idx": 4, "sa": ["Kirsten Gillibrand", "Sen. Kay Bailey Hutchison", "Gabrielle Giffords"], "q": "& search= Search\", \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011303413.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-35v&amp;flvURL=/media/2011/01/13/01132011-35v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-35v.jsn\"}{ \"title\": <q>Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes</q>, \"description\": \"<strong> Sen. Kay Bailey Hutchison </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.\", \"note\":", "new_id": -2}, {"uid": "1295802228188252172", "i": 4628, "idx": 3, "sa": ["Colin Powell", "Lee Myung-bak", "Barack Obama"], "q": "all of his purposes, but he's stabilized the economy\" and taken on health care reform. \"You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.\" <q><strong> Lee Myung-bak </strong> think he has reached out to countries around the world and has developed good relations with countries around the world,</q> <strong> Colin Powell </strong> said. \"And <strong> Lee Myung-bak </strong> think he's working very hard on the issue of unemployment which <strong> Lee Myung-bak </strong> think is the major problem facing America right now, and <strong> Lee Myung-bak </strong> think and <strong> Lee Myung-bak </strong> hope that this will be the", "new_id": -2}, {"uid": "1295614879066224141", "i": 48125, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "<strong> Rupert Murdoch </strong>'s News of The World tabloid while he was in charge. \"I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,\" <strong> David Cameron </strong> said in a statement. <q><strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.</q>\" Nazareth community updates delivered to your mobile phone. Text NAZARETH to 52270! Message and data rates apply. <strong> Andy Coulson </strong> is a trusted aide and his departure is a blow to <strong> David Cameron </strong>, whose office had", "new_id": -2}]