[{"uid": "1297207927034078749", "i": 23916, "idx": 0, "sa": ["Donald Rumsfeld", "all political"], "q": "'s rights. Like other countries in the region, Jordan has seen large street protests calling for <strong> all political </strong> and economic reforms. But the protesters have not called for the king to step down. <q> We call for a modern electoral law based on consultations with <strong> all political </strong> forces in Jordan, enhancing freedoms and the formation of a national salvation government to oversee a transparent parliamentary election, </q> the tribal leaders' statement said. Day in pictures Eye-catching images from around the world Knowable known <strong> Donald Rumsfeld </strong>'s memoirs leave little room for doubt War on abortion Video stings, rows over", "new_id": -2}, {"uid": "1295434046050954315", "i": 26603, "idx": 1, "sa": ["Eric Schmidt"], "q": "quarter. Meanwhile, the company said its paid clicks rose by about 13% year-over-year and rose 9% from the sequential quarter. Cost-per-click rose approximately 5% year-over-year and rose 2% over the sequential quarter. <q> Google had a strong fourth quarter, with 17% year over year revenue growth, </q> said <strong> Eric Schmidt </strong>, CEO of Google. \"Given that the global economy is still in the early days of recovery, this was an extraordinary end to the year. Our performance in 2009 underscored the strength of our", "new_id": -2}, {"uid": "1295220232075988993", "i": 16313, "idx": 0, "sa": ["David Letterman", "Jerry Douglas", "Aly Bain", "Tom Brady", "Paul Brady", "Maureen McCormick"], "q": "Shaw dobro- <strong> Jerry Douglas </strong> fiddle- <strong> Aly Bain </strong>... <strong> Tom Brady </strong> on <strong> David Letterman </strong> 9:47 New England Patriots <strong> Tom Brady </strong> NFL This was back in like 2003-2004... video results for: brady against brady PASTOR SHERYL BRADY PREACHES@ ST. JAMES COGIC PT1 <q> THERE'S A STORY BEHIND MY PRAISE </q>... Previously On: \"The Governor's Race\" <strong> Paul Brady </strong> Episode Too busy watching Glee to keep up with the Governor's race? Here's what you missed.... <strong> Maureen McCormick </strong> Marcia <strong> Paul Brady </strong> tells all on WGN-TV Marcia", "new_id": -2}, {"uid": "1295501609069894186", "i": 14837, "idx": 1, "sa": ["Harry Belafonte", "Colin Powell", "Ward Churchill", "Adolf Eichmann"], "q": " \"<strong> Colin Powell </strong> is committed into come into the house of the master, as long he would serve the master, according to the master's purpose.\"-- <strong> Harry Belafonte </strong>, washed up singer and communist activist <q> If there was a better, more effective, or in fact any other way of visiting some penalty befitting the little Eichmanns inhabiting the sterile sanctuary of the[ World Trade Center], I'd really be interested in hearing about it. </q>-- plagarizing academic <strong> Ward Churchill </strong>.( For those of you who were educationally abused by our public school system, <strong> Ward Churchill </strong> is referring to <strong> Adolf Eichmann </strong> who masterminded the Holocaust. Yes, you read that right. This chunk of", "new_id": -2}, {"i": 14164, "idx": 4, "index_answer": 0, "new_id": -1, "q": "is not a competitor because the more people use Facebook the more they use Google. \"That is a net positive.\" Turning to the bigger picture, <strong> Eric Schmidt </strong> collects his thoughts for a moment. <q> I can only describe this now as a \"wow\" moment, </q> he says. \"For me this is the beginning of the real revolution in information. \"You need never be lonely, you need never be bored. It is a remarkable change that has not", "sa": ["Eric Schmidt"], "uid": "1296940939224919552"}, {"uid": "1296008739261193768", "i": 24248, "idx": 1, "sa": ["Jesse Ventura", "David Letterman"], "q": "sip of sumthin it feels like i just swallowed 20,000 mini knives.\" OD'd on football? Among the signs you have NFL playoff fever, from CBS's <strong> David Letterman </strong>: â\u0080¢ <q> Got your wife a makeover so she'd look more like <strong> Brian Urlacher </strong>. â\u0080¢ \"You answer the phone, \"Hut, hut, hello?\" â\u0080¢ \"Just ruined a wedding by dumping Gatorade on the bride. </q> No foreign objects <strong> Jesse Ventura </strong>, the former rassler and ex-Minnesota governor, is suing the Transportation Security Administration and Department for \"unreasonable searches and seizures\" after he was subjected to a full-scale search after", "new_id": -2}, {"uid": "1297154768156483585", "i": 1437, "idx": 0, "sa": ["Martin Lawrence", "David Letterman"], "q": "about any upcoming dates. <strong> Martin Lawrence </strong> lamented that his eldest daughter is starting to notice the boys. But <strong> Martin Lawrence </strong> had an idea that probably most fathers of teenage girls have considered at one time or another. <q> Is it cool to follow them when they start dating? </q> he asked. Sure, there was laughter back and forth between him and <strong> David Letterman </strong>, but you could see in his eyes that it was something he'd thought seriously about. Otherwise, your", "new_id": -2}, {"uid": "1297616629186400779", "i": 26873, "idx": 15, "sa": ["Donald Rumsfeld"], "q": "\" he said. \"Cause he was disappearing for weeks at a time now? And he's just shown up? Is that, is that how it...?\" Martin asked. <q> I think that's right. It's a painful process, </q> said <strong> Donald Rumsfeld </strong>. Nick made it rehab. But just as U.S. forces were storming Baghdad, <strong> Donald Rumsfeld </strong>'s wife Joyce nearly died. \"She ended up with a perforated appendix and she was being poisoned,", "new_id": -2}, {"uid": "1295807421110559236", "i": 28647, "idx": 6, "sa": ["Colin Powell", "George Will", "Rush Limbaugh", "Barack Obama"], "q": "- ranging from the established to the extreme- defined the announcement more by skin color than ideology. The most crass interpretation came from talk radio host <strong> Rush Limbaugh </strong>, who wrote the Politico's Jonathan Martin the following: <q> <strong> Dick Cheney </strong> <strong> Colin Powell </strong> says his endorsement is not about race... OK, fine. I am now researching his past endorsements to see if I can find all the inexperienced, very liberal, white candidates he has endorsed. I'll let you know what I come up with. </q> Around the same time, esteemed conservative columnist <strong> George Will </strong> was also explaining <strong> Colin Powell </strong>'s decision as part of a larger, more psychological sway that <strong> Barack Obama </strong> held over other African Americans. There will be \"some impact,\"", "new_id": -2}, {"uid": "1295583950212418564", "i": 15641, "idx": 0, "sa": ["Eric Schmidt"], "q": "$ 2.07 billion in TAC( traffic-acquisition costs), or revenue shared with Google's partners. Google's paid clicks were up 11 percent from the prior quarter and 18 percent from the year-ago quarter. <q> Q4 marked a terrific end to a stellar year, </q> Google CEO <strong> Eric Schmidt </strong> said in a statement. \"Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer", "new_id": -2}]