[{"uid": "1297624575013008913", "i": 650, "idx": 0, "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "q": "vital safety regulations, we need the airline industry to come to the table to ensure we have the greatest possible protections for airplane passengers,'' said <strong> Chuck Schumer </strong>, who was releasing letters to the FAA on Sunday. <q> The airline industry needs to recognize that the safer passengers feel, the more likely they will be to fly. Greater safety standards benefit the industry and most importantly, benefits the American public. </q> The Air Transport Association did not immediately comment. U.S. Sen. <strong> Kirsten Gillibrand </strong> had also spoken out Friday about potential delays in the implementation of safety improvements made after the crash, saying debates about possible funding", "new_id": -2}, {"uid": "1297174738149192708", "i": 25370, "idx": 2, "sa": ["Gwen Ifill", "Donald Rumsfeld"], "q": "sides, more in touch with their humanity than they might have been. You don't want to be a person that wants to see someone getting tortured.'' This is how the book came about: <q> Steve and I worked on this strange little book together called Where to Invade Next. So that was sort of our first collaboration; as fiction writers can do, we tried to take the point of view of a conservative think thank and map out the arguments to why we should invade all these other countries. And so in a weird way when Steve came up with this idea it was this[ logical] next step. </q> The Post assigned PBS Washington Week moderator <strong> Gwen Ifill </strong> to review <strong> Donald Rumsfeld </strong>'s actual memoir, and unsurprisingly, this liberal pundit defends the media as painfully objective and perfectly accurate, and <strong> Donald Rumsfeld </strong> as a fantasist", "new_id": -2}, {"uid": "1296407544252772372", "i": 147, "idx": 25, "sa": ["Elgin Baylor", "Allen Iverson"], "q": "difficult to argue after what <strong> Allen Iverson </strong> did Friday night. <strong> Allen Iverson </strong> scored 40 points in leading the 76ers to a 108-99 victory over the Seattle SuperSonics, giving Philadelphia its 11th win in 12 games since the All-Star break. <q> He's had the best year since <strong> Elgin Baylor </strong>'ve been around him, </q> said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons.`` He's a Hall of Fame coach,'' said <strong> Allen Iverson </strong>.`` So <strong> Elgin Baylor </strong> guess he knows what he's talking about as far", "new_id": -2}, {"uid": "1295746465110362632", "i": 4945, "idx": 3, "sa": ["Michael Jordan", "Allen Iverson", "That guy"], "q": "<strong> Michael Jordan </strong> jumper was deadly.'' Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route to his third career 50-point game and first since February 6 against Sacramento. <q> When your jumper is on, the basket seems like an ocean and the basketball seems like a rock, </q> he said.`` <strong> That guy </strong> is the way it felt tonight.`` My teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. My coach calls", "new_id": -2}, {"uid": "1295240169095436825", "i": 355, "idx": 1, "sa": ["Steve Ballmer"], "q": "Microsoft Corp CEO <strong> Steve Ballmer </strong> identified`` better global enforcement of intellectual property laws'' as the world's largest software company's No. 1 lobbying priority in an interview with the Washington Post in July. <q> That is particularly true in China, where the protections are the weakest, </q> <strong> Steve Ballmer </strong> told the paper. U.S. businesses' fears range from outright piracy of their goods to the transfer of technological know-how that can be inevitable in joint ventures with Chinese companies.`` Sometimes Beijing", "new_id": -2}, {"uid": "1294993731152698898", "i": 22404, "idx": 1, "sa": ["Michael Vick"], "q": ", left to wonder what might have been. There would be no breathtaking comebacks on this night, not for a team that was outplayed throughout four quarters but somehow remained within striking distance. <q> I just took a shot at the end zone, </q> <strong> Michael Vick </strong> said of his final pass.`` I could have checked it down to the back, and I feel like I got greedy.... It's a bad way to go out, but, hey,", "new_id": -2}, {"uid": "1295628201146702336", "i": 30480, "idx": 0, "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "q": "on Friday, as prosecutors stepped up inquiries into illegal newspaper when he was editor. Following are analysts' comments on his decision and its implications for <strong> Tony Blair </strong> <strong> Tony Blair </strong> <strong> David Cameron </strong>: OPPOSITION Labor PARTY LEADER ED MILIBAND <q> Labour has been saying for scandal has now forced <strong> Andy Coulson </strong> into two January resignations <strong> Andy Coulson </strong> will have more children. Photograph: Oli Scarff/AP... Hacking scandal claims PM <strong> David Cameron </strong>'s aide <strong> Andy Coulson </strong> media adviser <strong> Andy Coulson </strong> quit over a series of damaging disclosures about Timeline: how the scandal that led to <strong> Andy Coulson </strong>'s resignation developed Scotland Yard in 2005 to the CPS mounting a review of phone-hacking material <strong> Andy Coulson </strong> said phone-hacking coverage`` made it difficult for me to give the 110% needed in this role </q>. Photograph: Danny Lawson/PA <strong> Andy Coulson </strong> to make personal statement about his future Downing Street refuses to confirm whether <strong> Andy Coulson </strong> will resign over phone-hacking row <strong> Andy Coulson </strong> has always argued that he was not aware of", "new_id": -2}, {"uid": "1295245546048136202", "i": 20486, "idx": 6, "sa": ["Tony Parker", "Rafer Alston", "Allen Iverson"], "q": "want to get Game <strong> Rafer Alston </strong>.'' If <strong> Allen Iverson </strong> and <strong> Tony Parker </strong> play this well again, the Nuggets have a good shot. <strong> Tony Parker </strong> scored 30 points and <strong> Allen Iverson </strong> added 31, including 29 after a sluggish first quarter. <q> Two years ago we probably were just happy to be in the playoffs, </q> <strong> Tony Parker </strong> said.`` Now we ain't just happy to be in the playoffs. We know we're a good team and when we play good we can play with the best of them.'' And the", "new_id": -2}, {"uid": "1296153754100335632", "i": 14986, "idx": 0, "sa": ["Steven Tyler", "Emma Henry", "Naima Adedapo", "Simon Cowell", "Jennifer Lopez"], "q": "There's something there to build on,'' <strong> Jennifer Lopez </strong> agreed. <strong> Jennifer Lopez </strong> said`` No,'' <strong> Steven Tyler </strong> said`` Yes'' and <strong> Emma Henry </strong> began to cry. Randy Jackson`` really, honestly'' believes that she'll <q> get swallowed up in this whole thing. </q> He encouraged her to pursue her dream and keep working at it. But in the end, Jackson caved and gave <strong> Emma Henry </strong> her golden ticket. This is why the panel needs <strong> Simon Cowell </strong>. <strong> Naima Adedapo </strong> is", "new_id": -2}, {"i": 30276, "idx": 5, "index_answer": 1, "new_id": -1, "q": ", 2 rebs and 1 ast in 33 mins.... <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky AI and the 76ers went home losers again. <q> It's going to have to be one of the best games ever from us in order to win, </q> <strong> Allen Iverson </strong> said. They sure didn't play one against Detroit. <strong> Rodney Stuckey </strong> scored 27 points and hit the winner with 8.7 seconds left to lead the inju... Pistons 2010/11 Season-Opener Intro Introduction of the new 2010/2011 Detroit Pistons", "sa": ["Rodney Stuckey", "Allen Iverson"], "uid": "1295655959070139994"}]