[{"uid": "1296774773245792831", "i": 4460, "idx": 0, "sa": ["Mike Cunningham", "Ronald Reagan", "Mike Pence"], "q": "served two terms in the White House, after being first elected in 1980. But the aura of the man, he said, makes <strong> Ronald Reagan </strong> a nearly mythical figure. <q>To conservatives, his legacy keeps growing every year,</q> <strong> Mike Cunningham </strong> said. On Feb. 24 U.S. Rep. <strong> Mike Pence </strong> will speak about <strong> Ronald Reagan </strong> during the Tippecanoe County Republican Party's Lincoln-Reagan Dinner. It used to the Lincoln Day Dinner. But", "new_id": -2}, {"uid": "1296129269246497294", "i": 802, "idx": 0, "sa": ["David Jason", "Simon Cowell"], "q": "to announce my retirement... but I'm not b*** y going to!\" <strong> David Jason </strong> won the top actor prize for his last stint in A Touch Of Frost. He said of his win: <q>This is a real turn up for the book.</q> The X Factor was named the most popular talent show, and judge <strong> Simon Cowell </strong> gave the statuette to a show producer who had beaten cancer. EastEnders was crowned top soap and also picked up awards", "new_id": -2}, {"uid": "1297616629186400779", "i": 26892, "idx": 34, "sa": ["Donald Rumsfeld"], "q": "of managing a three-car parade.\" On top of that, the military commander, Ricardo Sanchez, was the most junior lieutenant general in the Army, and had a scandalously undermanned headquarters. <q>I raised 16 kinds of the dickens about it... and the Army didn't get it staffed,</q> <strong> Donald Rumsfeld </strong> said. \"He went on for a long period with a seriously understaffed command.\" It was a set up for failure, and <strong> Donald Rumsfeld </strong> was in charge. \"You are responsible", "new_id": -2}, {"i": 18842, "idx": 0, "index_answer": 1, "new_id": -1, "q": "also revealed that the American X Factor would be open to contestants as young as 12 years old. Unlike his hit American Idol, the competition is open to vocal groups as well as solo singers. <q>I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract,</q> <strong> Simon Cowell </strong> said. <strong> Simon Cowell </strong>, creator of American Idol and a former judge on that show, will judge the US X Factor along with British singers <strong> George Michael </strong> and <strong> Cheryl Cole </strong>. Additional judges and the show's host", "sa": ["Cheryl Cole", "Simon Cowell", "George Michael"], "uid": "1297100101088211456"}, {"uid": "1296005117006848565", "i": 41692, "idx": 1, "sa": ["Rick Rosen", "David Letterman", "Conan O'Brien", "Jay Leno"], "q": "it out and the clearance issues would eventually go away, as local affiliates played out syndication contracts and picked up <strong> Conan O'Brien </strong> in pattern with the rest of the country. Then they faced reality. <q>We thought about it for some time,</q> recalled <strong> Rick Rosen </strong>, \"but we knew there would be ratings stories that would hurt him( because of a lack of clearances, he would come in below <strong> Jay Leno </strong> and <strong> David Letterman </strong>).\" <strong> Rick Rosen </strong> grumped that", "new_id": -2}, {"uid": "1295815498029966341", "i": 1010, "idx": 1, "sa": ["Eric Schmidt"], "q": "e-mail. It doesn't help that <strong> Eric Schmidt </strong>, a former CEO at Novell and CTO at Sun Microsystems, has much more experience and, arguably, knowledge of enterprise software than Page. <strong> Eric Schmidt </strong> <q>Page has less enterprise business experience. <strong> Eric Schmidt </strong> has deeper enterprise roots. Does that mean they will back off on their enterprise investment on Google Apps? We don't know but we would be surprised if they don't raise-- or re-raise-- that question,</q> Austin said. Google declined to comment at this early stage about Page's plans for the enterprise unit. However, a source familiar with the strategy said Page has always been a strong advocate for the", "new_id": -2}, {"uid": "1297182562166789141", "i": 2710, "idx": 12, "sa": ["Donald Rumsfeld", "... More", "Condoleezza Rice", "President Bush"], "q": "of two difficult wars. <strong> Donald Rumsfeld </strong> accepted the <strong> President Bush </strong>'s decision. \"I now believe that this was a misjudgment on my part <strong> ... More </strong> than anything else I have failed to do,\" he writes, <q>and even amid my pride in the many important things that we did accomplish, I regret that I did not leave at that point.</q> Fans of Washington insider politics, meanwhile, will find plenty to chew over. <strong> Donald Rumsfeld </strong> does not hesitate to dish on the personal squabbles that plagued the <strong> President Bush </strong> administration. <strong> Donald Rumsfeld </strong> accuses <strong> Condoleezza Rice </strong>, who", "new_id": -2}, {"uid": "1297709219141344770", "i": 17034, "idx": 0, "sa": ["Steve Ballmer"], "q": "multiple tabs in IE, which is what we do). We asked if the recent announcement about the availability of Twitter for Windows Phone would have an impact on Windows Live, and our Microsoft spokesperson <q>unfortunately( did) not have an update for you on twitter at this time</q>, so we're going to have to wait to see if the# 1 of all the services that should be in the Windows Live Profile makes a comeback. <strong> Steve Ballmer </strong> keynote at MWC: IE9 Mobile,", "new_id": -2}, {"uid": "1297298115011485196", "i": 9854, "idx": 0, "sa": ["Michael Vick", "Nikki Giovanni", "Major Jackson", "Janet Jackson"], "q": " \"There should be YouTube poems,\" <strong> Major Jackson </strong> says. <strong> Nikki Giovanni </strong> believes poetry's appeal has been pretty consistent over time and that people shouldn't waste time crying about what it isn't. <q>Nobody is going to call me and say, \"Hey, I want you to come and do halftime at the Super Bowl,</q> says the poet, a huge football fan who once taught <strong> Michael Vick </strong>. \"But we'd ask <strong> Janet Jackson </strong>. When we look at poetry we have to say,` This is where we're at\"... Poetry", "new_id": -2}, {"uid": "1295770742001081396", "i": 31630, "idx": 1, "sa": ["Will Smith", "Mick Jagger", "Katy Perry", "Simon Cowell", "Mariah Carey"], "q": ", the singer may join <strong> Simon Cowell </strong> on the show when it begins filming later this year. \"To get her on the show would give it real star power,\" a source told the magazine. <q><strong> Nicole Scherzinger </strong> and <strong> Cheryl Cole </strong> are also being considered for places on the judging panel, because they've got a proven track record of being great judges, but that doesn't rule Rihanna out. \"She has a massive appeal and a real edge to her,</q> they added. \"<strong> Simon Cowell </strong> knows she wouldn't be afraid to give her opinion.\" Others who have been rumoured for the show's judging panel include <strong> Will Smith </strong>, <strong> Katy Perry </strong>, <strong> Mick Jagger </strong> and <strong> Mariah Carey </strong>.", "new_id": -2}]