[{"uid": "1295670200191152182", "i": 35807, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "in a statement. <strong> David Cameron </strong> has repeatedly defended <strong> Andy Coulson </strong>, one of his inner circle, and on Friday defended his own judgement in hiring him after his resignation from the News of the World. <q> I feel that he's been punished twice for the same offence. I chose to judge him by the work that he's done for me, for the government and for the country, </q> <strong> David Cameron </strong> said. Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position.`` Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the", "new_id": -2}, {"uid": "1296140177192086050", "i": 22845, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "sitting CEOs, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success,`` the board clearly wants to retain his guidance for the next four years.'' <q> It's a signal to shareholders that he'll continue to steer the boat, </q> Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as Google's CEO by co-founder Larry Page( Alert). Both men, along with Google's other co-founder <strong> Sergey Brin </strong>, have limited their salaries", "new_id": -2}, {"uid": "1295565682105267209", "i": 1817, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", 55, took over as Google CEO in August 2001 after being recruited by Page and <strong> Sergey Brin </strong> who at the time were in their mid-20's and lacked the experience to run a major company such as Google. <q> We have been talking about how best to simplify our management structure and speed up decision making for a long time, </q> said <strong> Eric Schmidt </strong> in announcing the decision.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm", "new_id": -2}, {"uid": "1295943954061587491", "i": 6486, "idx": 0, "sa": ["Eric Schmidt"], "q": "the award is`` unusual'' for an executive who is transitioning out of the CEO role, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q> the board clearly wants to retain his guidance for the next four years. </q> <strong> Eric Schmidt </strong>, 55, is being replaced as Google's CEO by co-founder Larry Page. Page, 37, takes over the CEO role in April. Purchase Photos Other", "new_id": -2}, {"uid": "1296423407007012357", "i": 49344, "idx": 0, "sa": ["Eric Schmidt"], "q": "cars collected the data every day they operated. Frequent Google critic Consumer Watchdog blasted the announcement and repeated its call for outgoing Google CEO <strong> Eric Schmidt </strong> to explain the incident to lawmakers. <q> The details of the biggest privacy breach in history shouldn't be settled in secret, </q> said John Simpson, director of Consumer Watchdog's Inside Google Project.`` This makes it clear why Google CEO <strong> Eric Schmidt </strong> needs to testify under oath before Congress about Wi-Spy.'' Google is still facing demands", "new_id": -2}, {"uid": "1297356353206143512", "i": 49164, "idx": 4, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. All content Â© Copyright 2000- 2011 WorldNow and WISTV, a", "new_id": -2}, {"uid": "1295582183033980446", "i": 4568, "idx": 14, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "products. Some are believed to be social tools designed to counter Facebook's popularity, but <strong> Sergey Brin </strong> wouldn't discuss specifics in a Thursday interviews.`` I have a passion for several projects,'' he said. <q> I don't think anyone has heard of any of them and I don't think anyone will for a while. </q> As CEO, Page will lead product development and technology strategy and run day-to-day operations. <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> all still plan to remain with <strong> Google Inc. </strong> through at least 2024, reaffirming a promise they made to each", "new_id": -2}, {"uid": "1297299992011485361", "i": 43354, "idx": 0, "sa": ["Donald Rumsfeld", "Enrico Ponzo"], "q": ", neighbors said. The judge appointed <strong> Enrico Ponzo </strong> a public defender and ordered him held without bail until another hearing Friday.`` He called me from the Ada County Jail,'' Clapier said. <q> He said` I've been arrested, it's all a bunch of bulls--, but I'm going to be in here for a long time. Would you please feed my cows?' </q> U.S. Video: Police: Elementary teacher assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less", "new_id": -2}, {"uid": "1297235057187482122", "i": 32738, "idx": 1, "sa": ["Donald Rumsfeld", "Priscilla Chan", "Saddam Hussein", "Mark Zuckerberg", "Randi Zuckerberg"], "q": "in a 2003 national security meeting when he was told that <strong> Saddam Hussein </strong> was offering a$ 60 million bounty to kill <strong> Donald Rumsfeld </strong>'s daughters.`` I was concerned,'' <strong> Donald Rumsfeld </strong> told ABC News on Tuesday. <q> Of course the president and his family had secret service protection. My family did not. And it was a somewhat awkward moment in the meeting, </q> he said.( PALO ALTO, Calif.)-- Facebook founder and CEO <strong> Mark Zuckerberg </strong> obtained a restraining order against 31-year-old Pradeep Manukonda, claiming he is a threat to <strong> Mark Zuckerberg </strong>, his sister <strong> Randi Zuckerberg </strong>, and girlfriend, <strong> Priscilla Chan </strong>", "new_id": -2}, [{"i": 5401, "idx": 0, "index_answer": 1, "new_id": -1, "q": "turned out to be true as the two tech giants formally announced their partnership today. Google meanwhile acted like a jilted bride as their VP of engineering, <strong> Vic Gundotra </strong>, tweeted a few days ago that <q> two turkeys do not make an eagle, </q> the turkeys being a reference to Nokia and Microsoft. <strong> Steve Ballmer </strong> Elop did not take the tweet siting down. He responded with this pithy tweet''... two bicycle makers, from Dayton Ohio, one day", "sa": ["Steve Ballmer", "Vic Gundotra"], "uid": "1297444577051478529"}]]