[{"uid": "1296830208019169341", "i": 30059, "idx": 2, "sa": ["Donald Rumsfeld"], "q": ", nor did he always receive effective implementation of the decisions he made\", <strong> Donald Rumsfeld </strong> wrote. Addressing charges that he failed to provide enough troops for the Iraq War, the former defence chief wrote: <q>In retrospect, there may have been times when more troops could have helped.</q> But <strong> Donald Rumsfeld </strong> insists that if senior military officers had reservations about the size of the invading force, they never informed him, the Post said. In a lengthy section on the administration's treatment", "new_id": -2}, {"i": 41592, "idx": 8, "index_answer": 3, "new_id": -1, "q": "Muslim, and that- by implication- there was something wrong with a Muslim running for the US presidency. \"He's not a Muslim,\" said <strong> Colin Powell </strong>, but \"what if he is?\" <q>I'm troubled by the fact that within the party we have these kinds of expressions</q> about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state. \"We have got to stop polarizing ourselves.\" Republican State <strong> Ron Paul </strong> <strong> Leo Berman </strong> debates his <strong> Barack Obama </strong> Citizenship <strong> Bill Ayers </strong> on CNN Republican State", "sa": ["Barack Obama", "Bill Ayers", "Leo Berman", "Colin Powell", "Ron Paul"], "uid": "1295966915202670097"}, {"uid": "1296823306159875074", "i": 6550, "idx": 0, "sa": ["Kate Thornton", "Simon Cowell", "Darren Emerson", "Andrea McLean"], "q": "<strong> Andrea McLean </strong> last year- revealed on the show today( 03.02.11) that she and partner DJ <strong> Darren Emerson </strong> split some time ago, but have remained close in order to protect their two-year-old son Ben. She said: <q>As you ladies are aware I separated from <strong> Darren Emerson </strong> some time ago and we have worked through this together. We have come to terms with it now and are now able to speak about it. Every relationship where a child is involved is born out of love. There is a little boy in the middle and he has to come first. There is an overwhelming emotion of sadness but it doesn't make me want to scream and shout. It makes me want to learn from it.</q> <strong> Kate Thornton </strong> and <strong> Darren Emerson </strong> started dating in 2004 and got engaged in 2007. Before joining \"Loose Women', <strong> Kate Thornton </strong> was famously fired by <strong> Simon Cowell </strong> from her role as presenter of the UK's\"", "new_id": -2}, {"uid": "1297627010160415775", "i": 32911, "idx": 0, "sa": ["Mike Pence"], "q": "But that didn't stop Bill from continuing his attack on a non-profit organization without whom many women will not have the kind of health care that Bill's nice Fox News health plan provides for Bill's wife. <q>The rich get rich and the poor get babies,</q> and STD's and breast cancer... \"ain't we got fun!\" Bill reported about GOP Congressman <strong> Mike Pence </strong>'s legislation to defund Planned Parenthood adding the ever popular anti-choice meme about taxpayer dollars.", "new_id": -2}, {"uid": "1296131098006979603", "i": 4540, "idx": 0, "sa": ["Michael Gove"], "q": "for expelled students. Teachers will be able to search pupils for a range of forbidden items, including pornography and phones. \"This government backs teachers,\" Mr <strong> Michael Gove </strong> said. <q>All the evidence from those countries with great education systems tells us that nothing is more important than attracting great people into teaching and supporting them in the classroom. \"Under the last government, thousands of great people left the teaching profession because behaviour was out of control and they were forced to spend far too much time on paperwork. That's why we're taking action to restore discipline and reduce bureaucracy.</q> The attempt to increase school discipline follows similar attempts by Labour, which even allowed for the use of knife scanners at the school entrance. <strong> Michael Gove </strong> has inserted a clause into the education bill making", "new_id": -2}, {"uid": "1295719198234373121", "i": 6595, "idx": 0, "sa": ["Eric Schmidt", "Danny Goodwin", "Sergey Brin"], "q": "role as CEO? Google just announced a huge change in management. As of April, <strong> Eric Schmidt </strong> is out as CEO, and co-founder Larry Page will take over his day-to-day duties. Meanwhile, co-founder <strong> Sergey Brin </strong> will <q>devote his energy to strategic projects, in particular working on new products.</q> by <strong> Danny Goodwin </strong> Obviously, the big story is Larry Page replacing <strong> Eric Schmidt </strong> as CEO. That news is so big it even dwarfs Google's huge Q4 of 2010, in which the company reported$ 8.44 billion in", "new_id": -2}, {"uid": "1295027375086523940", "i": 34800, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "tried to focus on loved ones for the first time. \"It was raw courage. It was raw strength. It was so beautiful and so moving,\" said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York. <q>She wanted us to know that she was with us 100 per cent and understood everything we were saying.</q> <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr Michael Lemole, called it an important milestone and said the congresswoman was clearly responding to the gathering of friends and family. After five days of pushing for caution,", "new_id": -2}, {"uid": "1295548613082853889", "i": 11155, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "one who takes over the <strong> Simon Cowell </strong> role of delivering the final verdict, was a definite no, but the other two gave her a pass. I want to see <strong> Steven Tyler </strong> follow through on his promise to <q>personally work that into something good.</q> Victoria Huggins-- you know, the bouncy 16-year-old so sweet that my teeth ached-- is another one that will get chewed up in Hollywood. She promised video updates-- oh good grief. She belongs", "new_id": -2}, {"uid": "1295890682014073869", "i": 11698, "idx": 3, "sa": ["Colin Powell", "Eric Cantor"], "q": "also slammed Republican leaders for playing politics with the budget, without offering what he said were real solutions. \"Don't tell me you're going to freeze to a level,\" he said. <q>That usually is a very inefficient way of doing it. Tell me what you're going to cut, and nobody up there yet is being very, very candid about what they are going to cut to fix this problem.</q>[ Read more about the deficit and national debt.] <strong> Colin Powell </strong>'s comments came shortly after Tea Party leaders reiterated their willingness to cut the defense budget. Republican leader <strong> Eric Cantor </strong>", "new_id": -2}, {"uid": "1296169455065814529", "i": 19153, "idx": 3, "sa": ["Dick Armey", "Mike Pence"], "q": ". \"After years of falling behind, Indiana is on the verge of an era of growth and opportunity like no other time in my life,\" Mr. <strong> Mike Pence </strong> wrote in his letter to supporters. <q>Those of us who serve Indiana in Congress and in the Statehouse have a unique opportunity to advance the interests of Hoosiers.</q> Mr. <strong> Mike Pence </strong>'s decision to forego a presidential race leaves some Tea Party activists searching for a Republican candidate. In recent weeks, Mr. <strong> Mike Pence </strong> has been urged to run for president by <strong> Dick Armey </strong>, a former", "new_id": -2}]