[{"uid": "1295981593193069115", "i": 15152, "idx": 0, "sa": ["Tim Pawlenty", "Bill Lockyer", "Newt Gingrich"], "q": "to solve the entire national debt that now totals$ 1.4 trillion. <strong> Tim Pawlenty </strong> also said raising the retirement age is an option he's willing to consider for younger workers entering Social Security programs. <q> Your retirement age is going to be pegged to some reasonable correlation to life expectancy, </q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 4 BR/ 3.3 BA$ 1,349,000.00 SAN FRANCISCO 2", "new_id": -2, "mturk_index": "468"}, {"uid": "1295625825169754640", "i": 32753, "idx": 0, "sa": ["Steve Ballmer"], "q": "Xbox 360 gaming console. SnapLogic's open source data-integration tools can be used to create enterprise mashups and rich Internet apps, tie into service-oriented architectures, and more. WinRumors said Microsoft would release the utilities <q> in the coming months. </q> The company has not confirmed the report. It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told", "new_id": -2, "mturk_index": "1070"}, {"uid": "1296922649262193174", "i": 43095, "idx": 0, "sa": ["George W. Bush", "James Thomas", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong> Goes With The Lies He Wish He Had by <strong> James Thomas </strong> Duffy Lenny Bruce used to do a bit where he offered this advice: <q> \"Whatever happens, deny it. Flat-out deny it! If you really love your wife, deny it. If they walk in on you, deny it. Even if they got pictures, deny it. Even if she catches you with a chicken, deny it. </q> \" his own advice and said \"You go to write a book with the lies you have-not the lies you might want or wish to <strong> George W. Bush </strong> Grindhouse, one of their most prolific warmongers, has penned a", "new_id": -2, "mturk_index": "472"}, {"uid": "1295562509244678683", "i": 35032, "idx": 0, "sa": ["Steve Ballmer", "Tom Warren"], "q": "Earlier this year, <strong> Steve Ballmer </strong>, the CEO of Microsoft, was asked whether he had plans to release a PC-compatible edition of Kinect is hacker-friendly, and that's a good thing, Microsoft says <q> Microsoft is set to unveil driver support and a software development kit in the coming months and will allow third-party developers to create titles that utilize the Kinect sensor when plugged into a PC, </q> <strong> Tom Warren </strong> of Win Rumors target=\"_blank\"> writes today. \"According to sources familiar with the plans, Microsoft will distribute the drivers under the` beta' tag.\" <strong> Tom Warren </strong> added that Kinect support is", "new_id": -2, "mturk_index": "1132"}, {"uid": "1295629086018169865", "i": 3112, "idx": 0, "sa": ["Larry Page", "Chris Dixon", "Eric Schmidt", "Steve Jobs", "Jerry Yang"], "q": "But across technology circles the move by Google-- founded during the first dot-com boom-- to replace CEO <strong> Eric Schmidt </strong> with the 38-year-old <strong> Larry Page </strong> left some wondering how the search giant would deal with middle age. <q> Founder becoming CEO... Is this like a Jobs-Steve Jobs/\"> <strong> Steve Jobs </strong> returning or a <strong> Jerry Yang </strong> returning? </q> <strong> Chris Dixon </strong>, a technology veteran who has invested in Skype and Foursquare, tweeted. After signing pact with China, Boeing lays off 1,100 U.S. workers Starting April, Google's <strong> Larry Page </strong> will take over as chief executive", "new_id": -2, "mturk_index": "1940"}, {"uid": "1295942099041975843", "i": 58932, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "lot times it has a lot to do with jealousy.\" \"We hit the guy pretty hard, we broke out some different angles, all different places on the field,\" Raji said. <q> I mean, he is a warrior. Any time a player has the longevity that he has had in this league you are a tough guy. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog OAKLAND 2 BR/ 1.0 BA$ 565,000.00 KENSINGTON 3 BR/ 2.0 BA$ 499,000.00", "new_id": -2, "mturk_index": "800"}, {"uid": "1296195102229031937", "i": 14867, "idx": 0, "sa": ["Peter Klein", "Eric Schmidt"], "q": "Bei den immer beliebter werdenden Smartphones will Microsoft verlorenen Boden mit Windows Phone 7 gutmachen. Das spezielle Betriebssystem treibt inzwischen neun Smartphone-Modelle an. T?glich kommen mehr als 100 Zusatzprogramme hinzu, sogenannte Apps. <q> Wir haben aber noch einiges an Arbeit vor uns </q>, r?umte <strong> Peter Klein </strong> ein. Keine Nachrichten im Zeitraum eines Jahres in dieser Kategorie verf?gbar. Therese Poletti's Tech Tales: <strong> Eric Schmidt </strong> is not going to go to Apple Um Ihnen die bersicht ber die gro?e Anzahl an", "new_id": -2, "mturk_index": "30"}, {"uid": "1296784629036126790", "i": 50569, "idx": 20, "sa": ["Sammy Davis", "Jack Anderson", "Donald Rumsfeld"], "q": "Nixon's anti-poverty czar. He claims he sent a four-page response to <strong> Jack Anderson </strong>, correcting his mistakes, but the columnist refused to run a correction, saying that newspapers would drop his column if he did so. <q> The episode was like a body blow and left me with a deep caution of the press, </q> he said. <strong> Donald Rumsfeld </strong> also drops some odd celebrity encounters, from he and his wife's friendship with <strong> Sammy Davis </strong> Jr. to his backstage Vegas meeting with Elvis Presley, who wanted to talk about the U.S. Army", "new_id": -2, "mturk_index": "1430"}, {"uid": "1296745421246644752", "i": 20149, "idx": 3, "sa": ["Paul Bremer", "George H. W. Bush", "Donald Rumsfeld"], "q": ". At the same time, <strong> Donald Rumsfeld </strong> gripes <strong> Paul Bremer </strong> did not keep the Pentagon informed of his decision making. \"Those key differences were never clearly or firmly resolved in the NSC,\" <strong> Donald Rumsfeld </strong> writes. <q> Only the <strong> George H. W. Bush </strong> could do so. </q> <strong> Donald Rumsfeld </strong> also directs blame toward himself, according to the released excerpts, writing that he wished he had resigned in 2004 when the Abu Ghraib prison photos suggested Americans were torturing detainees. <strong> George H. W. Bush </strong>, writes <strong> Donald Rumsfeld </strong>", "new_id": -2, "mturk_index": "2082"}, {"uid": "1295563322217792524", "i": 23980, "idx": 2, "sa": ["Jonathan Rosenberg", "Larry Page", "Sergey Brin", "Eric Schmidt"], "q": ", <strong> Sergey Brin </strong>, plus a lot of product chiefs like <strong> Jonathan Rosenberg </strong>. 4:32: <strong> Eric Schmidt </strong> is conducting the call. \"We jumped on the call to talk about the other announcement.\" 4:33: <q> How can we run the company even better? </q> Historically, they made decisions together, but this adds delay. The proposal, which the board has approved, is to have <strong> Larry Page </strong> running things day to day, <strong> Sergey Brin </strong> focusing on future products. 4:33", "new_id": -2, "mturk_index": "1284"}]