[{"uid": "1296694413042549284", "i": 9624, "idx": 0, "sa": ["Andy Coulson", "Julian Assange"], "q": ". If none of them hit the spot, Harrow romantics can buy their loved one 1001 Beers You Must Try Before You Die. â\u0080¢ Old telly friends remember Craig Oliver, the upmarket attack dog( <q> Not so much a rottweiler as a sleek sausage dog </q>) hired from the BBC to replace <strong> Andy Coulson </strong> at No 10, as a not-so-closet Tory who cultivated <strong> Andy Coulson </strong> and wore tight beige trousers whose transparency would impress even <strong> Julian Assange </strong>. Arriving from ITN, where he was a mate", "new_id": -2}, {"uid": "1297256995028704771", "i": 16723, "idx": 0, "sa": ["Piers Morgan", "Michael Oher", "Michael Vick"], "q": "birth mother, who has battled a drug addiction all of his life.`` After you try to help a person for so long, they have to want to help themselves,'' he said. <q> You beg and plead and cry. But at the end of the day, a person has to help themselves. You don't want to give up on anybody. You pray all the time and hope that works. But after you try for so long, a person has to want to help themselves. </q> The interview ended on an unexpected note when <strong> Piers Morgan </strong> asked <strong> Michael Oher </strong> if he felt that Philadelphia quarterback <strong> Michael Vick </strong> deserved a second chance.`` People mess up all the time,'' <strong> Michael Oher </strong> said.``", "new_id": -2}, {"uid": "1296741969056606736", "i": 26783, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "early peeks in The Washington Post and The New York Times at former Defense <strong> Donald Rumsfeld </strong>'s memoir, which goes on sale next week. A few highlights from the Post's report:- <strong> Donald Rumsfeld </strong> <q> goes so far as to depict former <strong> President Bush </strong> as presiding over a national security process that was marked by incoherent decision-making and policy drift, most damagingly on the war in Iraq. </q>-`` <strong> Donald Rumsfeld </strong> remains largely unapologetic about his overall handling of the Iraq conflict and concludes that the war has been worth the costs. Had the government of <strong> Saddam Hussein </strong> remained in power, he says, the", "new_id": -2}, {"uid": "1296376231049594370", "i": 20774, "idx": 0, "sa": ["Michael Vick"], "q": "NFC starting quarterback <strong> Michael Vick </strong> of Philadelphia probably appreciates his appearance more than anyone on either side of the ball, considering how far he has come since serving prison time for his role in dogfighting operation. <q> This one feels great due to the fact that I've been through so much and trained to getting back to this position, </q> he said earlier this week.`` It's paramount for me and my family and I'm just thankful.'' The NFL's decision to move the Pro Bowl to a week ahead of the Super", "new_id": -2}, {"uid": "1297272180137707539", "i": 40670, "idx": 1, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "President <strong> Satya Nadella </strong> to president of Microsoft's Server and Tools Business.`` We're already making strong traction across our Server and Tools Business by embracing cloud services,'' said Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future. </q> As president of the Server and Tools Business, <strong> Satya Nadella </strong> will oversee the overall strategy, engineering, marketing and product development for Microsoft's server, tools and cloud platform efforts. This includes developing the technology", "new_id": -2}, {"uid": "1296871091196296714", "i": 12041, "idx": 0, "sa": ["Bill Belichick", "Roger Goodell", "Michael Vick"], "q": "response the commissioner ordered following discipline in the 2007 Spygate episode. <strong> Roger Goodell </strong> told Sports Illustrated he felt`` deceived'' after <strong> Bill Belichick </strong> only issued a written public statement. Asked how he reacted to that, <strong> Roger Goodell </strong> said, <q> I didn't do anything further on that. </q> â\u0080¢ <strong> Michael Vick </strong>: <strong> Roger Goodell </strong> said the Philadelphia Eagles quarterback told him there was unauthorized use of his name to promote a party in the Dallas area on Super Bowl weekend. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told", "new_id": -2}, {"uid": "1297445820223772798", "i": 7957, "idx": 0, "sa": ["Nancy Cordes", "Donald Rumsfeld", "Dick Cheney", "Donald Trump"], "q": "` Infighting' at CPAC Kyle Drennen| February 11, 2011| 12:09 During a report on Friday's CBS Early Show, congressional correspondent <strong> Nancy Cordes </strong> emphasized division in the new Republican Congress: <q> The prospect of a mutiny had sent Republican leaders scrambling to craft an even leaner budget, and make good on their promises to the Tea Party... Just this week, small groups of conservatives defeated two of their own party's measures on the House floor. </q> <strong> Nancy Cordes </strong> went on to highlight tensions at the Conservative Political Action Conference in Washington:`` <strong> Dick Cheney </strong> and former Defense <strong> Donald Rumsfeld </strong> were booed by one faction of attendees. While <strong> Donald Trump </strong>, who's toying with a presidential", "new_id": -2}, {"uid": "1296104934053329921", "i": 12020, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Click for your chance to win great prizes in the NewsChannel 10 Pro Football Pick'em contest. Connect with local businesses. Click here. Find out what and when programs", "new_id": -2}, {"uid": "1296115725056147995", "i": 37206, "idx": 0, "sa": ["Andy Coulson"], "q": "the place where you can talk about and shape the best stories people are reading right now. Sign In to view Buzz updates from your connections!New User?| George left a comment- 22 min ago uk.news.yahoo.com <q> Just shows how greedy this generation as got, I am reminded of the old saying you get nothing for... </q> GREENGRASS left a comment- 28 min ago Yahoo! UK& Ireland News`` Its impossible to belive <strong> Andy Coulson </strong> knew nothing about the phone tapping.As editor of the News of...'' Its Secret left a comment", "new_id": -2}, {"i": 466, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295467181182812683"}]