[{"uid": "1295511637124485681", "i": 32654, "idx": 0, "sa": ["Tim Foreman", "David Letterman", "Brian Bell"], "q": "occurring on the Central Coast in January and February. NO REST FOR THE SUCCESSFUL'' tooltipId=`` mi_tt2''> NO REST FOR THE SUCCESSFUL For Weezer lead guitarist <strong> Brian Bell </strong>, performing <q> Say It Ain't So </q> in front of a live studio audience on`` Late Show With <strong> David Letterman </strong>'' was a surreal experience.`` Playing on TV for the first Tim Foremane when you're in your 20s, it's just bizarre", "new_id": -2}, {"uid": "1296062032049987602", "i": 55304, "idx": 0, "sa": ["Vanessa Hudgens", "David Letterman", "Justin Bieber", "Kelly Osbourne"], "q": "their toys Looks like according to TMZ that The Bieb's got denied his request for a remote control helicopter.No matter how hard and <strong> Justin Bieber </strong> heading to` Late Show with <strong> David Letterman </strong>'-- twice Apparently, one appearance on <q> The Late Show with <strong> David Letterman </strong> </q> is not enough for <strong> Kelly Osbourne </strong> becomes a Material Girl for Madonna Girl and her name is <strong> Kelly Osbourne </strong>. The former reality-star and current TV co-host of E! ChVanessa Hudgensl's Police has been named the new face of Madonna and daughter", "new_id": -2}, {"uid": "1295570496224641046", "i": 42044, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": ". <strong> Larry Page </strong> was largely insulated from that song and dance. As CEO, it's distraction city. <strong> Larry Page </strong> will have to talk to media, government types and Wall Street analysts. That's a bit different than <q> the spend 10 percent of your time motif Google has going on. </q> Putting doubts to rest. <strong> Eric Schmidt </strong> inadvertently put a lot of pressure on <strong> Larry Page </strong>. On an earnings conference call, <strong> Eric Schmidt </strong> said: \" I want to say very clearly that I believe <strong> Larry Page </strong> is ready", "new_id": -2}, {"uid": "1297118217093028381", "i": 55145, "idx": 3, "sa": ["Susan Boyle", "Simon Cowell"], "q": "- they have also expanded the age pool to younger and older contestants-- something <strong> Simon Cowell </strong> is looking forward to seeing. VIEW THE PHOTOS: The Brit Pack: Hot Shots Of Stars From The UK! <q> You can't put an age cap on talent, </q> <strong> Simon Cowell </strong> said. <strong> Susan Boyle </strong>, who would have thought this little lady living on her own in Scotland would go on to sell 20 million records,'' he said, referring to the winner of another one of", "new_id": -2}, {"uid": "1296536150067862554", "i": 3171, "idx": 8, "sa": ["Linas Kleiza", "Ben Wallace", "Allen Iverson"], "q": "outside, going 4-for-8 from 3-point range.`` He got a couple of easy ones, and once you get a couple of layups, the basket looks Ben Wallaceger,'' said <strong> Allen Iverson </strong>, who had 28 points. <q> He played a great game, and hopefully he can continue to play that way. </q> <strong> Linas Kleiza </strong> scored 27 points in the first half, 20 in the second quarter when Denver took a 61-59 lead at the break.`` I knew after the first half when I had 27 it was going to be", "new_id": -2}, {"uid": "1295361442031129628", "i": 40699, "idx": 1, "sa": ["Steve Ballmer"], "q": "place to watch TV,'' he said. But in the world according to <strong> Steve Ballmer </strong>, Xbox has already hit the male teen demographic and it will be Kinect that girls will rave about. <q> You go to your average 15-year-old boy, and he will say` I'll take an Xbox.' I want that average 15-year-old girl as excited about the Kinect, and we haven't done as good a job drawing in that broader set of demographics, </q> <strong> Steve Ballmer </strong> added. That answer came in reply to a question about how well the Vole measures up against Apple and Google for cool factor. Go figure. If Kinect is the future of consumer", "new_id": -2}, {"uid": "1297083495090374146", "i": 1725, "idx": 0, "sa": ["Zahi Hawass"], "q": "to France as site access had been closed for security reasons, it said. An Egyptologists' website( http://www.eloquentpeasant.com/about/) showed pictures of some of the smashed cabinets and damaged statues at the Egyptian Museum. <q> This is heartbreaking. These artifacts have survived for millennia only to be destroyed in a matter of minutes, </q> wrote one contributor to its comment page.` Antiquities safe' Despite the concern, the country's newly appointed minister of antiquities, well-known Egyptologist <strong> Zahi Hawass </strong>, played down accounts of the break-in at", "new_id": -2}, {"uid": "1295983889241025038", "i": 56591, "idx": 1, "sa": ["Paul McCartney", "David Letterman", "Christina Aguilera", "John Lennon Silva Santos"], "q": "Bowl XLV: <strong> Christina Aguilera </strong> to sing National Anthem Super Bowl XLV is February 6, 2011 and five-time Grammy award winning singer-songwriter <strong> Christina Aguilera </strong> is scheduled to sing the National Anthem as part of the pre-game festivities at Cowboys <strong> Paul McCartney </strong> on <q> A Day in the Life </q> In this clip from the June 1, 2010 Library of Congress press conference, <strong> Paul McCartney </strong> talks about collaborating with <strong> John Lennon Silva Santos </strong> on`` A Day in the Life.''( Thanks to <strong> David Letterman </strong> Stinson.) Visit www.examiner.com...", "new_id": -2}, {"uid": "1295458115232456193", "i": 58641, "idx": 1, "sa": ["Larry Brown", "Allen Iverson", "Ted Williams", "Iker Casillas"], "q": "the powerful LaIker Casillass. His late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason.`` Anybody that bet on it, some broke people out there,'' <strong> Allen Iverson </strong> said. <q> I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now. </q> Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart.`` Our guys just try hard,'' Sixers coach <strong> Larry Brown </strong> said.`` This is kind of unexpecTed Williams but", "new_id": -2}, {"i": 4658, "idx": 2, "index_answer": 0, "new_id": -1, "q": "veteran who had served as CEO of Novell and chief technology officer of Sun Microsystems, <strong> Eric Schmidt </strong> was brought in to provide some`` adult supervision.'' On his Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q> Day-to-day adult supervision is no longer needed. </q>`` I believe Larry is ready'' to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts.`` It's time for him to have a shot at running this.''", "sa": ["Eric Schmidt"], "uid": "1295584186085278737"}]