[{"uid": "1297464725077398024", "i": 34634, "idx": 2, "sa": ["Donald Rumsfeld", "Hosni Mubarak", "Leon Panetta", "James Clapper"], "q": "largely secular\" during a House Intelligence Committee testimony Thursday that <strong> James Clapper </strong>'s office later had to clarify. \"That is not something that is subject to debate,\" <strong> Donald Rumsfeld </strong> said of <strong> James Clapper </strong>'s contention. <q>That is something that we know a great deal about.<q> <strong> Donald Rumsfeld </strong>, however, did not fault CIA director <strong> Leon Panetta </strong> for pointing to news reports, suggesting during his testimony there was a \"strong likelihood\" that Egyptian President <strong> Hosni Mubarak </strong> would step down Thursday.", "new_id": -2}, {"uid": "1295308684212140059", "i": 39082, "idx": 9, "sa": ["Michael Vick"], "q": "often to make a big play last season. He said he needs to make the plays he knows he can make and not always think so big. But he's optimistic about fixing those problems. <q>Sky's the limit for me,<q> <strong> Michael Vick </strong> said. \"I totally believe in myself and my abilities, and I'm thankful for what I have. But I know there's so much more that I can accomplish. There's so much more", "new_id": -2}, {"uid": "1295965426108969993", "i": 19136, "idx": 2, "sa": ["Liza McGuirk", "Barack Obama", "John Heilemann", "Eric Schmidt", "David Gergen"], "q": "'... where <strong> Eric Schmidt </strong> was a regular guest. When <strong> Eric Schmidt </strong> filmed a pilot for CNN in August, <strong> Liza McGuirk </strong> oversaw the production.\" Good Monday morning. BEHIND THE CURTAIN-- New York mag cover, <q>The West Wing, Season <strong> Barack Obama </strong>: Almost overnight, <strong> Barack Obama </strong> overhauled his White House and rewrote much of the script. Now all he needs is a happy ending,<q> by <strong> John Heilemann </strong>: \"<strong> David Gergen </strong> Axelrod awoke at three in the morning and checked his BlackBerry. It was Jan. 12, a few hours before <strong> Barack Obama </strong> would fly to Arizona for the memorial service for the victims of the", "new_id": -2}, {"uid": "1297351389055672868", "i": 48872, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "brings deep engineering and online services knowledge to$ 15 billion business. REDMOND, Wash.-- Microsoft Corp. today promoted Senior Vice President <strong> Satya Nadella </strong> to president of Microsoft's Server and Tools Business. <q>We're already making strong traction across our Server and Tools Business by embracing cloud services,<q> said Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>. \"<strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future", "new_id": -2}, {"uid": "1297395901078626819", "i": 35215, "idx": 1, "sa": ["David Letterman"], "q": ", New York, United States \"It turns out that JESUS OF NAZARETH not only has a remarkable cast( http://www.iâ\u0080¦\" \"A word or two about the <strong> David Letterman </strong> clip. His sincere appreciation for Mayor...\" <q>Mad Avenue has a term called \"carpet bombing,<q> which means paying for t...\" \"Your posting a Comment allows me to do so as well. So, though I pledged not to e...\" I completed my Antioch M.A. in Media Studies 35 years", "new_id": -2}, {"i": 344, "idx": 2, "index_answer": 0, "new_id": -1, "q": "up in Stratford, Ontario-- especially when one of the cultural differences between the U.S. and Canada became apparent after <strong> David Letterman </strong> asked about <strong> Justin Bieber </strong>'s schooling and found out that he's currently in the 11th grade. <q>11th grade-- is that a sophomore in high school?<q> <strong> David Letterman </strong> asked, to which <strong> Justin Bieber </strong> replied: \"I don't know. I'm Canadian.\" Later, <strong> Justin Bieber </strong> tweeted that he will be on the \"Late Show\" again on Friday, \"", "sa": ["David Letterman", "Justin Bieber"], "uid": "1296549619189169667"}, {"uid": "1296333025218349599", "i": 5320, "idx": 4, "sa": ["Michael Vick"], "q": "wakes up. \"The ironic thing to me is, all along, <strong> Michael Vick </strong> was the, quote, superstar, but all you ever hear about is how great his victims are doing,\" Erika said. <q>Now, all his victims are the actual superstars. I've got one of the real superstars sitting beside me.<q> Battered and bruised as they've been, it's a rigorous process for these dogs to find permanent homes. After learning the most basic of functions- walking up stairs, climbing into a car and other taken-for-granted", "new_id": -2}, {"uid": "1297188372166789129", "i": 5233, "idx": 7, "sa": ["Simon Cowell"], "q": "then I think it could do really really well,\" <strong> Simon Cowell </strong> told reporters. However, <strong> Simon Cowell </strong> acknowledged that even producing a great show won't guarantee that it will be a ratings success. <q>I've learned never take anything for granted and I kind of feel at the moment like I did when we were launching American Idol. I was excited about the show. I was excited about the prospects, but I hadn't got a clue whether it was going to be a hit or whether we were going to be kicked out of the country after three weeks,<q> <strong> Simon Cowell </strong> told reporters. \"All you can do, which I'm going to do, is you give it 110% percent effort and I'll do everything I can to make it the best show", "new_id": -2}, {"uid": "1296513672069730409", "i": 412, "idx": 0, "sa": ["Michael Vick"], "q": ", and advocacy groups have linked some of the other deaths to the bullying of gay students. U.S. Video: Shocking Footage of Police Station Shootout U.S. Video: Florida's Pennekamp Coral Reef State Park Report Abuse <q>At least the fellow students in high school showed more maturity than the first commenters here.<q> Report Abuse \"I think its safe to say that its like men who have commented that these girls are proud lesbians. They're lucky. I am unfortunate enough to be straight.\" Time.com: <strong> Michael Vick </strong>:", "new_id": -2}, {"uid": "1295974296157089811", "i": 14994, "idx": 2, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "the Nuggets hold on to defeat the Grizzles.... <strong> Allen Iverson </strong> 18pts <strong> Carmelo Anthony </strong> career high 49pts vs Wizards 07/08 <strong> Allen Iverson </strong> 18pts <strong> Carmelo Anthony </strong> career high 49pts vs Wizards 07/08 <strong> Allen Iverson </strong> barely broke a sweat and he thanked <strong> Carmelo Anthony </strong> for that. <q>I think that might be the easiest game I ever played in my career. I was out there watching,<q> <strong> Allen Iverson </strong> hollered across the locker room after <strong> Carmelo Anthony </strong> scored a career-high 49 points to lead the Denver Nugge... NBA Recap: Denver Nuggets vs Minnesota Timberwolves( 18/12/10) NBA Recap: Denver Nuggets vs Minnesota Timberwolves( 18/12/10", "new_id": -2}]