[{"uid": "1296535482017350713", "i": 49133, "idx": 0, "sa": ["Sergio Marchionne"], "q": "The$ 199 million net loss during the Q4 is$ 115 million worse than in the third quarter. The company said that the setback was due to more spending on advertising and long-overdue product launches. <q> The Company has lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months. All of these vehicles bear testimony to Chrysler's rebirth, </q> said <strong> Sergio Marchionne </strong>, Chrysler CEO. However, these figures are not as bad as the company emerged from bankruptcy in 2009. Chrysler announced that produced an operating profit in the first quarter of 2010", "new_id": -2}, {"uid": "1295218070163594249", "i": 560, "idx": 18, "sa": ["Simon Cowell"], "q": "sweet-and-sour chicken,'' he told one befuddled contestant. But it was soon clear that <strong> Simon Cowell </strong> was not content to simply be`` the talent.'' Looking back on those first seasons, he says, <q> It was hard, and that's the point, I think, where you have to say,` Look, am I just a judge, or am I going into TV as a serious business?... I just didn't want to be a paid judge for the rest of my life. </q> When his X Factor launched on British television in October 2004, <strong> Simon Cowell </strong> had two years remaining on his Idol contract.`` The only thing the two talent shows have in common is <strong> Simon Cowell </strong>,''", "new_id": -2}, {"uid": "1296925865182648851", "i": 9491, "idx": 0, "sa": ["Barbara Walters", "David Letterman"], "q": "host <strong> David Letterman </strong> underwent emergency heart surgery in 2000 and chatted candidly with <strong> Barbara Walters </strong> about his feelings of joy following the operation. But they didn't last long. During the chat, <strong> David Letterman </strong> stated, <q> Depression is a <strong> Bill Clinton </strong> hole... I've dabbled in it.`` There's a difference in being sad and being blue and being depressed and being chemically or clinically depressed. I do know the difference between those and it's horrifying.`` Without some kind of medicinal help... institutions used to be full of people who were depressed. </q> You can send a story to multiple email addresses by separating the email addresses with a semicolon(;)", "new_id": -2}, {"uid": "1296789411115392513", "i": 3505, "idx": 1, "sa": ["Allen Iverson", "Tracy McGrady"], "q": "New Orleans.`` It's a good feeling. I think it's a tribute to my teammates and coaching staff because without those guys none of that would be possible,'' <strong> Allen Iverson </strong> said in a statement. <q> But most of all I just want to thank the fans for appreciating what I go out and do on the court night in and night out. It's just a great feeling and an honor, and I'm just looking forward to trying to play the best that I can play for the fans. </q> <strong> Allen Iverson </strong> was more than 80000 votes behind <strong> Tracy McGrady </strong>, who has struggled with injuries this season, when the final update was released two weeks ago. He ended up with 1203152 votes. <strong> Tracy McGrady </strong> finished with 1192742. Eastern", "new_id": -2}, {"uid": "1297184200216317958", "i": 43437, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Orrin Hatch", "Barbara Mikulski"], "q": "` We Are With You For The Long Haul' <strong> Barack Obama </strong> discusses Giffords and Egypt at National Prayer Breakfast. <strong> Barbara Mikulski </strong> on GOP:` They Have No Ideas' <strong> Orrin Hatch </strong> <strong> Barbara Mikulski </strong> D-MD., says the Republicans <q> just want to pander to the crowd. </q> Egypt Looms Over DC Diplomat Huddle The <strong> Donald Rumsfeld </strong> of State jokes that they thought February would be a`` slow month.'' <strong> Barack Obama </strong>: Transition In Egypt` Must Begin Now' <strong> Barack Obama </strong> says to", "new_id": -2}, {"uid": "1297668332223444997", "i": 6782, "idx": 1, "sa": ["Kirsten Gillibrand", "Mayor Michael Bloomberg"], "q": "usually only those with an income of$ 100,000 or more do so, <strong> Kirsten Gillibrand </strong> said.`` For all tax issues and all spending issues, it's always about priorities,'' said the senator. <q> So, my focus is on who needs the tax deductions, who needs the tax cuts the most. It's middle-class families. </q> In a state with the highest taxes in the nation, <strong> Kirsten Gillibrand </strong> feels the annual property tax hikes in <strong> Mayor Michael Bloomberg </strong> require relief. In 2010, property taxes increased by 4.9 percent for single-family homes in <strong> Mayor Michael Bloomberg </strong> and", "new_id": -2}, {"uid": "1297428190058949643", "i": 11826, "idx": 6, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "and <strong> Stephen Elop </strong> said.`` We have different forms of value transfer in different directions,'' <strong> Stephen Elop </strong> said.`` We have new opportunities that come from advertising and new forms of monetization.'' <q> We the ability to activate users and put them in a position to be more effective in what we call local commerce, </q> added <strong> Steve Ballmer </strong>.`` Nokia has not just got mapping but other assets that we will import, if you will. There are a set of financial considerations for that as well.'' Nokia is touting", "new_id": -2}, {"uid": "1296850492052805645", "i": 31242, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "his salary plummet from nearly$ 10-million, including bonuses, to$ 1.`` I don't want my salary to go to a dollar,'' he said. Then he smiled and added, <q> My wife doesn't want my salary to go to a dollar. But it's a collective sacrifice if we're not able to get an agreement. It should affect everyone in the league.... We should avoid it to get something done as soon as possible. </q> <strong> Roger Goodell </strong> also said he has spoken to Eagles quarterback <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting", "new_id": -2}, {"uid": "1297096130221036549", "i": 39284, "idx": 0, "sa": ["Eric Schmidt"], "q": "for their views on Google's business practices by Feb. 11. The Commission is expected to take several months to digest the feedback. Google reiterated on Monday it was co-operating with the regulator. <q> There's always going to be room for improvement, so we'll be working with the Commission to address any concerns, </q> spokesman Al Verney said. Google Chief Executive <strong> Eric Schmidt </strong> told Britain's Sunday Telegraph in an interview that the company was keen to avoid a lengthy legal battle.[ ID: nLDE7150BM] The Commission", "new_id": -2}, {"i": 18328, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ban underwriters from shifting the member fees to municipal-bond issuers. Both groups have political-action committees that finance candidate campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said. <q> Apparently, it's a practice all over the country, </q> <strong> Bill Lockyer </strong> said today in a telephone interview.`` I don't think it's a good one.''-- With assistance from <strong> Michael B. </strong> Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum", "sa": ["Pete Young", "Bill Lockyer", "Michael B."], "uid": "1296611107097845302"}]