[{"uid": "1295440324144605237", "i": 45555, "idx": 0, "sa": ["Simon Cowell"], "q": "who will do the most to determine the future of America's most-watched reality show. <strong> Simon Cowell </strong> and his smugness gone, the two men are trying to make \"Idol\" more true to its former motto, <q> The Search for a Superstar. </q> After several years of contests that were panned by critics and many viewers, the producers are promising more input from professional music producers, more entertaining performances by contestants and fewer distractions from surprise guests. \"We", "new_id": -2}, {"uid": "1295734433267124743", "i": 19855, "idx": 2, "sa": ["Andy Coulson"], "q": "raises questions about his judgment and because he has lost someone important. But a replacement for <strong> Andy Coulson </strong> will soon be found and life will move on at No 10. The Tories will recover from <strong> Andy Coulson </strong>'s departure. <q> He was only a spin doctor after all, although a decent one, </q> said one Tory MP. For Labour, on the other hand, last week was about the two most important men in the party. Labour has a disastrous recent record in making the relationship between leader", "new_id": -2}, {"uid": "1296679971172851230", "i": 21516, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "to make the best show.\" ' But last week, amid stories about the declining season-over-season figures, he got a bit worked up, reminding the Reporter that the show had 26 million viewers. <q> I'm really happy with that, </q> he insisted. <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>, who he said have quickly helped right the ship after the uncertainty that followed lead judge <strong> Simon Cowell </strong>'s departure last year. \"You forget that we've had this train wreck", "new_id": -2}, {"uid": "1296770511173654034", "i": 14667, "idx": 41, "sa": ["Donald Rumsfeld", "Ted Kennedy", "Colin Powell", "Eric Shinseki", "Abraham Lincoln"], "q": "responsibility,\" as if they had collectively shrugged, \"stuff happens.\" <strong> Donald Rumsfeld </strong> seems to suggest it was a mistake for AmEric Shinsekian civilians to be running Iraq-he offered to go there for two weeks-rather than <q> putting an Iraqi face on postwar Iraq as soon as possible. </q> But he noTed Kennedy that <strong> Colin Powell </strong>'s State Department had \"proposed an AmEric Shinsekian-led civil authority for an indefinite period.\" As for Bush's \"Mission Accomplished\" appearance on the U.S.S. <strong> Abraham Lincoln </strong>, well, <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1295613101003915782", "i": 12843, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "marks a return to Google's technological roots, 13 years after he and fellow student <strong> Sergey Brin </strong> founded what has become the world's No. 1 Internet search engine with$ 29 billion a year in revenue. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. The news came as Google reported earnings and revenue that blew past expectations. While Google has dominated Internet search for a decade, the company has struggled to find", "new_id": -2}, {"uid": "1295597477213057536", "i": 28845, "idx": 1, "sa": ["Eric Schmidt"], "q": "zu f?hren\" , sagte <strong> Eric Schmidt </strong>. Der 55- j?hrige Manager wird Google als Chef des Verwaltungsrats k?nftig vor allem nach au?en vertreten. In dieser Funktion ist er unter anderem f?r Kooperationen zust?ndig. <q> Wir haben unsere Rollen jetzt klarer geregelt </q>, sagte <strong> Eric Schmidt </strong>. Der bisherige Weg, Entscheidungen gemeinsam zu treffen, sei angesichts der Gr?e des Unternehmens zu kompliziert geworden. <strong> Eric Schmidt </strong> VERKAUFT AKTIEN F?R MEHR ALS 300 MIO DOLLAR Google", "new_id": -2}, {"uid": "1297019827099205137", "i": 29971, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "in Baghdad in 2008 when an Iraqi journalist threw a shoe at him.\" Would They Even Be Able to Arrest Him? Not according to a spokesman for the Swiss Foreign Ministry, who told reporters that <strong> George W. Bush </strong> <q> would have immunity from prosecution for any alleged actions while in office, </q> as the Post puts it. The Post also notes that similar gambits in the past didn't pan out so well: \"The Center, and its European partners, earlier filed suits against former defense secretary <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1295576927002506766", "i": 58861, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "of its top management on Thursday, announcing that co-founder <strong> Larry Page </strong> would replace <strong> Eric Schmidt </strong> as chief executive of the Internet giant in April. Google said <strong> Eric Schmidt </strong> would remain with the company as executive chairman, focusing on <q> deals, partnerships, customers, broader business relationships( and) government outreach. </q> <strong> Eric Schmidt </strong>, who has served as Google's CEO for a decade, will also act as an internal adviser to <strong> Larry Page </strong> and to Google's other co-founder, <strong> Sergey Brin </strong>, the Mountain View, California-based company said", "new_id": -2}, {"uid": "1296833652203898918", "i": 4980, "idx": 0, "sa": ["Steven Spielberg", "David Letterman", "Howard Stern", "Jay Leno"], "q": "Although the plot is under wraps, according to The Hollywood Reporter, the comedy is based on the true story of a former cop that infiltrated the New Jersey criminal underworld in the era of <q> feathered hair and zipper jackets. </q> My Settings Your comment contains inappropriate content in violation of our <strong> Howard Stern </strong> Apologizes to <strong> David Letterman </strong> on TV, Calls <strong> Jay Leno </strong>` Horrible' Buy Schindler's List: Images of the <strong> Steven Spielberg </strong> Film from Amazon.com From Newmarket Press", "new_id": -2}, {"uid": "1297443139144588810", "i": 45417, "idx": 0, "sa": ["George H. W. Bush", "L. Brent Bozell III", "Donald Rumsfeld"], "q": "] Earlier in the segment, Hannity and <strong> L. Brent Bozell III </strong> discussed the media questioning former Defense Secretary <strong> Donald Rumsfeld </strong> about if he feels remorse for not placing more troops inside Iraq earlier on in the conflict. <q> The same reporters did nothing but bash <strong> George H. W. Bush </strong> over the surge </q> <strong> L. Brent Bozell III </strong> reminded Hannity. H. W. Bush-doj\"> Open Thread: Whistleblower Alleges Politicized FOIA Compliance at HGeorge H. W. Bush DOJ Girl Scouts Back Away From Pledge Committing Girls to Lobby for` Legislation That Reduces Greenhouse Gas Emissions' Mark Finkelstein", "new_id": -2}]