[{"uid": "1295612724190234662", "i": 30128, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "The resignation of <strong> Andy Coulson </strong>, a member of Prime Minister <strong> David Cameron </strong>'s inner circle, is likely to embarrass <strong> David Cameron </strong> and call into question his judgement in appointing the editor of a newspaper embroiled in police investigations. <q> We confirm <strong> Andy Coulson </strong> has resigned, </q> a spokesman for <strong> David Cameron </strong>'s office said. <strong> Andy Coulson </strong> was appointed as <strong> David Cameron </strong>'s media chief after he quit as editor of the News of the World tabloid in 2007 when one of the paper's reporters was", "new_id": -2}, {"uid": "1296920397048070662", "i": 25547, "idx": 0, "sa": ["Michael Gove"], "q": "it had undermined its own policy by threatening to withdraw citizenship lessons from schools. He accused Education Secretary <strong> Michael Gove </strong> of threatening to remove the subject from the national curriculum of secondary schools in England at a time <q> we've never needed it more </q>.`` It's time the right hand knew what the far-right hand is doing,'' he said. Berlusconi's brainteaser At last- the origin of the phrase` bunga bunga' is", "new_id": -2}, {"uid": "1295568037204079137", "i": 16854, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "billion, or 67pc while revenues from outside of the United States totaled US$ 4.38 billion, representing 52pc of total revenues.`` Q4 marked a terrific end to a stellar year,'' said <strong> Eric Schmidt </strong>. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, Google and the wider web. </q> Google changes its management structure While <strong> Eric Schmidt </strong> will step down as CEO he will assume the role of executive chairman focusing on deals, partnerships and broader business relationships as well as advising founders <strong> Larry Page </strong> and", "new_id": -2}, {"uid": "1297118578065749009", "i": 293, "idx": 1, "sa": ["Tom Leppert", "Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "Tem <strong> Dwaine Caraway </strong> gave a`` key to the city'' to <strong> Michael Vick </strong>. The action spawned outrage from many North Texans( including our <strong> Mayor Tom </strong> <strong> Tom Leppert </strong> releasing the following statement on Monday afternoon: <q> The action taken was not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas. Official Keys to the City are presented by the <strong> Mayor Tom </strong>, or an elected official designated by the <strong> Mayor Tom </strong>, and reserved, on a limited basis, for an elected official of international status. Clearly, this was not the case in this situation and done without my knowledge or approval. </q> Given these circumstances I have requested the City Manager propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> also released a statement in conjunction with <strong> Tom Leppert </strong>, saying: \"", "new_id": -2}, {"uid": "1295565086075235341", "i": 15916, "idx": 5, "sa": ["Eric Schmidt", "John Gruber"], "q": "people don't want Google to answer their questions... They want Google to tell them what they should be doing next.''* In that same piece, writer Holman W. Jenkins Jr. reported that <strong> Eric Schmidt </strong> <q> predicts, apparently seriously, that every young person one day will be entitled automatically to change his or her name on reaching adulthood in order to disown youthful hijinks stored on their friends' social media sites. </q>( After that article appeared, tech blogger <strong> John Gruber </strong> gave <strong> Eric Schmidt </strong> a new title: attendees at a forum organized by the Atlantic Monthly heard him testify to how much Google could learn about its users with their", "new_id": -2}, {"uid": "1295290539030998554", "i": 10887, "idx": 1, "sa": ["Gabrielle Giffords", "Will Shortz", "Kevin Brady", "Mike Pence"], "q": "it <strong> Will Shortz </strong> gain much traction in the House,'' <strong> Kevin Brady </strong> says. Like <strong> Kevin Brady </strong>, Indiana Republican <strong> Mike Pence </strong> says what happened in Tucson should not be blamed on a public policy that needs fixing. <q> What we had here was a despicable human being who engaged in a barbarous act against defenseless civilians and a Gabrielle Giffordsply respected colleague, </q> he says.`` I think we should focus on holding that individual to account.'' Is Now The Time To Act? Saying Congress has no responsibility to act is naive, according to", "new_id": -2}, {"uid": "1295065898217366614", "i": 1614, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld", "Keith Urbahn", "Robert King"], "q": "'' <strong> Robert King </strong> said. But <strong> Keith Urbahn </strong>, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out.`` This area is so fraught with legal ramifications,'' <strong> Keith Urbahn </strong> said. <q> I don't think people would take kindly to us doing a fictional play on it. It's sort of a nonstarter because of the subject. </q> <strong> Donald Rumsfeld </strong> would likely be willing to look at a script if it were another subject matter, he said. <strong> Donald Rumsfeld </strong>, who was defense secretary during the first six years of <strong> George W. Bush </strong>'s eight in", "new_id": -2}, {"uid": "1296679913025182254", "i": 8005, "idx": 0, "sa": ["Craig Oliver", "Andy Coulson", "Tommy Sheridan", "Bernard Ponsonby", "David Cameron"], "q": "BBC as an editor and executive. Now, he is replacing former News of the World editor <strong> Andy Coulson </strong> as <strong> David Cameron </strong>'s top media advisor. Announcing Mr <strong> Craig Oliver </strong>'s appointment, Mr <strong> David Cameron </strong> said: <q> <strong> Craig Oliver </strong> has formidable experience as a broadcast journalist. He will do an excellent job in explaining and communicating the government's programme. </q> Mr <strong> Craig Oliver </strong> said:`` I'm delighted and privileged to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time. EXCLUSIVE: STV's <strong> Bernard Ponsonby </strong> interviews <strong> Tommy Sheridan </strong> shortly before the...", "new_id": -2}, {"uid": "1295934426148537344", "i": 46016, "idx": 3, "sa": ["Gregg Popovich", "Allen Iverson", "Antonio McDyess", "Rodney Stuckey", "Byron Scott"], "q": "dropped to 2-10 at home in the past six weeks, and face a road trip that includes games at Boston, Cleveland, New Orleans and Orlando.`` We lost again,'' point guard <strong> Rodney Stuckey </strong> said. <q> I don't know. I really can't explain anything anymore. We just keep losing, and now we've got some great teams to play. </q> <strong> Allen Iverson </strong> led all scorers with 31 points, and <strong> Antonio McDyess </strong> added 13 points and 13 rebounds. San <strong> Antonio McDyess </strong> led May 3, 2008 NEW ORLEANS-- Hornets <strong> Gregg Popovich </strong> <strong> Byron Scott </strong> showed off the three championship rings he won as a", "new_id": -2}, {"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}]