[{"uid": "1296222150071827491", "i": 25939, "idx": 2, "sa": ["Jeb Hensarling", "Paul Ryan", "Bernie Sanders", "Charles Ellis Schumer", "Barack Obama"], "q": "Thursday the solution should not slash benefits for future generations or subject benefits \"to the whims of the stock market.\" <strong> Bernie Sanders </strong> said he would like to hear a stronger pledge from <strong> Barack Obama </strong>. <q> <strong> Jeb Hensarling </strong> of Texas said- and he's the Republican Conference chairman- that they're going to take <strong> Paul Ryan </strong>'s blueprint and use it, </q> said <strong> Charles Ellis Schumer </strong>. \"That's privatizing Medicare.... They're going to do the same for Social Security. \"Their agenda: Privatize both programs, which means end them,\" said <strong> Charles Ellis Schumer </strong>.", "new_id": -2}, {"uid": "1297214463071778371", "i": 43795, "idx": 1, "sa": ["Howard Fineman", "Ben Nelson", "Cenk Uygur", "Deroy Murdock", "Steven Clemons", "Bernie Sanders", "Ben Smith", "Ari Berman", "Ed Rendell", "David Corn", "Joan Walsh", "Sam Stein"], "q": ", MSNBC Political Analyst; <strong> Ben Smith </strong>, Politico; <strong> Joan Walsh </strong>, Salon; <strong> David Corn </strong>, Mother Jones; <strong> Deroy Murdock </strong>, National Review; <strong> Sam Stein </strong>, Huffington Post; Sen. <strong> Ben Nelson </strong>( D-Neb.); <strong> Howard Fineman </strong>, Huffington Post <q> MNSBC Live hosted by <strong> Cenk Uygur </strong> </q>: Sen. <strong> Bernie Sanders </strong>( I-Vt.); <strong> Steven Clemons </strong>, Talking Points Memo; Fmr. Gov. <strong> Ed Rendell </strong>( D-Penn.), NBC News Political Analyst; <strong> Ari Berman </strong>, The Nation \"The Last Word with", "new_id": -2}, {"uid": "1296148735048234515", "i": 6129, "idx": 1, "sa": ["Steve Ballmer", "Greg Sullivan", "Joe Belfiore"], "q": "Microsoft Corporate VP <strong> Joe Belfiore </strong> told reviewers the update would happen \"very, very soon.\" The real backtracking began at CES, however, when Microsoft CEO <strong> Steve Ballmer </strong> said that the first two Windows Phone updates would happen <q> over the next few months. </q> And this week, <strong> Greg Sullivan </strong> reiterated that latter pledge, noting that the first update would appear within \"the next few months.\" a recent commentary, however, Windows Phone is a wonderful but incomplete platform", "new_id": -2}, {"uid": "1295615027107249664", "i": 56685, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "according to a blog post penned by the man himself. The decision came down to how best optimise Google's triumvirate of power( <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong>) to become a more adaptable enterprise. <q> <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> said. WhilLarry Page takes the helm of CEO, <strong> Eric Schmidt </strong> will be executive chairman where he said he will focus on \"deals, partnerships, customers and broader business relationships, government outreach and technology thought", "new_id": -2}, {"uid": "1297290951065437723", "i": 59781, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "compete against companies like Apple and Google who hold significant leads over Microsoft in such area as mobile computing and online search. <strong> Steve Ballmer </strong> announced the latest changes Wednesday in an e-mail to Microsoft employees. <q> We're already making strong traction across our Server and Tools Business by embracing cloud services, </q> <strong> Steve Ballmer </strong> wrote. <strong> Satya Nadella </strong> \"has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future.\"", "new_id": -2}, {"uid": "1295681320220479511", "i": 56131, "idx": 5, "sa": ["Carmelo Anthony", "Soulja Boy", "Phil Jackson", "Allen Iverson"], "q": "losses that AI endured when he first came to Colorado, fueling his critics' contention that two superstar scorers couldn't coexist for very long. \"I alSoulja Boys felt good about my situation,\" <strong> Allen Iverson </strong> said. <q> That was the whole big thing with me. I knew there was going to be one day when` Melo came back and JR came back, and I knew that we'd be able to get into practice and get some offensive and defensive chemistry going. \"I felt I was in a better position than I was in Phil Jacksonadelphia, so I never lost hope or lost focus because I felt the day that we'd be playing good basketball would come, </q> <strong> Allen Iverson </strong> said. \"I'm just Anthony_Carmelo Anthony_41_Pts_MIX_NBA_09/10_Season_Denver_Nuggets_At_Portland_Trail_Blazers Green Day performs August 28, 2010 at Comfort Dental Ampitheatre. First look at Total Health Concepts' new Denver Colorado Medical Marijuana Dispensary thc-dispensary. com Please pardon the limited", "new_id": -2}, {"uid": "1295645219096387090", "i": 29245, "idx": 0, "sa": ["David Letterman", "Barack Obama"], "q": "<strong> David Letterman </strong> reads <strong> Barack Obama </strong> Top 10 list <strong> Barack Obama </strong>'s second anniversary in office with a special Top 10 list on his talk show. <strong> David Letterman </strong> read <q> Ways <strong> Barack Obama </strong> Celebrated His Two-Year Anniversary in Office </q> on Thursday's edition of \"Late Show with <strong> David Letterman </strong>.\" The list went as follows: 10. Spelled \"two years\" on the South Lawn of the White House with cigarette butts", "new_id": -2}, {"uid": "1297260229046088245", "i": 29423, "idx": 1, "sa": ["Susan Boyle", "Simon Cowell"], "q": "Music, a record for a reality show competition. \"I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,\" <strong> Simon Cowell </strong> said via a statement. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar. </q> <strong> Simon Cowell </strong> said that he was inspired to remove the age limit after <strong> Susan Boyle </strong> was discovered on Britain's Got Talent in 2009 for her performance of \"I Dreamed a Dream\" from Les Miserables. The", "new_id": -2}, {"uid": "1297363571104955962", "i": 6448, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "scene. \"The surge was the right thing to do at the right time,\" <strong> Donald Rumsfeld </strong> said, giving Bush \"a whale of a lot of credit\" for pulling the trigger on it. <q> He galvanized opinion in Iraq </q> as well as in the US, <strong> Donald Rumsfeld </strong> says, which was important to bolster the new Iraqi government and the connections between the US and Iraqi forces. The intelligence hadn't indicated that a broad-based insurgency would take", "new_id": -2}, {"uid": "1295970663009764877", "i": 27782, "idx": 3, "sa": ["Marcus Camby", "Carmelo Anthony", "Robert Horry", "Allen Iverson", "Tim Duncan", "Sam Mitchell", "David West"], "q": "game of their David Western Conference playoff series with <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> leading the way. \"The guys who were here two years ago know we were in the Sam Mitchelle situation last Tim Duncane,\" Denver center <strong> Marcus Camby </strong> said. <q> They ran off and won four straight. That's why no one is really happy. We came out to get Game 1 but we also want to get Game 2. </q> If <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> play this well again, the Nuggets have a good <strong> Robert Horry </strong>. <strong> Carmelo Anthony </strong> scored 30 points and <strong> Allen Iverson </strong> added 31, including 29 after a sluggish first quarter. \"Two years ago we pRobert Horryably were", "new_id": -2}]