[{"uid": "1295564077055705607", "i": 27224, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "kalifornischen Mountain View mit. Sein Kompagnon <strong> Sergey Brin </strong> soll sich derweil um neue Produkte k?mmern. Der bisherige Firmenlenker <strong> Eric Schmidt </strong> wird Chef des Verwaltungsrats. In dieser neuen Rolle ist er etwa f?r Kooperationen oder bernahmen zust?ndig. <q> Wir haben unsere Rollen jetzt klarer geregelt </q>, sagte <strong> Eric Schmidt </strong>. Unter dem erfahrenen Manager hatte sich Google von einem Internetsuch-Unternehmen zu einem breit aufgestellten Technologiekonzern gemausert. ROUNDUP/Aktien New York Schluss: Moderates Minus- China k?nnte Zinsen anheben", "new_id": -2, "mturk_index": "1843"}, {"uid": "1295944439238239756", "i": 41882, "idx": 0, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> has finally admitted what the public have always thought- that he is a <q> pain in the a*** </q>. The X Factor judge couldn't resist making a joke about himself in an online video, where he gave his backing to Save The Children's new campaign, No Child Born To Die. \"", "new_id": -2, "mturk_index": "827"}, {"uid": "1295667435215973892", "i": 32455, "idx": 0, "sa": ["Andy Coulson", "Richard Smith", "Alan Johnson"], "q": "story- Labour politicians caught with their hands in the till Tories with their trousers down. Does this mean <strong> Alan Johnson </strong> is a closet Tory? Bernard Travers 21 January 2011 at 20:59 Please explain <q> the false morality of Carry on Camping </q>. I'm serious, I have no idea what this means. <strong> Richard Smith </strong> 21 January 2011 at 21:22 2 comments Elsewhere on the Blogosphere <strong> Andy Coulson </strong> should never have been appointed in the first", "new_id": -2, "mturk_index": "570"}, {"uid": "1296541564262815772", "i": 14750, "idx": 5, "sa": ["Žydrūnas Ilgauskas", "Jimmy Cleveland", "Chris Webber", "LeBron James", "Allen Iverson", "James Cleveland"], "q": "<strong> Allen Iverson </strong> 31pts Philadelphia 76ers vs <strong> LeBron James </strong> <strong> Jimmy Cleveland </strong> Cavaliers 2004/2005 Regular Season NBA game!!!!!!! <strong> Allen Iverson </strong>'s Žydrūnas Ilgauskasgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. <q> Just get your swagger back, </q> <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. \"That's really what I did. It helped me out.\" Webbe... <strong> James Cleveland </strong>- Short Gospel History( 2) The Reverend Dr. <strong> James Cleveland </strong>( December 5, 1931-", "new_id": -2, "mturk_index": "586"}, {"uid": "1295820409029966343", "i": 8490, "idx": 5, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "that new blood, a new perspective, is needed,\" he said. Whatever happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. <q> <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs, </q> he said. \"Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style.\" If you enter anything in", "new_id": -2, "mturk_index": "623"}, {"uid": "1296373180057065475", "i": 28253, "idx": 5, "sa": ["LeBron James", "Dorell Wright", "Allen Iverson", "Ime Udoka", "Sergio Rodríguez Reche", "Dwyane Wade"], "q": "and three steals. \"All my life I've been watching him play and to have the opportunity to play him was fun,\" said LeBron Jamess guard <strong> Sergio Rodríguez Reche </strong>, who was matched up against <strong> Allen Iverson </strong> at tIme Udokas. <q> He showed that he can still play and he can play well. He looked great. </q> <strong> Allen Iverson </strong> was at his best in Wade_Dwyane Wade_Complete_Highlights_vs_LeBron Jamess_[34_Points_10_Assists] SACRAMENTO, Calif.-- The best and worst moments of <strong> Dorell Wright </strong>'s NBA career have both come in Sacramento. <strong> Dorell Wright </strong> will certainly savor what happened Sunday night against the LeBron Jamess.", "new_id": -2, "mturk_index": "1774"}, {"uid": "1295977910157089808", "i": 37517, "idx": 12, "sa": ["Allen Iverson", "Damon Jones", "Guo Lusheng"], "q": "his first triple-double of the season-- 30 points, 10 assists and 10 rebounds-- and 10th of his career. \"We contained him,\" said <strong> Allen Iverson </strong>, who finished with 25 points and nine assists. <q> That's all you can do with players like that. You can't play this game scared. </q> The Cavaliers cut Denver's cuGuo Lushengon to 103-98 on <strong> Damon Jones </strong>' 3-pointer with 3:15 left in the game. But Denver closed the game out with a 7-1 run. The struggling Cavaliers have now lost four of their last", "new_id": -2, "mturk_index": "1908"}, {"uid": "1295768239143409188", "i": 6746, "idx": 0, "sa": ["Paul Smith", "Baron Davis", "Bill Walsh", "Allen Iverson", "Tony Banks"], "q": "behind them. \"It was a must win for us. We came up with that attitude,\" said <strong> Tony Banks </strong>, who had 25 points, including a 3-pointer that made it 104-90 with 7:52 to go. <q> It was` win or go home' in our minds. </q> The lead grew to 17 before the Warriors mounted one last run, scoring nine straight points to cut it to Walsh_Debate_KCRA-NBC3_6pm_Sacramento,_CA_03-20-2010wmv <strong> Paul Smith </strong> is interviewed by KCRA channel 3 on March 21st 2010. Iverson_Allen Iverson_33pts_vs_Baron Davis_Baron Davis_Warriors_07/08_NBA <strong> Allen Iverson </strong> squared up, hit", "new_id": -2, "mturk_index": "1298"}, {"uid": "1294993731152698898", "i": 27110, "idx": 2, "sa": ["Michael Vick", "David Akers"], "q": "night, not for a team that was outplayed throughout four quarters but somehow remained within striking distance. \"I just took a shot at the end zone,\" <strong> Michael Vick </strong> said of his final pass. <q> I could have checked it down to the back, and I feel like I got greedy.... It's a bad way to go out, but, hey, I went out swinging. </q> Several times Sunday, the Eagles took swings and missed. Kicker Akers\" Akers-David Akers-PESPT000064.topic\"> <strong> David Akers </strong> was off target on field-goal attempts of 41 and 34 yards, the team converted just 38% of its third", "new_id": -2, "mturk_index": "622"}, {"uid": "1295508803113688616", "i": 6429, "idx": 3, "sa": ["Stephen Tyler", "Steven Tyler", "Tyler Cuma", "Jennifer Lopez", "Simon Cowell"], "q": "judges <strong> Jennifer Lopez </strong> and <strong> Stephen Tyler </strong> to hold on to the audience. And if you think <strong> Simon Cowell </strong> was stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or target=\"_blank\" an overbearing judge, </q> <strong> Tyler Cuma </strong> told reporters in a conference call Tuesday.\" [ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a good career out", "new_id": -2, "mturk_index": "848"}]