[{"uid": "1296925333084377631", "i": 42595, "idx": 0, "sa": ["Michael Vick"], "q": ": Snow and ice is seen on the roof of Cowboys Stadium,... Photo in Slideshow: The setting sun is reflected on the side of Cowboys... Photo: NFC quarterback <strong> Michael Vick </strong> of the Philadelphi... Report Abuse <q> im suprised the new world order didnt get the media to demonize snow </q> and say if you dont stay inside the snow will melt your face off.----------- iLs Dialprt Soba Upaah Chis Nanba Zixlay Dodsih. iLs Dialprt Soba Upaah Chis Nanba Zixlay Dodsih. iLs", "new_id": -2}, {"uid": "1295669855215973935", "i": 37831, "idx": 0, "sa": ["Andy Coulson"], "q": "afternoon we have carried out a thorough forensic examination at the scene of the crime and have been checking local CCTV in an effort to glean further information on this attack.\" Det Insp Martin added: <q> The park is frequented by dog walkers and I would appeal to anyone who was in the park at the time and may have unwittingly seen something that could be helpful to the inquiry. \"The weather was particularly foggy yesterday afternoon and visibility in the park was poor, however, I would ask anyone who heard anything untoward to contact my office. </q> Woman indecently assaulted and slashed across face at park Downing Street spin doctor <strong> Andy Coulson </strong> resigns in phone-hacking row Ice eliminator that clears icy roads at-20 C to be used across Scotland 300 jobs could be created in Dundee", "new_id": -2}, {"uid": "1297275457033341484", "i": 2795, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "business, which includes the search engine Bing and Internet portal MSN. He takes over from Bob Muglia, who announced plans to step aside last month. A 19-year Microsoft veteran, <strong> Satya Nadella </strong> has <q> the right mix of leadership, vision and hard-core engineering chops, </q> Microsoft Chief Executive <strong> Steve Ballmer </strong> said in a memo to employees, which was made public. \"We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to", "new_id": -2}, {"uid": "1296171506171278372", "i": 4737, "idx": 0, "sa": ["Michael Steel", "Bill Clinton", "Sen. Joe Lieberman", "Mike Pence"], "q": " ABC News] Boehner on his past suggestion that he'd raise the Social Security retirement age: \"<strong> Sen. Joe Lieberman </strong> made a mistake when <strong> Sen. Joe Lieberman </strong> did that.\" <strong> Bill Clinton </strong> <strong> Michael Steel </strong>: <q> He was discussing his broader belief about entitlement reform: that you need to have an adult conversation to make the American people aware of the problems that Social Security, Medicare, and Medicaid face before you can discuss possible solutions- like raising the retirement age. </q> MIKE PENCE NOT RUNNING FOR PRESIDENT <strong> Mike Pence </strong> Falcone notes: \"<strong> Mike Pence </strong>'s appeal among conservatives became even more clear in September when he won a straw poll at the Family Research Council's annual Values Voter", "new_id": -2}, {"uid": "1295570598118865953", "i": 5248, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Mashery provides scalable on-demand infrastructure for managing your APIs. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"By elevating me and having Larry running things day to day,", "new_id": -2}, {"uid": "1297707579165232693", "i": 12436, "idx": 0, "sa": ["Michael Vick", "Lil Wayne"], "q": "Packers are his favorite team. <strong> Lil Wayne </strong> reminisces on how the 10-6 Packers defeated <strong> Michael Vick </strong> and the Philadelphia Eagles, the Atlanta Falcons, and finally the Chicago Bears to get to the big game. <q> Yeah, like I said, this ain't a diss song, </q> <strong> Lil Wayne </strong> says at the end of the song. \"I just love my team, that's the team with them big Gs on the helmet.\"", "new_id": -2}, {"i": 172, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the company needs to overhaul search, build a social network and figure out the best strategy for operating systems. As for advocacy, that's all <strong> Eric Schmidt </strong>. His blog post says he'll be focusing on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> In other words, his only job now is to make Google look nice to the outside world.( In that case, he might want some practice at avoiding Google Apologizes for Buzz Privacy Issues- PCWorld", "sa": ["Eric Schmidt"], "uid": "1295574163043630601"}, {"uid": "1296985359227049513", "i": 2893, "idx": 1, "sa": ["Gregory Mosher", "Michael Vick", "Bill Bradley", "Gary Wood"], "q": "the <strong> Michael Vick </strong> of his time,\" and Mr. <strong> Gary Wood </strong>'s 35-34 miracle comeback against Princeton in 1962. \"I can still see the way the light was hitting the field,\" Mr. <strong> Gregory Mosher </strong> said. <q> It feels like that game was 10 minutes ago. </q> WHAT YOU MIGHT NOT KNOW When Cornell's basketball squad upset <strong> Bill Bradley </strong> and Princeton 70-69 in 1965, the teenage Mr. <strong> Gregory Mosher </strong> and his friends rushed from the stands. \"I felt somebody pushing me", "new_id": -2}, {"uid": "1295278289044859433", "i": 19953, "idx": 2, "sa": ["Mike Pence"], "q": "the APC, said that <strong> Mike Pence </strong>'s ability to unite the three traditional areas of conservatism- fiscal, foreign policy, and social- make him an ideal candidate for the nation's newly energized conservatives. <q> <strong> Mike Pence </strong> describes himself as \"First a Christian, then a conservative, then a Republican.\" He unifies fiscal, social, and national security conservatives, and will energize the conservative coalition essential to winning back The White House in 2012, </q> Benko said in the release. Benko told CNSNews.com on Monday that the rise of Internet fundraising and organizing, coupled with the emergence of the tea party activists, gives <strong> Mike Pence </strong> a \"ready\" base in", "new_id": -2}, {"uid": "1297490810192626705", "i": 25807, "idx": 0, "sa": ["Mike Pence"], "q": "people know that we support them,\" said Rep. Allen West, R-Fla., an outspoken member of the new freshman class. West will give the keynote speech today at the Conservative Political Action Conference. <q> You don't get a second chance at a first impression, and it's extremely important that we keep our word to the American people, </q> said Rep. <strong> Mike Pence </strong>, R-Ind., a veteran who is considered a bellwether among conservatives. \"I'm reasonably confident that House Republicans will meet that objective and cut$ 100 billion or more,\" he said", "new_id": -2}]