[{"uid": "1296743725199131151", "i": 31595, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "Mayor Curses the Groundhog Watch: Crisis in Egypt: Clashes on Cairo's Streets Watch: Bloodshed in Cairo Caught on Tape <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War The Middle East would be <q>far more perilous than it is today</q> with <strong> Saddam Hussein </strong> in power, <strong> Donald Rumsfeld </strong> wrote in his new book, \"Known and Unknown: A Memoir\"-- slated to be released next week. While the book's contents have been a tightly guarded", "new_id": -2}, {"uid": "1297369907222625904", "i": 38672, "idx": 0, "sa": ["Carolyn Murphy", "David Letterman"], "q": "suits- dubbed the candy red bikini- was worn by <strong> Carolyn Murphy </strong> and selected for the cover, which is the Oscar of the industry. But making the inside pages is not a mere consolation. <q>Everybody opens up the issue and goes: \"Wow, where can I get this suit?' \"said Simon Southwood of Sauvage Swimwear, which has had several of its designs grace the famous pages. \"Consumers love to follow what's hot, what's glamorous, what's beautiful.</q> This year's issue will be revealed on Monday, Valentine's Day, on <strong> David Letterman </strong>\"s show, followed by newsstand sales the next day. The location of the shoots and who makes the", "new_id": -2}, {"uid": "1295412063129597469", "i": 4579, "idx": 0, "sa": ["Sergio Marchionne"], "q": "| Chrysler weighs changes to minivans Chrysler is debating the future of its Dodge Grand Caravan and its Chrysler Town and Country minivans. \"We need to completely rethink the minivan,\" CEO <strong> Sergio Marchionne </strong> said Tuesday. <q>We need to retain all its functionality but make it much more versatile.</q> The Treasury Department on Tuesday auctioned$ 29 billion in three-month bills at a discount rate of 0.155 percent, up from 0.150 percent last week. And$ 28 billion in six-month bills was auctioned at a discount", "new_id": -2}, {"uid": "1297375002139821119", "i": 36776, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "company's Azure cloud unit, will be leaving, CEO <strong> Steve Ballmer </strong> said in an e-mail to employees Wednesday. Our Judges Selected Some of The Most Groundbreaking Technology at Interop 2008, Including Overall Best of Show <q>Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team,</q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1297260081046088218", "i": 10076, "idx": 1, "sa": ["Eric Schmidt"], "q": "EU for alleged abuse of its dominant position in search. \"The engineers build stuff, the lawyers come in, there are then a series of often very difficult fights inside the company\" <q>It is very important that the lawyers are not making the product decisions,</q> <strong> Eric Schmidt </strong> told the Sunday Telegraph. \"Because the lawyers, on balance, will be more conservative, because that is how lawyers work. So I always say to the product makers", "new_id": -2}, {"uid": "1295560336014680069", "i": 10424, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "stepping down, to be replaced by founder Larry Page. Mr. <strong> Eric Schmidt </strong> will become executive chairman and will focus externally on deals, partnerships, customers, broader business relationships and government outreach. <q>Mr. Page will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's Chief Executive Officer.</q> <strong> Sergey Brin </strong>, the last of the triumvirate at the top of Google's management team, will devote his time and energy to strategic projects, in particular working on new products. It's a shocking", "new_id": -2}, {"i": 27974, "idx": 0, "index_answer": 1, "new_id": -1, "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q>At this stage, the number of opportunities just vastly exceed the number of people we have at the company,</q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest", "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "uid": "1296008746052953103"}, {"uid": "1295766642175063052", "i": 16168, "idx": 0, "sa": ["Allen Iverson"], "q": "Sabol. \"When <strong> Allen Iverson </strong> started wearing it, it was for a purpose- to keep elbow swelling down and protect it from further injury- and then he sparked a fad,\" Sabol said. <q>From a sports medicine perspective, the sleeve does offer a little bit of compression, keeps the joint warm and can be fitted with a pad to protect the elbow from further injury when players dive on the floor. That's mainly why <strong> Dwyane Wade </strong> wears one, because of the physical nature of his game. But for many athletes, it's more that they like how it looks and feel good wearing it.</q> And if an athlete feels good wearing something, they should wear it, he said.\"[ Former Heat trainer] Ron Culp told me if a player wants to rub peanut butter on", "new_id": -2}, {"uid": "1296709692055181312", "i": 47084, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama", "President Bush"], "q": "Wednesday. \"Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,\" <strong> Donald Rumsfeld </strong> wrote, according to the Times, but <strong> President Bush </strong> <q>wanted the options to be \"creative.\"</q> The stories reveal that <strong> Donald Rumsfeld </strong>, despite his In Full: State of the U...( 19:09:20 \"IN FULL: <strong> Barack Obama </strong> spoke before Congress in his first State of the Union addres...\"", "new_id": -2}, {"uid": "1297287102243777541", "i": 46281, "idx": 0, "sa": ["James O'Keefe", "Lila Rose", "Laura Ingraham", "Mike Pence"], "q": "he condoned the supposed malfeasance shown on the tapes that haven't been proven to be accurate. As did <strong> Laura Ingraham </strong>, Bill cited the money that PP gets from the taxpayer. When he introduced <strong> Mike Pence </strong> he said that <q>like ACORN, these tapes should tell the tale.</q>( ROFLMAO- <strong> James O'Keefe </strong>'s doctored tapes that didn't prove diddly. ACORN was exonerated and <strong> James O'Keefe </strong> was shown to be a con artist) Being <strong> Lila Rose </strong>'s fan, he said that he didn't believe", "new_id": -2}]