[{"uid": "1297676452157712406", "i": 8458, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": ". They could be seen putting out fires started by petrol bombs that landed in the garden, when anti-government protesters fought with gangs supporting President <strong> Hosni Mubarak </strong>. On his official blog, Mr <strong> Zahi Hawass </strong>, wrote: <q>I have said that if the Egyptian Museum is safe, Egypt is safe. However, I am now concerned Egypt is not safe.</q> But he later added: ''Not a single thing has been thrown at the museum by the thousands of protesters in Tahrir Square, because these people do not want to damage their cultural heritage.''", "new_id": -2}, {"uid": "1295733874106954754", "i": 14041, "idx": 3, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q>I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,</q> <strong> Tyronn Lue </strong> said. ''We were trying to keep the ball out of his hands as much as possible.'' ''He was holding me the whole time,'' <strong> Allen Iverson </strong> said 1993 NIGEL MANSELL FIRST TEST IN A", "new_id": -2}, {"uid": "1295813471267649090", "i": 27865, "idx": 0, "sa": ["Steve Ballmer"], "q": "isn't worth the bits in the cloud. Vivek's thoughts on Quora remind me of <strong> Steve Ballmer </strong> on the iPhone circa 2007. Totally misses the disruptive element. this person@vwadhwa is a poor judge of startups. <q>Why I Don't Buy Quora Hype</q> http://jc.is/hIDN8O#wrong#dumb#linkbait Motorola Xoom launching February 17th at Best Buy( update: priced at$ 700) Hacker Shows It Doesn't Take$ 8 Million to Clone Qwiki- Just 321 Lines of HTML Will do", "new_id": -2}, {"uid": "1296170522222920753", "i": 26132, "idx": 0, "sa": ["Steve Ballmer"], "q": "large chunks of the enterprise-spending pie. Microsoft's Server and Tools Business-in many ways the epicenter of its cloud strategy-is primed to undergo a shakeup this year with the departure of longtime division president Bob Muglia. <q>While Windows and Office are household words, our Server and Tools business has quietly and steadily grown to be the unquestioned leader in server computing,</q> Microsoft CEO <strong> Steve Ballmer </strong> wrote in a Jan. 10 email to employees announcing Muglia's removal. ''We are now ready to build on our success and move forward into the era of cloud computing.''", "new_id": -2}, {"uid": "1297422806245137409", "i": 23242, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "smartphone from its partnership with Microsoft, although he also hinted that we shouldn't have to wait too long as they are expecting a quick rollout of the new hardware to suit a range of devices. <q>Part of the unique relationship here is that we will help Microsoft go down scale,</q> said <strong> Stephen Elop </strong>, confirming that Microsoft will loosen its strict hardware guidelines. Microsoft CEO <strong> Steve Ballmer </strong> added that the software giant has been working on making that happen since November, and that it really liked Nokia's", "new_id": -2}, {"uid": "1295668634145047607", "i": 18708, "idx": 2, "sa": ["Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. ''It's hard coming into a situation where guys have been http://wn.com/Detroit_Pistons_@_Chicago_Bulls_|_ 1991_Playoffs_|_ ECF_Game_1_The_statement_game Before a deafening crowd of 18676 fans at Chicago Stadium, the Bulls defeated the Pistons,", "new_id": -2}, {"uid": "1297161526055738379", "i": 33848, "idx": 7, "sa": ["Simon Cowell"], "q": "held in major cities, including New York/ Los Angeles. A couple of rounds into the auditions, <strong> Simon Cowell </strong> said, contestants will perform in front of a live arena audience. <q>I want to see them perform in that setting,</q> he said. ''And while it puts more pressure on, it can also help. I'm not sure Britain's Got Talent'] with just a judges' panel. The audience really lifted her", "new_id": -2}, {"uid": "1296191704107577350", "i": 11901, "idx": 0, "sa": ["Steve Earle", "David Letterman"], "q": "of outside life that may be associated with abuse. Now Mr. <strong> Steve Earle </strong> is back on tour. He recently performed on <strong> David Letterman </strong>'s show. He says he is sober, but maybe not for good. <q>I'm never going to say it's not going to happen again. I'm smart enough to know that.</q> john.jurgensen@wsj.com <cite> Printed in The Wall Street Journal, page D1 </cite> Copyright 2011 Dow Jones& Company, Inc.. All Rights Reserved This copy is for your personal, non-commercial use only", "new_id": -2}, {"i": 6221, "idx": 4, "index_answer": 0, "new_id": -1, "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. ''Larry has been with me in every major decision in the past decade,'' <strong> Eric Schmidt </strong> said in an interview Thursday. <q>It's not like he has been sitting around doing nothing.</q> Although management by committee worked well enough to turn Google into an enormous success, it eventually slowed Google's reaction to popular new ideas such as Facebook and Twitter. The bureaucracy also has caused Twitter and", "sa": ["Eric Schmidt"], "uid": "1295668654007979024"}, {"uid": "1295386149175915067", "i": 2897, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Hillary Clinton", "P.J. Crowley"], "q": "modifying the language or persuading the Palestinians to abandon the effort. ''We have made clear that we do not think that this matter should be brought before the Security Council,'' <strong> P.J. Crowley </strong> told reporters. <q>We do not believe that this would be a productive step.</q> On Tuesday, 17 senators led by Democratic <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, wrote to Secretary of State <strong> Hillary Clinton </strong> urging the administration to veto the move and ''make it clear to the Palestinian Authority that it needs to sit", "new_id": -2}]