[{"uid": "1296783764243531794", "i": 9589, "idx": 0, "sa": ["Zahi Hawass"], "q": "Our Silver Perspectives enrichment program offers travelers interesting journeys hosted by noted historians, political analysts, bestselling authors and other esteemed experts,\" said Steve Tucker, Silversea's vice president of field sales for North America. <q> And many of these voyages will feature several guest lecturers teaming up to host a broad range of entertaining and enlightening presentations on a single itinerary. </q> One such sailing with multiple guest speakers is Silver Spirit's 15-day, Dubai-to-Athens World Cruise Segment 5109, departing April 18. Highlighting the enrichment program are: <strong> Zahi Hawass </strong>, one of the world's most famous", "new_id": -2}, {"uid": "1295325224053116945", "i": 9, "idx": 0, "sa": ["Grant Hill", "Allen Iverson"], "q": "points on 10/13 FG attempts including 5/5 three pointers, as the Suns overcame an early 18-point deficit to defeat the Spurs 110-96 and take a 3-0 lead in their best of seven series in the Western Conference Semifinals. <q> I think it's safe to say that may have been the best fourth-quarter performance I have ever seen in a playoff game, </q> Suns forward <strong> Grant Hill </strong> said. http://wn.com/Allen_Iverson_1st_Win_as_a_Pistons_vs_Kings_30pts_9asts_7rebs_08/09_NBA For a veteran like <strong> Allen Iverson </strong>, a win in November against a lottery team rarely registers as important. After losing his first two games with his new team, that wasn't the", "new_id": -2}, {"uid": "1295665726231571528", "i": 3311, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "of becoming a publicly traded company. Today, in the face of Internet sensation Facebook <strong> Google Inc. </strong> and a resurgent Microsoft Corp., Page takes over the company in a pivotal point of its history. <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! </q> <strong> Eric Schmidt </strong> wrote in <strong> Google Inc. </strong>'s official blog post. \"Larry, in my clear opinion, is ready to lead.\" <strong> Eric Schmidt </strong>, a former Novell executive, has led the company since 2001. He", "new_id": -2}, {"uid": "1295439905093192278", "i": 21705, "idx": 3, "sa": ["Jim Cantiello", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "miss <strong> Simon Cowell </strong>'s acerbic wit, <strong> Jim Cantiello </strong> said he's really looking forward to new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. \"I can't wait to see the insane energy <strong> Steven Tyler </strong> brings to the table,\" he said. <q> He's going to make for some great live TV. And then there's <strong> Jennifer Lopez </strong>, who I imagine being deadly serious. I'm thinking business suits, furrowed brow. She's going to want to be taken seriously, especially next to crazy <strong> Steven Tyler </strong>. </q> After a few seasons of lackluster performers and stagnant ratings, Entertainment Weekly \"Idol\" writer Annie Barrett said she's just looking forward to what feels like a whole new show. \"It will", "new_id": -2}, {"uid": "1295606549109838348", "i": 43130, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "tremendous leader and I have learned innumerable lessons from him.\" Mr Page said Google is just at the \"tip of the iceberg\" of how the internet will change consumers lives in the future. <q> If you think about the next five years of what your online life will be like, we are only just[ getting] started and I am very excited, </q> he added. Mr <strong> Eric Schmidt </strong> said his new role would concentrate on \"deals, partnerships, customers and broader business relationships\". Mr <strong> Sergey Brin </strong> will devote his time to \"strategic projects\", particularly", "new_id": -2}, {"uid": "1295562281254656562", "i": 12342, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. <strong> Google Inc. </strong> earned US$ 2.5 billion", "new_id": -2}, {"uid": "1295956479149733513", "i": 27477, "idx": 2, "sa": ["Mike Pence"], "q": "federal spending should begin with a denial of all federal funding for abortion, both at home and abroad. \"We must not remain silent when great moral battles are being waged,\" said <strong> Mike Pence </strong>. <q> Those who would have us ignore the battle being fought over life have forgotten the lessons of history. As in the days of a house divided, America's darkest moments have come when economic arguments trumped moral principles. </q> <strong> Mike Pence </strong> called for stripping Planned Parenthood, which he referred to as the \"largest abortion provider in America,\" of federal funding. \"Every American knows in their heart, this is the", "new_id": -2}, {"uid": "1297254715238534658", "i": 10185, "idx": 0, "sa": ["Michelle Obama", "Donald Rumsfeld", "Barack Obama", "Nancy Reagan"], "q": "first... Photo in Slideshow: U.S. <strong> Barack Obama </strong> and first <strong> Nancy Reagan </strong> Video: Elaborate ceremony for <strong> Nancy Reagan </strong> centennial... Photo in Slideshow: <strong> Michelle Obama </strong> <strong> Nancy Reagan </strong> <strong> Michelle Obama </strong> talks with Lt... Video: Why Americans Are Turning Against Obamacare Report Abuse <q> she should start with this guy: Michael Moore's slovenly attire and overall sloppy appearance is used to create the image that he's just like you! The common man. He's not greedy, no no. The$ 19.8 million he made off one of his stupid films was more than enough for him. Or was it? Moore has now sued his former partners, claiming they \"cheated' him out of$ 2.7 mil. </q> Report Abuse \" Reduce the caboose, it is pretty big. \" Time.com: Safety Investigators Clear Toyota-- But Safety\"s No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers", "new_id": -2}, {"i": 16414, "idx": 0, "index_answer": 3, "new_id": -1, "q": "to have plenty of laughs at <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong>'s expense but now they've been replaced with <strong> Michael McIntyre </strong> and <strong> David Hasselhoff </strong>. <strong> Ant McPartlin </strong> admitted BGT had changed without those two big egos to prick. He said: <q> It has changed the mood of the show but, you know, it might be for the better. \"Hoff does a great job but isn't <strong> Simon Cowell </strong> or <strong> Piers Morgan </strong>. You miss <strong> Simon Cowell </strong> because he is the best judge. He has that ability to say what you at home are thinking. </q> <strong> Declan Donnelly </strong> added: \"For me, it's just great to be able to introduce the guy from Knight Rider every day... to a backing track of the Knight Rider theme tune.\"", "sa": ["Piers Morgan", "David Hasselhoff", "Simon Cowell", "Ant McPartlin", "Declan Donnelly", "Michael McIntyre"], "uid": "1297481921069795902"}, {"uid": "1295595231037634053", "i": 11018, "idx": 8, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "Page said. Although he tried to debunk the idea, <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinised companies. <q> I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped, </q> said <strong> Ken Auletta </strong>, author of Googled: The End of the World As We Know It. \"I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For", "new_id": -2}]