[{"uid": "1297089447093831169", "i": 3092, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "on Iraq troop draw down speed.| Reuters <strong> President Bush </strong> Defense <strong> Donald Rumsfeld </strong> is conceding`` it's possible'' that the biggest mistake of the Iraq war came in drawing down troops too quickly. <q> I don't have enough confidence to say that that's right. I think that it's possible, </q> he said.`` We had[ an] enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed.'' He added:`` It's hard to", "new_id": -2}, {"uid": "1297112166205144067", "i": 5560, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell"], "q": "done a good job.'' Asked if <strong> Paula Abdul </strong> could be a judge on his new show, which debuts next fall and has not yet announced a full judging panel, <strong> Simon Cowell </strong> demurred. <q> I'm a massive fan of <strong> Paula Abdul </strong>, </q> he said.`` We've been in regular contact... I'm not going to say today who we are going to confirm or not... because the truth is we haven't made up our minds up yet", "new_id": -2}, {"uid": "1295586027175472666", "i": 16648, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "he will remain`` an advisor to Larry and <strong> Sergey Brin </strong>.''`` I have learned a ton from him over the years,'' Mr. Page said of Mr. <strong> Eric Schmidt </strong> in a conference call. <q> I can not be more excited about moving us forward, and we are really only at the beginning. </q> The transition has long been contemplated, according to a person familiar with the matter, and planning for it accelerated last year. People briefed on the matter said aspects of the personal relationship between", "new_id": -2}, {"uid": "1296649336203423746", "i": 12630, "idx": 0, "sa": ["Simon Cowell"], "q": "`` I'm not a Mr <strong> Simon Cowell </strong> by any means. I have been teased quite a lot for being too nice to people, because I know what they are going through.'' He said: <q> I don't like upsetting people. It was an odd moment. It was a joke and I jumped up to sort it out and I sorted it out.`` I apologised and I put him through because he was very good and showed promise. </q> He insisted:`` I am not being ruthless and shattering people's dreams- that's the opposite of what I want to do. Ruthlessness is not something that comes easily.'' There", "new_id": -2}, {"i": 12826, "idx": 4, "index_answer": 0, "new_id": -1, "q": "taken a lot of the heat unfairly'' and`` deserve a lot of credit'' for their work. <strong> Donald Rumsfeld </strong> was also critical of <strong> Barack Obama </strong>'s attempt to close the site. During the 2008 presidential campaign, <strong> Barack Obama </strong> <q> was critical of indefinite detention for unlawful combatants. He was critical of military commissions, </q> he said.`` And here we are... two-plus years later, and all of those things are there. Not because anyone wants them to be there, but because they were the best solutions.'' The", "sa": ["Donald Rumsfeld", "Barack Obama"], "uid": "1297215580168738818"}, {"uid": "1295887271156680263", "i": 9803, "idx": 0, "sa": ["Eric Schmidt", "Sheryl Sandberg", "Mark Zuckerberg"], "q": "<strong> Eric Schmidt </strong> moving into the executive chairman role.). Facebook's <strong> Mark Zuckerberg </strong> sought out <strong> Sheryl Sandberg </strong>. It's a tried and true part of a start-up's growth path, but it's no simple task. <q> How do we make sure we preserve the culture and all the wonderful insights and talents that our founding team members were able to inject, while making sure we have a management bench that will maximize our chances of success? </q> asks Phil Dur, managing director at Investor Growth Capital, an expansion-stage venture firm.`` You can have a good product and good market opportunity but if you don't have good management, you don't have", "new_id": -2}, {"uid": "1295047677008175621", "i": 13272, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush", "Michelle King"], "q": "<strong> Michelle King </strong> said. But Keith Urbahn, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out.`` This area is so fraught with legal ramifications,'' Urbahn said. <q> I don't think people would take kindly to us doing a fictional play on it. It's sort of a nonstarter because of the subject. </q> Advertisement <strong> Donald Rumsfeld </strong> would likely be willing to look at a script if it were another subject matter, he said. <strong> Donald Rumsfeld </strong>, who was defense secretary during the first six years of <strong> President Bush </strong>'s eight", "new_id": -2}, {"uid": "1296745616231997453", "i": 24493, "idx": 2, "sa": ["John McCain", "Donald Rumsfeld"], "q": "\"`` Abu Ghraib and its follow-on effects, including the continued drum-beat of` torture' maintained by partisan critics of the war and the president, became a damaging distraction,'' Mr. <strong> Donald Rumsfeld </strong> writes. <q> More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point. </q> America is not going to disagree with you on that one! Especially not <strong> John McCain </strong>, who told Watch the Trailers for Incendies and In a Better World Brooklyn Plans Kitchen for Small Producers; Behold the", "new_id": -2}, {"uid": "1295192606168738817", "i": 36974, "idx": 1, "sa": ["Sharron Angle", "Dennis Kucinich", "Sen. Bernie Sanders"], "q": "progressive''-- a fan of Vermont socialist <strong> Sen. Bernie Sanders </strong>, Ohio socialist wannabe <strong> Dennis Kucinich </strong>, and state media outlet, NPR. \"`` Rather than pointing fingers or assigning blame,'' said Obama in Tucson, <q> let us use this occasion to expand our moral imaginations. </q> In the days immediately after the shooting, Fuller expanded his moral imagination by telling Democracy NOW radio,`` It looks like Palin, Beck, <strong> Sharron Angle </strong>, and the rest got their first target.'' \"", "new_id": -2}, {"uid": "1295568681147800068", "i": 14135, "idx": 5, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "the company as opposed to just being in the founder role.'' Page praised <strong> Eric Schmidt </strong> as a`` tremendous leader'' who did an`` outstanding job leading <strong> Google Inc. </strong> for the last decade''. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> he said. Competing with Facebook <strong> Sergey Brin </strong> also got a new role in Thursday's overhaul of the management structure working on strategic projects and new products, which he described as his`` personal", "new_id": -2}]