[{"uid": "1295033756239566871", "i": 15722, "idx": 0, "sa": ["David Letterman", "Camille Grammer"], "q": "girlfriend Diedre, who you saw on the show, says,` We have to go down and meet her,''' <strong> Camille Grammer </strong> laughed. The two raced to Kelsey's house, and <strong> Camille Grammer </strong> finally met <q> It was interesting to say the last, </q> she said.`` She was nice, and we both said hello... It was uncomfortable. Kelsey looked shocked. The look on his face!'' The Late Show with <strong> David Letterman </strong> Thursday night, Kelsey shared", "new_id": -2}, {"uid": "1296671847037879814", "i": 35818, "idx": 1, "sa": ["Robert Horry", "Allen Iverson", "Jason Kapono", "Metta World Peace", "Phil Jackson"], "q": "<strong> Allen Iverson </strong> 30. <strong> Allen Iverson </strong> nailed a three-pointer with 2:21 remaining to break the last tie, and the Phil Jacksonadelphia 76ers regained their poise and came up with enough of a bJason Kaponoced attack to beat the ToMetta World Peaceto Raptors 84-79 Sunday. <q> Nobody ever told me that winning a championship was easy, and I found out the hard way that isn't easy to win a playoff game, </q> said <strong> Allen Iverson </strong>, who <strong> Robert Horry </strong> 10-for-30 but came though in the clutch after ToMetta World Peaceto had rallied from a 16-point deficit. The 76ers evened the best-of-seven series at two games apiece and regained homecourt advantage heading into Game 5 Wednesday", "new_id": -2}, {"uid": "1296311657089227320", "i": 35611, "idx": 5, "sa": ["Allen Iverson", "Tyronn Lue"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.'' <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said http://wn.com/Brazil_3_X_0_Cuba__2010_FIVB_Men's_World_Championship_Final__Brazil_wins_3rd_straight Brazil Men's World Champions for third time in a row Rome, Italy, October 10, 2010-- World No. 1 Brazil became the FIVB men's world champion for a record-equaling third successive time", "new_id": -2}, {"uid": "1295690356156418069", "i": 21997, "idx": 1, "sa": ["Thaddeus Young", "Allen Iverson"], "q": "1996-97 season. He played the best game of his four-game second stint in Philadelphia to help avoid another unlucky 13-game skid on his resume. The Sixers had all five starters and two reserves score in double digits. <q> We felt like once we did get a win, it was going to be extremely hard, one of the hardest games to win, </q> <strong> Allen Iverson </strong> said.`` It was totally opposite.'' <strong> Allen Iverson </strong> hit the 20-point mark for the second straight game a day after his having his left knee drained of fluid. <strong> Thaddeus Young </strong> was sensational, using an 11-of-15 effort", "new_id": -2}, {"uid": "1295911315122798093", "i": 16061, "idx": 1, "sa": ["Bernie Sanders", "Paul Ryan", "Sheldon Whitehouse"], "q": "as he has proposed in the past.`` That is the blueprint that they're supporting,'' said Vermont Sen. <strong> Bernie Sanders </strong>, an independent who caucuses with Democrats, to reporters on a conference call. <q> Why else would they select him as their spokesperson for this? </q> Under new House rules, <strong> Paul Ryan </strong> gets to set the budget ceiling. Sen. <strong> Sheldon Whitehouse </strong>( D-R.I.) argued that this`` unfettered control'' for the House Budget Committee Chairman is also tantamount to an", "new_id": -2}, {"uid": "1295218070163594249", "i": 670, "idx": 5, "sa": ["Simon Cowell", "Nigel Lythgoe"], "q": ", according to <strong> Nigel Lythgoe </strong>, because of a conflict with his label. But <strong> Simon Cowell </strong> says otherwise.`` I felt uncomfortable being on a show that would show people how the process actually works,'' he says, <q> and I didn't really like the idea of being on TV either. </q> Popstars was a huge hit, but Fuller watched and thought,`` I could do this much, much better.'' His new idea, now called Pop Idol, aimed to let viewers vote on", "new_id": -2}, {"uid": "1297715027211173392", "i": 2795, "idx": 1, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "third-party applications and a significant upgrade to Internet Explorer 9, optimized for hardware acceleration on Windows Phone.`` We will bring multitasking to Windows Phone this year,'' <strong> Steve Ballmer </strong> said. And in the second half, <q> we'll be able to give people the full Internet on their phone...[ the Internet] will be a first-class citizen on the phone. </q> <strong> Steve Ballmer </strong> rolled out <strong> Joe Belfiore </strong>, a corporate VP, to show a demo of IE9 on a Windows Phone 7 device running side by side Safari on an iPhone. Obviously, IE9 with hardware acceleration made for", "new_id": -2}, {"uid": "1297616629186400779", "i": 32531, "idx": 13, "sa": ["Donald Rumsfeld", "David Martin", "Osama bin Laden", "George H. W. Bush"], "q": "Goose Egg Memo. Do you see the disconnect between the public and private statements?'' asked <strong> David Martin </strong>.`` No,'' said <strong> Donald Rumsfeld </strong>.`` There's no disconnect at all.'' <q> But in private you're much more unhappy with what this system is doing. </q>`` Once you're satisfied and comfortable in a war,'' <strong> Donald Rumsfeld </strong> said,`` you lose.'' The <strong> George H. W. Bush </strong> administration certainly wasn't satisfied with just going after <strong> Osama bin Laden </strong>. Even before the", "new_id": -2}, {"uid": "1296742183180060166", "i": 3320, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "US ex-defence head <strong> Donald Rumsfeld </strong> defends Iraq war handling Former US Defence Secretary <strong> Donald Rumsfeld </strong> remains largely defiant about the Iraq war, saying in a new book that had Saddam Hussein remained in power, the Middle East would be <q> far more perilous than it is today </q>. Mr <strong> Donald Rumsfeld </strong>, 78, has written an autobiography due out next week. He concedes he could have sent more troops, and that internal US rivalries hampered post-war reconstruction. On the question", "new_id": -2}, {"i": 17605, "idx": 16, "index_answer": 0, "new_id": -1, "q": "with an injured rib and back.`` Part of the reason I'm here is because I was able to wear some rib protection this season to guide me through my injury,'' <strong> Michael Vick </strong> said. <q> Unequal was one of the reasons I've been able to make it through the season. </q> <strong> Michael Vick </strong> will get the start on Sunday and try to earn his first Pro Bowl victory. Subscribe Now Home delivery prices for Oahu Only. Please call customer service at(808) 538-6397 for Neighbor Island", "sa": ["Michael Vick"], "uid": "1296128197246497300"}]