[{"uid": "1297488396192626690", "i": 44827, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "in the form of <strong> Paula Abdul </strong> on the judging panel. \"We've spoken to her, she knows I'm a big fan,\" <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. <q>I've always said at some point we are going to be working together.<q> A decision about who will join <strong> Simon Cowell </strong> on the four-member panel has yet to be made and won't be announced for another month or so, he said during an interview and teleconference about \"The X", "new_id": -2}, {"uid": "1295375973188088334", "i": 2565, "idx": 1, "sa": ["Sergio Marchionne"], "q": "has said. \"I think whenever we launch new products coming out of these plants, we need to be there,\" said <strong> Sergio Marchionne </strong> last Wednesday during the North American International Auto Show in Detroit. <q>I think it's an important recognition of the effort that's gone in here by our colleagues on the shop floor.<q> <strong> Sergio Marchionne </strong> hinted to reporters that he is considering replacing the Town& Country with a more compact vehicle by 2014. <strong> Sergio Marchionne </strong> told CBC News that the minivan's future, along with the Windsor assembly", "new_id": -2}, {"uid": "1296361850041893890", "i": 46449, "idx": 0, "sa": ["Zahi Hawass"], "q": "other key archaeological monuments. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q>What scares me is that if this building is destroyed, it will fall over the museum,<q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters.( See photos of Egypt convulsed by protest.) The museum, which is home to the gold mask", "new_id": -2}, {"uid": "1296145693210010117", "i": 43866, "idx": 0, "sa": ["Allen Iverson"], "q": "Link: tinyurl.com http://wn.com/2009_All-Stars_Starter_Allen_Iverson__NBA_Videos_and_Highlights No longer a one-man show or half of a dynamic duo, AI( 17.9 ppg, 5.4 apg) is blending his considerable skills into an ensemble cast that's used to winning big. <q>It's always an honor to be named an All-Star and it's a blessing to be in this league,<q> said <strong> Allen Iverson </strong>, twice the Game's MVP. \"Being named an All-Star makes it that much more special. The fact that the fans have voted me onto the team makes this a great honor and it's", "new_id": -2}, {"uid": "1295541245188383241", "i": 1154, "idx": 2, "sa": ["Colin Powell"], "q": "must not shrink from what is ahead of us\", <strong> Colin Powell </strong> concluded. The staff switched off the television, clearly stunned, then noticed me. No greeting, just drawn, desperate faces and: <q>Madam Felicity, are they really going to bomb us again?<q> My face must have been the answer. The region had anyway been being( illegally) being bombed for thirteen years, by US and UK planes. Evocative ancient homes, standing a few months before, about", "new_id": -2}, {"uid": "1296963339115425283", "i": 4679, "idx": 3, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": "the Giants, a game in which the Eagles trailed by 21 points in the fourth quarter. \"<strong> Michael Vick </strong> has great instincts. <strong> Michael Vick </strong>'s got it all at this point,\" Eagles offensive coordinator <strong> Marty Mornhinweg </strong> said. <q>Really, the most important quality, in my opinion, for a quarterback to have is gut instincts, then comes the decision-making and the timing and accuracy. Then comes the big arm and athleticism and those types of things. The gut instincts are critical for a quarterback, and you can see that.<q> Not only did <strong> Michael Vick </strong> make a remarkable turnaround on the field, but his image is improving away from the game. Last month, <strong> Michael Vick </strong> signed his first paid endorsement contract since his release from prison, a two-year", "new_id": -2}, {"i": 33582, "idx": 3, "index_answer": 1, "new_id": -1, "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q><strong> Reggie Jackson </strong>'s really what I did. It helped me out.<q> <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds, and <strong> Allen Iverson </strong> added 31 points to lead the 76ers to a 98-89 win over the <strong> James Cleveland </strong> Cavaliers on Friday night", "sa": ["James Cleveland", "Chris Webber", "Allen Iverson"], "uid": "1295753709087883837"}, {"uid": "1296161907174751864", "i": 41108, "idx": 3, "sa": ["Barbara Boxer", "Dick Durbin", "Maxine Waters", "Harry Reid", "Sen. Bernie Sanders", "John McCain", "Nancy Pelosi", "Charlie Rangel", "Chuck Schumer"], "q": "Our Federal legislators broke Social Security over the past 25 years. Just like they raided the: Highway Trust Funds, Medicare& Medicaid, and the Tobacco Industry Settlement Fund. Now ask yourself, <q>How can any one continue to vote for the same Pols who have been in Congress for 20& 30 years?<q> eg: <strong> Sen. Bernie Sanders </strong> Sander( self-proclaimed Socialist), <strong> Barbara Boxer </strong>, Diane Feinstein, <strong> Charlie Rangel </strong>, <strong> Chuck Schumer </strong>, <strong> John McCain </strong>, <strong> Dick Durbin </strong>, <strong> Maxine Waters </strong>, <strong> Nancy Pelosi </strong> and <strong> Harry Reid </strong>... Quotes delayed, except where indicated otherwise. Delay", "new_id": -2}, {"uid": "1296579182133529610", "i": 15855, "idx": 0, "sa": ["Zahi Hawass"], "q": "Museum using a fire department staircase, <strong> Zahi Hawass </strong>, secretary-general of the Supreme Council of Antiquities, told CNN early Sunday. Once inside the museum, they went to the Late Period gallery, <strong> Zahi Hawass </strong> wrote. <q>When they found no gold, they broke 13 vitrines( glass showcases) and threw the antiquities on the floor.<q> The intruders then went back to the gallery housing artifacts from King Tutankhamun's tomb, where they opened one showcase, broke a statue of King Tut on a panther and threw it to the ground,", "new_id": -2}, {"uid": "1295093100028508164", "i": 1358, "idx": 3, "sa": ["John Elkann", "Sergio Marchionne", "Silvio Berlusconi"], "q": "including Prime Minister <strong> Silvio Berlusconi </strong>. \"Now we have to put behind all the conflicts and face the challenges that we have in front of us in a constructive way,\" Fiat Chairman <strong> John Elkann </strong> said today. <q>I reiterate the full support from my family.<q> The vote is \"symbolic\" and \"represents a turning point for the country as <strong> Sergio Marchionne </strong> is trying to break an industrial scheme which needs to be reformed,\" Gianluca Spina, dean of the business", "new_id": -2}]