[{"uid": "1294994914169689121", "i": 8532, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "The appeals court is due to publish its decision at a later date. In the case of Ali v. <strong> Donald Rumsfeld </strong>, the ACLU alleges that nine prisoners, who were later released without charge, <q>were beaten, tortured, sexually abused</q> between 2002 and 2004 in American prisons in Iraq and Afghanistan. The ACLU alleges that <strong> Donald Rumsfeld </strong> and members of the military hierarchy knew of such practices and are thus personally responsible for the prisoners' treatment.", "new_id": -2}, {"uid": "1295618523207978567", "i": 5851, "idx": 1, "sa": ["Kasie Hunt", "Mike Pence"], "q": "potential risks... Even in traditionally moderate New Hampshire, the Tea Party is ascendant....[ A] dvisers... say Romney could begin reaching out to activist leaders later.'' http://bit.ly/hjSx6q-- <q>Open GOP field creates space for <strong> Mike Pence </strong>,</q> by Jonathan Martin and <strong> Kasie Hunt </strong>: ''To understand the dissatisfaction on the right with the current crop of Republican presidential hopefuls, look no further than <strong> Mike Pence </strong>.[ The] Indiana congressman... is currently the subject of", "new_id": -2}, {"i": 11815, "idx": 10, "index_answer": 2, "new_id": -1, "q": "dropped to 2-10 at home in the past six weeks, and face a road trip that includes games at Boston, Cleveland, New Orleans and Orlando. ''We lost again,'' point guard <strong> Rodney Stuckey </strong> said. <q>I don't know. I really can't explain anything anymore. We just keep losing, and now we've got some great teams to play.</q> <strong> Allen Iverson </strong> led all scorers with 31 points, and <strong> Antonio McDyess </strong> added 13 points and 13 rebounds. San <strong> Antonio McDyess </strong> led http://wn.com/Mavs-Spurs_106-93_I_Nowitzki_31pts,9reb,Terry_19pts_vs_Duncan_30pts,8reb,Parker_26pts,12ast SAN ANTONIO, April 28,2009( AP) <strong> Jason Terry </strong> galloped down court after one big shot and <strong> Josh Howard </strong> skipped", "sa": ["Jason Terry", "Josh Howard", "Rodney Stuckey", "Antonio McDyess", "Allen Iverson"], "uid": "1295937890179191810"}, {"uid": "1296230759016433163", "i": 34128, "idx": 0, "sa": ["Jimmy Kimmel", "Simon Cowell", "Ryan Seacrest"], "q": "36, recently appeared on <strong> Jimmy Kimmel </strong> Live and spoke about his pal and former American Idol judge <strong> Simon Cowell </strong>'s upcoming show The X Factor. Asked if he had spoken to <strong> Simon Cowell </strong> about it, he said: <q>Actually I did hear from him, I spoke to him when he was overseas on a little bit of a break and he didn't comment about the new show. ''No he didn't bring up the new show. But he likes to keep his opinions to himself.</q> However <strong> Ryan Seacrest </strong> said he is sure to hear from him if the show gets impressive ratings when it starts later this year. He said: ''He will be the first to congratulate himself on", "new_id": -2}, {"uid": "1295382740044089403", "i": 4714, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", full-faith effort to work together.'' <strong> Sergio Marchionne </strong> also reminded employees that it was with the assistance of the federal government of Ontario that Chrysler has been given an opportunity to create a future. <q>Chrysler Group owes a deep debt of gratitude to taxpayers in Canada and the U.S. for the loans that enabled a reenergized, restructured company to emerge in June 2009,</q> said <strong> Sergio Marchionne </strong>. ''We recognize we have a moral responsibility to fulfill our promises, justify these investments and pay back every penny that was loaned to us.'' In preparation for the launch of the new", "new_id": -2}, {"uid": "1295869697128057379", "i": 6033, "idx": 1, "sa": ["Liza McGuirk", "Eric Schmidt"], "q": "a talk-show host. He's been working with <strong> Liza McGuirk </strong> to develop a show, but he has not yet been picked up by any network,'' the New York Post quoted a source as saying. <q><strong> Eric Schmidt </strong> has been looking for a TV job for over a year. But the pilot he filmed with <strong> Liza McGuirk </strong> was a complete disaster,</q> a CNN insider said. However, <strong> Eric Schmidt </strong> and Google were not available for comment. Copyright Asian News International/DailyIndia. com", "new_id": -2}, {"uid": "1295668632145047569", "i": 20784, "idx": 0, "sa": ["Kobe Bryant", "Hubie Brown", "John Two-Hawks", "Dikembe Mutombo", "Allen Iverson"], "q": "point effort by <strong> Kobe Bryant </strong>. Other Notes: <strong> Kobe Bryant </strong> had the famous 30 feet double clutch desperation three to beat the shot clock in this game in the 3rd quarter that showed his unlimited range. As <strong> Hubie Brown </strong> said, <q>Range is not a factor for <strong> Kobe Bryant </strong>.</q> <strong> Kobe Bryant </strong> shot http://wn.com/Allen_Iverson_47pts_vs_Hawks_00/01_NBA_MVP_*16th_40-point-game <strong> Dikembe Mutombo </strong> wouldn't let his former teammates get their way. <strong> Dikembe Mutombo </strong> had 13 points, 13 rebounds and nine blocked shots and <strong> Allen Iverson </strong> scored 47 points as the Philadelphia 76ers beat the Atlanta <strong> John Two-Hawks </strong> 108-103 Friday", "new_id": -2}, {"uid": "1295044803220282934", "i": 13980, "idx": 0, "sa": ["Andy Coulson"], "q": "Chris Bryant, who believes he may have been a victim of the phone hackers, said Friday he welcomed the decision to re-examine the case, adding that it should not have been closed last month. <q>The evidence that this goes far deeper than one rotten apple has continued to stack up, and so a fresh pair of eyes looking at the case is very welcome,</q> he said. Bryant said the police had ''severely'' damaged their credibility by failing to properly investigate earlier. <strong> Andy Coulson </strong> and the News of The World have denied the charges. EDUCATION", "new_id": -2}, {"uid": "1296423886068993025", "i": 36874, "idx": 5, "sa": ["Michael Finley", "Kwame Brown", "Allen Iverson", "Antonio McDyess"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. ''It's hard coming into a situation where guys have been http://wn.com/Tracy_McGrady_vs_San_Antonio_Spurs_with_injured_shoulder After missing all his field goals against one of the San <strong> Antonio McDyess </strong> Spurs' in-state rivals a week ago, <strong> Michael Finley </strong> tweaked his pregame", "new_id": -2}, {"uid": "1297597866017956890", "i": 25450, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "minister of state for antiquities <strong> Zahi Hawass </strong> said on Sunday. The objects missing from the famed museum included ''a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess'' and parts of <q>a gilded wood statue of Tutankhamun harpooning,</q> <strong> Zahi Hawass </strong> said in a statement. Looters broke into the museum in Cairo's Tahrir Square on January 28 when massive protests against then-president <strong> Hosni Mubarak </strong> drove his despised police from the streets in a series of running battles", "new_id": -2}]