[{"uid": "1296218123081313799", "i": 2823, "idx": 3, "sa": ["Maurice Cheeks", "Chris Webber", "Jason Richardson", "Troy Murphy", "Allen Iverson"], "q": "field goals. While <strong> Allen Iverson </strong> scored 24 points in the first half, <strong> Chris Webber </strong> followed with 15 in the second. \"I don't think I had any doubt about them playing together,\" coach <strong> Maurice Cheeks </strong> said. <q> The reason you put the ball in their hands is because they make plays. </q> The Sixers will need the All-Stars to keep it up when they open a seven-game road trip Friday night at Atlanta. They won't return home until Jan. 9 against Seattle. <strong> Jason Richardson </strong> scored 24 points, <strong> Troy Murphy </strong> had", "new_id": -2}, {"uid": "1297284241241352704", "i": 263, "idx": 4, "sa": ["Donald Rumsfeld", "Barack Obama", "President Bush"], "q": "heat unfairly\" and \"deserve a lot of credit\" for their work. <strong> Donald Rumsfeld </strong> was also critical of <strong> President Bush </strong> <strong> Barack Obama </strong>'s attempt to close the site. During the 2008 presidential campaign, <strong> Barack Obama </strong> <q> was critical of indefinite detention for unlawful combatants. He was critical of military commissions, </q> he said. \"And here we are... two-plus years later, and all of those things are there. Not because anyone wants them to be there, but because they were the best solutions.", "new_id": -2}, {"uid": "1296752424175587371", "i": 29889, "idx": 6, "sa": ["Zahi Hawass"], "q": "remain unharmed-for which, he implies, he deserves some credit. He told the New York Times today that he does not expect the sort of sustained looting of artifacts that occurred in Iraq and Afghanistan because <q> Egyptians are different-they love me because I protect antiquities. </q> That may be. But, as Lee Rosenbaum writes at ArtsJournal, reports suggest that more harm has been done than <strong> Zahi Hawass </strong> has let on. And <strong> Zahi Hawass </strong> had to retract his initial statement that the cases", "new_id": -2}, {"uid": "1296005667036782107", "i": 20543, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": " Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q> We're real excited about it, </q> chief executive officer Rob Vito said Tuesday. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1297103680174964803", "i": 41710, "idx": 0, "sa": ["Simon Cowell"], "q": " \"The X Factor\" is planning on changing the reality show singing game- they have also expanded the age pool to younger and older contestants- something executive producer <strong> Simon Cowell </strong> is looking forward to seeing. <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> <strong> Simon Cowell </strong> said in a statement issued by FOX. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million", "new_id": -2}, {"uid": "1295562778244678684", "i": 9830, "idx": 9, "sa": ["Eric Schmidt"], "q": " \"Our strong performance has been driven by a rapidly growing digital economy... and by the extraordinary momentum of our newer businesses, such as display and mobile,\" <strong> Eric Schmidt </strong> said about Google's quarter. <q> These results give us the optimism and confidence to invest heavily in future growth. </q> Select one with 3-12 characters; Numbers and letters only Make sure you typed it correctly. You will receive an e-mail to validate your account Yes, I would like to receive occasional CNNMoney member updates", "new_id": -2}, {"i": 268, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from a year ago to$ 10.76 billion as the company made market-share gains on the strength of 16 all-new or refreshed vehicles. Revenue, however, dipped slightly from the third quarter on reduced shipments. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> CEO <strong> Sergio Marchionne </strong> said. \"However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.\"+0.42%), sold 1.52 million vehicles last", "sa": ["Sergio Marchionne"], "uid": "1296496314113492035"}, {"uid": "1297242543083116089", "i": 15465, "idx": 8, "sa": ["Simon Cowell", "Steven Tyler", "Kit Hoover", "Jennifer Lopez"], "q": ".\" And \"Idol\" has certainly freshened things up with the new judges, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> joining Randy Jackson. \"I talk to Randy all the time,\" <strong> Simon Cowell </strong> said. <q> We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with \"The X Factor]. </q> \"Have you watched the new` Idol\"?\" <strong> Kit Hoover </strong> asked. \"No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice,", "new_id": -2}, {"uid": "1295587963072171541", "i": 25092, "idx": 9, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "attention and prosaic duties that come with running one of world's most scrutinized companies. \"I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,\" said <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World As We Know It. </q> \"I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of <strong> Google Inc. </strong>'s quarterly calls to", "new_id": -2}, {"uid": "1295985212180977682", "i": 4899, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": " \"You only realign programs that you are comfortable with some variation in level of services... and where you think there's enough local accountability to make sure the program is run right,\" she said. <q> If you are not,... it's probably a program best administered and controlled at the state level. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog ASSOCIATE SR.. ASSOCIATE, SR. DERIVATIVES ASSOCIATE IMPLEMENTATION ENGINEER AUTOMATION", "new_id": -2}]