[{"uid": "1295554703175849476", "i": 33160, "idx": 8, "sa": ["Mike Pence"], "q": "the American people engage on this issue, I like our chances.\" In the meantime, Republicans, <strong> Mike Pence </strong> says, will use the \"power of the purse\" to block Obamacare's implementation. <q>We have a wide variety of legislative tools available.<q> reports, \"<strong> Mike Pence </strong> has raised his profile a number of times in recent years- when he was elected chairman of the the House conservative caucus in 2005, when he ran for House minority leader in 2006,", "new_id": -2}, {"i": 2767, "idx": 3, "index_answer": 0, "new_id": -1, "q": ", nor did he always receive effective implementation of the decisions he made\", Mr <strong> Donald Rumsfeld </strong> writes. \"There were far too many hands on the steering wheel,\" he writes elsewhere; it was <q>a formula for running the truck into a ditch<q>. Regrets He adds he regrets some of the quips he became famous for, such as \"stuff happens\" about the early looting in post-war Iraq, or his remark about \"old Europe\"-", "sa": ["Donald Rumsfeld"], "uid": "1296742183180060166"}, {"uid": "1295612145098222099", "i": 2274, "idx": 4, "sa": ["Andy Coulson", "David Cameron"], "q": "continuing pressures on him and his family mean that he feels compelled to do so.\" <strong> Andy Coulson </strong> played a key role in helping propel Conservative leader <strong> David Cameron </strong> to power in elections in May 2010. <q><strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,<q> <strong> David Cameron </strong> said. The hacking saga has refused to die down since the News of the World's royal correspondent and a private investigator were jailed in 2007 for conspiracy to access mobile phone messages involving Princes <strong> David Cameron </strong>", "new_id": -2}, {"uid": "1295819193226000912", "i": 7277, "idx": 3, "sa": ["Eric Schmidt"], "q": "given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying Google's triumvirate decided they needed to find ways for the company to run more crisply. <q>I am not as concerned about the titles as I am winning,<q> <strong> Eric Schmidt </strong> said. \"I am quite certain that this change will result in faster decision making and better value for the shareholders.\" Google's stockholders have had little to complain about, not that it", "new_id": -2}, {"uid": "1295665801007979095", "i": 3108, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "\". He added: \"I stand by what I said about those events. \"When a spokesman needs a spokesman its time to move on.\" Mr <strong> David Cameron </strong> said: <q>I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.<q> The statement comes just days after the prime minister refused to deny reports that Mr <strong> Andy Coulson </strong> had already offered his resignation. Downing Street's director of communications has been in the spotlight throughout the long-running", "new_id": -2}, {"uid": "1296929485101990435", "i": 7145, "idx": 0, "sa": ["Eric Schmidt"], "q": "well as a host of other new social-networking businesses. Google needs a boss who can multitask while protecting the core business. \"Larry is ready,\" <strong> Eric Schmidt </strong> said at the company's fourth-quarter analysts' meeting. <q>His ideas are very interesting and clever. It's time for him to have a shot at running this.<q> Google's numbers would seem to give Page a healthy cushion to experiment. The company just racked up a 27% increase in fourth-quarter profit, to$ 2.5 billion. Sales increased 26% to$", "new_id": -2}, {"uid": "1295872184245907493", "i": 1896, "idx": 2, "sa": ["Andy Coulson", "Richard Keys"], "q": "No word on whether this has anything to do with Sun parent BSkyB, home of Sky Sports. Unlike the Times, which put the story on the front page, less than serious paragraphs on its website. <q>Yesterday an insider at the telly station's west London HQ said the pair were a \"bit embarrassed'.<q> Chances are their critics will be hoping for a bit more than that. <strong> Richard Keys </strong> and <strong> Andy Coulson </strong> Gray\"s sexist jibes too hot for the Sun| Media Monkey Sky presenters in the firing line over sexist jibes", "new_id": -2}, {"uid": "1295351570142295047", "i": 43465, "idx": 2, "sa": ["Mike Pence"], "q": "statement. \"It is also morally wrong to take the taxpayer dollars of millions of pro-life Americans and use them to promote abortion at home or abroad.\" \"Last year,\" said <strong> Mike Pence </strong>, <q>Planned Parenthood received more than$ 363 million in revenue from government grants and contracts. During that same time, they performed an unprecedented 324,008 abortions. The largest abortion provider in America should not also be the largest recipient of federal funding under Title X.<q> <strong> Mike Pence </strong> said his bill would \"prevent any family planning funds under Title X from going to Planned Parenthood or other organizations that perform abortions. It will ensure that abortion providers are not being subsidized with federal", "new_id": -2}, {"uid": "1295325011089587720", "i": 33092, "idx": 0, "sa": ["Piers Morgan", "Emma Watson", "Tracy Morgan", "David Letterman", "Betty White", "Andy Kaufman", "Joaquin Phoenix"], "q": ", <strong> Betty White </strong>, Tracey <strong> Piers Morgan </strong>... <strong> David Letterman </strong>- <strong> Tracy Morgan </strong>'s Valentine <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New <strong> Andy Kaufman </strong>?- www.twitter.com/mjdasilva <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New <strong> Andy Kaufman </strong>?- www.twitter.com/mjdasilva So are you in the <q><strong> Joaquin Phoenix </strong> is on drugs and deeply disturbed camp?<q> or the \"He's having a laugh camp\". Either way, I can't wait for that debut hip-hop album. Follow me on twitter@mjdasilva... Late Show with <strong> David Letterman </strong>- <strong> Emma Watson </strong>( 2007) On", "new_id": -2}, {"uid": "1297319963198246426", "i": 36058, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google and the European Commission aren't nearing a resolution on the antitrust investigation launched in the European Union in November, and Google isn't likely to change its algorithm there any time soon. <q>There are no discussions. As is known, the commission is conducting an in-depth market investigation. The investigation is not finished,<q> said Amelia Torres, spokeswoman for competition issues at the commission, in a Wall Street Journal This all stems from a story published in The Sunday Telegraph in which the reporter( not lame duck CEO <strong> Eric Schmidt </strong>)", "new_id": -2}]