[{"uid": "1295881023196345904", "i": 24435, "idx": 0, "sa": ["Eric Schmidt"], "q": "Jan 24, 2011, 9:56 AM EST- U.S. Markets close in 6 hrs 4 mins Google awards$ 100 million to <strong> Eric Schmidt </strong>{ \"s\" : \"goog\" , \"k\" : <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\" :\" \" , \"j\" :\" \" } On Monday January 24, 2011, 9:25 am NEW YORK( AP)-- Google Inc. says it has awarded$ 100 million", "new_id": -2}, {"uid": "1294962325114475009", "i": 27263, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "for long periods of time.\" One of <strong> Gabrielle Giffords </strong>' close friends, New York Senator <strong> Kirsten Gillibrand </strong>, was in the room when <strong> Gabrielle Giffords </strong> opened her eyes in response to her husband's voice. <q> All of a sudden she started to struggle to open her eyes. And so Mark saw that and said--` open your eyes, <strong> Gabrielle Giffords </strong>, open your eyes,' </q> recalled <strong> Kirsten Gillibrand </strong>. \"She kept struggling and struggling and Mark kept encouraging her. And with in a moment she literally opened her eyes. The doctor was unbelievably excited because this was such great progress.\"", "new_id": -2}, {"uid": "1296127954229654536", "i": 29653, "idx": 0, "sa": ["Rahm Emanuel", "Michael Vick"], "q": "from Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the target=\"_blank\" football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q> We're real excited about it, </q> chief executive officer Rob Vito said court agreed Tuesday to take <strong> Rahm Emanuel </strong>'s appeal of a decision that threw him off the ballot for Chicago mayor and ordered target=\"_blank\" election officials not to print any mayoral ballots", "new_id": -2}, {"uid": "1296001481079446140", "i": 18382, "idx": 0, "sa": ["Ben Ali", "Kamel Morjane", "Bill Lockyer"], "q": "during this limited period,\" <strong> Kamel Morjane </strong> said, speaking English. The foreign minister said he fears \"a vacuum in the state, I fear chaos.\" Asked what he meant, <strong> Kamel Morjane </strong> said, <q> It could come from al-Qaida for example. </q> <strong> Ben Ali </strong>- while roundly criticized for cracking down on opponents, curbing civil liberties and presiding over a police state- was a staunch ally with Western powers in the fight against terrorism. Treasurer <strong> Bill Lockyer </strong> says", "new_id": -2}, {"uid": "1297531362159776779", "i": 13504, "idx": 0, "sa": ["Hosni Mubarak", "Colin Powell"], "q": "apology tour. 6 posted on 02/12/2011 9:05:53 AM PST To paraphrase <strong> Colin Powell </strong> commenting on another war, it is naive in the extreme to think that any popular revolt in Egypt will cause <strong> Hosni Mubarak </strong> to be replaced by <q> a Jeffersonian in some sort of desert democracy where people read the Federalist Papers along with the Koran. </q> I think too many of our leaders have labored for too long under the notion that any democracy anywhere is a good thing. 8 posted on 02/12/2011 9:22:41 AM PST( Laugh, and the world laughs", "new_id": -2}, {"uid": "1295218013110215267", "i": 3549, "idx": 0, "sa": ["Adrian Smith", "David Letterman", "Eddie Murphy"], "q": "when he began singing in the church. Recognizing his talent, his parents introduced him to Mr. Wong, a record producer from PortEddie Murphye, St. Catherine. \"I did not take it seriously,\" said Gyptian <q> My family members have always been carrying me to PortEddie Murphye to see him, but I usually disappear. One day, they dropped me off at his studio and left me and it all began there. </q>[ citation needed] Under the guidance of Mr. Wong and <strong> David Letterman </strong> Chinna <strong> Adrian Smith </strong>, Gyptian honed his sound, winning the 2004 Star Search talent competition at Kens Wild Flower Lounge in PortEddie Murphye, earning him a spot at", "new_id": -2}, {"uid": "1296210507251019283", "i": 23106, "idx": 0, "sa": ["Simon Cowell"], "q": "the US X Factor later this year. The rapper is just one of many celeb names linked to the new show, but the hip-hop star says he's not interested in the job. <q> I won't work with <strong> Simon Cowell </strong> on X Factor or American Idol, </q> he tells British newspaper The Mirror this week. \"<strong> Simon Cowell </strong> has a good ear, but his Idol and X Factor acts don't dominate the charts in the States. Hip-hop does.\"", "new_id": -2}, {"uid": "1296058173154206255", "i": 5908, "idx": 2, "sa": ["Colin Powell", "Barack Obama"], "q": "lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Arizona. \"I think he's got a way to go,\" <strong> Colin Powell </strong> said. <q> I mean, he hasn't achieved all of his purposes, but he's stabilized the economy </q> and taken on health care reform. \"You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.\" \"I think he has reached out to countries around the world", "new_id": -2}, {"uid": "1297023996090832928", "i": 47599, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Estados Unidos, \"en dos o tres a?os podr?amos encontrarnos ante una sola entidad. Podr?a estar radicada aqu\" . Esto tampoco quiere decir que sea algo seguro. <strong> Sergio Marchionne </strong> se convierta en realidad, primero har falta <q> integrarlas[ Chrysler y Fiat] operativamente, y despu?s fijarse su direcci?n </q>. Todo esto son en cualquier caso \"alternativas y escenarios\" en la mente el ejecutivo italiano, que tiene todav?a mucho trabajo antes de poder trabajar en serio en esa direcci?n; lo m?s importante es aumentar la", "new_id": -2}, {"uid": "1296661764176242727", "i": 24855, "idx": 0, "sa": ["Barbara Walters", "David Letterman"], "q": "10:49 AM EST- U.S. Markets close in 5 hrs 11 mins <strong> Barbara Walters </strong> corrals stars to talk about heart surgery FILE- In this Sept. 20, 2010 file photo, <strong> Barbara Walters </strong> attends the premiere of <q> Wall Street: Money Never Sleeps </q> at the Ziegfeld Theatre in New York.( AP Photo/Evan Agostini, file) <strong> David Letterman </strong> Bauder, AP Television Writer, On Wednesday February 2, 2011, 10:33 am NEW YORK( AP)-- It", "new_id": -2}]