[{"uid": "1295879061107462692", "i": 50436, "idx": 1, "sa": ["Larry Page", "Marissa Mayer", "Sergey Brin", "Eric Schmidt"], "q": "auf der Konferenz DLD( Digital, Life, Design) in M?nchen. Jetzt gebe es ver?nderte Aufgaben, \"aber <strong> Larry Page </strong>, <strong> Eric Schmidt </strong> und <strong> Sergey Brin </strong> werden das Unternehmen weiter f?hren\" . <strong> Marissa Mayer </strong> f?gte hinzu: <q> Wir freuen uns wirklich ber die nderungen. </q> Der neue Vorstandschef <strong> Larry Page </strong> habe sich schon immer sehr um die Entwicklung der Google-Chefwechsel: Zum Abschied ein 100-Millionen-Dollar-... target=\"_blank\"> Jemand wartet auf Dich. Irgendwo in dieser Stadt gibt es sie,", "new_id": -2, "mturk_index": "557"}, {"uid": "1295623347170147858", "i": 3971, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> niet bij Google, maar zal hij in april als onderhandelaar voor het bedrijf gaan functioneren. Aan de capaciteiten van <strong> Larry Page </strong> om een van's werelds grootste bedrijven te leiden, wordt door kenners openlijk getwijfeld. <q> Ik vraag me af of Google de beste plek is om als topman je carri?re te beginnen </q>, zegt Gartner-analist Alan Weiner. \"Met zekerheid kan ik zeggen dat als <strong> Larry Page </strong> ergens anders voor CEO had gesolliciteerd, hij de baan niet zou hebben gekregen.\" Eindelijk op eigen kracht verder", "new_id": -2, "mturk_index": "292"}, {"uid": "1297127661189071411", "i": 45873, "idx": 3, "sa": ["Simon Cowell"], "q": "me-- she hadn't won yet-- and said,' I want to get behind this girl.[ His Sony label J records] was the natural choice.\" <strong> Simon Cowell </strong> said that most importantly he <q> wants to be fair to the artist </q> and to whatever genre of music in which he or she happens to be fluent. \"And then choose whichever division of Sony makes sense( for the artist).\" <strong> Simon Cowell </strong> also addressed rumors that", "new_id": -2, "mturk_index": "26"}, {"uid": "1295253330160432215", "i": 14981, "idx": 0, "sa": ["Piers Morgan", "David Hasselhoff", "Simon Cowell"], "q": "that wealth hasn't separated him from his childhood friends in Sussex, who remain his closest confidants. He has a bet with his friend <strong> Simon Cowell </strong> that he won't succumb to the temptations of surgery or Botox- <q> Take me, warts and all! </q>- which I hope he wins, because a surgically enhanced <strong> Piers Morgan </strong> would probably look alarmingly like <strong> David Hasselhoff </strong>. \"I agree that would be terrifying,\" he grins. He does drink much less than he used", "new_id": -2, "mturk_index": "1055"}, {"uid": "1297304466015368205", "i": 18016, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "would step down in Janauary. <strong> Satya Nadella </strong>, 43, has been with the company for 19 years and most recently led the engineering efforts in the Online Services Division, Microsoft said. <q> In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops, </q> chief executive <strong> Steve Ballmer </strong> wrote in an email to company employees that Microsoft published. \"We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers", "new_id": -2, "mturk_index": "1290"}, {"uid": "1296362329255475720", "i": 3662, "idx": 0, "sa": ["Hal Ketchum", "Allen Iverson", "LeBron James"], "q": "just over a month since he underwent chemotherapy. In the locker room afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacLeBron James any strength. <q> I survived, I'm still here, </q> he said. \"I'm a new man, stronger than ever, I just say,` Thank you, everybody.\" ' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a Hal Ketchumf-game behind Golden", "new_id": -2, "mturk_index": "1647"}, {"uid": "1297124840188514307", "i": 30593, "idx": 0, "sa": ["Michael McIntyre", "Simon Cowell", "Jonathan Ross"], "q": "wanted that to go out.\" <strong> Jonathan Ross </strong> also said he suggested to <strong> Simon Cowell </strong> that <strong> Michael McIntyre </strong> join the panel of Britain's Got Talent- but <strong> Simon Cowell </strong> did not know who the comedian was. <strong> Jonathan Ross </strong> said: <q> He( <strong> Simon Cowell </strong>) looked at me and said:` Who is he?' When he finally met him, he opened the conversation by saying:` The problem with you <strong> Michael McIntyre </strong>...' </q> Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "new_id": -2, "mturk_index": "1742"}, {"uid": "1296491980113492000", "i": 2192, "idx": 2, "sa": ["Sergio Marchionne"], "q": "Toyota ends 2010 as top automaker despite recalls Demonstrators stand in front of a picture of... <strong> Sergio Marchionne </strong> Video: Toyota Recalls Nearly 1.7 Million Vehicles Worldwide... Video: Workers at GM plant optimistic about future Report Abuse <q> An Italian company that makes unreliable products with engines in Mexico and pretends to be American. </q> Report Abuse \" The 56 MPG Fiat 500 Returns by Bill Siuru03/17/2008 \" Fiat offered the Nuova 500 for nearly 20 years, from 1957 to 1975. It proved very popular as a city car and today is", "new_id": -2, "mturk_index": "1648"}, {"uid": "1296789417115392513", "i": 11216, "idx": 8, "sa": ["Dwight Howard", "Kobe Bryant", "Allen Iverson"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't r... <strong> Allen Iverson </strong> 23pt vs <strong> Kobe Bryant </strong> Lakers 09/10 NBA* third quarter reminiscent of 2001 Finals <strong> Allen Iverson </strong> 23pt vs <strong> Kobe Bryant </strong> Lakers 09/10 NBA* third quarter reminiscent of 2001 Finals AI", "new_id": -2, "mturk_index": "2091"}, {"uid": "1295564284254656534", "i": 11002, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "lead the pioneering technology company. \"We have been talking about how best to simplify our management structure and speed up decision making for a long time,\" said <strong> Eric Schmidt </strong> in announcing the decision. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. \"<strong> Larry Page </strong> credited <strong> Eric Schmidt </strong> with running the company \"brilliantly </q> while keeping the \"headstrong founders\" involved. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role", "new_id": -2, "mturk_index": "1848"}]