[{"uid": "1297126608137412629", "i": 39267, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q>since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.</q> <strong> Mayor Tom Leppert </strong> said he has asked the city manager to \"propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would \"welcome a clarification of the guidelines.\" Start home delivery of the", "new_id": -2}, {"uid": "1295562143244678673", "i": 830, "idx": 5, "sa": ["Eric Schmidt"], "q": "$ 8.44 billion in the quarter, up from$ 6.67 billion a year earlier. Net revenue, which excludes commissions paid to advertising partners, was$ 6.37 billion, up from$ 4.95 billion. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile,</q> Mr. <strong> Eric Schmidt </strong> said in a statement. While Google's e-commerce offerings drove its search business during the quarter, the company also began to convince investors that it is successfully moving into new businesses, particularly mobile", "new_id": -2}, {"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q>Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board,</q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}, {"uid": "1295665726231571528", "i": 3311, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "of becoming a publicly traded company. Today, in the face of Internet sensation Facebook <strong> Google Inc. </strong> and a resurgent Microsoft Corp., Page takes over the company in a pivotal point of its history. <q>I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!</q> <strong> Eric Schmidt </strong> wrote in <strong> Google Inc. </strong>'s official blog post. \"Larry, in my clear opinion, is ready to lead.\" <strong> Eric Schmidt </strong>, a former Novell executive, has led the company since 2001. He", "new_id": -2}, {"uid": "1295364351186253312", "i": 14445, "idx": 0, "sa": ["Ike Reese", "Michael Vick"], "q": "on personnel decisions. Mora has shown he is not afraid to draw a line in the sand when necessary. The Eagles' <strong> Michael Vick </strong> was Mora's starting quarterback in Atlanta. And although <strong> Michael Vick </strong> and Mora <q>were on the same page 80 percent of the time,</q> according to <strong> Ike Reese </strong>, the relationship soured in 2006 after the quarterback gave Falcons fans a middle-finger salute at a home game. \"There were some rough patches down the stretch,\" <strong> Ike Reese </strong> said. \"", "new_id": -2}, {"uid": "1295559882082083924", "i": 2846, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "fell short of estimates, which stood at$ 8.09, at least under generally accepted accounting principles. \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading <strong> Google Inc. </strong> for the last decade,\" Page said. <q>The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly.</q> Notables at state dinner Gallery: Mayors Lee and Quan join CEOs, leaders and celebs at White House event for China's Hu. OAKLAND 2 BR/ 1.0 BA$ 565,000.00 OAKLAND 3", "new_id": -2}, {"uid": "1295094125134053943", "i": 20074, "idx": 4, "sa": ["Lily Allen", "Tyronn Lue", "Allen Iverson"], "q": " \"I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. <q>We were trying to keep the ball out of his hands as much as possible.</q> \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/Nathan_plays_Not_Fair_by_Lily_Allen_Keyboard_Cover_[KARAOKE_/_INSTRUMENTAL] This is my cover of \"Not Fair\" by <strong> Lily Allen </strong> taken from her# 1 album \"Its Not Me Its You\". Its", "new_id": -2}, {"uid": "1296780723243531795", "i": 29284, "idx": 0, "sa": ["Jameel Jaffer", "Donald Rumsfeld", "President Bush"], "q": "the actions of a few rogue soldiers. The complaint signals that the release of the book from arguably the most controversial member of the <strong> President Bush </strong> administration will rekindle old rivalries in the weeks ahead. <q>Mr. <strong> Donald Rumsfeld </strong>'s claim that the abuse at Abu Ghraib was isolated and aberrational is demonstrably false,</q> <strong> Jameel Jaffer </strong>, ACLU's deputy legal director, said in a written statement. \"Government documents show that the methods used at Abu Ghraib were the same ones Mr. <strong> Donald Rumsfeld </strong> approved, and that the abuse of", "new_id": -2}, {"uid": "1295974602230735939", "i": 4693, "idx": 0, "sa": ["Tim Pawlenty", "Bill Lockyer", "Newt Gingrich"], "q": "to solve the entire national debt that now totals$ 1.4 trillion. <strong> Tim Pawlenty </strong> also said raising the retirement age is an option he's willing to consider for younger workers entering Social Security programs. <q>Your retirement age is going to be pegged to some reasonable correlation to life expectancy,</q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SOCCER COACH Company International SOFTWARE ENGINEER Company Oracle America SOFTWARE", "new_id": -2}, {"uid": "1296894347001409025", "i": 10386, "idx": 9, "sa": ["Michael Vick"], "q": "to imprisonment for \"real bad decisions.\" He spoke of a desire to become a coach someday, and to make the Hall of Fame. \"I believe in myself,\" <strong> Michael Vick </strong> said. <q>And I believe in the people around me.</q>* Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way", "new_id": -2}]