[{"uid": "1296590040084361306", "i": 17121, "idx": 1, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "legal or serious personal issues, the solution is still the same. \"It's not a popularity contest,\" Dan Pompei, of the Chicago Tribune, said on the Mully and Hanley Show. <q>It's about throwing touchdown passes.</q> LISTEN: Dan Pompei On The Mully And Hanley Show audio http://cbschicago.files.wordpress.com/2011/02/pompei-winning-all-that-matter-for-qbs.mp3] Both <strong> Ben Roethlisberger </strong> and <strong> Michael Vick </strong> were suspended from the NFL for actions they took off the field. <strong> Ben Roethlisberger </strong> for an alleged", "new_id": -2}, {"uid": "1297267029254083111", "i": 35499, "idx": 2, "sa": ["Simon Cowell"], "q": "summit in Washington at the end of this month. However, Beale denied the reports that the United States has put on holdhigh-level bilateral meetings with Pakistan to pressure the government to release Davis. <q>We are making decisions on upcoming meetings on a case-by-case basis,</q> she was quoted as saying by CNN. <strong> Simon Cowell </strong> says launching X Factor in US is a \"massive risk' Sequencing of issues should not be intended to` score points\": Pakistan Black money: Centre", "new_id": -2}, {"uid": "1294991426005357592", "i": 36299, "idx": 4, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "we're with you,' and she doesn't just put a thumbs up, she raises her entire arm. \" \"The doctors couldn\"t believe what they were seeing,\" <strong> Kirsten Gillibrand </strong> said. <q>They were saying this is unbelievable progress, to see this.</q> Video: House peers reflect on bedside visit to <strong> Gabrielle Giffords </strong>( on this page) \"Mark started to tell her,` <strong> Gabrielle Giffords </strong>, if you can see me, give me the thumbs up", "new_id": -2}, {"uid": "1297464725077398024", "i": 34635, "idx": 3, "sa": ["Donald Rumsfeld", "Hosni Mubarak", "Leon Panetta"], "q": "<strong> Donald Rumsfeld </strong>, however, did not fault CIA director <strong> Leon Panetta </strong> for pointing to news reports, suggesting during his testimony there was a \"strong likelihood\" that Egyptian President <strong> Hosni Mubarak </strong> would step down Thursday. <q>People who think they know the answer and publicly announce what they believe to be the case are often wrong,</q> <strong> Donald Rumsfeld </strong> said, saying that the outcome of a volatile situation is not always possible to predict. But the former defense secretary said official statements from Washington urging <strong> Hosni Mubarak </strong> to step aside have differed from what the", "new_id": -2}, {"uid": "1297612706252805145", "i": 31025, "idx": 2, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "invasion was under way. The subject line reads \"WMD.\" <strong> Donald Rumsfeld </strong> is sending a secret report that he received a few days earlier to Gen. <strong> Dick Cheney </strong> Myers, chairman of the Joint Chiefs, asking: <q>Please take a look at this material as to what we don't know about WMD. It is big.</q> The attachment is from Major Gen. Glen Shaffer, then the director for intelligence for the Joint Chiefs of Staff and the secretary of defense, responding to Rummy's request to know the \"unknowns\" about", "new_id": -2}, {"uid": "1297443077223772703", "i": 3221, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "offerings. <strong> Stephen Elop </strong>, a defector from Redmond, and Microsoft CEO <strong> Steve Ballmer </strong> jointly released a statement on the rebel alliance against the growing Android presence in the smart phone market. The statement read: <q>Nokia will adopt Windows Phone as its primary smartphone strategy, innovating on top of the platform in areas such as imaging, where Nokia is a market leader.</q> <strong> Stephen Elop </strong> implied, in a separate interview, that together Microsoft and Nokia would be able to level the playing field with the exponentially growing Android contingent, as well as high-end smart phone leaders Apple.", "new_id": -2}, {"i": 29160, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Vermont businesses and their employees. I look forward to working with <strong> Sen. Bernie Sanders </strong> <strong> Patrick Leahy </strong> and <strong> Sen. Bernie Sanders </strong> Welch to get the appropriate waivers and flexibility for us to go forward toward a single-payer system.\" Welch said, <q>When Vermont innovates, the nation often follows our lead. Providing Vermont and other states with the flexibility to build upon health care reform will result in better care and greater access at a lower cost. Allowing us to become a laboratory for innovation and excellence will help Vermonters, while once again allowing us to lead the way.</q> <strong> Patrick Leahy </strong> said, \"While some in Washington are trying to turn the clock back on health reform, Vermont instead is moving forward. This state waiver bill will give Vermont and other states the choice to", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1295376220134447111"}, {"uid": "1295432346076251250", "i": 46106, "idx": 2, "sa": ["Jane Lynch", "Simon Cowell"], "q": "amazed\" by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. Comment on this Article She explained in an interview with The Sun newspaper: <q><strong> Simon Cowell </strong> and Sue say the things people wish they could in their jobs or at their school, but can't because it's not the done thing. \"Just like him, she says what she wants because she can- there is nobody there to tell either of them to stop.</q> Glee' fans have even set up a Facebook group pleading for Sue to join the' X Factor' panel- and <strong> Jane Lynch </strong> agrees her character would make a \"fantastic\" judge, though she would probably", "new_id": -2}, {"uid": "1295072003016613377", "i": 7372, "idx": 0, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "union, FIOM, is opposed because it says it undermines Italy's system of national contracts by creating local ones. Premier <strong> Silvio Berlusconi </strong> angered unions with his continued support of <strong> Sergio Marchionne </strong>'s labor tactics. <q>I think it will win with a rather high percentage of votes, and thereby good sense will win,</q> <strong> Silvio Berlusconi </strong> said on Canale 5, which is part of the Mediaset empire he founded before entering politics. Tensions have risen as the vote approached, with rhetoric spilling over onto the streets. There was a", "new_id": -2}, {"uid": "1295855819019906582", "i": 14285, "idx": 0, "sa": ["Kirsten Gillibrand", "John Thune", "Eliot Engel"], "q": "announce his candidacy for president. <strong> Kirsten Gillibrand </strong> said her office called <strong> John Thune </strong>'s office to suggest the arrangement. \"He won't win,\" she said with a laugh. <q>I'll tell him that, \"Just because I'm sitting next to you doesn't mean I'll vote for you.\"</q> Democratic Rep. <strong> Eliot Engel </strong> of the Bronx is arguably the New York lawmaker most invested in the spectacle of the State of the Union, year in and year out. He gets", "new_id": -2}]