[{"uid": "1294985337231309325", "i": 12035, "idx": 0, "sa": ["Donald Rumsfeld", "Bill Clinton", "Barack Obama"], "q": ". When appointed by <strong> Bill Clinton </strong> as commerce secretary, none other than <strong> Donald Rumsfeld </strong> spoke favorably at Daley's confirmation hearing. Daley was mildly but publicly critical of <strong> Barack Obama </strong>'s health care reform strategy. He argued last year: <q> We've really got to listen carefully to the public. Voters are not re-embracing conservative ideology. But we must acknowledge that the left's agenda has not won the support of a majority of Americans- and, based on that recognition, we must steer a more moderate course. </q> <strong> Barack Obama </strong> has put into place a staff structure that would allow for a shift toward the center-left. The hard left thinks this happened years ago- but it is only true when measured against its own uncompromising", "new_id": -2}, {"uid": "1297226666238518288", "i": 5469, "idx": 0, "sa": ["Simon Cowell"], "q": "in Chicago, Dallas, Miami, New York/New Jersey, and Seattle. Singers and groups must be at least 12-years-old to audition. There is not a cap on the upper age limit. <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> <strong> Simon Cowell </strong> said in a press release.`` I've never believed that there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording", "new_id": -2}, {"uid": "1295884590115425309", "i": 10220, "idx": 0, "sa": ["Larry King", "Piers Morgan", "David Letterman"], "q": " After the highs of the first few days, <strong> Piers Morgan </strong>'s ratings have begun to settle down. 1.025 million people tuned in to the fourth episode... <strong> Piers Morgan </strong> joked about punching <strong> Larry King </strong> Thursday night on <q> The Late Show with <strong> David Letterman </strong>. </q> <strong> David Letterman </strong> told <strong> Piers Morgan </strong> that his show would only take... The second episode of`` <strong> Piers Morgan </strong> Tonight'' beat its Fox News rival`` Hannity'' in the key A25-54 demo, though it shed a large", "new_id": -2}, {"uid": "1295715899131842121", "i": 31246, "idx": 14, "sa": ["Charles Ellis Schumer", "Joe Lieberman", "Kirsten Gillibrand"], "q": "phones on the 9/11 bill while en route to Afghanistan. On the DADT repeal, <strong> Joe Lieberman </strong> has joked that he had GOP colleagues begging him to call off the New York pit bull. Says the Connecticut independent, <q> This is a person who will do what she has to do to achieve what she has to achieve. </q> Not everyone is so charmed. In the Senate, <strong> Kirsten Gillibrand </strong> has shifted left on both gun control and immigration, prompting cries of flip-floppery, along with sharper accusations that she is the puppet of <strong> Charles Ellis Schumer </strong>,", "new_id": -2}, {"uid": "1295684263156418049", "i": 13218, "idx": 0, "sa": ["Andy Coulson"], "q": "quits The search is under way for a new director of communications at No 10 after <strong> Andy Coulson </strong> resigned. Mr <strong> Andy Coulson </strong> stood down on Friday, saying coverage of the News of the World phone hacking scandal had <q> made it difficult to give the 110% needed in this role </q>. He will stay at Downing street for a few weeks while a successor is found. Mr <strong> Andy Coulson </strong> quit as the paper's editor in 2007 saying he took ultimate responsibility for the scandal,", "new_id": -2}, {"uid": "1296101928079347729", "i": 28681, "idx": 1, "sa": ["Eric Schmidt"], "q": "Google has identified the UK in particular as an opportunity to grow revenue. The UK accounted for 10%(? 552m) of the company's total revenue in the fourth quarter. He adds: <q> <strong> Eric Schmidt </strong> and Larry are often in the UK and are very supportive of our role as the world's leading e-commerce market and a major mobile engineering hub for Google. </q> Last week it was announced that <strong> Eric Schmidt </strong> is to relinquish his role as chief executive to Marketing Week's cover price has gone up to? 3.95 per issue since January 1st 2011. But you can", "new_id": -2}, {"uid": "1296542758249364481", "i": 57874, "idx": 5, "sa": ["Michael Vick"], "q": "Allentown, agree that <strong> Michael Vick </strong> still has a few more dues to pay before deals are struck with big-money companies on the national stage.`` I'm glad the Eagles hired him,'' Bodock said. <q> He deserved a second chance, he did his time. That said, from a marketing perspective, I'm not sure that his image has been repaired enough. I think in other parts of the country, it might be. I think in this part of the country, people might be more sensitive because of what he's done in the past because he plays for the Eagles and we're hearing his name all the time. </q> Either way, she said, extensive market research would have to be conducted before any major company would even consider aligning with <strong> Michael Vick </strong>.`` I wouldn't want any of my clients to attach", "new_id": -2}, {"uid": "1296709837249151494", "i": 44065, "idx": 6, "sa": ["LeBron James", "Allen Iverson", "Dwyane Wade", "Kwame Brown", "Metta World Peace", "Phil Jackson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Phil Jacksonadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/Miami_Heat_vs_ToMetta World Peaceto_Raptors_109-100_November_13,_2010 <strong> Dwyane Wade </strong> scored 31 points and <strong> LeBron James </strong> added 23 points along with 11 assists to lead the Heat to a victory over the Raptors.", "new_id": -2}, {"uid": "1297077971265338891", "i": 52974, "idx": 4, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "had[ an] enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed.''`` It's hard to know,'' <strong> Donald Rumsfeld </strong> continued. <q> You know, the path you didn't take is always smoother. </q> Watch <strong> Diane Sawyer </strong>'s Exclusive Interview With <strong> Donald Rumsfeld </strong> on ABC's`` World News With <strong> Diane Sawyer </strong>'' on Monday, Feb. 7, on`` Nightline'' That Evening, and Feb. 8 on`` Good Morning America''", "new_id": -2}, {"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}]