[{"uid": "1297108146141246491", "i": 18930, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "<strong> Donald Rumsfeld </strong> told ABC in an interview to be broadcast on`` Nightline'' Monday. <strong> President Bush </strong> has written that the troop level in Iraq was`` the most important failure in the execution of the war.'' <q> I think that it's possible, </q> <strong> Donald Rumsfeld </strong> responded.`` We had( an) enormous number of troops ready to go in.... You know, the path you didn't take is always smoother.'' <strong> Donald Rumsfeld </strong> is promoting his memoir", "new_id": -2}, {"uid": "1295956394149733390", "i": 25114, "idx": 0, "sa": ["Barack Obama", "Jimmy Carter", "Ronald Reagan", "Colin Powell", "Bill Clinton", "Michael Hansen"], "q": "a recent Gallup Poll. Presidents <strong> Jimmy Carter </strong>( 45.3 percent), <strong> Ronald Reagan </strong>( 43.3 percent) and <strong> Bill Clinton </strong>( 45.9 percent) had lower approval rating averages during their second years in office, Gallup reports. <q> <strong> Barack Obama </strong>'s low second-year ratings are due in large part to the struggles of the U.S. economy, <strong> Jeffrey M. Jones </strong> wrote for Gallup.`` The other presidents with low second-year averages also took office during difficult economic times. </q> <strong> Jimmy Carter </strong> Secretary of State <strong> Colin Powell </strong> said <strong> Barack Obama </strong> has made some achievements, but said <strong> Barack Obama </strong> must focus on job creation- the <strong> Bill Clinton </strong>'s most challenging task.`` We didn't elect Superman,'' <strong> Michael Hansen </strong> said", "new_id": -2}, {"uid": "1297616629186400779", "i": 26901, "idx": 43, "sa": ["Donald Rumsfeld", "Richard Nixon"], "q": "the <strong> Richard Nixon </strong> said no.`` Do you think it would have been better if you had insisted on resigning?'' Martin asked.`` I think so,'' he said. <q> How would that have made things better? </q>`` It would have been a stronger signal to the world that we didn't accept that kind of behavior,'' <strong> Donald Rumsfeld </strong> said.`` Did you feel it was your fault?''", "new_id": -2}, {"uid": "1297177746196968450", "i": 9233, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers"], "q": "he learned from his past experiences, <strong> Aaron Rodgers </strong> replied,`` Leading by example.'' <strong> David Letterman </strong> complimented <strong> Aaron Rodgers </strong> again on his big Super Bowl victory. <strong> Aaron Rodgers </strong> thanked him and said humbly, <q> I was surrounded by a great group of guys who really believed in me. </q> Concerning the game itself, <strong> Aaron Rodgers </strong> explained,`` I was a little hyped up, but when we settled down, it felt like just another game.'' Do you want to stay in-the-know? Then", "new_id": -2}, {"uid": "1297148717028524550", "i": 27672, "idx": 2, "sa": ["Simon Cowell"], "q": "big fan,'' <strong> Simon Cowell </strong> said of his former fellow American Idol judge.`` I've always said at some point we are going to be working together.'' But, he added, <q> I have to take everyone's opinions into account, </q> including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the four-member panel has yet to be made and won't be announced for another month or so, he", "new_id": -2}, {"uid": "1296391267266764303", "i": 24645, "idx": 0, "sa": ["Allen Iverson"], "q": ". Legalization/decriminalization of prostitution increases clandestine, hidden http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.''", "new_id": -2}, {"uid": "1295579790167378954", "i": 7108, "idx": 0, "sa": ["the Fox", "Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "series of auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more`` Idol'' wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on <strong> the Fox </strong> singing competition. <q> I think with every artist, and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists, you have a lot of warmth and a lot of nurturing, </q> said Jackson, the lone original judge remaining on the panel.`` That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "new_id": -2}, {"uid": "1295885672122388482", "i": 32150, "idx": 1, "sa": ["Zahi Hawass"], "q": "of one sun god, Aton. The bust is at the top of a`` wish list'' of five major artifacts exhibited abroad that Egypt wants returned as part of its cultural heritage. <q> Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti, </q> <strong> Zahi Hawass </strong> said in a statement. But he asked that`` this unique treasure be returned to the possession of its rightful owners, the Egyptian people.'' FILE- In this March 7, 1982", "new_id": -2}, {"uid": "1295150789036716549", "i": 8619, "idx": 2, "sa": ["Mike Pence"], "q": "A much bigger economic crisis is coming. And, every country in the world i... <strong> Mike Pence </strong>:`` You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over.'' <strong> Mike Pence </strong>: <q> You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over. </q>", "new_id": -2}, {"i": 35653, "idx": 0, "index_answer": 1, "new_id": -1, "q": "have a real impact on Washington and the economy.`` I think that's part of what he's been positioning for,'' said <strong> Rob Enderle </strong>, a tech pundit and president of the <strong> Rob Enderle </strong> Group. <q> In terms of skills and what he brings to the party and reelection campaign and timing, it's my expectation he will </q> go to Washington. Google shocked Silicon Valley and Wall Street last month by announcing a big shakeup in its C-Suite, pushing <strong> Eric Schmidt </strong>, 55, out of the CEO job and replacing him with co-founder Larry", "sa": ["Eric Schmidt", "Rob Enderle"], "uid": "1296683084157417498"}]