[{"uid": "1297217356071778338", "i": 558, "idx": 11, "sa": ["Colin Powell", "George W. Bush", "Donald Rumsfeld"], "q": "believed Saddam Hussein had weapons of mass destruction when he made a presentation to the UN Security Council in February 2003-- and never spoke up during meetings with the <strong> George W. Bush </strong> to raise objections about the war. <q> There's a lot of stuff( in) the press that says <strong> Colin Powell </strong> was against it. But I never saw even the slightest hint of that, </q> he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> George W. Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: \"My goodness, the intelligence was certainly", "new_id": -2}, {"uid": "1295760999029376535", "i": 59901, "idx": 0, "sa": ["Robert Horry", "Allen Iverson", "Dwight Howard", "Mario Elie"], "q": "and beat the San <strong> Mario Elie </strong> Spurs. sportsillustrated.cnn.com Iverson_Allen Iverson_Career_High_60pts_vs_the_Dwight Howard_Dwight Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the Robert Horrys are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1296784629036126790", "i": 50560, "idx": 11, "sa": ["Colin Powell", "Bill Clinton", "Donald Rumsfeld"], "q": "the \"narrative\" that later emerged-- that <strong> Colin Powell </strong> was misled into making his false declarations in his UN speech-- he notes that the former Secretary of State was fully aware of all the intelligence. <q> <strong> Colin Powell </strong> was not duped or misled by anybody, nor did he lie about Saddam's suspected WMD stockpiles. The <strong> Bill Clinton </strong> did not lie. The Vice <strong> Bill Clinton </strong> did not lie... the far less dramatic truth is that we were wrong. </q> As for the decision to not send more troops to Iraq in the wake of the invasion, <strong> Donald Rumsfeld </strong> accuses his accusers. In conversations with the <strong> Bill Clinton </strong> and his staff, <strong> Colin Powell </strong> \"did not raise any", "new_id": -2}, {"uid": "1296717777187006991", "i": 43882, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "quip about \"old Europe\" - meaning Germany and France- not supporting the war was hardly deft diplomacy. As for declaring, as he did in the first weeks after the invasion of Iraq, <q> We know where they are, </q> referring to suspected stockpiles of weapons of mass destruction; well, <strong> Donald Rumsfeld </strong> would like to take that one back, too. But he still can't resist- in a memoir due out next week-", "new_id": -2}, {"uid": "1296140197140460041", "i": 59395, "idx": 1, "sa": ["Michael Gove"], "q": "<strong> Michael Gove </strong> aims to give the body \"new focus\" by allowing disciplinary records to be assessed. Schools faring \"particularly badly\" on discipline may be taken over by a better performing local school or an academy with <q> a strong record on discipline </q>. In the worst cases, Mr <strong> Michael Gove </strong> could order closure. The Bill will also enable teachers to seize porn, mobiles and video cameras from pupils- and give detentions without parents getting the", "new_id": -2}, {"uid": "1295386580075563019", "i": 3835, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Reuters)- Chrysler Group Chief Executive <strong> Sergio Marchionne </strong> vowed to keep the automaker on top of the minivan segment in the North American market and said the company will develop a new type of minivan by 2014. <q> We're not going to give one inch of territory in terms of our domination of( the minivan) segment, </q> <strong> Sergio Marchionne </strong> said to workers at the Windsor Assembly Plant on Tuesday, where the Dodge Grand Caravan and the Chrysler Town& Country minivans are made. Chrysler, which popularized the minivan segment in 1983 under former", "new_id": -2}, {"uid": "1296110506056148029", "i": 59492, "idx": 0, "sa": ["Ryan Seacrest", "Steven Tyler", "Oprah Winfrey", "Simon Cowell", "Randy Jackson"], "q": "pervasive fart. Thank God <strong> Simon Cowell </strong> and his man titties are gone. And <strong> Randy Jackson </strong>? The less said, the better. But the biggest travesty is always the fish-faced leprechaun named <strong> Ryan Seacrest </strong>, whose biggest rival in the <q> is she/he or isn't she/he </q> sweepstakes is <strong> Oprah Winfrey </strong>. But this new season is the most loathsome of all. The reason for <strong> Steven Tyler </strong>'s fame has eluded me for decades. But now, surgically \"enhanced,\" he is so repulsively ugly", "new_id": -2}, {"uid": "1295635525217038960", "i": 11158, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "terms of understanding the industry I am in, and what the company does.\" <strong> Eric Schmidt </strong> said Thursday that <strong> Larry Page </strong> is now ready to lead. told BusinessWeek that running a company collaboratively produces better results <q> because you have more bandwidth and checking and balancing going on. </q> \"I think[ co-founder] Sergey[ Brin] and I have remarkably similar views on things, largely because we've spent a lot of time together. I can usually predict when we're going to", "new_id": -2}, {"uid": "1295648417122683417", "i": 8685, "idx": 3, "sa": ["Andy Coulson", "Ed Miliband", "David Cameron"], "q": "<strong> David Cameron </strong> said he was \"very sorry\" <strong> Andy Coulson </strong> was going but added that he could \"understand that the continuing pressures on him and his family mean that he feels compelled to do so.\" <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government, </q> he said. Labour leader <strong> Ed Miliband </strong> said: \"He's now done the right thing but he should have done it earlier. I think it raises real questions about <strong> David Cameron </strong>'s judgment that he hung on", "new_id": -2}, {"uid": "1295624721043139106", "i": 43402, "idx": 0, "sa": ["Steve Ballmer"], "q": "Xbox 360 gaming console. Coyne talks about the struggle in the software industry to regain its innovative edge, and the need for trust between IT and end users. WinRumors said Microsoft would release the utilities <q> in the coming months. </q> The company has not confirmed the report. It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told", "new_id": -2}]