[{"uid": "1295615272190234674", "i": 25128, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "target=\"_self\" mehr 26 Prozent Plus im vierten Quartal Dass <strong> Eric Schmidt </strong> eines Tages zur?ckkehren w?rde, hatte wohl mancher Experte erwartet. Ein fr?herer Verkaufsleiter bei Google sagte gegen?ber der \"New York Times\" : <q> <strong> Larry Page </strong> wollte CEO sein, deshalb ist das keine berraschung </q>. Er ist aus den Kinderschuhen herausgewachsen und will das Unternehmen in die Zukunft f?hren. Die Quartalszahlen, die Google in dieser Woche bekannt gab, verhei?en dem Konzern Gutes. Im Vergleich zum Vorjahr verzeichnete das", "new_id": -2, "mturk_index": "858"}, {"uid": "1294972755242417682", "i": 39179, "idx": 0, "sa": ["Brandon Watson", "Steve Ballmer"], "q": "desist\" orders. \"Earlier today, we were contacted by <strong> Brandon Watson </strong>, director of developer experience for Windows Phone 7, to discuss the ChevronWP7 unlocking tool,\" the developers wrote in a Dec. 1 posting. <q> Through this discussion, we established a mutual understanding of our intent to enable homebrew opportunities and to open the Windows Phone 7 platform for broader access to developers and users. </q> Microsoft is planning a series of Windows Phone 7 updates in order to introduce new features to the platform and tweak it for better performance. In addition to cut-and-paste functionality, Microsoft CEO <strong> Steve Ballmer </strong> said during his", "new_id": -2, "mturk_index": "1365"}, {"uid": "1295218070163594249", "i": 683, "idx": 18, "sa": ["Jonathan King", "Simon Cowell"], "q": "sweet-and-sour chicken,\" he told one befuddled contestant. But it was soon clear that <strong> Simon Cowell </strong> was not content to simply be \"the talent.\" LooJonathan King back on those first seasons, he says, <q> It was hard, and that's the point, I think, where you have to say,` Look, am I just a judge, or am I going into TV as a serious business?... I just didn't want to be a paid judge for the rest of my life. </q> When his X Factor launched on British television in October 2004, <strong> Simon Cowell </strong> had two years remaining on his Idol contract. \"The only thing the two talent shows have in common is <strong> Simon Cowell </strong>,\"", "new_id": -2, "mturk_index": "606"}, {"uid": "1296216092141213713", "i": 4313, "idx": 4, "sa": ["Michael Gove"], "q": "doing very well.\" He wholeheartedly supports <strong> Michael Gove </strong>'s education reforms and thinks it \"essential to bring back the reading of classics onto the curriculum\" . Even on Burke...\" Burke? <q> Great literature is gripping. It's absurd it's not being taught. There's appalling ignorance out there. </q> When he was on tour promoting Young Stalin, he was appalled to hear a sales assistant in the bookshop announce over the Tannoy:\" on Joseph Stalin...\" Joseph Stalin is here signing books.", "new_id": -2, "mturk_index": "840"}, {"uid": "1295615438099680262", "i": 14311, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "The search giant can not afford many more out and out failures in the social realm. It also has a new public face at the ready in <strong> Larry Page </strong> so things need to be different. Gone is the aloof <q> I'm so stinkin' rich from this deal that reality is not an option </q> approach from <strong> Eric Schmidt </strong> that was ticking off everyone as of late. Of course, <strong> Larry Page </strong> is even wealthier but the hope is that because he is co-founder along with <strong> Sergey Brin </strong> that his take on the business of Google will", "new_id": -2, "mturk_index": "1251"}, {"uid": "1297491109028950563", "i": 46431, "idx": 0, "sa": ["Thaddeus McCotter", "Paul W. Smith", "Donald Rumsfeld"], "q": "roasting and all around family fun from Meijer. Admission? A can of food or a book, or$ 1 to Matrix Human Services. Good reading now: former Defense Secretary <strong> Donald Rumsfeld </strong>'s <q> Known and Unknown: A Memoir. </q> After having him on my show Friday and talking about it, I can't wait to get into it fully. Good reading soon: U.S. Congressman <strong> Thaddeus McCotter </strong>'s \"Seize Freedom.\" <strong> Paul W. Smith </strong>", "new_id": -2, "mturk_index": "24"}, {"uid": "1295808823115081216", "i": 17372, "idx": 0, "sa": ["Colin Powell", "Joe Lieberman", "Barack Obama", "Kent Conrad"], "q": "Would Have Won Re-Election' Sen. <strong> Joe Lieberman </strong>( I-CT), the former Democrat who is retiring in 2012, said on transcript- sens- <strong> Joe Lieberman </strong>- <strong> Kent Conrad </strong>- hutchison/story?id=12741835\"> This Week: <q> I believed I would have won re-election. Obviously, it would have been a tough campaign. But, you know, as I said, so what else is new? I've run-- almost all my campaigns have been tough. That's not the reason why I didn't run. I didn't run because I want to try something different. </q> <strong> Colin Powell </strong>: \"I Am Not Committed To Any Candidate\" Former Secretary of State <strong> Colin Powell </strong>, who crossed party lines to endorse <strong> Barack Obama </strong> for <strong> Barack Obama </strong> in 2008, said on", "new_id": -2, "mturk_index": "1946"}, {"uid": "1295561301243744780", "i": 42173, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": ". Sein Kompagnon <strong> Sergey Brin </strong> soll sich derweil um neue Produkte k?mmern. Der bisherige Firmenlenker <strong> Eric Schmidt </strong> wird Chef des Verwaltungsrats. In dieser neuen Rolle ist er etwa f?r Kooperationen oder bernahmen zust?ndig. <q> Wir haben unsere Rollen jetzt klarer geregelt </q>, sagte <strong> Eric Schmidt </strong>. Unter dem erfahrenen Manager hatte sich Google von einem Internetsuch-Unternehmen zu einem breit aufgestellten Technologiekonzern gemausert. Im Schlussquartal verdiente Google unterm Strich 2,5 Milliarden US-Dollar und damit 29", "new_id": -2, "mturk_index": "521"}, {"uid": "1295799418036782093", "i": 3281, "idx": 9, "sa": ["Colin Powell", "Barack Obama"], "q": ". \"There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do,\" he said. <q> All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with all of the cable channels and talk radio and blogs, especially blogs, where people can be anonymous with their nastiness, I think has caused a level of coarseness in our society that we've all got to think about. </q> <strong> Colin Powell </strong> said he thought <strong> Barack Obama </strong> was making an effort to reach across political divides to tone down the rhetoric and urged members of Congress to do the same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong>", "new_id": -2, "mturk_index": "608"}, {"uid": "1295894966204308498", "i": 8827, "idx": 1, "sa": ["Rachel Uchitel", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> also admitted Mezhgan, 36, has \"softened\" him and has finally made him think about settling down forever. He added on a forthcoming episode of` Oprah Presents Master Class': <q> Mish has softened me. She's helped me see the world differently. She has knocked my socks off. I'd never been good with relationships and I never thought I'd be with one person- I do now. </q> Miss USA 2010 Winner a Pole Dancer- <strong> Rachel Uchitel </strong> Poses for Playboy", "new_id": -2, "mturk_index": "163"}]