[{"uid": "1295560654104759299", "i": 45198, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "the company needed a more mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. The changes will be effective April 4. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,</q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said.", "new_id": -2}, {"uid": "1295984950186695687", "i": 14374, "idx": 0, "sa": ["The New York Times Book Review", "Eric Schmidt", "Google Inc."], "q": "announcing a management shake-up, will give a$ 100 million equity award to outgoing chief executive <strong> Eric Schmidt </strong>, who in April will be succeeded by company co-founder Larry Page, says a media report. <q><strong> Google Inc. </strong>... will give a$ 100 million equity award to outgoing <strong> Google Inc. </strong> gives$ 100-mn compensation to outgoing CEO <strong> Eric Schmidt </strong> NEW YORK: <strong> Google Inc. </strong>, fresh off announcing a management shake-up, will give a USD 100 million equity award to outgoing Chief Executive <strong> Eric Schmidt </strong>, who in April will be succeeded by company co-founder Larry Page, says a media report. \"<strong> Google Inc. </strong>... will give a USD 100 million equity award to outgoing Chief Executive <strong> Eric Schmidt </strong>,</q> the Wall <strong> Google Inc. </strong> gives USD 100-mn compensation to outgoing CEO <strong> Eric Schmidt </strong> <strong> The New York Times Book Review </strong>, Jan 23( PTI) Sunday, January 23, 2011--> <strong> Google Inc. </strong>, fresh off announcing a management shake-up, will give a", "new_id": -2}, {"uid": "1296088123226492424", "i": 3860, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> 1. VIDEO: Suspect jumps from moving police... <strong> Barack Obama </strong>. Want to watch tonight's big game? You'll... 3. 7 sent to hospitals after 3 cars collide... 5. UHP stepping up", "new_id": -2}, {"i": 3854, "idx": 4, "index_answer": 4, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Kobe_Bryant's_Amazing_Game_Winner_vs_Miami_December_4,_2009 NFC Storms To <strong> Chauncey Billups </strong> Lead, Takes Pro Bowl 55-41 2011 Pro Bowl start time on Fox: <strong> Vince Carter </strong> time show features <strong> Goo Goo </strong> Dolls", "sa": ["Vince Carter", "Kwame Brown", "Goo Goo", "Chauncey Billups", "Allen Iverson"], "uid": "1296461913199901198"}, {"uid": "1297710142165232701", "i": 6689, "idx": 0, "sa": ["Steve Ballmer"], "q": "making Windows Phone 7 into its primary smartphone platform in the future.( \"Concept\" phones, pictured, were revealed by Nokia yesterday.) That's something that both Nokia and Microsoft are banking on. <q>Nokia has incredible capabilities, whether it's industrial design or cameras or a broad, efficient supply chain,</q> said <strong> Steve Ballmer </strong>. \"We're sure from that based that Nokia will deliver absolutly phenomenal capability.\" Analyst: \"Some U.S. Nokia Execs Will Be Angry. They Wanted Android\"@ MWC: WAC Finally Goes", "new_id": -2}, {"uid": "1296387505015253604", "i": 30916, "idx": 4, "sa": ["Michael Vick"], "q": "pet parent and showers her with kisses every morning when she wakes up. \"The ironic thing to me is, all along, <strong> Michael Vick </strong> was the, quote, superstar,\" Erika said. <q>Now, all his victims are the actual superstars. I've got one of the real superstars sitting beside me.</q> Battered and bruised as they've been, it's a rigorous process for these dogs to find permanent homes. After learning the most basic of functions-- walking up stairs, climbing", "new_id": -2}, {"uid": "1295305301212140037", "i": 17893, "idx": 1, "sa": ["Allen Iverson", "Carmelo Anthony", "George Karl", "Marcus Camby"], "q": "been.\" The first half, though, was what <strong> George Karl </strong> wants to see. <strong> Allen Iverson </strong>, who finished with 31 points and 10 assists, was racing down the court, and his teammates were keeping up. <q>A lot of times Coach talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,</q> <strong> Allen Iverson </strong> said. \"They were beating me down the court, and I was just finding guys. They did a great job of finishing.\" <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with http://wn.com/Chris_Paul_cp3_36_points_10_assists_vs_Orlando_Magic_180209 In only 33", "new_id": -2}, {"uid": "1296243218063520792", "i": 14225, "idx": 0, "sa": ["Mike Pence"], "q": "the first time, someone caught up in the 2012 media cycle stepped up and made an intelligent decision. That person? <strong> Mike Pence </strong>, who told the world that he would the Indianapolis Star reported: <q> \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. \"We will not seek the Republican nomination for president in 2012.\"\" <strong> Mike Pence </strong> is a bear of little brain", "new_id": -2}, {"uid": "1295788220057016357", "i": 32832, "idx": 5, "sa": ["Detroit Red", "Rasheed Wallace", "Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Allen_Iverson_25pts_vs_Kobe_Bryant_Lakers_08/09_NBA_*Great_Dunks_Alleyoop_by_Kobe! The new-look <strong> Detroit Red </strong> Pistons still have the Los Angeles Lakers' number. <strong> Rasheed Wallace </strong> had 25 points and 13 rebounds, <strong> Allen Iverson </strong> added", "new_id": -2}, {"uid": "1295611423007487510", "i": 32272, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Nicole Scherzinger"], "q": "studded if <strong> Simon Cowell </strong> has anything to do with it. According to Look magazine, the media mogul wants superstar Rihanna to join the panel that may also include <strong> Cheryl Cole </strong> and <strong> Nicole Scherzinger </strong>. A source revealed: <q>To get her on the show would give it real star power. \"<strong> Nicole Scherzinger </strong> and <strong> Cheryl Cole </strong> are also being considered for places on the judging panel, because they've got a proven track record of being great judges, but that doesn't rule Rihanna out.</q> The source continued: \"She has a massive appeal and a real edge to her. <strong> Simon Cowell </strong> knows she wouldn't be afraid to give her opinion.\" What do you think? Would", "new_id": -2}]