[{"uid": "1297422448007979008", "i": 46260, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Microsoft Marketplace in the hope of delivering an app store to rival the Android and Apple app markets. \"I am excited about this partnership with Nokia,\" said <strong> Steve Ballmer </strong>, Microsoft CEO. <q>Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> when an internal memo from <strong> Stephen Elop </strong>, in which he likened the firm's position to that of a man \"standing on a burning platform\", was leaked. In the memo, <strong> Stephen Elop </strong> made reference", "new_id": -2}, {"i": 5401, "idx": 0, "index_answer": 1, "new_id": -1, "q": "turned out to be true as the two tech giants formally announced their partnership today. Google meanwhile acted like a jilted bride as their VP of engineering, <strong> Vic Gundotra </strong>, tweeted a few days ago that <q>two turkeys do not make an eagle,</q> the turkeys being a reference to Nokia and Microsoft. <strong> Steve Ballmer </strong> Elop did not take the tweet siting down. He responded with this pithy tweet\"... two bicycle makers, from Dayton Ohio, one day", "sa": ["Steve Ballmer", "Vic Gundotra"], "uid": "1297444577051478529"}, {"uid": "1296163957231161862", "i": 300, "idx": 0, "sa": ["Eric Schmidt"], "q": "CEO( he will regain the title when <strong> Eric Schmidt </strong> steps aside in April), spoke at length on the value of white spaces during an event at the New America Foundation in May, 2008. <q>The use that we can make of this spectrum when we have open innovation is quite amazing,</q> he said. But making use of white spaces will require some coordination, so that upcoming TV band wireless networking devices don't interfere with licensed TV band users like broadcast television stations. That's where the", "new_id": -2}, {"uid": "1295459530253952030", "i": 37658, "idx": 1, "sa": ["Sergio Marchionne"], "q": "with any other Chrysler( or Fiat) vehicle, but that may soon change. <strong> Sergio Marchionne </strong> envisions a new platform that can underpin a number of new models, including large sedans. <q>You're going to see a new architecture on the line, a completely different architecture, completely rethought,</q> <strong> Sergio Marchionne </strong> told Automotive News at the event. \"We've learned a lot in making this minivan over the last 20 plus years. We need to upgrade this and make it a much more versatile platform,", "new_id": -2}, {"uid": "1295005754255803419", "i": 193, "idx": 2, "sa": ["Gordon Brown", "Cheryl Cole", "Simon Cowell"], "q": "interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told Allen: \"I will get ITV to make substantial five-figure donation to your charity for the interview\". But Allen told him: <q>Those are my terms. I've got no interest in coming on your show, you've been asking me for years.</q> She revealed she had lost her second child in November and asked her two million followers on the social networking website to \"say a little prayer\". She previously had a miscarriage when she", "new_id": -2}, {"uid": "1297112166205144067", "i": 5560, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell"], "q": "done a good job.\" Asked if <strong> Paula Abdul </strong> could be a judge on his new show, which debuts next fall and has not yet announced a full judging panel, <strong> Simon Cowell </strong> demurred. <q>I'm a massive fan of <strong> Paula Abdul </strong>,</q> he said. \"We've been in regular contact... I'm not going to say today who we are going to confirm or not... because the truth is we haven't made up our minds up yet", "new_id": -2}, {"uid": "1297184332188334094", "i": 8388, "idx": 2, "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick", "Mayor Tom Leppert"], "q": ". <strong> Richard Hunter </strong> didn't get a response from the NFL star. But he did get a surprise at the same event when <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> presented <strong> Michael Vick </strong> with a key to the city. <q>People are going to think that the city- in the week that the eyes of the world were on us- gave the key to the city to a sociopath like that,</q> <strong> Richard Hunter </strong> said. On Monday, <strong> Dwaine Caraway </strong> explained that he wanted to show children at the event they can reset their lives in the right direction after bad decisions like the ones <strong> Michael Vick </strong> made. \"", "new_id": -2}, {"uid": "1296968578257851407", "i": 40184, "idx": 1, "sa": ["Donald Rumsfeld", "Gerald Ford"], "q": "were among the friends, family members and colleagues who came to Washington for conversations. \"I started thinking about this amazing archive I had,\" he says during a recent interview. <q>The fact that I had it, persuaded me that I ought to take advantage of it.</q> <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite in Washington, where the walls document a long, high-level life of politics and history: a photograph of then- <strong> Gerald Ford </strong>'s swearing-in statement", "new_id": -2}, {"uid": "1295319354058130441", "i": 28711, "idx": 2, "sa": ["Barack Obama", "Ronald Reagan", "Mike Pence"], "q": "of <strong> Ronald Reagan </strong> <strong> Barack Obama </strong>. \"We've been trying to listen first to Hoosiers and then to other voices around the country about where they think we might best serve in the years ahead\" and <q>we'll be making a decision before the end of this month,</q> <strong> Mike Pence </strong> told about 100 people at a conference room in the Henry County, Ind., Hospital. Should <strong> Mike Pence </strong> enter the contest, he would face an uphill climb. Few Americans have heard of", "new_id": -2}, {"uid": "1295623347170147858", "i": 3365, "idx": 3, "sa": ["Eric Schmidt", "Rob Enderle"], "q": ", zegt Gartner-analist Alan Weiner. \"Met zekerheid kan ik zeggen dat als Page ergens anders voor CEO had gesolliciteerd, hij de baan niet zou hebben gekregen.\" Eindelijk op eigen kracht verder <q>Het was duidelijk dat Larry Page uiteindelijk het bedrijf zou gaan leiden dat hij eerder zelf had opgericht. De zijwieltjes mogen er eindelijk vanaf</q>, zegt <strong> Rob Enderle </strong>, die zelf denkt dat de Chinese klucht <strong> Eric Schmidt </strong> uiteindelijk de das om heeft gedaan. \"Het was mij al snel duidelijk dat <strong> Eric Schmidt </strong> en Larry toen niet op dezelfde golflengte zaten\", meent de", "new_id": -2}]