[{"i": 20833, "idx": 5, "index_answer": 0, "new_id": -1, "q": "In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing.\" Once you are on the black list at Apple, <strong> Roger Kay </strong> added, <q>you don't get to come back.</q> That also leaves out the not-too-small question of how <strong> Google Inc. </strong> would react to having its former leader run a key competitor. Lawsuits would be more than likely- if <strong> Eric Schmidt </strong> is not already tied down by a", "sa": ["Roger Kay", "Eric Schmidt", "Google Inc."], "uid": "1296106095124256262"}, {"uid": "1295665787007979011", "i": 22387, "idx": 3, "sa": ["Eric Schmidt"], "q": "read the chips. Google must rally many other industry participants in order to reach widespread use of the technology. Thirdly, <strong> Eric Schmidt </strong> said Google wants to increase the availability of inexpensive smartphones in poor regions. <q>We envision literally a billion people getting inexpensive, browser-based touchscreen phones over the next few years. Can you imagine how this will change their awareness of local and global information and their notion of education?</q> he wrote. A billion browser-based phones also means that Google can display advertisements to that many more people around the world. PLEASE NOTE: Your name is used only to let the recipient know", "new_id": -2}, {"uid": "1295684942089554946", "i": 34363, "idx": 5, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,</q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our http://wn.com/Astonishing_Halftime_Entertainment_*_NBA_Denver_Nuggets_vs_Lakers,_HD Astonishing NBA Halftime performance Veniamin's Human Slinky Â® at Denver Nuggets vs LA Lakers( 2/27/09) Pepsi Center", "new_id": -2}, {"uid": "1295674743088440893", "i": 27347, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "55, has no doubt Page is ready for the challenges ahead. \"Larry has been with me in every major decision in the past decade,\" <strong> Eric Schmidt </strong> said in an interview Thursday. <q>It's not like he has been sitting around doing nothing.</q> Although management by committee worked well enough to turn <strong> Google Inc. </strong> into an enormous success, it eventually slowed <strong> Google Inc. </strong>'s reaction to popular new ideas such as Facebook and Twitter. The bureaucracy has also caused", "new_id": -2}, {"uid": "1295022715245776398", "i": 10582, "idx": 0, "sa": ["Michael Gove", "Darren Henley"], "q": ". So much for the glass half-empty theory, what about the glass half-full? Well, if <strong> Darren Henley </strong> is going to be true to what <strong> Michael Gove </strong> said when the review was launched in September, that <q>it is simply unfair that the joy of musical discovery should be the preserve of those whose parents can afford it</q>, we can look forward to a new utopia where music services are free to all, in which every child has the chance to sing and to learn any instrument they choose without paying a single penny,", "new_id": -2}, {"uid": "1294953230093011986", "i": 11931, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Dr. Peter", "Martin Luther King"], "q": "is a major milestone for her and we're hoping that she crosses through many more,\" said her neurosurgeon <strong> Dr. Peter </strong> <strong> Martin Luther King </strong> Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q>It was raw courage. It was raw strength. It was so beautiful and so moving.</q> Doctors have also helped <strong> Gabrielle Giffords </strong> sit up and dangle her legs from her bed. She's able to open her right eye, even though it's bandaged. The next milestone will be removing", "new_id": -2}, {"uid": "1296368889057065490", "i": 13984, "idx": 1, "sa": ["David Letterman", "Ben Robinson"], "q": "is the same person you can see playing the odd show in bars and clubs around Winston-Salem. \"Every guest <strong> David Letterman </strong> had on, he ended up using me as an example,\" <strong> Ben Robinson </strong> said. <q><strong> Ben Stiller </strong> was on, and he was talking about some tough part he had in some movie he was making, and <strong> David Letterman </strong> points over at me and says, \"He's only 13 and he's got the blues.\"</q> He made about$ 500 for the night- he said he blew it on \"kid stuff\"- and got a few royalty checks over the years when the show was aired in reruns or", "new_id": -2}, {"uid": "1295411717092504082", "i": 31, "idx": 3, "sa": ["Simon Cowell"], "q": "the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to \"a cat being thrown off a skyscraper,\" telling another, <q>Don\\' t mean to be rude, but you look like the Hulk\\'s wife,</q> reducing dozens of hopefuls to their worst \"ugly cry\"- and propelling')\" class= \"emaillink\" rel= \"nofollow\">* Update* Thanks for the 4 million views!!! For all", "new_id": -2}, {"uid": "1295008484200032264", "i": 23209, "idx": 10, "sa": ["Kirsten Gillibrand", "Nancy Pelosi", "Gabrielle Giffords"], "q": "<strong> Kirsten Gillibrand </strong> said. She reached out and grabbed her husband \"and is touching him and starts to really choke him like she was really trying to hug him.\" He asked her to touch his wedding ring, <q>and she touches his ring, then she grabs his whole watch and wrist and then the doctor was just so excited, he said, \"You don't understand... this is amazing what she is doing right now and beyond our greatest hopes.\"</q> \"It was, as you can imagine, a glorious moment,\" said House Minority Leader <strong> Nancy Pelosi </strong>, who was also in the room. <strong> Gabrielle Giffords </strong> remains in critical condition because doctors are worried", "new_id": -2}, {"uid": "1296770511173654034", "i": 12166, "idx": 16, "sa": ["Donald Rumsfeld", "Joe Biden", "John Kerry", "Al Gore", "Hillary Clinton"], "q": "the administration as purposefully misrepresenting the intelligence.\" <strong> Donald Rumsfeld </strong> acknowledges having made one \"misstatement,\" early in the war, involving the CIA's designation of various \"suspect\" WMD sites in Iraq. <q>We know where they are. They're in the area around Tikrit and Baghdad,</q> he said. <strong> Donald Rumsfeld </strong> says he should have used the phrase \"suspect sites.\" The author doesn't just play defense. He resurrects quotes from <strong> Hillary Clinton </strong>, <strong> Joe Biden </strong>, <strong> John Kerry </strong> and <strong> Al Gore </strong> as supporting the", "new_id": -2}]