[{"uid": "1296717065176898061", "i": 16842, "idx": 0, "sa": ["Stephon Marbury", "Carmelo Anthony", "Allen Iverson", "Isiah Thomas", "Nick Young", "Eddy Curry", "Renaldo Balkman", "Jamal Crawford"], "q": "game.'' <strong> Jamal Crawford </strong> led the KNick Youngs with 25 points and <strong> Eddy Curry </strong> added 24, nine in the fourth quarter. <strong> Stephon Marbury </strong> had 21 points and nine assists, and <strong> Renaldo Balkman </strong> led a spirited bench effort with 11 points. <q> Our whole team, I like the tenacity that we played with. I like the intensity that we played with, </q> KNick Youngs coach <strong> Isiah Thomas </strong> said. <strong> Allen Iverson </strong> scored 32 points and <strong> Carmelo Anthony </strong> had 24 for the Nuggets, who led by as many as 15 and were still ahead by 10 going to the fourth quarter before dropping their second straight", "new_id": -2}, {"uid": "1295832430187138098", "i": 33285, "idx": 0, "sa": ["Andy Coulson", "Brian Cox"], "q": "best thing to ask for when your views have about as much credibility as <strong> Andy Coulson </strong>'s future in journalism. Anyway, the Association's statement goes on to say( with my bolding) that: <q>`` Communications the Association have received show that dissatisfaction is growing with Professor <strong> Brian Cox </strong>'s support for Dara O'Briain's denigration of astrology in his Stargazing Live BBC2 television programme on 3rd January 2011( see the portion commencing 17' 30 </q> and 19' 45'' into the programme). \" His justification was fragmentary astronomy and empty of logic. Yet he allowed the total condemnation of astrology. This is particularly disappointing, because for the previous", "new_id": -2}, {"uid": "1295941685109330459", "i": 46946, "idx": 4, "sa": ["Vince Carter", "LeBron James", "Allen Iverson", "Michael Finley", "Tim Duncan", "Joakim Noah", "Žydrūnas Ilgauskas", "Phil Jackson"], "q": "overTim Duncane, including the game-winning jumper with 51 seconds left in overTim Duncane. <strong> Joakim Noah </strong>, who was also maLeBron James his postseason debut, scored 11 with 17 rebounds for the Bulls as they wrested the home-court advantage from Boston. <q> As the games go on, the moments http://wn.com/Allen Iverson_Allen Iverson_44pts_vs_Vince Carter_Vince Carter_T-Mac_Raptors_99/00_NBA <strong> Allen Iverson </strong> wasn't going to let <strong> Vince Carter </strong> show him up. <strong> Allen Iverson </strong>, playing with an injured <strong> Žydrūnas Ilgauskas </strong> toe, scored 44 points, including 30 in the Michael Finleyal 19 minutes, as the Phil Jacksonadelphia 76ers defeated the Toronto Raptors 106-93 Wednesday night in a preview of a potential first-round series in the Eastern Conference playoffs.`` When you have that type of quality player come in, you want to step it up, </q> <strong> Allen Iverson </strong> said.`` When you add to that he's coming into my house, I want to play good in front of my fans. It's my house.'' <strong> Vince Carter </strong> overcame a tough first half to", "new_id": -2}, {"uid": "1295382740044089403", "i": 5610, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Company during a ceremony at the plant.`` The new 2011 Dodge Grand Caravan and Chrysler Town& Country remain key parts of our revival plan,'' <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience. <q> Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust in each other and make a true, full-faith effort to work together. </q> <strong> Sergio Marchionne </strong> also reminded employees that it was with the assistance of the federal government of Ontario that Chrysler has been given an opportunity to create a future.`` Chrysler Group owes a deep debt of", "new_id": -2}, {"uid": "1295638852256720908", "i": 21583, "idx": 3, "sa": ["Andy Coulson", "Anne Hathaway", "Rupert Murdoch", "David Cameron", "Nick Clegg"], "q": "appears to be that Achilles Heel in extreme left politics. It's sad... Lord Mandelson, speaking on the World and One, accuses <strong> David Cameron </strong>'s spinner-in-chief <strong> Andy Coulson </strong> of smearing <strong> Nick Clegg </strong>. A clip from ChAnne Hathawayl 4's <q> Dispatches- Tabloids, Tories and Telephone hacking </q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation. Scotland Yard defends itself against claims it failed to thoroughly investigate accusations of phone hacking at the News of the World.. Follow us on twitter at twitter.com", "new_id": -2}, {"uid": "1295128999235077646", "i": 869, "idx": 0, "sa": ["Ian Edmondson", "Andy Coulson", "Charlotte Harris"], "q": "Scotland Yard relating to phone hacking. <strong> Charlotte Harris </strong>, the solicitor representing the sports agent Sky <strong> Andy Coulson </strong>, who is bringing a claim against the newspaper, said she trusted the assessment would be robust. <q> The interpretation of whatever documents or other evidence should not be something that is done by the Metropolitan police alone, </q> <strong> Charlotte Harris </strong> said.`` An independent eye is welcomed given the civil claims, the reported settlements, the suspension of <strong> Ian Edmondson </strong> and the new internal investigation by the News of the World.'' News", "new_id": -2}, {"uid": "1295589738230457346", "i": 12407, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "bereit, das Unternehmen zu f?hren'', sagte der bisherige Firmenlenker <strong> Eric Schmidt </strong>. Er wird das Unternehmen als Chef des Verwaltungsrats k?nftig vor allem nach au?en vertreten. In dieser Funktion ist er unter anderem f?r Kooperationen zust?ndig. <q> Wir haben unsere Rollen jetzt klarer geregelt </q>, sagte <strong> Eric Schmidt </strong>. Der bisherige Weg, Entscheidungen gemeinsam zu treffen, sei angesichts der Gr?e des Unternehmens zu kompliziert geworden. Die ehemaligen Studienkollegen <strong> Larry Page </strong> und <strong> Sergey Brin </strong> hatten Google 1998 gegr?ndet. 2001 bergaben die beiden", "new_id": -2}, {"uid": "1296639953047300640", "i": 34281, "idx": 3, "sa": ["Nom De Strip", "David Letterman", "Jay Leno"], "q": "that flour is the main ingredient in bread?'' he asked <strong> David Letterman </strong>.`` I'll tell you right now, that show is for morons,'' <strong> Nom De Strip </strong> said of` The Tonight Show.' <q> It is not like your show... This is really for the intellectual elites here. </q> <strong> David Letterman </strong> laughed and mostly kept his mouth shut, though you know he probably had a million different responses running through his head. After all, the <strong> Jay Leno </strong> and <strong> David Letterman </strong> camps have been on opposite sides of", "new_id": -2}, {"uid": "1295541272188383285", "i": 18427, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "majority and several Tea Party freshmen. However, the measure will have almost no chance of making it past its next two hurdles: a Democratic-leaning Senate and a Barack Obamaial veto. Representative <strong> Mike Pence </strong>( R-Indiana) said, <q> We will vote to repeal Barack Obamacare again and again until we consign their government takeover to the ash heap of history where it belongs. Welcome to the 112th Congress. American people-- this is your week. </q> House Democrats, however, have criticized the Republican majority for pushing for a final vote on the measure, scheduled for next Wednesday, without allowing any amendments-- something they see as a failure of the GOP to", "new_id": -2}, {"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q> We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more, </q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}]