[{"uid": "1296152895171884554", "i": 11082, "idx": 0, "sa": ["Michael Gove"], "q": "moral, social and cultural development. Changes- expected to be introduced next year- will also see outstanding schools spared inspections altogether unless parents or Michael Government officials raise concerns. Mr <strong> Michael Gove </strong> said: <q> There are areas of Ofsted inspections, such as community cohesion or regulations Michael Governing what students bring in in their lunchboxes at lunchtime, which are entirely peripheral. \"One of the problems with Ofsted inspections is that they are asked to inspect and measure for things which, by definition, are hard to judge and not central to what schools are about. </q> The Bill will also lead to the formal abolition of a series of education quangos such as the Qualifications and Curriculum Development Agency, the General Teaching Council for England and the Training and Development Agency for Schools", "new_id": -2}, {"uid": "1296030370000671746", "i": 58202, "idx": 2, "sa": ["Michael Gove", "Nicole Kidman"], "q": ". Mr <strong> Michael Gove </strong>'s lawyers say each of the six councils seeking judicial review will in any event receive in total \"well in excess of? 1bn in BSF funding\" , and the case was about <q> whether they must get even more </q>. 05 JULY 2010, EDUCATION& FAMILY Deeply disturbed <strong> Nicole Kidman </strong> confronted her own fears for Oscar-nominated role Non-existent country After 20 years, Somaliland still waiting to leave Mogadishu chaos Up in smoke", "new_id": -2}, {"uid": "1296298466210370624", "i": 39678, "idx": 1, "sa": ["Michael Gove"], "q": "coming in were promising. \"We've had seven years of growth and over the last couple of years our sales revenue has been growing in excess of 35 per cent year-on-year,\" he said. <q> The challenge will be keeping that going. But we are looking at new products and new markets and we will continue to look at making sure we improve profit margins wherever we can. </q> Denford's, a family firm, dates back to the years before the Second World War. It was founded in Halifax by Horace Denford, grandfather of the current chief executive <strong> Michael Gove </strong> Denford, before moving", "new_id": -2}, {"uid": "1295455196042303533", "i": 53780, "idx": 1, "sa": ["Michael Gove"], "q": ". May's elections will be the first big test of the coalition. Mr <strong> Michael Gove </strong>'s comments follow criticism of the Conservative leadership's handling of the recent Oldham East and Saddleworth by-election. <q> <strong> Michael Gove </strong>'s words could and, no doubt, will be applied to many, many other places </q> \" Some Tories say efforts were muted in an attempt to help the Lib Dem candidate defeat Labour. But Labour retained the seat, with the Conservatives' share of the vote falling sharply. Speaking in", "new_id": -2}, {"uid": "1295452218083853347", "i": 12884, "idx": 0, "sa": ["Michael Gove", "Andy Burnham"], "q": "to end the grants for teenagers. Mr <strong> Andy Burnham </strong> said it was an attack on the aspirations of young people. Education Secretary <strong> Michael Gove </strong> said the grant had been \"poorly targeted\" and told MPs <q> you can not spend money you do not have </q>. \"Choices are dependent on the money- and where is the money coming from?\" said Mr <strong> Michael Gove </strong>. He told the MPs the choice was whether or not they wanted to \"", "new_id": -2}, {"uid": "1295507106092586011", "i": 11130, "idx": 5, "sa": ["Michael Gove", "Mary Bousted", "Russell Hobby"], "q": "the heart of a revised national curriculum\" . He hopes top British authors and poets will contribute to the debate about which books and poetry should be studied. Mr <strong> Michael Gove </strong> is expected to say: <q> The coalition will restore academic rigour to the curriculum to ensure that our pupils can compete with the world's best. </q> Head teachers are keen to have less laid down in the national curriculum. <strong> Russell Hobby </strong>, general secretary of the National Association of Head Teachers( which represents most priMary Bousted school heads), said: \"", "new_id": -2}, {"uid": "1295528550084181014", "i": 1947, "idx": 0, "sa": ["Michael Gove"], "q": "encouraging signs. Yet on the basis of today's pronouncement, it is unclear exactly where <strong> Michael Gove </strong> now wants to drive things. He presents his approach as an enabling, non-prescriptive project. Yet the wish <q> to reduce unnecessary prescription... and central control </q> seems directly to contradict the greater focus advocated for subject content and the establishment in the curriculum of \"essential knowledge that all children should acquire\" . The original establishment of the national curriculum was a model", "new_id": -2}, {"uid": "1297007097055984146", "i": 6815, "idx": 0, "sa": ["David Cameron", "Michael Gove"], "q": "might find its lure difficult to resist, particularly if calls for an English parliament grow. <strong> David Cameron </strong> must be careful about conflating Britain and England| <strong> Michael Gove </strong> Mycock GermanicusRex 6 February 2011 3:01 PM <q> For example, the proposed increase in tuition fees in England raised fears in Scotland and Wales of significant numbers of English \"refugees </q> denying Scottish and Welsh students places in their home-based universities. In response, the Scottish and Welsh Michael Governments have raised tuition fees for English students in line with rises in England, which some claim is evidence of an", "new_id": -2}, {"uid": "1297426049196083720", "i": 25611, "idx": 6, "sa": ["Michael Gove"], "q": "Budget deficit' Lawyers for Mr <strong> Michael Gove </strong> had argued his decisions were not made lightly and were not open to legal challenge. In written statements put before the court, they said the coalition had inherited <q> the largest budget deficit in peacetime history </q>, and spending cuts had had to be made \"quickly and significantly\" . The axing of the scheme in July last year meant that at least 700 school rebuilds in England would not be going ahead", "new_id": -2}, {"q": "change the world again with our next generation application development and cloud platform, and I feel fortunate to be part of this transformation,\" <strong> Satya Nadella </strong> wrote in a Feb. 9 e-mail to Server and Tools Business employees. <q> Today we are seeing our existing customers move to the cloud to address issues of cost and complexity; tomorrow, our work as leaders in innovation will result in new scenarios and workloads... enabled in the cloud. </q> Back in January, <strong> Steve Ballmer </strong> announced that <strong> Bob Muglia </strong>'s departure would herald the Server and Tools Business' \"move forward into the era of cloud computing,\" one that would apparently require \"new leadership.", "sa": ["Satya Nadella", "Steve Ballmer", "Bob Muglia"], "index_answer": 0, "idx": 3, "i": 46819}]