[{"uid": "1295697682262275121", "i": 35603, "idx": 0, "sa": ["Andy Coulson"], "q": "it has been frozen` for at least the last three years'.`` Members are expected to attend evening meetings and often arrive direct from work without having eaten,'' she added. <q> The meetings can last for hours so this is a cost-effective way of humanely addressing the basic issues of hunger and thirst. </q> Search for new No 10 media chief The search is under way for a new director of communications at No 10 following the resignation of <strong> Andy Coulson </strong>. Banks break-up` being considered' The head of the commission", "new_id": -2}, {"uid": "1295613452243957775", "i": 3135, "idx": 2, "sa": ["Eric Schmidt"], "q": "interview with the UK's Daily Telegraph, Google( NASDAQ: GOOG) CEO <strong> Eric Schmidt </strong> said the company would not launch a new version of its Nexus One smartphone. Regarding the Google-branded phone. <strong> Eric Schmidt </strong> said it, <q> was so successful, we didn't have to do a second one. </q> H... Re: <strong> Eric Schmidt </strong> at HIMSS 2:37 Here's why google shouldn't get into this. The health sciences industry should ask themselves now, do we really want an advertising company that is publicly traded and", "new_id": -2}, {"uid": "1297446685101842958", "i": 25164, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "a statement. Referring to the rivalry between Apple's iPhone and Google's Android system, <strong> Stephen Elop </strong> said,`` It's now a three-horse race.'' Microsoft Chief Executive Officer <strong> Steve Ballmer </strong> said: <q> I am excited about this partnership with Nokia. Ecosystems thrive when fueled by speed, innovation and scale. </q> Nokia said it would relegate its Symbian operating system to the status of`` a franchise platform.'' Its second operating system, MeeGo, developed with Intel, would be turned into an open-source product,", "new_id": -2}, {"uid": "1296743565187088980", "i": 37980, "idx": 4, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "lunch alone with the new envoy.`` Shouldn't have done so,'' the memo said. The president`` linked him to the White House instead of to'' the Pentagon or State Department. <q> There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch, </q> <strong> Donald Rumsfeld </strong> writes in the book. Providing pointed critiques of other former colleagues, <strong> Donald Rumsfeld </strong> portrays <strong> Colin Powell </strong> as reigning over a State Department reluctant to accept <strong> President Bush </strong>'s political direction and intent on taking anonymous swipes at the", "new_id": -2}, {"uid": "1295455090222740488", "i": 40062, "idx": 1, "sa": ["Simon Cowell"], "q": "I think the US look at the British as a race that tells it how it is, and if ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>.'' <q> He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her. Just like him, she says what she wants because she can- there is nobody there to tell either of them to stop. </q> She continued:`` <strong> Simon Cowell </strong> and Sue say the things people wish they could in their jobs or at their school, but can't because it's not the done thing. Everybody has a bit of", "new_id": -2}, {"uid": "1297588672045400131", "i": 10464, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "fact, most I've never reread.'' As defense secretary, <strong> Donald Rumsfeld </strong> issued thousands of memos,`` snowflakes,'' they were called. He reads from some issued in 2003 and in 2005: <q> Are we winning or losing the war on terror? </q>`` Is the U.S. government changing fast enough?''`` Do we need more troops?`` My brain would be going,'' he says.`` I wanted to find out something. I needed", "new_id": -2}, {"uid": "1295437992089227381", "i": 6943, "idx": 0, "sa": ["David Letterman", "Steven Tyler"], "q": "who has joined the US reality TV talent show as a judge this season- always believed years of hard work is a better way to become a star but knows times have changed. He said: <q> I always thought that in order to become an American Idol, or any kind of idol, you have to pay your dues. But, today's a different world. </q> The 62-year-oldrocker went on to agree with TV talk show host <strong> David Letterman </strong>, who said he prefers musicians to have the`` honest, legitimate stamp of approval'' that comes from gradual success. <strong> Steven Tyler </strong>", "new_id": -2}, {"uid": "1296333025218349599", "i": 5317, "idx": 1, "sa": ["Michael Vick"], "q": "the quarterback shouldn't qualify as a dog owner. But Best Friends also has conceded that <strong> Michael Vick </strong> has put a brighter spotlight on the problem of dogfighting and the rehabilitation of pit bulls than they ever imagined possible. <q> I'd have to say that he brought attention to the issue in a rather unfortunate way, </q> said Best Friends co-founder Francis Battista.`` It's like people dying in a burning building. It brings attention to the fire codes. It's not something you ever want to happen, but now that it", "new_id": -2}, {"uid": "1295762095175325199", "i": 12727, "idx": 7, "sa": ["Barack Obama", "Mr. Bauer", "Gary Bauer", "Colin Powell", "President Bush", "Dick Cheney"], "q": "State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Fo... Ban Abortion- 2012 Presidential Candidate www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> <strong> Mr. Bauer </strong> says. But in considering one... <strong> Dick Cheney </strong> On <strong> President Bush </strong>: America Knows A`` Stand Up Guy When They See Him'' <strong> Dick Cheney </strong> On <strong> President Bush </strong>: America Knows A`` Stand Up Guy When They See Him''", "new_id": -2}, {"i": 27252, "idx": 7, "index_answer": 0, "new_id": -1, "q": "been burned for three straight games of at least 40 points by the 76ers All-Star.`` Honestly, they play me one-on-one, straight up,'' <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will. <q> Except in the last quarter. <strong> Elgin Baylor </strong> guess they felt like they had to do something. </q> By then, it was too late. <strong> Allen Iverson </strong> reached 40 points against the Bucks for the sixth time in his career, his most against any opponent. He had 40 and 54 points in his previous two games", "sa": ["Allen Iverson"], "uid": "1296550615213254158"}]