[{"uid": "1295455732232161286", "i": 12589, "idx": 0, "sa": ["Simon Cowell"], "q": "TV judge <strong> Simon Cowell </strong> have a great deal in common. <strong> Simon Cowell </strong> has judged American Idol and The X Factor, and is renowned for being open and honest with singers he thinks aren't up to scratch. <q> I think Sue Sylvester has British in her. I think the US look at the British as a race that tells it how it is. And if ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her, </q> she told British newspaper The Sun. \"He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. Just like him, she says", "new_id": -2}, {"uid": "1295757314175325198", "i": 26102, "idx": 0, "sa": ["Allen Iverson"], "q": "MAGIC& CLEVELAND CAVALIERS 2009 ON BLOKMOVAZTV BLOKMOVAZ.COM http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1297199921051740747", "i": 29049, "idx": 0, "sa": ["Donald Rumsfeld", "Ray LaHood"], "q": "cause of unintended high-speed acceleration in Toyotas. The study, which was launched at the request of Congress, responded to consumer complaints that flawed electronics could be the culprit behind Toyota's spate of recalls. <q> We feel that Toyota vehicles are safe to drive, </q> said Transportation <strong> Donald Rumsfeld </strong> <strong> Ray LaHood </strong>. Officials with the National Highway Traffic Safety Administration said they reviewed consumer complaints and warranty data in detail and found that many of the complaints involved cases in which the vehicle accelerated after", "new_id": -2}, {"uid": "1296405734264388661", "i": 14429, "idx": 0, "sa": ["Kyle Korver", "Andre Iguodala", "Rafael Araujo", "Allen Iverson"], "q": "years ago. Fans booed <strong> Rafael Araujo </strong> in the fourth quarter when he failed to convert an alley-oop dunk. He had no points and seven rebounds. <strong> Andre Iguodala </strong> has outscored <strong> Rafael Araujo </strong> 52-0 in two games in Toronto this season. <q> I was pretty sure I wasn't coming to Toronto. I worked out for a lot of teams except Toronto, </q> <strong> Andre Iguodala </strong> said. \"I'm happy to be in my position.\" <strong> Kyle Korver </strong> had 23 points and <strong> Allen Iverson </strong> added 18 for the Sixers, who have won five of six to raise their record to 13-12. Center", "new_id": -2}, {"uid": "1295189075175751174", "i": 14065, "idx": 0, "sa": ["Michael Vick"], "q": "â\u0080¢ Everybody in one 10-man fantasy-football league in Omaha agreed with Spud Mann's suggestion to tattoo the last-place finisher with art of the league champion's choosing. David Filsinger finished first. Mann finished last. <q> \"The kid I was playing for the tattoo was about to have a heart attack, </q> Mann said. \"But he put up 140 points on me.\"... He wishes he would have had Philadelphia Eagles quarterback <strong> Michael Vick </strong> on his team. \"For the rest of my life,\" Mann", "new_id": -2}, {"i": 205, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", or would it be seen a bit too cruel?\" he asked, referring to <strong> Larry King </strong>, whose show he replaced at 9PM on CNN. \"Joking!\" he said to audience jeers. <q> I'd like to see you punch a 78-year-old man, </q> <strong> David Letterman </strong> said. The pair also discussed <strong> Piers Morgan </strong>'s UK newspaper career, his walk on the beach with <strong> Rupert Murdoch </strong>, and <strong> Ricky Gervais </strong>' Golden Globes hosting job. <strong> Piers Morgan </strong> joked about punching <strong> Larry King </strong> Thursday night on", "sa": ["Piers Morgan", "David Letterman", "Rupert Murdoch", "Larry King", "Ricky Gervais"], "uid": "1295622096143933453"}, {"uid": "1297245607137953301", "i": 1865, "idx": 0, "sa": ["Donald Rumsfeld", "David Tierney"], "q": ", Texas$ 32,852 2. Paul <strong> David Tierney </strong>,... Inc. pharmacist mistakenly sold a pregnant Colorado woman a powerful..., Colo., Jan. 19( UPI)-- A Colorado woman charged with fatal... Report Abuse <q> I am deeply saddened by this woman's situation, and I can only hope for a miracle for her and her baby. When I was six weeks pregnant, a doctor at a walk-in clinic prescribed me an antibiotic. It was a holiday, and I couldn't see my regular doctor. I had the prescription filled, and even though the doctor knew I was pregnant, the bottle ended up saying not to take it if pregnant. </q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Pregnancy Tests CLIA Waived, FDA 510K, Strips- as low as.23, Cassettes", "new_id": -2}, {"uid": "1296863261132562962", "i": 9874, "idx": 0, "sa": ["Sergio Marchionne"], "q": " \"I am paying shyster rates,\" <strong> Sergio Marchionne </strong> said, noting that Chrysler had no choice in 2009 but to pay the high interest rates the government set as part of its$ 15 billion Chrysler bailout. <q> We had no choice... I am going to pay the shyster loans. </q> He called the loans \"a thorn in my side.\" Chrysler's also in talks with banks to refinance its debt and plans to have an \"agreement in principle\" by end of", "new_id": -2}, {"uid": "1295329511137969669", "i": 27292, "idx": 1, "sa": ["Jay Cutler", "Michael Vick", "Eli Manning"], "q": "He's just growing into being a great quarterback.\" The Packers have beaten <strong> Eli Manning </strong>, <strong> Jay Cutler </strong>, <strong> Michael Vick </strong> and Matt Ryan in consecutive weeks and are the Super Bowl favorite in Las Vegas. <q> That( Bears game) was three weeks ago, </q> Packers linebacker Clay Matthews said. \"A couple of weeks before that we were losing games. We feel good about where we're at.\" From the editor: Many of you have expressed concerns about", "new_id": -2}, {"uid": "1296106965198869114", "i": 1637, "idx": 0, "sa": ["Michael Jordan", "Allen Iverson", "Aaron McKie"], "q": "and the Philadelphia 76ers keep winning. One night after a 41-point effort in Philadelphia's most lopsided win of the season, <strong> Allen Iverson </strong> scored an NBA season-high and career-best 54 in a 107-103 victory over the Cleveland Cavaliers. <q> It was like he was playing horse tonight, </q> said 76ers guard <strong> Aaron McKie </strong>, who had 20 points and nine assists. \"<strong> Michael Jordan </strong> jumper was deadly.\" Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route", "new_id": -2}]