[{"uid": "1297323276070123533", "i": 28235, "idx": 3, "sa": ["Mike Pence", "Kristi Noem", "Tim Scott", "Matt Lloyd", "Rand Paul"], "q": "president, turned down an invitation to speak at CPAC, where he has appeared six Tim Scottes. \"At this Tim Scotte, the congressman is focusing his attention on Indiana,\" <strong> Mike Pence </strong> spokesman <strong> Matt Lloyd </strong> said. <q> He hopes to participate in future CPAC opportunities as his schedule permits. </q> Besides at least eight potential presidential candidates, speakers will include those from the ranks of Republicans newly elected to Congress, including Reps. <strong> Kristi Noem </strong> of South Dakota and <strong> Tim Scott </strong> of South Carolina, and Sen. <strong> Rand Paul </strong> of", "new_id": -2}, {"uid": "1296006847180027415", "i": 21467, "idx": 0, "sa": ["Eric Cantor", "Barney Frank", "Mike Pence", "Barack Obama"], "q": "of restrictions on domestic spending with unlimited spending for the war-- and you always have to talk about both-- is a great mistake,\" <strong> Mike Pence </strong> <strong> Barney Frank </strong>( D-Mass.) told The Huffington Post last week. <q> And the liberal community's got to focus more on Afghanistan, Iraq, NATO. NATO is a great drain on our treasury and serves no strategic purpose. </q> Lawrence J. Korb, a senior fellow at the Center for AmEric Cantoran Progress who has argued that the defense budget can be cut The <strong> Barack Obama </strong> pledges to rein the deficit, citing three specific steps to this end. He", "new_id": -2}, {"uid": "1297292864070500360", "i": 51991, "idx": 1, "sa": ["Nancy Keenan", "Mike Pence"], "q": "abetting underage sex trafficking,\" said <strong> Mike Pence </strong>( R-Ind.), who's sponsoring the Title X bill. Other abortion rights groups slammed the Appropriations Committee proposal Wednesday afternoon. <q> The new anti-choice House leadership now wants to take away birth control and cancer screenings from millions of American women and men, </q> said <strong> Nancy Keenan </strong>, president of NARAL Pro-Choice America. \"While these politicians attack abortion coverage from every angle, they now want to deny funding for birth control, even though that's the best way to prevent unintended", "new_id": -2}, {"uid": "1295631499142901251", "i": 33225, "idx": 4, "sa": ["Gabrielle Giffords", "Mike Pence", "Jesse Kelly", "Bill Maher", "Jon Stewart", "Barack Obama", "Sarah Palin"], "q": "!! <strong> Jon Stewart </strong> kills Fox News on <strong> Barack Obama </strong>'s speech in Tucson- <strong> Sarah Palin </strong>'s breath- CAN NOT BE UNSEEN!! www.thedailyshow.com <strong> Barack Obama </strong>: Memorial in Arizona <strong> Sarah Palin </strong> Facebook scrubbing in realtime <strong> Bill Maher </strong>: Go2 Rhetoric for Right Wing Is <q> Wouldn't It Be Fun To Kill The People We Disagree With </q> WikiLeaks To Expose Fox News? <strong> Sarah Palin </strong>'s Breath Watch <strong> Barack Obama </strong>'... <strong> Jesse Kelly </strong>'s Strategy to Defeat <strong> Gabrielle Giffords </strong> 072110.MP4 <strong> Jesse Kelly </strong> Says How He Plans to Defeat <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong> in the upcoming General Election For Congress for Tucson's CD-8", "new_id": -2}, {"uid": "1295439949265502720", "i": 37454, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": ") addresses the media at the Detroit Economic Club in Birmingham, Mich.. An independent campaign to draw GOP <strong> Mike Pence </strong> into the 2012 presidential race is under way. In remarks to state lawmakers, <strong> Mike Pence </strong> called <strong> Mitch Daniels </strong> <q> the best governor in America. </q> <strong> Mike Pence </strong> says he's had as many people encourage him to consider coming home to Indiana as urging him to \"keep the national campaign.\" He says he still intends to make a decision", "new_id": -2}, {"uid": "1296293861120143879", "i": 53134, "idx": 1, "sa": ["Mike Pence", "Michele Bachmann", "Barack Obama", "John Boehner"], "q": "a different vision.\" \"Americans are skeptical of both political parties, and that skepticism is justified- especially when it comes to spending,\" Ryan said, according to excerpts of his remarks. <q> So hold all of us accountable. </q> But Ryan, who was designated by Speaker <strong> John Boehner </strong> and other Republican leaders to respond to the <strong> Barack Obama </strong>, did not have the last word. <strong> Mike Pence </strong> <strong> Michele Bachmann </strong> of Minnesota, who founded the Tea Party Caucus last", "new_id": -2}, {"uid": "1295534390252182552", "i": 25975, "idx": 5, "sa": ["Tim Pawlenty", "Mike Pence", "Barack Obama", "Mitt Romney"], "q": "so much so they've asked U.S. Representative <strong> Mike Pence </strong> to seek the Republican nomination for <strong> Barack Obama </strong>,\" Although <strong> Mitt Romney </strong> criticized his opponents in 2008 for not spending more Tim Pawlentye in Iowa, <q> as he appears to be preparing to launch a second Barack Obamaial bid, <strong> Mitt Romney </strong> has largely avoided the state, </q> Real Clear Politics writes. \"After a debilitating second-place finish in the 2008 caucuses, <strong> Mitt Romney </strong> has visited Iowa only twice since <strong> Barack Obama </strong> was elected, and he does not have any additional trips to", "new_id": -2}, {"uid": "1295290539030998554", "i": 10887, "idx": 1, "sa": ["Gabrielle Giffords", "Will Shortz", "Kevin Brady", "Mike Pence"], "q": "it <strong> Will Shortz </strong> gain much traction in the House,\" <strong> Kevin Brady </strong> says. Like <strong> Kevin Brady </strong>, Indiana Republican <strong> Mike Pence </strong> says what happened in Tucson should not be blamed on a public policy that needs fixing. <q> What we had here was a despicable human being who engaged in a barbarous act against defenseless civilians and a Gabrielle Giffordsply respected colleague, </q> he says. \"I think we should focus on holding that individual to account.\" Is Now The Time To Act? Saying Congress has no responsibility to act is naive, according to", "new_id": -2}, {"uid": "1296391518023904278", "i": 53407, "idx": 2, "sa": ["David McIntosh", "Mike Pence"], "q": "His political views began to change at Hanover College, where he became a born-again Christian. He met his wife, Karen, at an evangelic church service where she was playing the guitar. <q> I think his faith is first and foremost what makes him tick, </q> said former <strong> Mike Pence </strong> <strong> David McIntosh </strong>. \"Even as he approached this really hard decision, I knew he was at peace about it because he was being prayerful and trying to discern what his calling was in public service.", "new_id": -2}, {"i": 3036, "idx": 5, "index_answer": 0, "new_id": -1, "q": "user data to continue deliverin... After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 After Hours Earnings <strong> Google Inc. </strong> Big Drop in Equity Price Options Trading Strategy Pt 1 www.StockMarketFunding.com Pt 1$ 16 Drop <q> <strong> Google Inc. </strong> had a strong second quarter, </q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>.`` Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major produ... video", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295571782118030340"}]