[{"uid": "1295545495266108937", "i": 19912, "idx": 0, "sa": ["Michael Gove"], "q": ", just as tedious the answer \"depends on the electoral outcome\" . Which, by the way, in the end it did. Well now there is a new tedious question for Lib Dems. <q> When are you going to merge or have an electoral pact with the Tories? </q> Fuelled in the last 24-hours by <strong> Michael Gove </strong> suggesting it would be \"wise\" to vote Lib Dem in an area where the Tories are weak. Is it because as a nation we are desperate for neatness", "new_id": -2}, {"uid": "1296124079014483504", "i": 39865, "idx": 0, "sa": ["Michael Gove"], "q": "will set out their plans to improve standards and behaviour across educational establishments in the new Education Bill. Expelling unruly children will be made easier for schools following the shake-up, which Education Secretary <strong> Michael Gove </strong> said would <q> restore discipline and reduce bureaucracy </q>. The Bill is expected to say teachers will be protected from false allegations made by pupils, by allowing them to remain anonymous until charged with an offence. Powers allowing staff to search children", "new_id": -2}, {"uid": "1296131441210878503", "i": 5525, "idx": 1, "sa": ["Michael Gove"], "q": "Headteachers will be able to discipline pupils who misbehave on their way to and from school but rules forcing teachers to give parents 24 hours notice of a detention will be scrapped. Mr <strong> Michael Gove </strong> said: <q> This Michael Government backs teachers. All the evidence from those countries with great education systems tells us that nothing is more important than attracting great people into teaching and supporting them in the classroom. \"Teachers will be free to impose the penalties they need to keep order and free from the red tape which swallows up teaching time, so they can get on with their first duty- raising standards. </q> But the bill also includes an unexpected additional clause making university students pay higher rates of interest on tuition fee loans. The Michael Government says this has to be included before the new university funding regime", "new_id": -2}, {"uid": "1296231867027263053", "i": 1870, "idx": 6, "sa": ["LeBron James", "Michael Gove"], "q": "pages of guidance and information- the equivalent of two <strong> LeBron James </strong> bibles. \"There are too many quangos that take up schools' time without leading to any real benefits to standards,\" <strong> Michael Gove </strong> said. <q> Teachers tell us that they have to spend hours outside of the classroom going to meetings and filling in forms because of bureaucratic requirements. It takes them away from the core purpose of improving learning. </q> Other reforms in the bill give teachers the right to search a pupil who is of a different sex to them without another member of staff being present. They may only do this if they believe that", "new_id": -2}, {"uid": "1295557421260145182", "i": 7339, "idx": 0, "sa": ["Michael Gove", "George Osborne", "Ed Balls", "Mervyn King"], "q": "'s most effective opposition politician, a pugilist with a knack for finding his counterpart's weak spot. Just ask <strong> Michael Gove </strong>. As one of the leader's circle put it today, licMervyn King his lips, <q> <strong> Ed Balls </strong> will be taMervyn King chunks out of <strong> George Osborne </strong>. </q> That the chancellor seemed so relieved last October when <strong> Ed Balls </strong> was not chosen to shadow him suggests the Michael Government shares that view. Nor will it hurt Labour that its most prominent woman now has a domestic brief", "new_id": -2}, {"uid": "1295860435042090520", "i": 7141, "idx": 4, "sa": ["Michael Gove", "Dominic Cummings", "Steve Hilton", "Andy Coulson"], "q": "the election, he apparently vetoed one of <strong> Michael Gove </strong>'s proposed special advisers, <strong> Dominic Cummings </strong>. There was tension with <strong> Steve Hilton </strong>, too. \"They're just chalk and cheese,\" says one senior Cameroon. <q> <strong> Andy Coulson </strong> was the measured professional, cautious, a bit more Right-wing. Anti-bullshit, anti-hipster. And <strong> Steve Hilton </strong> was the opposite. </q> According to one Cabinet minister, the two \"complemented\" one another, with <strong> Steve Hilton </strong> providing big, blue-sky ideas about the Tory party and the 21st-century state, while <strong> Andy Coulson </strong> handled the practical realities of day-to-day", "new_id": -2}, {"uid": "1296222045048857103", "i": 14509, "idx": 3, "sa": ["Michael Gove", "Geoffrey Canada"], "q": "Josephine Baker, executive director of the Washington public charter school board, which approves applications from new charter schools and oversees existing ones. She will urge teachers not to oppose the changes. She said: <q> One of the values to people who teach of being in a charter school is its approach to education, its teachers are at the table when decisions are made, not because they are members of a union but because they bring to that table a certain kind of expertise, there is a collaborative approach to how everything takes place. </q> <strong> Michael Gove </strong>'s move to win back the initiative over free schools follows the appearance at Tory conference last year of <strong> Geoffrey Canada </strong>, who is credited with turning around black under-achievement in Harlem and has been hailed as a", "new_id": -2}, {"uid": "1296587499084361237", "i": 8899, "idx": 0, "sa": ["Michael Gove", "Damian Green"], "q": "of its implementation makes it seem that the Michael Government are either absolutely clueless( eg <strong> Michael Gove </strong> and his attack on school sports) truthANDbeauty 1 February 2011 6:36 PM Bobchemist 1 February 2011 6:38 PM <q> The criticism followed a speech by the immigration minister, <strong> Damian Green </strong>, in which he highlighted cases of \"unpleasant abuse </q> to justify the curb in overseas student numbers, which forms part of a package aimed at reducing net migration to the UK below 100,000 by the next election. \" WaterDragon 1 February 2011 6:40 PM", "new_id": -2}, {"uid": "1297087786035569676", "i": 43362, "idx": 0, "sa": ["Michael Gove", "Darren Henley"], "q": "Means Music Lessons To Stay A total of? 82.5 m has been safeguarded by the Department for Education to continue paying towards lessons and instruments. Education Secretary <strong> Michael Gove </strong> said: <q> Many disadvantaged children are denied the music education they deserve. \"That's why we need to bridge this musical divide. </q> There had been fears music lessons would be seen as a \"disposable luxury\" but a new report by Classic FM boss <strong> Darren Henley </strong> has argued strongly that funding should continue. He makes 36 recommendations, among", "new_id": -2}, {"q": "momentum in emerging businesses such as display advertising and mobile. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> in the statement, saying he has done an \"outstanding job\" and calling him a \"tremendous leader.\" <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> <strong> Larry Page </strong> said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion \"for a long time\" as the company tries to \"simplify\" its management structure. <strong> Eric Schmidt </strong> said the key", "answer_q": "to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do.`` We're trying to be as transparent and as collaborative as possible,'' <strong> Eric Schmidt </strong> said. <q> We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things that we're doing are very pro-competitive, and I genuinely believe that, </q> he said. Google's other co-founder, <strong> Sergey Brin </strong>, will oversee strategic projects. <strong> Sergey Brin </strong> said he wants to focus more on his personal passions, including several`` significant'' new products. He said he", "answer": "nope", "sa": "['Larry Page', 'Eric Schmidt']", "index_answer": 0, "idx": 5, "i": 8201}]