[{"uid": "1296536150067862556", "i": 32801, "idx": 11, "sa": ["Michael Jordan", "Allen Iverson"], "q": ", and added a free throw after the second. <strong> Michael Jordan </strong> 3-pointer closed the rally.`` I was just trying to get something at the rim or whatever,'' <strong> Michael Jordan </strong> said of his mind-set at that point. <q> After I hit the free throw, it got me going a little bit.`` I hadn't seen a ball go in my last 10 attempts. Once I saw I could still make a free throw, it gave me a little bit of fire. </q> Memphis has won three of four. The primary problem for Toronto was shooting a season-low 29.5 percent from the field, and missing its first 13 shots outside the arc http://wn.com/Allen_Iverson_11pts_vs_Kings_in_17mins_action_09/10_NBA_*Memphis_Grizzlies_Debut_*Welcome_Back <strong> Allen Iverson </strong>( notes) made his debut with", "new_id": -2}, {"uid": "1297122854184680470", "i": 4242, "idx": 4, "sa": ["Simon Cowell"], "q": "`` I rip up the rule that everybody pretends to be friends and they're all going to be pen pals for the rest of their lives, which is complete and utter nonsense,'' he said. <q> I like people who are ambitious, and with that comes controversy. </q> One unwelcome flap last season on the U.K. version of`` X Factor'' involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was", "new_id": -2}, {"uid": "1295666817014565419", "i": 20539, "idx": 3, "sa": ["Michael Beasley", "Rip Hamilton", "Rasheed Wallace", "Tayshaun Prince", "Antonio McDyess", "Allen Iverson"], "q": "http://wn.com/Allen_Iverson_19pts_vs_Nets_08/09_NBA_*Clutch_Plays <strong> Allen Iverson </strong> and <strong> Tayshaun Prince </strong> stepped up for the short-handed Detroit Pistons. <strong> Allen Iverson </strong> scored 19 points, and <strong> Tayshaun Prince </strong> added 16 to help the Pistons win their fifth straight game, 83-75 over the New Jersey Nets on Wednesday. <q> When any team in the league loses three of their top six guys, things are going to change for them, </q> Pistons coach <strong> Michael Beasley </strong> Curry said.`` Luckily, a lot of other guys stepped up.'' Detroit played without <strong> Rip Hamilton </strong>( groin) and <strong> Antonio McDyess </strong>( ribs), and lost <strong> Rasheed Wallace </strong> to a first-half foot injury,", "new_id": -2}, {"uid": "1296665783109838336", "i": 26524, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "ITV News, Channel Five News and Channel 4 News. Oliver was appointed to role as controller of English, BBC Global News Content, in April 2010. <strong> David Cameron </strong> said of his appointment: <q> I am very pleased that Craig Oliver is to become the new Director of Communications at 10 Downing Street.`` Craig has formidable experience as a broadcast journalist. He will do an excellent job in explaining and communicating the Government's programme. </q> And Oliver said:`` I'm delighted to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time. <strong> David Cameron </strong> names <strong> Andy Coulson </strong>'s successor The BBC's Craig Oliver has been appointed as", "new_id": -2}, {"uid": "1295865007245235746", "i": 4850, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "`` So far, our worst day in government,'' a senior <strong> David Cameron </strong> aide told The media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The News of the World phone-hacking scandal threatens more newspapers Britain's tabloid newspapers are now facing a major crisis after being drawn into the scandal. Twenty-four hours after <strong> Andy Coulson </strong>, the prime minister", "new_id": -2}, {"uid": "1297298115011485196", "i": 9854, "idx": 0, "sa": ["Michael Vick", "Nikki Giovanni", "Major Jackson", "Janet Jackson"], "q": "`` There should be YouTube poems,'' <strong> Major Jackson </strong> says. <strong> Nikki Giovanni </strong> believes poetry's appeal has been pretty consistent over time and that people shouldn't waste time crying about what it isn't. <q> Nobody is going to call me and say,` Hey, I want you to come and do halftime at the Super Bowl, </q> says the poet, a huge football fan who once taught <strong> Michael Vick </strong>.`` But we'd ask <strong> Janet Jackson </strong>. When we look at poetry we have to say,` This is where we're at'... Poetry", "new_id": -2}, {"uid": "1295283552003260421", "i": 12903, "idx": 1, "sa": ["Elton Brand", "Allen Iverson", "LeBron James"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Cleveland_Cavs_vs_Boston_Celtics_game_3_reaction,_a_Bruce_Blitz_video_blog BOSTON-- <strong> LeBron James </strong> scored 21 of his 38 points in the first quarter to help the Cleveland Cavaliers beat Boston 124-95 on Friday night", "new_id": -2}, {"uid": "1296864916188694529", "i": 2380, "idx": 1, "sa": ["Sergio Marchionne"], "q": "put a two-minute ad in... the most expensive television show of the year, it's a message to the viewing public,'' said Brad Adgate, senior vice president of research at ad buyer Horizon Media. <q> You associate yourself with a blue-chip event so that in the mind-set of consumers, you're a blue-chip car. </q> News Corp's Fox is charging an estimated$ 2.8 million to$ 3 million for 30-second spots during the Super Bowl. But <strong> Sergio Marchionne </strong> said Chrysler had spent less than$ 9 million for its two-minute ad", "new_id": -2}, {"uid": "1295936962220463131", "i": 19648, "idx": 5, "sa": ["Professor Mike", "Sergio Marchionne"], "q": "to date. Marketing <strong> Professor Mike </strong> Bernacchi at University of Detroit Mercy said tailored marketing makes sense for a niche car.`` Big spending on conventional media would be a waste,'' he said. <q> I'm always surprised by how much mileage you can get on the Internet. </q> <strong> Sergio Marchionne </strong> said the 500 is a`` unique expression of individuality'' and designed to be customized. The current 500 was three years in development and launched in Europe in July 2007 as a modern", "new_id": -2}, [{"i": 1060, "idx": 2, "index_answer": 0, "new_id": -1, "q": "an effort to speed up decision-making.`` In strategy we agree. There's no disagreement,'' <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. <q> In character, he's fundamentally a deeper thinker than anybody else, </q> he said.`` He sees a few moves deeper than I do.'' <strong> Eric Schmidt </strong> is also set to get a$ 100 million equity award, his first since joining the company in 2001, which", "sa": ["Eric Schmidt"], "uid": "1295984011193069115"}]]