[{"uid": "1296407544252772372", "i": 192, "idx": 34, "sa": ["Marcus Camby", "Allen Iverson", "Robert Horry"], "q": "<strong> Robert Horry </strong> plays down the stretch and spoiled their former MVP's return with a 115-113 victory over the Nuggets.`` I dreamed it up a certain way, and it was better than that,'' <strong> Allen Iverson </strong> said. <q> Everything was perfect but one thing, and that was not winning the game. </q> <strong> Allen Iverson </strong> misfired on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their second straight and failed to pick up any ground in their bid for a playoff spot in the tough Western", "new_id": -2}, {"uid": "1295440369254591006", "i": 24480, "idx": 1, "sa": ["Jane Lynch", "Simon Cowell"], "q": "and says she can see similarities between her on-screen role and the pop mogul.`` If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>,'' <strong> Jane Lynch </strong> explains. <q> You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her. He's a great inspiration for the character. <strong> Jane Lynch </strong> went on to tell The Sun:`` <strong> Simon Cowell </strong> and Sue say the things people wish they could in their jobs or at their school, but can't because it's not the done thing. Just like him, she says what she wants because she can. </q> <strong> Jane Lynch </strong> also spoke about Glee fans who are petitioning to have Sue appear as a judge on <strong> Simon Cowell </strong>'s show The X Factor.`` I think she'd be fantastic- and there would be a few", "new_id": -2}, {"uid": "1296184901160186374", "i": 30445, "idx": 1, "sa": ["David Letterman", "Justin Bieber"], "q": "The Late Show with <strong> David Letterman </strong>''-- now, we have also found out about another appearance the singing star will be making. On Monday morning, <strong> Justin Bieber </strong> will be on hand for href=\"http://www.nbc.com\" rel=\"nofollow\"> <q> The Today Show, </q> and will also be answering plenty of fan questions about anything and everything. How do you submit something? It's ultimately pretty simple-- you just have to head over to href=\"http://today.msnbc.msn.com/id/41298342/ns/today-today_participate/\" rel=\"nofollow\"> this link,", "new_id": -2}, {"uid": "1296257722179142687", "i": 26055, "idx": 2, "sa": ["Eric Schmidt"], "q": "L'AD di Google <strong> Eric Schmidt </strong> diventa gelataio in questo video.`` Forza ragazzi, prendete i vostri gelati gratis... conosco gi i vostri gusti preferiti''. Campagna di Consumer Watchdog, www.insidegoogle.com http://wn.com/Don't_be_Evil__En_Google_No_somos_malos_Subt?tulos_en_Espa?ol El video llamado The New <q> Don't be Evil? </q> con subt?tulos, en contra de la recabaci?n de datos de Google. El video`` Don't Be Evil'' fue creado por Consumer Watchdog que lo exhibi en el Times Square en Nueva York. http://wn.com/Culture_Pub__L'?v?nement__Google_et_Facebook_tourn?s_en_d?rision Recientemente comentamos", "new_id": -2}, {"uid": "1295308684212140059", "i": 47458, "idx": 3, "sa": ["Michael Vick"], "q": "he got out of jail, but the Eagles would only agree to sign him to a two-year deal.`` I didn't want to come here to be honest with you,'' <strong> Michael Vick </strong> said. <q> I knew I was going to be behind Donovan and Kevin, and I wanted to play. I just didn't see myself playing a heavy role in the offense.`` After awhile, I said to myself, you know what, it's just a blessing to have a team want me right now. Got the opportunity, and last year, everybody kind of grew on me. </q> The Eagles have a decision to make this offseason. If they want to bring <strong> Michael Vick </strong> back, which by all indications they do, they can either sign him to a long-term extension or hit him with", "new_id": -2}, {"uid": "1295564424178864177", "i": 10556, "idx": 1, "sa": ["Danny Sullivan", "Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.`` <strong> Larry Page </strong> credited <strong> Eric Schmidt </strong> with running the company`` brilliantly'' while keeping the`` headstrong founders'' involved. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role, </q> he said.`` Google still has such incredible opportunity- we are only at the beginning and I can't wait to get started.`` <strong> Danny Sullivan </strong>, author of the blog SearchEngineLand, said the move was likely", "new_id": -2}, {"uid": "1296524116011042849", "i": 38100, "idx": 0, "sa": ["Judge Holden", "Simon Lelic", "LeBron James", "Eric Schmidt", "Martin Handford", "Andy Ihnatko"], "q": ", Courtesy of: Soldiers of Christ, International Ministries, Montgomery, Alabama; sponsored by: www.thebusinessannouncer.com Montgomery, Alabama Blog Spot: soldiersofchrist2010.blogspot.com subscribe and add us as friends, today! www.tomorrowsnobody.com In this episode of <q> <strong> Judge Holden </strong> A Book By Its Cover </q> <strong> Eric Schmidt </strong> reviews`` A Thousand Cuts'' by <strong> Simon Lelic </strong>.* NEW EPISODES EVERY MONDAY http://wn.com/Judge Holdens_9_10_LeBron James_LeBron James_Version_Bible_Only_Reading_Series__SOCIM_2010 www.tomorrowsnobody.com In this episode of`` <strong> Judge Holden </strong> A Book By Its Cover'' <strong> Andy Ihnatko </strong> reviews`` The Great Waldo Search'' by <strong> Martin Handford </strong>.", "new_id": -2}, {"uid": "1295737423256016396", "i": 46467, "idx": 0, "sa": ["Katie Waissel", "Matt Cardle", "Louis Tomlinson", "Robbie Williams", "Liam Payne", "Mary Byrne", "Howard Donald", "Harry Styles", "Rebecca Ferguson", "Niall Horan", "Simon Cowell", "Cher Lloyd", "Dannii Minogue", "Jason Orange", "Gary Barlow", "Aiden Grimshaw", "Mark Owen"], "q": "performed with <strong> Robbie Williams </strong> <strong> Gary Barlow </strong> <strong> Howard Donald </strong> <strong> Jason Orange </strong> <strong> Mark Owen </strong> <strong> Cher Lloyd </strong> 1 One Direction <strong> Katie Waissel </strong> <strong> Matt Cardle </strong> <strong> Rebecca Ferguson </strong> <strong> Mary Byrne </strong> <strong> Aiden Grimshaw </strong> Treyc Cohen Wagner Paije Richardson1 Direction <strong> Liam Payne </strong> <strong> Niall Horan </strong> <strong> Harry Styles </strong> Zain Malik <strong> Louis Tomlinson </strong> X Factor 2010 Judges <strong> Simon Cowell </strong> Cher Lloydyl Cole <strong> Dannii Minogue </strong> Louie Walsh http://wn.com/Google_Local_Business_Results__Get_Your_Business_On_the_Map www.canhedunk.com <q> Do you think we can we get 7 high school basketball players to dunk after 10 weeks of training? </q>`` Seven players. Two trainers. Ten weeks. One goal. Can He Dunk? We selected 7 high school basketball players who could not dunk a basketball to participate in a rigorous 10 week training program.", "new_id": -2}, {"uid": "1295277815062636063", "i": 34428, "idx": 4, "sa": ["Mike Pence", "Bryan Fischer"], "q": ". Indiana <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential candidate best able to unite two wings of the Republican Party-its fiscal conservatives and social conservatives. <q> He is definitely the guy to watch, </q> says <strong> Bryan Fischer </strong> of the American Family Association, a group that opposes gay marriage and abortion. Now, MMike Pence has a decision to make: While he says he is seriously weighing a run for the White House,", "new_id": -2}, {"i": 39167, "idx": 2, "index_answer": 0, "new_id": -1, "q": "Eagles owner, <strong> Jeffrey Lurie </strong>, and commended him for giving <strong> Michael Vick </strong> a`` second chance.'' According to reports, Mr. <strong> Jeffrey Lurie </strong> said Mr. <strong> Barack Obama </strong> was`` passionate about it,'' adding that the president said <q> it's never a level playing field for prisoners when they get out of jail. And he was happy that we did something on such a national stage that showed our faith in giving someone a second chance after such a major downfall. </q> Now Mr. <strong> Michael Vick </strong> says he wants another dog. Society would never allow a child molester or a very violent person to adopt a vulnerable child, so we should never be in favor of allowing", "sa": ["Jeffrey Lurie", "Michael Vick", "Barack Obama"], "uid": "1295439934220266568"}]