[{"uid": "1295281903135249924", "i": 24305, "idx": 0, "sa": ["Steve Ballmer"], "q": "Wii nicht nur bessere Grafik, sondern auch mehr f?r die Zielgruppe passende Spiele anbieten. Doch Microsoft CEO <strong> Steve Ballmer </strong> sieht das wohl ganz anders. Im Gespr?ch mit target=\"_blank\"> USA Today meinte er: <q> Xbox ist keine Gaming Konsole. Xbox ist eine Entertainment-Zentrale f?r die Familie. Mit ihr kn?pft man soziale Kontakte. Mit ihr schaut man TV. Bei uns steht Hulu in den Startl?chern. Sie ist das einzige System, bei dem man selbst der Controller ist. Deine Stimme, deine Gesten, dein K?rper. Wenn ihr wissen wollt, auf was die Konsumenten derzeit abfahren: Es sind Xbox und Xbox Kinect. </q> <strong> Steve Ballmer </strong> k?nne seine Aussage selbst bei seiner Familie wiederfinden. \"Ich denke an meine eigene Familie. Meine Frau sagte immer? Nein, dass ist das Ger?t das die Jungs benutzen? und jetzt", "new_id": -2, "mturk_index": "157"}, {"uid": "1295658306074924083", "i": 2356, "idx": 5, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": ", and <strong> Sergey Brin </strong> ran the company together- or not together, as the case may be. <strong> Sergey Brin </strong> and <strong> Larry Page </strong> didn't just hire those Firefox devs on their own. They acquired entire companies on their own. <q> One day <strong> Larry Page </strong> and <strong> Sergey Brin </strong> bought Android, and I didn't even notice, </q> <strong> Eric Schmidt </strong> target=\"_blank\" Brin-Sergey Brin-meets-the-press/\"> said in 2009. \"<strong> Sergey Brin </strong> found Google Earth one day while he was surfing on the web. And then he walked into my office and told me he bought them.\"", "new_id": -2, "mturk_index": "154"}, {"uid": "1297152929137773148", "i": 48127, "idx": 0, "sa": ["George Tenet", "Donald Rumsfeld", "Colin Powell", "Condoleezza Rice", "Toby Keith", "George W. Bush"], "q": "Keith-Toby Keith.htm#r_src=ramp\"> <strong> Toby Keith </strong> had done the same for Tenet-George W. Bush.htm#r_src=ramp\"> <strong> George W. Bush </strong> on Social Security in 2005, it would have been almost as weird. Political Book Actually Anticipated <q> My Lord, he's the guy who had more experience than anyone else. He worked hard with <strong> George Tenet </strong>, with Rice-Condoleezza Rice.htm#r_src=ramp\"> <strong> Condoleezza Rice </strong>. He prepared his speech. He went up to the U.N.. He made his case. And he wasn't lying. The idea that he was lying or duped is nonsense. </q>-- Former Defense Secretary Rumsfeld-Donald Rumsfeld.htm#r_src=ramp\"> <strong> Donald Rumsfeld </strong> to ABC News on Powell-Colin Powell.htm#r_src=ramp\"> <strong> Colin Powell </strong>'s speech to the United Nations warning of weapons of mass destruction in Iraq. When", "new_id": -2, "mturk_index": "182"}, {"uid": "1295897616111312927", "i": 59332, "idx": 1, "sa": ["Andy Coulson", "Rupert Murdoch", "David Cameron"], "q": "Downing St director of communications, the spotlight was thrown back on to <strong> David Cameron </strong>'s links with <strong> Rupert Murdoch </strong>'s empire. The Independent has newspaper he headed and the row is unlikely to go away, commentators said Saturday. <q> So far, our worst day in government, </q> a senior aide from <strong> David Cameron </strong>'s Downing Street office told The target=\"_blank\" Guardian, after <strong> Andy Coulson </strong> quit as chief of... BBC staff brace themselves for over 500 job losses BBC staff are bracing themselves for upwards", "new_id": -2, "mturk_index": "679"}, {"uid": "1296741969056606736", "i": 32431, "idx": 4, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,\" Mr. <strong> Donald Rumsfeld </strong> recalls. But the <strong> George W. Bush </strong> insisted on new military plans for Iraq, Mr. <strong> Donald Rumsfeld </strong> writes. <q> He wanted the options to be` creative.' </q> For more than two decades, NPR's Morning Edition has prepared listeners for the day ahead with two hours of up-to-the-minute news, background analysis, commentary, and coverage of arts and sports.", "new_id": -2, "mturk_index": "123"}, {"uid": "1295387016075563050", "i": 15431, "idx": 1, "sa": ["Steven Tyler", "David Letterman"], "q": "<strong> Steven Tyler </strong>, 62, revealed on \"The Late Show with <strong> David Letterman </strong>\" Monday that during the accident- which led to broken bones and the cancellation of Aerosmith's tour- he was high. <q> It's not any news here about my drug use and addictions in the past, </q> the frontman said when asked about the tumble. \"A couple years ago, you know, I was doing Lunesta because I had some problems with my feet.\" And after admitting the sleeping aid", "new_id": -2, "mturk_index": "163"}, {"uid": "1296480414012714027", "i": 14122, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy. \"I think it is also one of the best things that could have happened to Chrysler, too.\" Report Abuse \" Another Govt \"bailed-out failure\" ..", "new_id": -2, "mturk_index": "188"}, {"uid": "1295882083047398931", "i": 28443, "idx": 0, "sa": ["Andy Coulson", "Alan Rusbridger"], "q": "Israeli-Palestinian peace process today This entry was posted on Monday, January 24th, 2011 at 2:09 pm and is filed under Al-Jazeera offices in Ramallah entered by security forces, reports correspondent Channel 4 News: <strong> Andy Coulson </strong> resigns again <q> over something he knows nothing about </q>#jpod: The week's top news stories from Journalism.co.uk, 21 January 2011 <strong> Alan Rusbridger </strong> on <strong> Andy Coulson </strong> resignation:` This is not the end of the story' Channel 4 News extended to cover <strong> Andy Coulson </strong> resignation and Blair testimony", "new_id": -2, "mturk_index": "132"}, {"uid": "1295350881176619616", "i": 38742, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Diane Sawyer", "Mark Kelson", "Janet Napolitano", "Barack Obama", "Daniel Hernández", "Jim Clyburn"], "q": "<strong> Diane Sawyer </strong>, <strong> Mark Kelson </strong> speaks to Sen. <strong> Kirsten Gillibrand </strong>( D-NY), Rep. <strong> Jim Clyburn </strong>( D- SC... Photo in Slideshow: <strong> Barack Obama </strong>, <strong> Mark Kelson </strong>, <strong> Daniel Hernández </strong>, <strong> Janet Napolitano </strong> Video: <strong> Barack Obama </strong>'s Response to Tragedy Boosts Polls Report Abuse <q> You vile, HATEFUL, leftwingnuts, are you happy now? </q> <strong> Gabrielle Giffords </strong> had the gall to stand up to B.O. and she got a bullet. SHAME ON YOU 100 TIMES <strong> Gabrielle Giffords </strong> said CLOSE THE BORDERS AND <strong> Barack Obama </strong> WAS NOT DOING ENOUGH TO HELP Report Abuse \"", "new_id": -2, "mturk_index": "1903"}, {"uid": "1296633836234962949", "i": 51235, "idx": 3, "sa": ["Tracy McGrady", "Kobe Bryant", "Yao Ming", "Allan Houston", "Allen Iverson", "Rasheed Wallace"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoYao Ming the final NBA team to lose this season. \"We just played defense,\" <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a \"matchup issue\" for the Lakers' defense. \"With <strong> Rasheed Wallace </strong> at the 5, and his ability to McGrady_Tracy McGrady_30_points_6_rebounds_vs_Los_Angeles_Lakers Los Angeles 2007/2008 Staples Center <strong> Allan Houston </strong> Rockets vs Los Angeles Lakers <strong> Tracy McGrady </strong>", "new_id": -2, "mturk_index": "2095"}]