[{"uid": "1296082803258637838", "i": 12067, "idx": 1, "sa": ["Mike Pence"], "q": "twenty pounds at Christmas and me saying to my wife at Christmas, \"That's it, we're not gaining any more weight.\"- <strong> Mike Pence </strong>, a Republican congressman from Indiana <q>Their day of reckoning has arrived. Ours is around the corner. That is why we must act now.</q>- Paul Ryan, a Republican congressman from Wisconsin \"The Interior Department is in charge of salmon while they're in fresh water, but the Commerce Department handles them when they\"re in saltwater", "new_id": -2}, {"uid": "1297256995028704771", "i": 16724, "idx": 1, "sa": ["Piers Morgan", "Michael Oher", "Michael Vick"], "q": "so long, a person has to want to help themselves.\" The interview ended on an unexpected note when <strong> Piers Morgan </strong> asked <strong> Michael Oher </strong> if he felt that Philadelphia quarterback <strong> Michael Vick </strong> deserved a second chance. <q>People mess up all the time,</q> <strong> Michael Oher </strong> said. \"<strong> Michael Vick </strong> surrounded himself around the wrong people and you have to be careful with that. He's redeemed himself. If you give someone a second chance, look at what happens. The guy", "new_id": -2}, {"uid": "1297123152195428359", "i": 13794, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "feel it more 22 mins ago LOS ANGELES- <strong> Simon Cowell </strong> wants his new Fox talent series \"The X Factor\" to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q>We've spoken to her, she knows I'm a big fan,</q> <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, \"I have to", "new_id": -2}, {"uid": "1296127988138051590", "i": 2404, "idx": 0, "sa": ["Clive Goodman", "Tony Blair", "Andy Coulson", "David Cameron"], "q": "jailed for six months in January 2007 alongside royal editor <strong> Clive Goodman </strong>, who was sentenced to four months, for hacking into the mobile phones of royal aides. A source at News International told the BBC: <q>We have decided to root out and hunt down anyone connected with this practice. We are determined to end this.</q> The new Met inquiry follows the resignation last week of <strong> Tony Blair </strong> <strong> David Cameron </strong>'s official spokesman <strong> Andy Coulson </strong>, who said the media storm surrounding ongoing hacking claims had distracted him from his work. Mr <strong> Andy Coulson </strong> edited", "new_id": -2}, {"uid": "1297269555137707560", "i": 40931, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": ", Feb. 9, 2011/ PRNewswire/-- Microsoft Corp. today promoted Senior Vice President <strong> Satya Nadella </strong> to president of Microsoft's Server and Tools Business.( Logo: http://photos.prnewswire.com/prnh/20000822/MSFTLOGO) <q>We're already making strong traction across our Server and Tools Business by embracing cloud services,</q> said Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>. \"<strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of", "new_id": -2}, {"uid": "1296085327130252808", "i": 1992, "idx": 1, "sa": ["Andy Coulson"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like \"a volcano that is starting to erupt.\" <q>There will be huge explosions all over Fleet Street if police get to the truth,</q> he told the BBC. These musicians should get hazardous duty pay for the tumbles they've taken while performing. Clark Atlanta's marching Panthers band practice daily before the annual Honda Battle of the", "new_id": -2}, {"i": 18328, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ban underwriters from shifting the member fees to municipal-bond issuers. Both groups have political-action committees that finance candidate campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said. <q>Apparently, it's a practice all over the country,</q> <strong> Bill Lockyer </strong> said today in a telephone interview. \"I don't think it's a good one.\"-- With assistance from <strong> Michael B. </strong> Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum", "sa": ["Pete Young", "Bill Lockyer", "Michael B."], "uid": "1296611107097845302"}, {"uid": "1297152367211075085", "i": 30532, "idx": 7, "sa": ["Donald Rumsfeld", "President Bush"], "q": "ik niet zou blijven als de Democraten de macht in het Congres zouden overnemen\", schrijft de oud-minister. <strong> Donald Rumsfeld </strong> voorzag dat hij om de haverklap op het matje zou worden geroepen bij een Democratisch Congres. <q>Dit betekende dat het tijd was om sommige mensen te vervangen.</q> 12 jan 2010 In het buitenland al vaker en meer Irak-onderzoeken 9 nov 2010 Biografie <strong> President Bush </strong> verschenen Audio Sijbolt Noorda, voorzitter VSNU reageert op de plannen van staatssecretaris Zijlstra over het hoger... 13 jaar na hun afscheid", "new_id": -2}, {"uid": "1296940939224919552", "i": 14167, "idx": 7, "sa": ["Eric Schmidt"], "q": "forward, <strong> Eric Schmidt </strong> is careful to insert the phrase- \"with your permission\". Both Facebook and Google have been burnt when data was shared or farmed without users knowing. Lessons have been learnt. <q>I'm sorry to be so pedantic, but I've found if I don't repeat it I get Twittered to death,</q> <strong> Eric Schmidt </strong> says. \"You've got to add the preamble- this is all on the assumption that the customer wants this kind of information. If you want anonymity and you don't want your friends to know", "new_id": -2}, {"uid": "1296573919178978861", "i": 15177, "idx": 0, "sa": ["Clarence Mitchell", "Andy Coulson"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q>The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal. \"<strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media.</q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also In a personal statement issued by Number 10, Mr <strong> Andy Coulson </strong> said the drip-drip of claims about illegal eavesdropping under", "new_id": -2}]