[{"uid": "1295684942089554946", "i": 41738, "idx": 7, "sa": ["Kobe Bryant", "Allen Iverson", "Guo Lusheng", "Stan Kroenke", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the Stan Kroenkedpoint of our Lushengng_Halftime_Entertainment_*_NBA_Denver_Nuggets_vs_Lakers,_HD AstoniGuo Lushengng NBA Halftime performance Veniamin's Human Slinky? at Denver Nuggets vs LA Lakers( 2/27/09) Pepsi Center", "new_id": -2, "mturk_index": "97"}, {"uid": "1295789738070975509", "i": 28543, "idx": 4, "sa": ["Eric Schmidt"], "q": "Bride: The Unprintable Life of Ida C. Craddock, AmEric Schmidtan Mystic, Scholar, Sexologist, Martyr, and Madwoman </h6> By Leigh <strong> Eric Schmidt </strong> Hardcover, 352 pages For years she had referred to them as <q> the Holy Fathers of the AmEric Schmidtan Inquisition. </q> When Anthony Comstock, head of the New York Society for the Suppression of Vice, and three of his deputies arrived at her New York City apartment in February 1902, Ida Craddock was not surprised. She had", "new_id": -2, "mturk_index": "1203"}, {"uid": "1297702046148619270", "i": 51605, "idx": 2, "sa": ["Michael Gove"], "q": "and the inefficiency which characterised BSF schemes meant we needed a new approach.\" He said the six authorities had argued that the Michael Government's decision making had been \"confused and irrational\" but the judge <q> makes clear the decisions I made were clear and rational </q>. Mr <strong> Michael Gove </strong> said the judge ruled in favour of the six councils on \"two procedural grounds\" . \"In essence his view is that my consultation with 14 local authorities in relation to", "new_id": -2, "mturk_index": "712"}, {"uid": "1295419136019841068", "i": 1478, "idx": 8, "sa": ["Steven Tyler", "Simon Cowell"], "q": "'s far more palatable than thinking of America as an overbearing, imperial power throwing its weight around on the world stage.\" Morgan recently offered a different explanation: Perhaps we equate meanness with honesty. <q> There is kind of a belief amongst Americans, true or not, that the Brits are perhaps a little more blunt and more to the point, </q> he told Guide\" TV Guide. Certainly, <strong> Simon Cowell </strong> is way more plainspoken than <strong> Steven Tyler </strong>, who tends to communicate in a magical language that's neither positive nor negative. \"What's with", "new_id": -2, "mturk_index": "95"}, {"uid": "1295411717092504082", "i": 45, "idx": 0, "sa": ["Simon Cowell"], "q": "that's been the thinking behind \"American Idol,\" home of the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to <q> a cat being thrown off a skyscraper, </q> telling another, \"Don't mean to be target=\"_blank\" rude, but you look like the Hulk's wife,\" reducing dozens of hopefuls to their worst \"ugly cry\" - and propelling the", "new_id": -2, "mturk_index": "793"}, {"uid": "1295958152077971498", "i": 1579, "idx": 2, "sa": ["Zahi Hawass"], "q": "legal a reclamarlo. El Consejo, que dirige <strong> Zahi Hawass </strong>, dijo en un correo electr?nico que el pedido hab?a sido aprobado tanto por el primer ministro como por el ministerio de Cultura de Egipto. <q> Esta petici?n es una consecuencia natural de la pol?tica de larga data de Egipto que busca la restituci?n de todos los elementos arqueol?gicos e hist?ricos que han sido sacados de forma il?cita del pa?s </q>, explic. <strong> Zahi Hawass </strong> ha realizado campa?as para repatriar varios tesoros fara?nicos en los ltimos a?os, como la Piedra de Roseta que ahora se encuentra en el Museo Brit?nico.", "new_id": -2, "mturk_index": "1614"}, {"uid": "1297295007002195460", "i": 59366, "idx": 0, "sa": ["Daniel Boyd", "Jim Webb", "Donald Rumsfeld"], "q": "thousands of rounds of ammunition. Mauri Saalakhan of the Peace Through Justice Foundation in Washington has followed the case and attended hearings in Raleigh. He said <strong> Daniel Boyd </strong> had a reputation for exaggerating his exploits abroad and <q> that may have played a large part in the trouble he has gotten himself into. </q> Virginia Senator <strong> Jim Webb </strong> says not running again <cite> Reuters </cite> Video: AP Impact: Uneven accountability at CIA ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than", "new_id": -2, "mturk_index": "1227"}, {"uid": "1295534633152666122", "i": 33672, "idx": 1, "sa": ["Simon Cowell"], "q": "advice you can give me?\" and he said, \"<strong> Simon Cowell </strong>, always know when to leave the fair.\" And I think that's good advice.` Something inside you just says, <q> You know what, it's time to go. </q> Without any regrets whatsoever.' I can look back on the past ten years and say, \"It's been a blast.\" I've enjoyed myself, I mean it's not the most", "new_id": -2, "mturk_index": "446"}, {"uid": "1295667423103448577", "i": 46587, "idx": 1, "sa": ["Andy Coulson"], "q": "public figures launching civil actions against publisher News International over alleged hacking. The Prime Minster went on to praise the manner in which <strong> Andy Coulson </strong> ran the Number 10 communication's team, saying it worked in a <q> very proper and transparent and decent way; that hasn't always been the case in the past </q>. <strong> Andy Coulson </strong> has been the centre of endless speculation in recent months over how much he knew about phone-hacking while he was editing the News of The World and how widespread it was.", "new_id": -2, "mturk_index": "1620"}, {"uid": "1295563321217792537", "i": 8333, "idx": 4, "sa": ["Larry Page", "Mark Zuckerberg", "Sergey Brin", "Eric Schmidt"], "q": "of the company,\" <strong> Eric Schmidt </strong> wrote. <strong> Eric Schmidt </strong> holds out that he, <strong> Sergey Brin </strong> and <strong> Larry Page </strong> will all continue to work together for a long time to come, but the shakeup suggests otherwise. <q> <strong> Eric Schmidt </strong> was the grownup, </q> says one analyst. \"It's almost a little like Facebook now,\" he added, referring to the decision-making role of the social network's founder and CEO <strong> Mark Zuckerberg </strong>. Investors seemed to focus more", "new_id": -2, "mturk_index": "275"}]