[{"uid": "1297416931025755660", "i": 12391, "idx": 1, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": " \"U.S.A. U.S.A.\" <strong> Dick Cheney </strong>, who wears an external heart pump, moved well and looked healthier than he has at some recent appearances. He jokingly acknowledged the crowd in typically unsentimental fashion. <q>All right, sit down and shut up,</q> <strong> Dick Cheney </strong> told the group. There were loud cheers for both <strong> Dick Cheney </strong> and <strong> Donald Rumsfeld </strong>. There was also some heckling by those in the crowd opposed to the war in Iraq and its costs. Still,", "new_id": -2}, {"uid": "1294958968114475015", "i": 26791, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz"], "q": "we joked about what we were going to do, she started to open her eyes, literally. She started to struggle,\" <strong> Debbie Wasserman Schultz </strong> told journalists aboard Air Force One as she accompanied <strong> Barack Obama </strong> back to Washington. <q>It felt like we were watching a miracle. \"New York senator <strong> Kirsten Gillibrand </strong> said she and <strong> Debbie Wasserman Schultz </strong> were crying and when <strong> Gabrielle Giffords </strong>' husband, Mark Kelly, a NASA astronaut, told his wife that if she could see them, she should give a thumbs up sign. \"Instead of giving us the thumbs up, she literally raises her whole arm,</q> <strong> Kirsten Gillibrand </strong> said.Kelly has been ever present at his wife's side since the attack. He is due to take command of the final flight of the space shuttle Endeavour, but has asked NASA to appoint a backup commander", "new_id": -2}, {"uid": "1295375973188088334", "i": 2566, "idx": 2, "sa": ["Sergio Marchionne", "Barack Obama"], "q": "Group LLC) \"We're going to continue making minivans, we're going to replace the architecture in due time and probably give that architecture more facility than it has today,\" he said. <q>We continue to work pretty diligently on finding an architectural solution to the minivan issue going forward.</q> The pep rally planned for the 2011 launch was scheduled for <strong> Barack Obama </strong> p.m. on Tuesday. In addition to thanking front-line workers, <strong> Sergio Marchionne </strong> may also speak to the possible role of hybrid technology in some of the", "new_id": -2}, {"i": 10874, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an executive with deep engineering and online experience to help build its presence in the nascent cloud computing market. Our Judges Selected Some of The Most Groundbreaking Technology at Interop 2008, Including Overall Best of Show <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future,</q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297277318262340623"}, {"uid": "1296781092236666899", "i": 23756, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "Mr Bush as presiding over a national security process marked by incoherent decision-making and policy drift. Mr <strong> Donald Rumsfeld </strong> suggests Mr Bush was at fault for not doing more to resolve disagreements among senior advisers. The president <q>did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made</q>, Mr <strong> Donald Rumsfeld </strong> wrote. In a lengthy section on the treatment of wartime detainees, Mr <strong> Donald Rumsfeld </strong> regrets not leaving office in May 2004, after the Abu Ghraib prison scandal erupted. \"Looking", "new_id": -2}, {"uid": "1296175477124354567", "i": 16224, "idx": 10, "sa": ["Rachel Maddow", "Mike Pence", "Don Imus", "Rahm Emanuel", "Mitch Daniels", "Mark Salter"], "q": "<strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. \"He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike Pence </strong> walks through,\" she said. <q>Obviously it'd be great for the state of Indiana.</q> <strong> Don Imus </strong>: <strong> Rachel Maddow </strong> \"Worst Kind Of Coward,'` Gutless, Sniveling Worm\"( VIDEO) <strong> Rahm Emanuel </strong> Back on Mayoral Ballot in Chicago, Illinois Court Rules Is McCain Aide <strong> Mark Salter </strong> the Author of Anonymously Penned", "new_id": -2}, {"uid": "1295264334234684429", "i": 29198, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "give <strong> Andy Coulson </strong> a second chance and that he was doing a good job. \"When he was editor of The News of the World bad things happened at that newspaper,\" <strong> David Cameron </strong> said. <q>When he found out about those, he resigned. That was the right thing to do and I always think there's a danger at the moment that he's effectively being punished twice for the same offence.</q> The Prime Minister's backing for <strong> Andy Coulson </strong> comes just days after the Director of Public Prosecutions ordered a \"comprehensive assessment\" of all material collected by Scotland Yard linked to the phone hacking scandal.", "new_id": -2}, {"uid": "1296200478083099666", "i": 7959, "idx": 1, "sa": ["Brad Ellsworth", "Mike Pence"], "q": ".\" <strong> Mike Pence </strong>'s plans should keep the Republican field clear of other strong candidates. \"The social conservatives love him,\" says former Republican state chairman Rex Early. <q>The fiscal conservatives-- he talks the talk. He is a fiscal conservative. The business people would be very comfortable with him.</q> He also doesn't alienate the opposition. \"I like <strong> Mike Pence </strong>,\" says former House Speaker <strong> Brad Ellsworth </strong> Gregg, a Democrat. \"He is a conservative, but unlike some conservatives he's", "new_id": -2}, {"uid": "1295774332001081361", "i": 13703, "idx": 0, "sa": ["Tessa Jowell", "Alastair Campbell", "Chris Huhne", "Lord Mandelson", "Clive Goodman", "Andy Coulson", "David Blunkett", "John Prescott"], "q": "to have been targeted include <strong> Lord Mandelson </strong> <strong> John Prescott </strong>, <strong> David Blunkett </strong>, <strong> Tessa Jowell </strong> and <strong> Chris Huhne </strong> Bryant. <strong> Alastair Campbell </strong>, the former Labour spin-doctor, told the BBC the controversy had now gone beyond the issue of Mr <strong> Andy Coulson </strong>'s future and <q>the role of the police in this is now going to become centre stage</q>. The lawyer Mark Lewis yesterday revealed he was acting for four people who believe they were targeted by newspapers other than the NoW, which has been under intense scrutiny since its royal editor, <strong> Clive Goodman </strong>,", "new_id": -2}, {"uid": "1295815498029966341", "i": 1013, "idx": 4, "sa": ["Eric Schmidt", "Michael Cohn"], "q": "have more time to spend advocating for Google Apps in the marketplace. \"Google definitely needs to focus on the enterprise market given Microsoft's strong push with Office 365,\" he said via e-mail. <q>Consequently, there is an important window of opportunity for Google now in the enterprise space in advance of Office 365.</q> Cloud Sherpas, a Google Apps reseller and service provider, has no concerns about the CEO switch, said founder and marketing vice president <strong> Michael Cohn </strong>. \"We're sad to see <strong> Eric Schmidt </strong> step down", "new_id": -2}]