[{"uid": "1296149236246923378", "i": 47353, "idx": 4, "sa": ["Eric Schmidt"], "q": "other co-founder, will focus on \"the order of three big initiatives,\" on which <strong> Eric Schmidt </strong> didn't elaborate. <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook. <q> We have a competitor called Microsoft, </q> he said. \"Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.\" Facebook, on the other hand, \"has clearly stated they don't want", "new_id": -2}, {"uid": "1297281618071155737", "i": 45775, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": ". Microsoft lags far behind its rival in search share, and the Online Services Business loses money quarter after quarter. It's a money pit. e-mail sent to employees and publicly released by Microsoft: <q> In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops. We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing ways. </q> <strong> Steve Ballmer </strong> praises <strong> Satya Nadella </strong>'s work at OSB: \"He led the overall R&D efforts for some of the largest online services and drove the technical vision and strategy for several important milestones, including the critical launch of", "new_id": -2}, {"uid": "1295578825089079828", "i": 35268, "idx": 7, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "sparked many others in Silicon Valley to follow the same management model. In a nod to how he was regarded as <strong> Google Inc. </strong>'s elder statesman, Mr. <strong> Eric Schmidt </strong> tweeted wryly after the management shifts were announced, <q> Day-to-day adult supervision no longer needed! </q> In the decade since Mr. <strong> Eric Schmidt </strong> joined <strong> Google Inc. </strong>, the company blew by competitors such as But <strong> Google Inc. </strong>, founded in 1998 by Messrs. Page and <strong> Sergey Brin </strong> when they were Stanford University computer-science graduate students,", "new_id": -2}, {"uid": "1296513672069730409", "i": 413, "idx": 1, "sa": ["Michael Vick"], "q": ": Shocking Footage of Police Station Shootout U.S. Video: Florida's Pennekamp Coral Reef State Park Report Abuse \"At least the fellow students in high school showed more maturity than the first commenters here.\" Report Abuse <q> I think its safe to say that its like men who have commented that these girls are proud lesbians. They're lucky. I am unfortunate enough to be straight. </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl", "new_id": -2}, {"uid": "1297616629186400779", "i": 26871, "idx": 13, "sa": ["Donald Rumsfeld"], "q": "?\" asked Martin. \"Oh, I think it was in September,\" <strong> Donald Rumsfeld </strong> replied. \"So before the first U.S. boot is on the ground in Afghanistan...\" <q> He called me into the Oval Office and he said, \"Do you have a war plan for Iraq?\" </q> <strong> Donald Rumsfeld </strong> explained. But as he was gearing up for war the <strong> Donald Rumsfeld </strong> of Defense was engulfed by a personal crisis- his son Nick was losing his own battle with drug addiction. \"Tough", "new_id": -2}, {"uid": "1295021934123977728", "i": 25496, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell"], "q": "who splits her time between two homes in West Lothian, Scotland- wants to invite celebrity pals including <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong> along to the gathering, which will take place tomorrow night. A source said: <q> We've heard <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> have been invited, and <strong> Susan Boyle </strong>'s very keen to see <strong> Piers Morgan </strong> again. </q> However, a spokesperson has confirmed the celebrities are unlikely to attend as it is a simple party for close friends. The representative said: \"The party was only ever for close friends and", "new_id": -2}, {"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "\" <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q> He is supporting the troops, I am supporting the children, </q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}, {"uid": "1297449712044924950", "i": 34892, "idx": 4, "sa": ["Steve Ballmer", "Paul McDougall", "Stephen Elop", "Amy Lee"], "q": "too, says <strong> Paul McDougall </strong> in Information Week. And by all indications, he's on the cusp of a major management shakeup. If <strong> Steve Ballmer </strong> makes some good, tough leadership changes, Microsoft might yet <q> warrant another look from even the most discerning investors- including <strong> Bill Gates </strong>. </q> Microsoft chief executive <strong> Steve Ballmer </strong> speaks at a... Larry Hyrb also known as \"Major <strong> Amy Lee </strong>\", Xbox Community... Microsoft CEO <strong> Steve Ballmer </strong> delivers his keynote address on the... Photo in Slideshow: Nokia chief executive <strong> Stephen Elop </strong> welcomes", "new_id": -2}, {"uid": "1295307107132857868", "i": 21483, "idx": 0, "sa": ["Richard Jefferson", "Allen Iverson"], "q": "Lakers in the NBA Finals. \"It was scary being able to score like that knowing I hadn't been shooting the ball real well,\" said <strong> Richard Jefferson </strong>, who finished with a career playoff-high 41 points. <q> I was asking myself, \"Where has this been for the past couple of games?\" </q> The Bucks let a 33-point lead dip to 10 in the fourth quarter as <strong> Allen Iverson </strong> was phenomenal, scoring 26 of his 46 points. He finished three points shy of the NBA record for most points in a quarter", "new_id": -2}, {"uid": "1296849917199835665", "i": 33810, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "party; commissioner praises QB's behavior DALLAS- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. \"I want", "new_id": -2}]