[{"uid": "1295640105112984072", "i": 33513, "idx": 0, "sa": ["Alastair Campbell", "David Cameron", "Andy Coulson"], "q": "during his time as editor of a Sunday tabloid. In his own version of <strong> Alastair Campbell </strong>'s dictum, <strong> Andy Coulson </strong> quit 10 Downing Street on Friday morning in a bid to spare his boss further embarrassment, declaring: <q>When a spokesman needs a spokesman, it's time to move on.</q> Only a few days earlier, <strong> David Cameron </strong> had stood by his man, insisting he had given <strong> Andy Coulson </strong> a \"second chance\" in 2007, after the affair which led to his resignation as editor of the(", "new_id": -2}, {"uid": "1297242386040484874", "i": 23259, "idx": 0, "sa": ["Colin Powell"], "q": "\" Rumsfeld told a television interviewer. \"They're in the area around Tikrit and Baghdad.\" In his book, he denied that he or any other administration official lied about WMD. <q>While I made a few misstatements-- in particular the one mentioned above-- they were not common and certainly not characteristic.</q> Rumsfeld revealed in his book that he urged a U.S. military strike on a suspected chemical weapons site in northern Iraq in 2003 and that he wanted the attack to coincide with Secretary of State <strong> Colin Powell </strong>'s address", "new_id": -2}, {"uid": "1294978989186728449", "i": 14953, "idx": 0, "sa": ["David Letterman", "Mark Berman"], "q": "Stem Cells and Cosmetic Surgery PR Newswire, Jan. 12, 2011/ PRNewswire-USNewswire/-- We've all heard stories about medical breakthroughs involving stem cells in recent years. But stem cells and cosmetic surgery? <q>We've learned that your own fat is a great source for stem cells,</q> says Dr. <strong> Mark Berman </strong>, MD, President of the American technology, we can harvest fat and actually separate the murder his girlfriend changed his mind about representing himself during pretrial hearings Monday. <strong> David Letterman </strong> Greenfield, 56, dressed", "new_id": -2}, {"uid": "1295011721230670415", "i": 4803, "idx": 0, "sa": ["Piers Morgan", "Cheryl Cole", "Lily Allen", "Gordon Brown", "Simon Cowell"], "q": "The star, who has had two miscarriages, told <strong> Piers Morgan </strong> she wanted him to give the money to a stillbirth and neo-natal death charity that supports bereaved parents. Writing on Twitter, she said: <q>i'd do it for a million for SANDS. money, mouth??????????????????</q> <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: \"I will get ITV to make substantial five-figure donation to your charity for the interview\".", "new_id": -2}, {"uid": "1295675868065781764", "i": 38926, "idx": 2, "sa": ["Carmelo Anthony", "Allen Iverson", "Raja Bell"], "q": "so aggressive. He wanted the ball more than everybody else.\" <strong> Carmelo Anthony </strong> said he just wanted to take advantage of the smaller defenders such as <strong> Raja Bell </strong> the Suns put on him and score some easy baskets early, <q>and the way I was going to do that was with offensive rebounding.</q> Seven of his rebounds came off the offensive glass. <strong> Allen Iverson </strong> led the Nuggets with 31 points and had 12 assists and no turnovers, teaming with <strong> Carmelo Anthony </strong> Carter, who had 11 assists and just two turnovers, to", "new_id": -2}, {"uid": "1297265983173457470", "i": 33362, "idx": 0, "sa": ["Simon Cowell"], "q": "during the performance of \"The Star-Spangled Banner' at the sporting event on Sunday night. During an interview on Fox News, <strong> Simon Cowell </strong> was asked for his opinions while a clip was played. <q>Well I just heard it then and it sounded like a 100,000 people in a stadium had just sat on a cat,</q> he responded. When the clip began to play again, he exclaimed: \"No, don\"t play me any more!\" He continued: \"Well look, obviously she is regretting it now", "new_id": -2}, {"i": 4341, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a fictitious substance called \"red mercury\" that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q>They live thinking about it. They could kill each other to get it,</q> <strong> Zahi Hawass </strong> said. \"When I enter any place in Egypt, people ask me all the time about this.\" The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297407745191856652"}, {"uid": "1297661104114016266", "i": 33164, "idx": 0, "sa": ["Zahi Hawass"], "q": "in support of the uprising. <strong> Zahi Hawass </strong>, minister of state for antiquities, said that several ancient treasures had been stolen from the museum, including a statue of the renowned boy king Tutankhamun. The missing objects include <q>a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess</q> and parts of another statue showing him harpooning, he said. Looters had broken into the museum off Cairo's Tahrir Square on Jan 28, during clashes between protesters and riot police who used tear gas and water", "new_id": -2}, {"uid": "1296542758249364481", "i": 47610, "idx": 6, "sa": ["Michael Vick"], "q": "and we're hearing his name all the time.\" Either way, she said, extensive market research would have to be conducted before any major company would even consider aligning with <strong> Michael Vick </strong>. <q>I wouldn't want any of my clients to attach their name to his unless they know that the consumer would react to <strong> Michael Vick </strong> in a positive way,</q> Bodock said. \"That would definitely require some research.\" Added Klunk: \"I think you would have to do your due diligence and get an understanding from the consumer before you can make a", "new_id": -2}, {"uid": "1297260236064307266", "i": 23667, "idx": 0, "sa": ["Paul McMullan", "Max Mosley", "Andy Coulson"], "q": "Newspapers The Home Affairs Committee on Friday published the evidence it has received so far in relation to its investigation into the <q>unauthorised tapping into or hacking of mobile communications</q>. The most interesting bits are from <strong> Paul McMullan </strong>, who was features editor at the News of the World between 1998 and 2001 when <strong> Andy Coulson </strong> was deputy editor, and from <strong> Max Mosley </strong>, who sued the NoW for", "new_id": -2}]