[{"uid": "1297521580190513158", "i": 19254, "idx": 2, "sa": ["Sergio Chiamparino", "Paolo Romani", "Sergio Marchionne"], "q": "which is growing in the world but its heart remaine Italian, Industry Minister <strong> Paolo Romani </strong> said Saturday, adding,`` All arguments are now closed.'' Romanni had said Monday that he would be asking <strong> Sergio Marchionne </strong> <q> to commit to investing in our country and remain with head and heart </q> in Italy. Mayor of Turin <strong> Sergio Chiamparino </strong> said Saturday the Fiat bosses had confirmed`` the Italian nature'' of the company but`` in a dynamically developing context which demands daily work so that things don't", "new_id": -2}, {"uid": "1296780369058245146", "i": 26926, "idx": 1, "sa": ["Allen Iverson", "Michael Bruce Curry", "Ben Roethlisberger", "Rodney Stuckey"], "q": "the first time as a Piston, <strong> Allen Iverson </strong> scored 17 points and led Detroit to a 107-97 victory over the slumping Milwaukee Bucks.`` With everything going on, I wanted to play well,'' <strong> Allen Iverson </strong> said. <q> I just wanted to play well. Especially for my teammates because I let them down by not being here. </q> <strong> Allen Iverson </strong> was Ben Roethlisbergerched by Pistons coach <strong> Michael Bruce Curry </strong> to begin the game, punishment for missing a mandatory team practice on Thanksgiving. He apologized Friday morning, then sat on the Ben Roethlisbergerch for almost 10 minutes as <strong> Rodney Stuckey </strong> started instead", "new_id": -2}, {"uid": "1296062388192233482", "i": 42653, "idx": 2, "sa": ["James Murdoch", "Rebekah Brooks", "Andy Coulson", "Mark Lewis", "Rupert Murdoch", "David Cameron"], "q": "will lead? <strong> Rupert Murdoch </strong>? <strong> James Murdoch </strong>? <strong> Rebekah Brooks </strong>? <strong> David Cameron </strong>? <strong> Andy Coulson </strong>? Who? IKNOWNOTHING 26 January 2011 4:55 PM tonystoke 26 January 2011 4:55 PM zingzingzing 26 January 2011 4:56 PM <q> Can't wait to see how <strong> Rupert Murdoch </strong> and <strong> David Cameron </strong> manage to keep <strong> Andy Coulson </strong> out of jail. </q> maggieTee 26 January 2011 4:56 PM nohandsclapping 26 January 2011 4:57 PM BuckTarbrush 26 January 2011 4:58 PM <strong> Mark Lewis </strong> my words, <strong> Rupert Murdoch </strong> will be enjoying <strong> Andy Coulson </strong> flavoured sacrificial lamb for his Easter", "new_id": -2}, {"uid": "1296736670245350410", "i": 45761, "idx": 3, "sa": ["Donald Rumsfeld", "Paul Bremer"], "q": "recognize <strong> Paul Bremer </strong>'s intentions. <strong> Donald Rumsfeld </strong> asserts that Bush exacerbated matters by allowing confusion in the chain of command and enabling <strong> Paul Bremer </strong> to`` pick and choose'' which senior Washington officials to deal with. <q> There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch, </q> <strong> Donald Rumsfeld </strong> writes in the book. <strong> Donald Rumsfeld </strong> portrays Powell as reigning over a State Department reluctant to accept Bush's political direction and intent on taking anonymous swipes at in the media. He", "new_id": -2}, {"uid": "1295800150188252182", "i": 43810, "idx": 1, "sa": ["Colin Powell"], "q": "he sees no reason why the military shouldn't be considered for spending cuts as lawmakers grapple with the ballooning deficit. Mr. <strong> Colin Powell </strong> pointed out that defense spending had at one time been cut 25%. <q> I don't think the defense budget should be made sacrosanct, </q> he said. The Obama administration has proposed cutting$ 78 billion from the military budget in the next five years. Some Republicans have called the cuts dangerous considering the country is at war, while some", "new_id": -2}, {"uid": "1297304620104415241", "i": 2202, "idx": 1, "sa": ["Satya Nadella", "Steve Ballmer", "Bob Muglia"], "q": "where he most recently worked with the company's Online Services`` We are already making strong traction across our Server and Tools Business by embracing cloud services,'' said Microsoft chief executive <strong> Steve Ballmer </strong>. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future. </q> The 19 year Microsoft veteran will take the reigns Microsoft's server, tools and cloud platforms from outgoing president <strong> Bob Muglia </strong>. In January, the company would be leaving Redmond later this year.", "new_id": -2}, {"uid": "1296506543041320459", "i": 33050, "idx": 1, "sa": ["Sergio Marchionne"], "q": "`` The company has lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months,'' <strong> Sergio Marchionne </strong>, Chrysler's chief executive, said in a statement. <q> Given the positive comments we have received to date, it can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations. </q> Chrysler said it was raising its full-year 2011 target to$ 200-500 million net income on net revenues of more than$ 55 billion. The taxpayer-funded company is expected to launch an initial public stock", "new_id": -2}, {"uid": "1295587628071548946", "i": 31052, "idx": 4, "sa": ["Sergey Brin", "Larry Page", "Eric Schmidt", "Vint Cerf"], "q": " <strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong>, 55, had been chief executive for 10 years-`` a nice round number''- and <strong> Larry Page </strong>, now 37, was ready to lead the company into the future. <q> <strong> Larry Page </strong> and <strong> Sergey Brin </strong> are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up, </q> <strong> Vint Cerf </strong> said.`` He was the only guy that stood up to them- these were two young, smart, incredibly brilliant guys who literally had just dropped their PhDs to go start this company.", "new_id": -2}, {"uid": "1296080900001015833", "i": 6268, "idx": 0, "sa": ["Simon Cowell"], "q": "`` The X Factor,'' which has a U.S. launch this year, won the talent show category at Britain's National Television Awards on Wednesday, beating <q> Britain's Got Talent, </q>`` Dancing on Ice'' and`` Strictly Come Dancing.'' href=\"http://yahoo-uk.feedsportal.com/c/33053/f/534686/s/121b6e44/l/0Luk0Bnews0Byahoo0N0C220C20A110A1260Ctuk0Euk0Ebritain0Eawards0Efa6b40A80Bhtml/story01.htm#ynw-article-part2\"> Skip related content The show, featuring <strong> Simon Cowell </strong> as an acerbic judge, has regularly topped the viewer ratings in Britain,", "new_id": -2}, {"i": 35106, "idx": 0, "index_answer": 0, "new_id": -1, "q": "for Merrill Lynch, had a dream of being on the big screen, and <strong> Bradley Cooper </strong> was able to make his dream come true last year by snagging his father a cameo in` The A-Team.' <q> It was one of the best experiences of my life. The guy loves to improvise, </q> <strong> Bradley Cooper </strong> told <strong> David Letterman </strong> on the` Late Show' last summer.`` He wanted to improvise with <strong> Jessica Biel </strong>. He was supposed to stay in his seat, but he got up... He wanted", "sa": ["Bradley Cooper", "David Letterman", "Jessica Biel"], "uid": "1295443782144605260"}]