[{"uid": "1296574317231948293", "i": 34760, "idx": 1, "sa": ["Simon Cowell", "Katie Price", "Alex Reid"], "q": "as far as to say she's my woman of the decade.'' Cheryl Cole on the show and <strong> Simon Cowell </strong>'s ex-girlfriend and show mentor Sinitta thinks she will be a great choice. She said: <q> Having Jordan on the panel would make interesting viewing, so I can definitely see it working. She can do anything she puts her mind to. She's got the personality that would fit the role perfectly. <strong> Simon Cowell </strong> really likes her as well. There's no denying they get along. </q> However, <strong> Katie Price </strong>- who recently split from second husband <strong> Alex Reid </strong>- faces competition from Subscribe to RSSMost Popular in: Entertainment Keep up to date with Yahoo! News on Facebook. Discuss the", "new_id": -2}, {"uid": "1296260925136708118", "i": 7953, "idx": 2, "sa": ["Barack Obama", "Orin Kramer", "Kirsten Gillibrand", "Mark Gallogly"], "q": "to Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.), said that the$ 1 billion target for total money raised is both floating around fundraising circles and not out of bounds.`` It sounds incredibly aggressive,'' he said. <q> But I think it's very doable. </q> If <strong> Barack Obama </strong> hopes to hit such a <strong> Mark Gallogly </strong>, he'll need his top team on board. According to the prominent <strong> Barack Obama </strong> donor, the <strong> Barack Obama </strong>'s core group of financial backers including <strong> Orin Kramer </strong>, an investor", "new_id": -2}, {"uid": "1295600230194969603", "i": 46272, "idx": 4, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": ". He said that himself, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> had acted as a triumvirate over the past decade with`` all been equally involved in making decisions.'' He said this policy would continue but change was needed. <q> We have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> At the earnings call, <strong> Eric Schmidt </strong> was asked specifically about the government outreach part of his new role and he replied:`` We need to talk to them. They often don't understand what we're doing", "new_id": -2}, {"uid": "1296224199006144008", "i": 965, "idx": 0, "sa": ["Angelina Jolie", "Cameron Diaz", "Carmen Electra"], "q": "teared me up because they were wholeheartedly, genuinely happy for me. It was really sweet.'' She also knows that giving birth to a solid song can come with its own lengthy labor pains. <q> There was a song called` The New Wild West' that I started writing at the href=\"http://www.nbcnewyork.com/topics?topic=Democratic+National+Convention\" title=\"Democratic National Convention\"> Democratic Convention in'98 and I finished it in 2003. I didn't write it that whole time, but it just didn't work back then and then I dug it up and redid it. </q> Eric has written about movies, celebrities, and movies starring celebrities. He once babysat with <strong> Angelina Jolie </strong>, made <strong> Cameron Diaz </strong> laugh ice tea out of her nose, and landed in a paparazzi photo with <strong> Carmen Electra </strong>. He abhors", "new_id": -2}, {"uid": "1295425471034701378", "i": 10036, "idx": 0, "sa": ["Charlie Sheen", "Johnny Depp", "Angelina Jolie", "Robert Downey Jr.", "Ricky Gervais"], "q": "his controversial routine Tuesday and stated that he would not host the show again if asked. Writing on his blog, <strong> Ricky Gervais </strong> said he enjoyed his Golden Globes hosting gig more this year than last year. <q> I think I had better gags, </q> he wrote. Those gags included shots at <strong> Robert Downey Jr. </strong>'s stints in jail and rehab, <strong> Johnny Depp </strong>'s and <strong> Angelina Jolie </strong>'s widely panned film`` The Tourist,'' and <strong> Charlie Sheen </strong>'s hard-partying ways. While", "new_id": -2}, {"uid": "1297242441083116117", "i": 25373, "idx": 1, "sa": ["David Letterman", "Jay Leno"], "q": "You had your foot on his neck,'' Stern admonished <strong> David Letterman </strong>, referring to the 2010 href=\"http://www.tv.com/super-bowl/show/51466/summary.html\"> Super Bowl ad that placed the Late Show host on a couch just inches away from his nemesis. <q> What was that? I didn't like it... I don't acknowledge my competitors. </q> He had a point. It was a popular promo, but it undercut the vicious attacks on <strong> Jay Leno </strong>'s character that were dominating Dave's monologues around this time last year.( The themes are still prevalent.", "new_id": -2}, {"uid": "1295336566063275066", "i": 13811, "idx": 0, "sa": ["Andy Coulson"], "q": "illegally accessed voicemails of public figures. Mr Cameron said on the BBC that Mr <strong> Andy Coulson </strong> was`` embarrassed'' by the continuing row and did not deny that he had offered to resign. But he added: <q> Obviously, when he was editor of the News of the World, bad things happened at that newspaper. I think the danger at the moment is that he is effectively being punished twice for the same offence.`` I gave him a second chance. I think that sometimes in life it is right to give someone a second chance. </q> The Islamification of Britain: record numbers embrace Muslim faith", "new_id": -2}, {"uid": "1295665841145047603", "i": 27873, "idx": 0, "sa": ["Eric Schmidt", "Paul Brody", "Mark Zuckerberg"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> At the Enteprise 2.0 Conference( 2010) in Santa Clara, CA, Sococo President <strong> Paul Brody </strong> gives TechWeb's David Berlind a demonstration of the company's latest entry into the social enterprise software Mark Zuckerberget: a technology", "new_id": -2}, {"uid": "1295640596070795267", "i": 34412, "idx": 0, "sa": ["David Letterman", "Kaley Cuoco"], "q": "following href=\"http://www.horsetalk.co.nz/news/2010/10/127.shtml\"> the accident last October, knowing there was a chance she might lose her lower leg. <strong> Kaley Cuoco </strong> has appeared on the Late Show with <strong> David Letterman </strong>, explaining the circumstances of her riding accident. <q> I had a little accident, </q> she explained. <strong> Kaley Cuoco </strong> described how she fell off her horse and it walked over her. The sound of her breaking bones sounded like crunching leaves, she said. She showed off two scars", "new_id": -2}, {"i": 36633, "idx": 1, "index_answer": 0, "new_id": -1, "q": "to Be Rude, But...'' in which he laid down five important principles that actors can use when auditioning. 1. Don't grovel when you come in. <strong> Simon Cowell </strong> writes <q> I look upon it[ groveling] as a sign of desperation. So many times people come in and they come up with this terrible dialogue about how much they like me or Randy or Paula. It's demeaning, and there's no point to it. We're not looking for a nice person; we're looking for somebody who's confident and assured, but talented above all. Trust me-- most stars aren't nice. </q> 2. Believe in yourself the second you leave the house.`` Self-possession isn't something you can turn on seconds before you walk into the audition room. People like Ruben or Kelly", "sa": ["Simon Cowell"], "uid": "1296146610048234548"}]