[{"uid": "1295715899131842121", "i": 25764, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "evening, <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> Gillibrand-jeans, pale pink sweater, no makeup-sits tucked into a blue velvet armchair in her Capitol Hill office, trying to retain her composure as she talks through the events of the previous week. <q>To have something so horrific happen to someone so good and so promising,<q> she says, blue eyes welling with tears, \"it hit me very hard.\" The junior senator from New York has just hung up with Mark Kelly, husband of <strong> Gabrielle Giffords </strong>, the House member", "new_id": -2}, {"uid": "1296686955210616322", "i": 33500, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "stretch of time, a U.S. senator charged Feb. 2. Brandishing a 45-page January 2011 U.S. Department of Defense report on the issue, <strong> Sen. Bernie Sanders </strong> called for \"far more vigorous enforcement\" by the U.S. military <q>to protect taxpayers from massive fraud.<q> Americas \"The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money,", "new_id": -2}, {"uid": "1295620530009781328", "i": 34020, "idx": 3, "sa": ["Andy Coulson"], "q": "allegedly spying on them or have already accepted out of court settlements. The News of The World declined to comment on <strong> Andy Coulson </strong>'s resignation, but critics said it should have happened long ago. <q>To say this is long overdue is an understatement,<q> said opposition lawmaker Chris Bryant- one of those who claims to have been targeted by the hacking.", "new_id": -2}, {"uid": "1295416067196034628", "i": 10176, "idx": 1, "sa": ["Sergio Marchionne"], "q": "in Windsor, Ontario, today but Fiat/Chrysler CEO <strong> Sergio Marchionne </strong> was already pondering the next-generation van. \"We need to completely rethink the minivan,\" he told the AP's Dee-Ann Durbin at the plant in Canada. <q>We need to retain all its functionality but make it much more versatile.<q> He said that could mean vehicles that still haul a family, but don't are not traditional minivans. The company also is pondering whether it wants both the upscale Chrysler Town and Country,$ 30,000 and", "new_id": -2}, {"uid": "1296802392154992666", "i": 42965, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Regis Philbin", "Bill Clinton"], "q": "Friday, 8:30 p.m.). <strong> David Letterman </strong> makes a rare appearance on ABC primetime as part of a group to talk about their open heart surgery with <strong> Barbara Walters </strong>. The others include <strong> Robin Williams </strong>, <strong> Regis Philbin </strong> and <strong> Bill Clinton </strong> on <q>A <strong> Barbara Walters </strong> Special: A Matter of Life& Death<q>( ABC, 10 p.m.). The return of \"Smallville\"( The CW, 8 p.m.) and \"Supernatural\"( The CW, 9 p.m.) with new episodes, meant to happen", "new_id": -2}, {"uid": "1295559994214679661", "i": 31088, "idx": 0, "sa": ["Eric Schmidt"], "q": "April 4, co-founder Larry Page will take over as Google's CEO, while <strong> Eric Schmidt </strong> will take on the role of executive chairman, the company just announced. Google says it's making the changes to <q>streamline decision making and create clearer lines of responsibility at the top of the company<q> but there were no signs that anything was amiss at the triumvirate that has led the company since 2001. The news came as part of the company's Q4 earnings results.", "new_id": -2}, {"uid": "1295177816150732814", "i": 23183, "idx": 3, "sa": ["Sergio Marchionne"], "q": "American companies in the face of economic and global shocks that are out of their control, such as spiraling oil prices or another recession. Chrysler, which remains the weakest of the three, now has <q>enough resources to deal with another recession,<q> <strong> Sergio Marchionne </strong> said. And the company is launching more fuel-efficient powertrains so that customers won't flee to other brands as gas prices rise, he said. The steadier financial footing has enabled the companies to start", "new_id": -2}, {"uid": "1296055712213385310", "i": 22197, "idx": 1, "sa": ["Eric Schmidt", "Matt Brittin"], "q": "of the company's total revenue in the fourth quarter. Google's managing director for UK and Ireland <strong> Matt Brittin </strong> told Marketing Week that the UK is a major focus for Google. He adds: <q><strong> Eric Schmidt </strong> and Larry are often in the UK and are very supportive of our role as the world's leading e-commerce market and a major mobile engineering hub for Google.<q> Last week it was announced that <strong> Eric Schmidt </strong> is to relinquish his role as chief executive to co-founder Larry Page, who will focus on the day-to-day management of Google, while <strong> Eric Schmidt </strong> will become executive chairman, responsible", "new_id": -2}, {"i": 6514, "idx": 2, "index_answer": 1, "new_id": -1, "q": "prize( via a recording deal with Sony) is said to be the largest, by far, in TV history. \"We're putting our money where our mouth is,\" <strong> Simon Cowell </strong> said. <q>It's a massive, massive risk, but also a great incentive.... And it puts the pressure on us to find a star.<q> <strong> Simon Cowell </strong> was asked if he would be interested in bringing his old friend and rival, <strong> Paula Abdul </strong>, on board as a judge. \"I'm a massive fan of <strong> Paula Abdul </strong>. While we were", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297293225002195576"}, {"uid": "1297107413159612945", "i": 34414, "idx": 0, "sa": ["Eric Schmidt"], "q": "allegations that the company abused its dominant position in the online search market, according to a report citing a source familiar with the case. The news comes just after lame duck Google CEO <strong> Eric Schmidt </strong> <q>There is some interest from both sides, some tentative discussions in resolving the issue, but no really concrete proposals on the table,<q> the source familiar with the case told Reuters. Asked to comment by the newswire, the European Commission said that the investigation is still ongoing. \"As is known, the Commission", "new_id": -2}]