[{"uid": "1295656548083230739", "i": 44906, "idx": 0, "sa": ["Andy Coulson", "Baby Doc"], "q": "rights group Photo: Two men from Dominican Republic but resident in Spain load their... <strong> Baby Doc </strong> Driven to Private Home in Latest Unexpected... World Video: Assault on the increase in France as crime drops overall Report Abuse <q>The French cheese eating surrender monkeys have a history of harboring dictators, rapists, terrorists and scumbags in general.</q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"i": 34756, "idx": 2, "index_answer": 0, "new_id": -1, "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season. ''I thought AI had a real good feel for the game,'' Nuggets coach <strong> George Karl </strong> said. <q><strong> Michael Jordan </strong> game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved.</q> <strong> Linas Kleiza </strong> benefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Allen Iverson"], "uid": "1294977377249905175"}, {"uid": "1296091661126894108", "i": 43703, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "potential. The ''e-commerce space feels overheated because valuations are based on long-term revenue expectations,'' said <strong> Eric Schmidt </strong>, who plans to step down from his role as CEO and become executive chairman in April. <q>But if you look at <strong> Google Inc. </strong>'s history, that potential is real</q> Dell and Lane, whose companies compete in the market for personal computers, also traded barbs over 3Par <strong> Google Inc. </strong>, a storage provider acquired for$ 2.35 billion in September by HP. The computer makers held", "new_id": -2}, {"uid": "1295433052260259931", "i": 358, "idx": 1, "sa": ["Billy Joel", "David Letterman", "Don Kirshner", "Paul Shaffer"], "q": "<strong> David Letterman </strong>. ''<strong> Don Kirshner </strong> gave new, young musicians the opportunity to showcase their performances for a huge audience during the ''golden age' of the popular music business,'' <strong> Billy Joel </strong> said in a statement. <q>At the time, his` hands-off' approach to how rock and roll music was presented made television a viable medium for many now-iconic recording artists.</q> <strong> Paul Shaffer </strong>, <strong> David Letterman </strong>''s musical director, used to give a deadpan performance during his imitation of <strong> Don Kirshner </strong> on Saturday Night Live. <strong> Paul Shaffer </strong> and <strong> Don Kirshner </strong> worked together on the short-lived sitcom, A Year at the Top", "new_id": -2}, {"uid": "1295643889266682380", "i": 27742, "idx": 0, "sa": ["Kirsten Gillibrand", "Brian Stratton", "Chuck Schumer", "Chris Gibson", "Jim Tedisco", "Paul Tonko"], "q": "Assemblyman <strong> Jim Tedisco </strong>, a Republican representing the Electric City, said it was eight on one. <q><strong> Chris Gibson </strong>'s the only on in the plane!</q> He said of Air Force One, which ferried the president and his aides as well as Schenectady Mayor <strong> Brian Stratton </strong>, Senators <strong> Kirsten Gillibrand </strong> and <strong> Chuck Schumer </strong>, Rep. <strong> Paul Tonko </strong> and <strong> Chris Gibson </strong>, a Kinderhook Republican elected last year.( And", "new_id": -2}, {"uid": "1297611862198836224", "i": 8845, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "Syco boss is apparently keen to ensure that the show doesn't struggle if <strong> Cheryl Cole </strong> also joins the US version. However, the report claims that they will both still be involved in the UK edition. <q>There's no way they'll go off and forget about the UK show,</q> a source said. ''<strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> will be involved in some way during the UK series.'' Justin TimberlakeWatch an exclusive clip of the", "new_id": -2}, {"uid": "1296218198081313814", "i": 8405, "idx": 2, "sa": ["Eric Schmidt"], "q": "called Microsoft,'' he said. ''Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.'' He then went on to point out that Facebook <q>has clearly stated they don't want to get into the search business. Facebook users tend to use Google search. Facebook's ads business does not displace our advertising. I'm somewhat perplexed by the obsession because I don't think the facts support it. Things are going great for Google.</q> As an aside, <strong> Eric Schmidt </strong>'s assertion about Facebook users searching via Google is a strange assertion, given that Zuckerberg's site has a pretty cosy relationship with Microsoft's Bing. But we think", "new_id": -2}, {"uid": "1297100173035717127", "i": 9631, "idx": 1, "sa": ["Simon Cowell"], "q": "upcoming Fox show, which unlike ''I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,'' <strong> Simon Cowell </strong> told UsMagazine.com in a statement. <q>I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract.</q> On Monday, <strong> Simon Cowell </strong>( along with Sony Music, FremantleMedia North America, and the network) put out a call for auditions to begin in L.A. March 27. Bands and solo contestants are encouraged to audition", "new_id": -2}, {"uid": "1295983422241025046", "i": 22735, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "the windows and mopping the floors. And then they're off to their various internships. Palomino, who lives in Pachacutec in a cramped home with seven siblings, embraces the hard work. <q>Now, I wash dishes in a restaurant, and I'm only just beginning my internship,</q> she says. ''But I'll go far.'' Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog OAKLAND 3 BR/ 2.0", "new_id": -2}, {"uid": "1296791740102318090", "i": 19649, "idx": 0, "sa": ["Kevin Kouzmanoff", "Greg Oden", "Allen Iverson", "Gilbert Arenas"], "q": "this week doing a piece on Evergreen's Own <strong> Kevin Kouzmanoff </strong>. So what did his dad, Marc, think after getting a look at the Indians' other minor-leaguers after <strong> Kevin Kouzmanoff </strong> was drafted by the Tribe in 2003? <q>They had 200 players- 100 pitchers and 100 position players. I mean, they were good-looking guys. I thought, ''We don't have a chance.'</q>... Memo to <strong> Greg Oden </strong>: <strong> Gilbert Arenas </strong> says you''re an idiot for letting naked pictures of yourself pop up on the Internet... Remember a couple of months ago when <strong> Allen Iverson </strong> bagged the Grizzlies for the", "new_id": -2}]