[{"uid": "1296188505230555653", "i": 30845, "idx": 2, "sa": ["Brandon Lloyd", "Michael Vick", "Drew Brees"], "q": "and seeing Manning, Brees+Drew Brees\"> <strong> Drew Brees </strong>, Vick+Michael Vick\"> <strong> Michael Vick </strong> and other NFL greats-- past and present-- made him pause. \"All these monsters of the game,\" he said. <q> All these are legends and Hall of Famers walking by me. It's hard not to be in awe of how much greatness is in one room... I'm hoping one day I'll be looked at like I look at them. But right now, it's just a blessing to be around here. </q> <strong> Brandon Lloyd </strong>, who is cherishing every moment and even went surfing this week. \"There's probably nobody as honoured as I am to be out here and playing in this game,\" he said.", "new_id": -2, "mturk_index": "2177"}, {"uid": "1295601872252706846", "i": 42636, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "anything non-positive in a notice of management changes at Google? He wouldn't, for obvious reasons. Indeed, Mr <strong> Eric Schmidt </strong> instead naturally points to the harmony between himself, <strong> Larry Page </strong> and Sergei <strong> Sergey Brin </strong>, noting that: <q> For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> Enterprise Resource Planning Solutions for Growing Businesses Wednesday, 19 Jan 2011 Fujitsu Australia& New Zealand, a leading provider of ICT business solutions, today announces it has secured Frucor Beverages Ltd as a leading SAP", "new_id": -2, "mturk_index": "2127"}, {"uid": "1297127604055640064", "i": 6801, "idx": 1, "sa": ["Steve Ballmer", "Wes Miller", "Nick Turner"], "q": "saying the company had \"strong technical leaders in each business group.\" The effort may take some of the heat off <strong> Steve Ballmer </strong>, so long as it produces results soon, <strong> Wes Miller </strong> said. <q> You can play pin the blame on the donkey, but the reality is <strong> Steve Ballmer </strong> has to accept some of the blame, </q> he said. \"He also has to put the right people in the right places.\" -- Editors: <strong> Nick Turner </strong>, Tom Giles To contact the reporter on this story: Dina Bass in", "new_id": -2, "mturk_index": "1961"}, {"uid": "1297384383139427845", "i": 10866, "idx": 1, "sa": ["Sergio Marchionne", "Maurizio Sacconi"], "q": "plant in Italy starting in 2012 as part of a Chrysler venture. Under the deal with unions, workers will put in more hours, take shorter breaks and risk having pay withheld for persistent absenteeism. <q> Integration with Chrysler may lead to new combinations, so it's crucial to stress the importance now of a prominent position for Italy, </q> Labor Minister <strong> Maurizio Sacconi </strong>, who will attend the meeting and spoke with <strong> Sergio Marchionne </strong> last week, said in an interview. \"The government wants to verify with Fiat's management the status of the Italian investment plan.\"", "new_id": -2, "mturk_index": "386"}, {"uid": "1296618533025804828", "i": 57382, "idx": 4, "sa": ["Conan O'Brien", "David Letterman", "Barack Obama"], "q": "the check, Hu said,` Your money is no good here.' <strong> Barack Obama </strong> laughed, and Hu said,` No, really, your money is no good.\" '? <strong> David Letterman </strong>-- <q> China's <strong> Barack Obama </strong> Hu is visiting the United States. If he likes what he sees, he may put down a deposit. </q> With unemployment stalled at nDavid Lettermany 10 percent, comics are unimpressed with <strong> Barack Obama </strong>'s economic promises:? <strong> Conan O'Brien </strong>-- \"<strong> Barack Obama </strong> met with the CEOs of top companies about creating more jobs for Americans.", "new_id": -2, "mturk_index": "1675"}, {"uid": "1297232842168116239", "i": 50041, "idx": 2, "sa": ["Sean Hannity", "Donald Rumsfeld"], "q": "about how Saddam Hussein used \"chemical weapons against his own people\" plus other atrocities. \"It was a brutal, vicious regime and the world is clearly better off without it,\" <strong> Donald Rumsfeld </strong> concluded. <q> <strong> Sean Hannity </strong>: How did we get it wrong on weapons of mass destruction? At one point, when it was clear we didn't have them, you had stated publicly that,` Yeah, but I know where they are.' And you discuss this in the book that you had misspoke. But how did we get it so wrong, number one. Do you think he had'em and shipped'em out in the lead up to the war? </q> \" <strong> Donald Rumsfeld </strong>: I don't know for sure. We know he had them. We know the United Nations inspectors knew that he had large quantities and he would not or could not show that he had", "new_id": -2, "mturk_index": "1537"}, {"uid": "1295614634111296523", "i": 39113, "idx": 0, "sa": ["George H. W. Bush", "Tony Blair", "Andy Coulson"], "q": "Picture 2: Reporters Sonia Kapur and Sophie Flowers at the dinner party Picture 3: Cheese starter with rocket Picture 4: Cauliflower soup <strong> Tony Blair </strong> reveals George H. W. Bushraq assurance Former Prime Minister <strong> Tony Blair </strong> privately told <strong> George H. W. Bush </strong> <q> you can count on us </q> eight months before the Iraq war, he tells the Chilcot inquiry. No 10 communications chief quits The prime minister's communications chief <strong> Andy Coulson </strong>, who has been under pressure over the News of the World phone hacking", "new_id": -2, "mturk_index": "572"}, {"uid": "1296671144083132443", "i": 7438, "idx": 9, "sa": ["Piers Morgan", "Mitt Romney", "David Letterman"], "q": "another presidential bid. He told Mr. <strong> David Letterman </strong> he had \"no plans for that at this point,\" but added, \"I'll keep the door open.\" He told CNN's Mr. <strong> Piers Morgan </strong> that there <q> are things you've got to assess before you make a final decision. </q> He listed matters of health and the kind of support network \"you'd like to have behind you.\" <strong> Mitt Romney </strong> has definitely paid attention to the financial portion of his support network. Beyond his own", "new_id": -2, "mturk_index": "1588"}, {"uid": "1296593023045760531", "i": 25156, "idx": 1, "sa": ["Michael Gove"], "q": "mention a single country apart from the UK or any continents, rivers, oceans, mountains, or cities. It does, however, mention the European Union and global warming.\" In addition, <q> the secondary music curriculum fails to mention a single composer, musician, or piece of music. </q> <strong> Michael Gove </strong> observes left-wing ideologues believe schools \"shouldn't be doing anything so old-fashioned as passing on knowledge, requiring children to work hard, or immersing them in anything like dates in history or times tables in", "new_id": -2, "mturk_index": "379"}, {"uid": "1295501734152403980", "i": 2691, "idx": 1, "sa": ["Allen Iverson"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacking any strength. \"I survived, I'm still here,\" he said. <q> I'm a new man, stronger than ever, I just say,` Thank you, everybody. </q>' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and final playoff spot, and one game behind the Mavericks. The Warriors visit the Pepsi Center on Saturday night", "new_id": -2, "mturk_index": "558"}]