[{"uid": "1297454546240746577", "i": 37646, "idx": 0, "sa": ["Simon Cowell"], "q": "year in the US. The singer, who is a good friend of executive producer <strong> Simon Cowell </strong>, said that he would be happy to take a judging or mentoring role on the new series. <q><strong> Simon Cowell </strong> and I have talked about doing things together and I always try to be supportive of people who are friends of mine,</q> he told the Daily Mail. <strong> Simon Cowell </strong> previously described Usher as a \"great mentor\" but questioned whether he could afford enough time to the program. \"I like Usher, I like the", "new_id": -2}, {"uid": "1297177285142131216", "i": 39981, "idx": 2, "sa": ["Diane Sawyer", "Donald Rumsfeld"], "q": "draw down U.S. troops shortly after the 2003 invasion of Iraq was \"the most important failure in the execution of the war.\" Telling <strong> Diane Sawyer </strong> that assessment was \"possible,\" <strong> Donald Rumsfeld </strong> also cautioned that <q>the path you didn't take is always smoother.</q> The admissions largely echoed his memoir, in which he laid blame for much of the failings and heavy bloodshed of the Iraq war on \"too many hands on the steering wheel.\" <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1295592162066338850", "i": 23496, "idx": 3, "sa": ["Ryan Crocker", "Colin Powell"], "q": "he popped to his feet from the ground floor of the back of the arena and began clapping and making his way down the aisle while singing the gospel song Down by the Riverside, which contains the lyric <q>I ain't gon na study war no more.</q> <strong> Colin Powell </strong> got the applause line of the night when he retorted, \"If you don't want to study war no more, you better be ready to fight a war.\" <strong> Ryan Crocker </strong>, former", "new_id": -2}, {"uid": "1295722934067436550", "i": 15741, "idx": 0, "sa": ["Andy Coulson"], "q": ", and that one of the four claims was being made by a journalist. \"This was almost kids' play time. It was such a widespread practice,\" said Mr Lewis. <q>Although it is a crime, people were regarding it as though it was driving at 35mph in a 30, that you just sort of do it and hope you don't get caught.</q> Former NOTW editor <strong> Andy Coulson </strong> resigned as the Prime Minister's head of communications saying the drip-drip of claims about illegal eavesdropping under his editorship meant he could not \"give the 110% needed\".", "new_id": -2}, {"i": 33268, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> As companies look for ways to deploy applications, both internally and as services to their customers, they worry about scale, performance& visibility. Startup Sonoa Systems offers a solution. <strong> Eric Schmidt </strong> will continue to", "sa": ["Eric Schmidt"], "uid": "1295570074192872461"}, {"uid": "1295168588203145230", "i": 7556, "idx": 0, "sa": ["The doctor", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": ", damaged in the shooting, is bandaged.) For about 30 seconds, <strong> Gabrielle Giffords </strong> struggled, before finally opening her eye wide and straining to focus on her friends, husband, parents and <strong> The doctor </strong>. <q>We knew she could hear and understand what we were saying,</q> <strong> Kirsten Gillibrand </strong> told reporters traveling back to Washington with the president Thursday morning. It was the first time <strong> Gabrielle Giffords </strong> had opened her eye since the shooting. Kelly told <strong> Gabrielle Giffords </strong> to give him a thumbs-up if she could", "new_id": -2}, {"uid": "1294973181041533445", "i": 1215, "idx": 0, "sa": ["Jared Loughner", "Mayor Michael Bloomberg", "Gabrielle Giffords", "Kirsten Gillibrand"], "q": "instead said the focus should be on the suspect in the shooting, <strong> Jared Loughner </strong>. \"This would appear to be a very deranged, perhaps on-drugs individual from what I've read,\" he said. <q>And I think we should focus on somebody with a fun that has killed six people. And I think the president put it very well yesterday-- the rhetoric should be at a discourse on the facts and have more civility in it.</q> Doctors said <strong> Gabrielle Giffords </strong> has markedly improved since she was first hospitalized after being shot in the head on Saturday. On Wednesday, <strong> Mayor Michael Bloomberg </strong> Senator <strong> Kirsten Gillibrand </strong> witnessed the Arizona lawmaker open her eyes for the", "new_id": -2}, {"uid": "1297187009205783101", "i": 6931, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "Paris. It was meant to point out there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. \"Ironically, my comment was unintentional,\" <strong> Donald Rumsfeld </strong> writes. <q>I had meant to say France and Germany represented \"old NATO' not` old Europe'.</q> \"In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling french fries` freedom fries\" loved it,\" he writes. \"The elites in", "new_id": -2}, {"uid": "1295975913233406486", "i": 8928, "idx": 0, "sa": ["Allen Iverson"], "q": "out, he dribbled across mid-court and launched a game-wining 40-foot 3-pointer to lift the USA Senior Team( 2-1) to an 80-77 victory over Germany( 1-1) in front of a sold-out Kolnarena crowd numbering 18000. <q>It felt good when it left my hand, I knew it had a chance,</q> said <strong> Allen Iverson </strong> of his game winner. \"I tried to side step him( his defender) just to get a little bit of space and I got a good look at the basket and fortunately it went in", "new_id": -2}, {"uid": "1295439843072597613", "i": 26973, "idx": 0, "sa": ["Al Franken", "Sen. Bernie Sanders", "Lawrence O'Donnell", "Sen. Ted Kennedy", "Alvin Greene"], "q": "this morning, there are 88 nominees on the <strong> Sen. Ted Kennedy </strong> calendar, including posts at the National Labor Relations Board, the Department of Homeland Security, the Department of Commerce, the Department of Treasury and the Army. <q>This is a perversion of the filibuster and a perversion of the role of the <strong> Sen. Ted Kennedy </strong>,</q> said <strong> Sen. Bernie Sanders </strong> <strong> Al Franken </strong>. \"It used to be that the filibuster was reserved for matters of great principle. Today it has become a way to play out the clock.\" http://wn.com/Alvin_Greene_Answers_Nearly_Every_Question_With_DeMint_Started_the_Recession rescuetruth.com Odd <strong> Lawrence O'Donnell </strong> interview with <strong> Alvin Greene </strong>", "new_id": -2}]