[{"uid": "1297154709260177940", "i": 9758, "idx": 0, "sa": ["Simon Cowell"], "q": "left at the end of last season of`` Idol'' to focus on the Americanized version of the talent show`` The X Factor,'' which he also produces, along with the British edition. <q> Once the show goes into production, I become a judge, </q> People.com said <strong> Simon Cowell </strong> told reporters Monday.`` Then I have to put my trust into the producers' hands, which is effectively how it works in the U.K. Yes, I am judging.'' <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1295768239143409188", "i": 5665, "idx": 5, "sa": ["Rasheed Wallace", "Allen Iverson"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak.`` The best part about it is we struggled at times in the game but we got it done,'' <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by Featuring all 3 remaining members of SP's Pacific family, the 2472, 2467, and 2479.", "new_id": -2}, {"uid": "1296552417261570573", "i": 23551, "idx": 19, "sa": ["Kwame Brown", "Allen Iverson"], "q": "game and showed some of the grit they displayed last season, when they reached the NBA Finals.`` It's extra special( to win) when you have to fight and struggle,'' <strong> Allen Iverson </strong> said. <q> We were able to keep fighting through it. I know last year's team is dead and stinkin', but we took something from last year's team( in this game). </q>`` I've had this team for five years and they try,'' Sixers coach Larry <strong> Kwame Brown </strong> said.`` They might not always play right and they might not always play good, but they try.''", "new_id": -2}, {"uid": "1296218172048857090", "i": 12603, "idx": 1, "sa": ["Gov. Rick Perry", "Mitch Daniels", "Mike Pence"], "q": "seeking the presidency in 2012 but left unanswered whether his choice instead is the Indiana governor's office.`` I'm open to running for governor,'' <strong> Mike Pence </strong> said in an exclusive interview with The Indianapolis Star. <q> We're going to take the next several months to travel across the state and hear what Hoosiers have to say. We'll seriously consider it. </q> Still, many in politics said his decision instantly catapults him as the leading Republican candidate to succeed <strong> Gov. Rick Perry </strong> <strong> Mitch Daniels </strong>. While those who wanted him to run for president were disappointed,", "new_id": -2}, {"i": 8304, "idx": 4, "index_answer": 0, "new_id": -1, "q": "get in a little closer than I did, but I just took what the defense gave me and fortunately, it went in,'' <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. <q> That wasn't the first time he threw one in like that, </q> <strong> Keyon Dooling </strong> said.`` He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him.'' The Magic had a chance to tie the game", "sa": ["Keyon Dooling", "Allen Iverson"], "uid": "1295670452069369863"}, {"uid": "1295729282227016705", "i": 38252, "idx": 0, "sa": ["Andy Coulson"], "q": "USA, as that really helps our image in the world. Thank you for giving us the Neocons that infested the Bush white house and formed the Project For The New American Century, who called for <q> A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR </q> TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Police Auction", "new_id": -2}, {"uid": "1296195077069206076", "i": 49402, "idx": 0, "sa": ["John Thune", "Mike Pence", "Mike Huckabee", "Haley Barbour", "Mitch Daniels", "Michele Bachmann", "Newt Gingrich"], "q": "such established figures as <strong> Mitch Daniels </strong>, <strong> Newt Gingrich </strong>, <strong> Mike Huckabee </strong>, <strong> John Thune </strong>, <strong> Haley Barbour </strong> and <strong> Mike Pence </strong>. Two dozen reporters chased her down a hall in the Capitol complex this week, seeking an explanation for the speech. <q> I never took this as a State of the Union response, necessarily, </q> she said innocently. The title above the text of her speech her office released Tuesday night:`` <strong> Michele Bachmann </strong>'s Response to State of the Union.'' Party leaders, intimidated by the Tea Party activists", "new_id": -2}, {"uid": "1295887550257261568", "i": 34873, "idx": 1, "sa": ["Liza McGuirk", "Eric Schmidt"], "q": "'' executive producer <strong> Liza McGuirk </strong> about the possibility. <strong> Eric Schmidt </strong> supposedly filmed a pilot for CNN last August. \"`` <strong> Eric Schmidt </strong> has been looking for a TV job for over a year,'' said a CNN insider. <q> But the pilot he filmed with <strong> Liza McGuirk </strong> was a complete disaster. </q> \" <strong> Eric Schmidt </strong> has made a number of appearances on`` Parker Spitzer,'' since the show's debut last October. Would you watch am <strong> Eric Schmidt </strong> talk show? Now on TVSpy: I am an", "new_id": -2}, {"uid": "1294979286033620009", "i": 25966, "idx": 0, "sa": ["Nicole Polizzi", "David Letterman"], "q": "your daughters away Jersey Shore: <strong> Nicole Polizzi </strong> mocks castmates in <strong> David Letterman </strong>'s` Top Ten' list( VIDEO) star <strong> Nicole Polizzi </strong> will make a guest appearance on Late Night with <strong> David Letterman </strong> tonight( Monday) where she'll read <q> The Top 10 Reasons to Buy the New <strong> Nicole Polizzi </strong> Book. </q> CBS released a sneak peek of <strong> Nicole Polizzi </strong>'s Top 10 list earlier`` The <strong> Nicole Polizzi </strong> Song''( Parody of Tik Tok by Ke$ ha) This song is now available on itunes: tinyurl.com Spoof of the famous", "new_id": -2}, {"uid": "1295862934192184341", "i": 30822, "idx": 0, "sa": ["Myleene Klass", "Simon Cowell", "Mandy Moore"], "q": "the whole world \" However, on this visit <strong> Mandy Moore </strong> did manage to make a little time to indulge in one of her favourite pastimes- shopping. Comment on this Article The beautiful brunette said: <q> Of course there was one day off so it's like I'm a <strong> Mandy Moore </strong> who has some of the best shopping here, so I had a whole little laundry list of things to do yesterday( 22.01.11) and I really tried to hit the ground running. You've got to do a little Oxford Street, a little Harvey Nichols. All of the good, fun stuff. It was a good day. </q> Among the stars who attended the premiere of` Tangled' with their excited children were <strong> Simon Cowell </strong>'s ex-lover Sinitta, pregnant TV presenter <strong> Myleene Klass </strong> and", "new_id": -2}]