[{"i": 5030, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> Jimi Hendrix </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> Jimi Hendrix </strong> Thompson created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q>He tells me the end of the game is my time, I should have the ball in my hands,</q> <strong> Allen Iverson </strong> said. \"So if somebody else turns it over, he yells at me. I just tell my teammates: \"Let me get the ball. He\"ll scream at me The BP symbol is on", "sa": ["Allen Iverson", "Jimi Hendrix", "Donyell Marshall"], "uid": "1295212882209371150"}, {"uid": "1296573815267468851", "i": 419, "idx": 3, "sa": ["David Letterman", "Justin Bieber"], "q": ", like just say you're here. It's just cool to let the fans know. \"I just said I'm hanging out with my boy <strong> David Letterman </strong>.\" <strong> Justin Bieber </strong> then tweeted: <q>I'm hanging out with my <strong> David Letterman </strong> at@late_show we need to get him twice as many followers!</q> <strong> Justin Bieber </strong> then further confused the 63-year-old by telling him that he was in the 11th grade at school. <strong> David Letterman </strong> asked: \"What is 11th grade? Is that sophomore in high school?\"", "new_id": -2}, {"uid": "1295293283074367039", "i": 19966, "idx": 1, "sa": ["Steve Ballmer"], "q": "CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. \"Sales professionals are at the heart of almost every successful business,\" said <strong> Steve Ballmer </strong>. <q>Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data so they can improve their customers' experiences and effectively compete in the market.</q> \"The service is available today as a cloud offering,\" he said. \"This is the first time we've made a release in the cloud before we have done so in the server version", "new_id": -2}, {"uid": "1296463134032751622", "i": 10305, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Retail sales, which generate more profit per vehicle than fleet sales, accounted for a larger portion of sales. But there were increased costs from launching 16 new or refreshed 2011 models. <q>We expect to break even in 2011, increasing progressively to a net profit of$ 3 billion by 2014,</q> <strong> Sergio Marchionne </strong> said during the Detroit auto show. Improvement is undeniable, but potential investors will expect it to come faster. Despite Chrysler's product and sales momentum, investment banks and potential shareholders will", "new_id": -2}, {"uid": "1295143398136134670", "i": 3552, "idx": 1, "sa": ["Michael Vick", "Brandon Boyd"], "q": "Warnat had been tattooed at <strong> Brandon Boyd </strong>'s shop. She kept up with the Web site for his pit bull rescue efforts, her main interest at SPCA. She said she contacted <strong> Brandon Boyd </strong> because she wanted to work with <q>somebody who was just good with people.</q> \"It's kind of neat because the tattoo industry has a stereotype, too,\" she said, adding that <strong> Michael Vick </strong>'s dogs would help the average Professor Davide Sola discusses why enterprise and entrepreneurial activity are key", "new_id": -2}, {"uid": "1296377284098549782", "i": 32918, "idx": 3, "sa": ["Michael Vick"], "q": "petted. And there are big ones, such as the day when the dogs find permanent homes, the way six of the 22 that originally were brought to Best Friends have thus far. <q>When they announced on TV that <strong> Michael Vick </strong> was eligible to play football again, I lost every single bit of inner peace,</q> said Erika, who adopted one of the <strong> Michael Vick </strong> dogs, Oliver, and didn't want her last name used because she doesn't want herself or Oliver to be targeted for harassment. \"But I thought,", "new_id": -2}, {"uid": "1295583884071548935", "i": 31628, "idx": 3, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "being the main public face of the company.\" <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come in for criticism for awkward recent statements \"harmful to Google's reputation\" and the three top executives may have decided <q>it was time for a fresh public face.</q> Giftwithlove.com: Order Online for Gift delivery in India starting Rs. 289/ Follow the ups and downs of your investments. Try our new Portfolio Tracker", "new_id": -2}, {"uid": "1296939026066093065", "i": 42377, "idx": 6, "sa": ["Sergio Marchionne"], "q": "Group LLC.\" Chrysler is seeking$ 3 billion in low-cost government loans from the Energy Department to build more fuel efficient vehicles and in talks with banks to refinance the company's debt. <q>Because of these changed market conditions as well as the improvements in our performance and outlook made possible through the support of the U.S. and Canadian governments, Chrysler intends to repay these loans in full at the earliest opportunity,</q> <strong> Sergio Marchionne </strong> said. dshepardson@detnews.com(202) 662-8735 John Niyo: Spoiler alert! Here's a sneak preview of Sunday's Super Bowl ads, with this Volkswagen commercial that's guaranteed to be a hit in", "new_id": -2}, {"uid": "1296542495161284111", "i": 46288, "idx": 0, "sa": ["George Clooney", "Sean Connery", "Justin Bieber", "David Letterman"], "q": ". They wanted their pictures taken with <strong> Justin Bieber </strong>. The girls had camped out awaiting his arrival outside the <strong> David Letterman </strong> Studio. They screamed to the limo-driver and their excitement was contagious. The girls were screaming, <q>He's so f** g beautiful</q> WE wonder if these girls have ever seen some of the greats like <strong> George Clooney </strong> or <strong> Sean Connery </strong> or other men who have won the handsome hunk of the year awards. No matter, beauty is in the eye", "new_id": -2}, {"uid": "1295559949061718541", "i": 3668, "idx": 2, "sa": ["Eric Schmidt"], "q": "have a shot at running[ Google].\" The two were careful to frame the move as a positive transition. <strong> Eric Schmidt </strong> will be \"elevated\" to his new position, it was explained. <q>How can we run the company even better?</q> he said. \"We think this will produce even better results.\" We'll have more for you soon, but in the meantime, here's <strong> Eric Schmidt </strong> in his own words. \"", "new_id": -2}]