[{"uid": "1297714527167477255", "i": 3344, "idx": 10, "sa": ["Donald Rumsfeld", "Aaron Belkin"], "q": "<strong> Aaron Belkin </strong>, director of the Palm Center, said <strong> Donald Rumsfeld </strong>'s endorsement of`` Don't Ask, Don't Tell'' repeal shows support for ending the law is`` unambiguous and transcends party lines.'' <q> We have now entered the next phase of the repeal process in which certification and implementation should be completed swiftly in keeping with the practices that have been proven to minimize any disruption to the military, </q> <strong> Aaron Belkin </strong> added.", "new_id": -2}, {"uid": "1296841854225722386", "i": 14056, "idx": 0, "sa": ["Eric Schmidt"], "q": "That brings us to the second problem with Chrome OS. It's going to be a tough sell. <strong> Eric Schmidt </strong> added to the spin via his blog, with a post a week after the delay: <q> Welcome to the latest chapter of an epic journey in computing. Welcome to Chrome OS. </q> Welcome to what, exactly? Google's promotional video for the Chrome OS doesn't do it any favours either. It's a video designed to illustrate just how resilient your cloud-stored data is when faced with adversity", "new_id": -2}, {"uid": "1295315613097861656", "i": 4068, "idx": 2, "sa": ["Mike Pence"], "q": "the White House. The site describes <strong> Mike Pence </strong> as`` the conservative champion.''`` <strong> Mike Pence </strong> describes himself as` first a Christian, then a conservative, then a Republican,''' Benko said. <q> He unifies fiscal, social and national security conservatives, and will energize the conservative coalition essential to winning back the White House in 2012. </q> The Hill reported <strong> Mike Pence </strong>, 51, who has been in the House for a decade, will decide whether to seek the White House or statehouse by the end of the month. Never touch another", "new_id": -2}, {"uid": "1295224344099582013", "i": 16541, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "him credit for.'' Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q> Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick. </q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the U.S.' X Factor' he is trying not to worry about it. Show Low-$ 750,000 MLS 4410443", "new_id": -2}, {"uid": "1297022935112525318", "i": 23519, "idx": 1, "sa": ["Eric Schmidt"], "q": "aber noch bis in die Woche ziehen. Google-Chef <strong> Eric Schmidt </strong> m?chte lange EU-Ermittlungen vermeiden LONDON- Der Internetkonzern Google m?chte einen langwierigen Rechtsstreit mit der Europ?ischen Union im Streit ber die Marktmacht des Unternehmens verhindern. <q> Das wollen wir nat?rlich vermeiden </q>, sagte Google-Chef <strong> Eric Schmidt </strong> der Zeitung`` Sunday Telegraph''. Es sei in seinem und wohl auch im Interesse der EU, mit einer schnellen Analyse auf die Bedenken der Wettbewerber von Google einzugehen. Dabei hoffe er,", "new_id": -2}, {"uid": "1295503548083329034", "i": 6143, "idx": 0, "sa": ["Allen Iverson", "Tim Duncan", "Steve Blake"], "q": "missing. <strong> Steve Blake </strong>, traded to Milwaukee in the offseason and acquired by Denver from the Bucks last week, had a career-high 25 points against his former team Sunday night, in Denver's 109-93 victory over Portland. <q> I'm not surprised because a good basketball player is a good basketball player and that's what he is, </q> said <strong> Steve Blake </strong>'s new teammate, <strong> Allen Iverson </strong>. <strong> Allen Iverson </strong> had 32 points and nine assists for the Nuggets, who trailed at halfTim Duncane but outscored the Blazers 41-17 in the third quarter. The victory snapped a two-game losing streak", "new_id": -2}, {"uid": "1295743447181321729", "i": 23535, "idx": 2, "sa": ["David Cameron", "Andy Coulson"], "q": "Former NOTW editor <strong> Andy Coulson </strong> resigned as the Prime Minister's head of communications, saying the drip-drip of claims about illegal eavesdropping under his editorship meant he could not`` give the 110 per cent needed''. <q> I stand by what I've said about those events, but when the spokesman needs a spokesman it's time to move on, </q> he added. <strong> David Cameron </strong> said he was`` very sorry'' <strong> Andy Coulson </strong> felt`` compelled'' to go after months of pressure, insisting he was being`` punished for the same offence twice''. However,", "new_id": -2}, {"uid": "1295132025137953291", "i": 16927, "idx": 3, "sa": ["Joe Biden", "A Clinton White", "Jonathan Tasini", "Bernie Sanders", "Bill Clinton"], "q": ", and that Obama's new advisers will push him in that direction.`` The middle class in this country is collapsing as more power is accruing to big, monied interests,'' <strong> Bernie Sanders </strong> said. <q> We need leadership in the <strong> A Clinton White </strong> House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality. </q>`` To me, it's a disaster,'' said New York-based labor activist <strong> Jonathan Tasini </strong>.`` When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has", "new_id": -2}, {"uid": "1296776761237715477", "i": 16153, "idx": 0, "sa": ["Rashard Mendenhall", "Michael Vick", "Jonathan Singer"], "q": "Say Never.'' Posting of videos of fights adds insult to injury News 215-854-2595 YOU USED to have to go down to the schoolyard to see student scraps and downright vicious classmate conflicts are easily found on YouTube. <q> It is using target=\"_blank\" href=\"http://worldtechnews.com/\"> technology to further humiliate or denigrate somebody, to retraumatize them, </q> said <strong> Jonathan Singer </strong>, Packers emerge as hot properties of NFL fantasy drafts this fall CNN Story HighlightsSteelers' <strong> Rashard Mendenhall </strong> has played way into Top 10 of 2011 fantasy drafts <strong> Michael Vick </strong> appears to be solid target=\"_blank\" href=\"http://varietybets.com/\"> bet as", "new_id": -2}, {"i": 36996, "idx": 4, "index_answer": 0, "new_id": -1, "q": "because they are heavy, rigid and impede performance. But not the Unequal EXOskeleton â\u0084¢.`` I forgot the Unequal pads were in my pants,'' says <strong> Michael Vick </strong> after sustaining several direct hits to his thighs. <q> I didn't feel a thing! </q> Unequal was first introduced to many of the NFL teams, including the Philadelphia Eagles, with its Unequal Insoles. The players prefer them because they absorb up to 80 percent of chronic impact shock(`` CIS", "sa": ["Michael Vick"], "uid": "1296051090213254170"}]