[{"uid": "1295313435007274537", "i": 12413, "idx": 0, "sa": ["Piers Morgan", "Howard Stern", "David Letterman", "Jay Leno"], "q": " \"steals' jokes;` He's not fit to scrub <strong> David Letterman </strong>'s feet' <strong> Piers Morgan </strong> Tonight( airing Tuesday), <strong> Howard Stern </strong> goes after <strong> Jay Leno </strong>, accusing the NBC Tonight Show host of stealing jokes. <q><strong> Jay Leno </strong> is insane. And <strong> Jay Leno </strong> is a crook,</q> <strong> Howard Stern </strong> tells <strong> Piers Morgan </strong>, according to the New York Post. \"And the world knows exactly what he's up to. He steals a tremendous amount of material. \"He\"s not fit to scrub", "new_id": -2}, {"uid": "1296889583025706506", "i": 16847, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": ", non-competitive games and turn those into quality, competitive games that the fans want to see.\" <strong> Michael Vick </strong> was planning a Super Bowl party, and whether that was appropriate for a man with his past: <q>I spoke to <strong> Michael Vick </strong> three times in the last two weeks about his schedule here- what he'd be doing. He has said that on numerous occasions people have been using his name about being involved in some type of party, but that he had no intention of participating in that.</q> â\u0080¢ <strong> Roger Goodell </strong> praised the Dallas-Fort Worth area for handling the difficult weather, saying the ice and snowstorms would not jeopardize the region's chances of hosting the game again. This is the first Super Bowl to be", "new_id": -2}, {"uid": "1297363571104955962", "i": 5405, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "storm, but says that those responsible were already being prosecuted and disciplined. When asked whether he would have accepted the resignation if <strong> Donald Rumsfeld </strong> had been President, he first said \"yes,\" and then said, <q>How would I know? I wasn't President... I wasn't in his shoes.</q> <strong> Donald Rumsfeld </strong> says \"I would stack Guantanamo Bay against any facility in the world- it is one of the best prisons anywhere.\" He expressed his astonishment over the \"mythology\" that has erupted in", "new_id": -2}, {"uid": "1296365076199786502", "i": 37732, "idx": 0, "sa": ["Zahi Hawass"], "q": "monuments. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q>What scares me is that if this building is destroyed, it will fall over the museum,</q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still-smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions", "new_id": -2}, {"uid": "1295562509244678683", "i": 28912, "idx": 0, "sa": ["Steve Ballmer", "Tom Warren"], "q": "Earlier this year, <strong> Steve Ballmer </strong>, the CEO of Microsoft, was asked whether he had plans to release a PC-compatible edition of Kinect is hacker-friendly, and that's a good thing, Microsoft says <q>Microsoft is set to unveil driver support and a software development kit in the coming months and will allow third-party developers to create titles that utilize the Kinect sensor when plugged into a PC,</q> <strong> Tom Warren </strong> of Win Rumors writes today. \"According to sources familiar with the plans, Microsoft will distribute the drivers under the \"beta\" tag.\" <strong> Tom Warren </strong> added that Kinect support is expected to", "new_id": -2}, {"uid": "1296259179174211074", "i": 2322, "idx": 0, "sa": ["Antonio Cassano", "Allen Iverson"], "q": "out the Toronto Raptors 137-105 for their fifth straight win at home. The Denver guard hit seven straight attempts before missing a 3-pointer early in the third quarter. He also made all 10 of his free throws. <q>It felt OK before the game,</q> <strong> Allen Iverson </strong> said. \"Now, it feels that much worse. It's throbbing like a heartbeat.\" <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Antonio Cassano </strong> a week ago, slips on a brace after every game", "new_id": -2}, {"uid": "1295618617243957797", "i": 6335, "idx": 3, "sa": ["Andy Coulson", "Sean Hoare"], "q": "PCC code. It's in their handbooks.\" <strong> Andy Coulson </strong> was asked about allegations by a former NoW journalist, <strong> Sean Hoare </strong>, that <strong> Andy Coulson </strong> asked him to use the \"dark arts\". <strong> Andy Coulson </strong> replied: <q>I have absolutely no recollection of telling him that.</q> What <strong> Andy Coulson </strong> said under oath about phone hacking Viral Video Chart: Pale kid rap star, and 3D movies- without glasses Banking whistleblower hands over offshore secrets to WikiLeaks- video Viral", "new_id": -2}, {"uid": "1296676628142131254", "i": 1090, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop", "Google Inc."], "q": "7, which shipped just 2 million units in the 100-million market in the last quarter. \"Nokia is no longer in denial,\" Ahmad wrote in his letter to \"<strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong>.\" <q>Microsoft also faces very big strategic challenges as smartphones and tablets attack your highly profitable installed base business.</q> Nokia's reported smartphone market share slid to 31 percent in the fourth quarter from 40 percent a year earlier as consumers defected to Apple <strong> Google Inc. </strong>'s iPhone and models based on Android. Apple has changed the", "new_id": -2}, {"i": 46835, "idx": 0, "index_answer": 1, "new_id": -1, "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q>It felt like we turned that corner,</q> <strong> Allen Iverson </strong> said. \"<strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen.\" <strong> Chris Webber </strong>", "sa": ["Chris Webber", "Allen Iverson", "Fatboy Slim"], "uid": "1295209231006406224"}, {"uid": "1295257680226672654", "i": 39033, "idx": 4, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": "effect a cut\" 9.45 am: <strong> Nick Clegg </strong> gives a speech at the launch of a Demos report on parenting. peterwicks 17 January 2011 9:42 AM jacqueughes 17 January 2011 9:43 AM <q><strong> David Cameron </strong> says the biggest rate of satisfaction is often with one's GP. People know their GP. They do not know who runs the local primary care trust. These changes will give more power to GPs.</q> Monchberter 17 January 2011 9:44 AM The <strong> Andy Coulson </strong> affair is going to be seen as a harbinger of how <strong> David Cameron </strong> deals with testy subjects and dodgy dealings. In order to post a comment you", "new_id": -2}]