[{"uid": "1296964596119160897", "i": 5547, "idx": 0, "sa": ["Tom Brady", "Michael Vick", "Brett Favre", "Ben Roethlisberger"], "q": "a lot to overcome. A poll taken for The Hollywood Reporter shows that \"Big <strong> Ben Roethlisberger </strong>\" is the most disliked player in today's game. The good news for him: Despite what Sports Illustrated described as <q> repulsive behavior, the ultimate expression of athletic entitlement run amok, </q> <strong> Ben Roethlisberger </strong> is not the most disliked player in the league. According to this poll, he ranks fourth, behind <strong> Brett Favre </strong>, of the Minnesota Vikings; <strong> Michael Vick </strong>, of the Philadelphia Eagles; and New England's <strong> Tom Brady </strong>", "new_id": -2}, {"uid": "1296126184138051586", "i": 39587, "idx": 0, "sa": ["Barbara Ehrenreich", "David Moberg", "Sen. Bernie Sanders"], "q": "helped the GOP gain back control of the House. With this month's issue, In These Times begins a debate about how we can create a society that lives up to the promise of <q> with liberty and justice for all. </q> Our cover package, \"Help Wanted,\" features <strong> Sen. Bernie Sanders </strong>( I-Vt.), <strong> David Moberg </strong>, <strong> Barbara Ehrenreich </strong> and Richard Flacks-four people who were part of the In These Times Community when the magazine was founded 35 years", "new_id": -2}, {"uid": "1296373424172048389", "i": 5722, "idx": 0, "sa": ["Zahi Hawass"], "q": "is now safe and under military guard, a torched ruling party headquarters building next door to the museum was still a bigger threat to the treasures inside museum, <strong> Zahi Hawass </strong>, Egypt's antiquities chief said. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> he was quoted as saying by The Associated Press. Egyptian Museum attracts millions of visitors and tourists every year, according to official figures. A home to the gold mask of King Tutankhamun,", "new_id": -2}, {"uid": "1296370322095813646", "i": 2657, "idx": 0, "sa": ["Mike Pence"], "q": "United States' dependence on foreign oil. That was one of the subjects of an article <strong> Mike Pence </strong> penned in 1991 for the Indiana Policy Review, called \"Confessions of a Negative Campaigner.\" <q> It is wrong, quite simply, to squander a candidate's priceless moment in history, a moment in which he or she could have brought critical issues before the citizenry, on partisan bickering, </q> <strong> Mike Pence </strong> wrote. <strong> Mike Pence </strong>'s first radio show aired in 1989, and after the 1990 campaign, he devoted more of his energy to hosting what became a popular radio talk show in Indiana.", "new_id": -2}, {"uid": "1295432802214253611", "i": 47761, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Peter F. Drucker"], "q": "Group, a Sect or a Kin and an Anti Tribal Gentile. <strong> Eric Schmidt </strong>.. Davos Annual Meeting 2010- Business Leadership for the 21st Century Davos Annual Meeting 2010- Business Leadership for the 21st Century www.weforum.org 29.01.2010 <q> Management is doing things right; leadership is doing the right things. </q>- <strong> Peter F. Drucker </strong>( 1909-2005) What are the pressing global, industry and societal issues that business leaders must address in the wake of the \"Great Recession\"? Stephe... <strong> Eric Schmidt </strong>, Larry Page, <strong> Sergey Brin </strong> at Zeitgeist", "new_id": -2}, {"uid": "1296542758249364481", "i": 47610, "idx": 6, "sa": ["Michael Vick"], "q": "and we're hearing his name all the time.\" Either way, she said, extensive market research would have to be conducted before any major company would even consider aligning with <strong> Michael Vick </strong>. <q> I wouldn't want any of my clients to attach their name to his unless they know that the consumer would react to <strong> Michael Vick </strong> in a positive way, </q> Bodock said. \"That would definitely require some research.\" Added Klunk: \"I think you would have to do your due diligence and get an understanding from the consumer before you can make a", "new_id": -2}, {"uid": "1295278049044859404", "i": 24953, "idx": 0, "sa": ["Steve Ballmer"], "q": "first and foremost, right? <strong> Steve Ballmer </strong> also believes that the introduction of the Kinect motion controller is beginning to expand the console's appeal beyond that of the male hardcore bedroom gamer-geek. He said: <q> I think about my own family. My wife used to say, \"No, no, that's the machine the boys use,' and now she says,` Yeah, I want to go watch movies. Let's go play the dance game' </q>. \"It opens up accessibility to family entertainment because with the Kinect, you control these systems with your body, with your voice. We\"ve opened up the world of content in TV, movies", "new_id": -2}, {"uid": "1295617480099680409", "i": 6061, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "while working as editor of the \"News of the World\" newspaper. \"I can today confirm that I've resigned as Downing Street director of communications,\" <strong> Andy Coulson </strong> said in a statement. <q> Unfortunately, continued coverage of events connected to my old job at the \"News of the World </q> has made it difficult for me to give the 110 per cent needed in this role.\" Prime Minister <strong> David Cameron </strong> said he was \"very sorry\" that <strong> Andy Coulson </strong> had decided to resign, but understood why", "new_id": -2}, {"uid": "1296744552199131154", "i": 30140, "idx": 42, "sa": ["Donald Rumsfeld"], "q": "other pictures had been released- \"showing soldiers engaged in similarly disturbing sexual, sadistic acts-but with each other: Americans on Americans.\" A week later, <strong> Donald Rumsfeld </strong> gave the president a handwritten note saying <q> that you have my resignation as <strong> Donald Rumsfeld </strong> of Defense any time you feel it would be helpful to you. </q> \"Don, someone's head has to roll over this,\" Bush told him. But the president called him that night and said that \"your leaving is a terrible idea.\" Bush asked", "new_id": -2}, {"i": 46291, "idx": 0, "index_answer": 2, "new_id": -1, "q": "<strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q> I told him, \"I'm glad you're here, because it is your moment as well\", </q> <strong> Ray Allen </strong> said. \"When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "uid": "1297538891173686785"}]