[{"uid": "1295911715085770242", "i": 32745, "idx": 0, "sa": ["Bill Lockyer"], "q": "of examples: â\u0080¢ The Debt Ceiling. The deficit and the debt are real issues, but the\" debt ceiling\" debate is political posturing. Professor Hamilton recently wrote: Debt ceiling politics <q> If you have a concrete proposal to raise tax revenue or cut spending, then put it on the table. But if you simply want to grandstand on the debt ceiling as if it were a stand-alone issue, it is clear that you have nothing but contempt for the voters. </q> â\u0080¢ A recent article on NY Times about\" discussions\" on state bankruptcies. Not Gon na Happen. Economix has California's state treasurer, <strong> Bill Lockyer </strong> response: State Bankruptcies?` Ludicrous,' He Says", "new_id": -2}, {"i": 8231, "idx": 0, "index_answer": 1, "new_id": -1, "q": "or even last September, based on Chiang's analysis last month. <strong> Bill Lockyer </strong> said Monday his weekend comments weren't based on any new cash flow information, but that his words shouldn't be surprising. <q> We have a current structural budget deficit that we have to address. The sooner, the better. </q>- Kevin Yamamura AT THE CAPITOL <strong> Jerry Brown </strong> will deliver his State of the State address Monday, the final day of January. <strong> Jerry Brown </strong>'s predecessor, <strong> Arnold Schwarzenegger </strong>, used his first State of", "sa": ["Jerry Brown", "Bill Lockyer", "Arnold Schwarzenegger"], "uid": "1295962091207159365"}, {"uid": "1297185907149962761", "i": 15566, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "was meant to point out that there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent.\" Ironically, my comment was unintentional,\" <strong> Donald Rumsfeld </strong> writes. <q> I had meant to say France and Germany represented` old NATO' not` old Europe'. </q>\" In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling french fries` freedom fries' loved it,\" he writes.\" The elites in Paris", "new_id": -2}, {"uid": "1295658301074924120", "i": 24666, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "story has refused to go away. Mr <strong> Andy Coulson </strong> told the PM on Wednesday that he felt he had to leave Number 10. Senior civil servants were told the following day. Mr <strong> David Cameron </strong> said he was <q> obviously very sorry to see him go </q>. He said:\" He did a very good job as Director of Communications both for the Government and the country. He ran the Downing Street press office in a very professional and straightforward and correct way,", "new_id": -2}, {"uid": "1297160800166199305", "i": 31140, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "justifications for launching the Iraq invasion in 2003-- was wrong, but defends his decisions on the war. In an interview with ABC news on the eve of the book's release, <strong> Donald Rumsfeld </strong> said, <q> What you know today can help you unthink your thinking about tomorrow. </q> <strong> Donald Rumsfeld </strong> said,\" It can't help you with things you were thinking about back then,\" and added,\" Back then there was reasonable confidence that[ <strong> Saddam Hussein </strong>] had these weapons.\"", "new_id": -2}, {"uid": "1295021934123977728", "i": 25496, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell"], "q": "who splits her time between two homes in West Lothian, Scotland- wants to invite celebrity pals including <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong> along to the gathering, which will take place tomorrow night. A source said: <q> We've heard <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> have been invited, and <strong> Susan Boyle </strong>'s very keen to see <strong> Piers Morgan </strong> again. </q> However, a spokesperson has confirmed the celebrities are unlikely to attend as it is a simple party for close friends. The representative said:\" The party was only ever for close friends and", "new_id": -2}, {"uid": "1297234976152961059", "i": 22187, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "LOS ANGELES( AP)-- <strong> Simon Cowell </strong> wants his American version of\" The X Factor\" to include controversy, vocal groups, not just soloists, and maybe, <strong> Paula Abdul </strong> as a judge. <strong> Simon Cowell </strong> says he's <q> spoken to her, she knows I'm a big fan. </q> He adds he's\" always said at some point we are going to be working together.\" But, he says he has\" to take everyone's opinions into account\" including the show's other producers", "new_id": -2}, {"uid": "1297260302158613537", "i": 25880, "idx": 1, "sa": ["Bill Lockyer"], "q": "negotiation between the two houses, not the two parties.\" That's what I told Brown the day after the election,\" said Sen. Bob Dutton, R-Rancho Cucamonga( San Bernardino County). <q> I told him his biggest challenge will be getting Assembly Democrats and Senate Democrats on the same page. </q> State Treasurer <strong> Bill Lockyer </strong>, speaking about the dilemma at a conference last month, said there\" has been this nervousness, partly as a result of listening to political consultants... that you can't seem to", "new_id": -2}, {"uid": "1295965254237387800", "i": 29419, "idx": 1, "sa": ["Eric Schmidt"], "q": "make more than 1,000 new hires across Europe- including hundreds of specialists for its research and development centre in the Bavarian capital.\" We had a very, very good year,\" <strong> Eric Schmidt </strong> said. <q> Which is why we'll continue to make investments. </q> He said Google would focus on the growing mobile internet market, with sales of smartphones expected to trump PCs in the next two years. <strong> Eric Schmidt </strong> said faster wireless standards such as LTE would greatly improve the", "new_id": -2}, {"uid": "1297353050128565272", "i": 27391, "idx": 0, "sa": ["Lila Rose", "Mike Pence"], "q": "<strong> Lila Rose </strong> this morning. QUESTION: Rep. <strong> Mike Pence </strong>, will you oppose the continuing resolution that proposes to completely eliminate the Title X program, since just last month you praised the Title X program, saying <q> I applaud much of the important work that is done at Title X clinics across the country. </q>* FACT: Rep. <strong> Mike Pence </strong>, on the House floor in January 2011, said,\" This legislation does not cut one penny from Title X family planning funding. I applaud much of the important work", "new_id": -2}]