[{"uid": "1297338113118145033", "i": 16092, "idx": 3, "sa": ["Donald Rumsfeld", "Mohammed al-Qahtani"], "q": "specifically defended the torture of <strong> Mohammed al-Qahtani </strong>, who was accused of participating in the September 11 terrorist plot. ''Qahtani, who was the 20th hijacker, they say-he gave a lot of information,'' <strong> Donald Rumsfeld </strong> said. <q>And it was very helpful to our interrogators and to the United States government in saving lives.... And I think that the fact that we haven't had an attack in a decade is a credit to that administration, the <strong> President Bush </strong> administration, and to[ <strong> President Bush </strong>].</q> Though defending ''harsh methods,'' <strong> Donald Rumsfeld </strong> claims to have been ''troubled and surprised'' by the more brutal aspects of the Guantanamo Bay abuse of <strong> Mohammed al-Qahtani </strong>, whose sexual humiliation, extreme isolation, and", "new_id": -2}, {"uid": "1297185058166789171", "i": 41008, "idx": 3, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "As for honouring a convicted felon, <strong> Dwaine Caraway </strong> said, ''I care deeply about animals'' and ''am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s past but noted that <q>since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.</q> <strong> Mayor Tom Leppert </strong> said he has asked the city manager to ''propose guidelines to prevent this situation in the future. Careers@ the Star Advertise with us", "new_id": -2}, {"uid": "1295665752254312485", "i": 15918, "idx": 0, "sa": ["Andy Coulson"], "q": "Print <strong> Andy Coulson </strong> quits Downing Street communications role The prime minister's communications chief <strong> Andy Coulson </strong> has resigned, blaming coverage of the News of the World phone hacking scandal. Mr <strong> Andy Coulson </strong> said coverage had <q>made it difficult for me to give the 110% needed in this role</q>. He faced pressure after claims about phone hacking while he was editor. Mr <strong> Andy Coulson </strong> quit as editor in 2007 saying he took ultimate responsibility for the scandal. He denied knowing phone hacking was", "new_id": -2}, {"uid": "1295591909000901162", "i": 21309, "idx": 3, "sa": ["John McCain", "Colin Powell", "Manmohan Singh", "Barack Obama"], "q": "answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly http://wn.com/President_Obama_Calls_for_Clean_Energy_and_Climate_Legislation www.repoweramerica.org In his State of the Union address, <strong> Barack Obama </strong> reiterated his commitment to passing <q>a comprehensive energy and climate bill... because the nation that leads the clean energy economy will be the nation that leads the global economy.</q> http://wn.com/President_Obama_Takes_Questions_at_GOP_House_Issues_Conference The <strong> Barack Obama </strong> takes questions from Republican members of the House of Representatives at the GOP House Issues Conference in Baltimore, MD.. January 29, 2010. http://wn.com/President_Obama_Welcomes_Prime_Minister_Singh_of_India The <strong> Barack Obama </strong> and Prime Minister <strong> Manmohan Singh </strong> of India speak during", "new_id": -2}, {"uid": "1296130498234815488", "i": 11101, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "<strong> Sen. Bernie Sanders </strong> said he hopes the Senate will keep the program intact, but he said House Republicans have the votes to pass legislation that would cut benefits or raise the retirement age. <q>There's no question with Republican control of the House there will be a growing attack on Social Security,</q> he said. You must fill out the comment body in order to submit a comment. Digging in and digging out: Traction in January| The Burlington Free Press| Burlington, Vermont Chimney fire blamed in", "new_id": -2}, {"uid": "1296051090213254170", "i": 36994, "idx": 2, "sa": ["Michael Vick"], "q": "to be a part of the Unequal team. I've been wearing Unequal chest protectors, shoulder pads, and thigh pads for much of the late and post-season-- resulting in pain-free playing,'' stated <strong> Michael Vick </strong>. <q>The Unequal technology is a part of my game now and I won't play without my Unequal. Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.</q> When <strong> Michael Vick </strong>'s ribs were injured after being drilled by a pair of Washington Redskins, the Eagles equipment staff contacted Unequal to build a lightweight, comfortable, flexible vest that could withstand the", "new_id": -2}, {"uid": "1296808457040140804", "i": 369, "idx": 0, "sa": ["Kris Kristofferson", "David Letterman"], "q": "who works downtown, and even the homeless people, so it will be interesting to see who shows up.'' <strong> Kris Kristofferson </strong>. ''We just want to keep real,'' she said. <q>We want to keep it high energy and have a little something for everybody.</q> After the show, the pair are looking forward to another appearance: They're set to tape their first guest spot on Late Show with <strong> David Letterman </strong> on Monday. The show will air later that night", "new_id": -2}, {"i": 39662, "idx": 1, "index_answer": 0, "new_id": -1, "q": "in Turkey, returned to the U.S. to have a lesion surgically removed from his right leg, spurring rumors he will retire. <strong> Allen Iverson </strong> denies this, as he wrote on his Twitter account: <q>I have never said anything about retirement, nor have I said goodbye to the game of basketball. Once I get past this, my plan is to continue playing at the highest level possible. So don't put me in my rocking chair just yet. Hold on, I'll be back!</q> It's not yet known if the lesion is benign or not, or if it's a cyst. <strong> Allen Iverson </strong>, 35, is expected to be out for several weeks", "sa": ["Allen Iverson"], "uid": "1295172659208863244"}, {"uid": "1296529655231981079", "i": 1652, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "caller said: ''We are standing behind Mr. President. Medinat Nasr is completely secure,'' talking about where he lived ''We are with this guy,'' he added, meaning Mr. <strong> Hosni Mubarak </strong>. <q>We are with him until the end. We've know this guy since forever.</q> The channel announced that <strong> Zahi Hawass </strong>, the chairman of the Supreme Council of Antiquities, had called on Egyptian citizens not to believe the ''lies and fabrications'' of Al Jazeera and Al Arabiya", "new_id": -2}, {"uid": "1296149338188350491", "i": 35587, "idx": 0, "sa": ["Sharon Osbourne", "Simon Cowell", "Louis Walsh", "Kris Smith"], "q": "big changes. He explained neither Dannii or Irish judge <strong> Louis Walsh </strong> had received their contracts for this year's series of the singing competition. Speaking about rumours that <strong> Sharon Osbourne </strong> may return, Dannii said: <q>I'm not worried about <strong> Sharon Osbourne </strong> going back- it's up to them to recruit whoever they want. ''The X Factor is a great show and I thought I had a great year last year.</q> Dannii, who is dating ex-rugby player <strong> Kris Smith </strong>, took the chance to praise 51-year-old <strong> Simon Cowell </strong>. She said: ''<strong> Simon Cowell </strong> mentored me into The X Factor judging role. He advised me to make", "new_id": -2}]