[{"uid": "1297283186243777539", "i": 773, "idx": 0, "sa": ["Lance Horne", "David Letterman", "Justin Vivian Bond", "Sandra Bernhard", "Rob Moose", "Vince Lombardi", "Jake Shears", "Dan Lauria"], "q": "and <strong> Justin Vivian Bond </strong>, music and lyrics by <strong> Sandra Bernhard </strong>, <strong> Justin Vivian Bond </strong>, <strong> Lance Horne </strong> and <strong> Jake Shears </strong>. <strong> Rob Moose </strong> will be the musical director. The new musical, according to press notes, features Bernard and <strong> Justin Vivian Bond </strong>, who play <q> country cousins whose lives have led them in very different directions. One went from being a rock chick to born again motherhood in the Midwest and the other from small town gay to urban art world sophisticate. When the two meet up again at a family wedding they set of on a journey rediscovering their authentic selves and learning that ideology doesn't mean much when stacked up against art love and really good acid. </q> For more information visit Joespub.com. <strong> Dan Lauria </strong> Helps Out With <strong> David Letterman </strong>'s Top 10- as <strong> Vince Lombardi </strong>( Video) <strong> Dan Lauria </strong>, who recently visited`` Late Night with <strong> David Letterman </strong>'' to give the host a", "new_id": -2}, {"uid": "1297043889014909474", "i": 30887, "idx": 0, "sa": ["Sergio Marchionne", "Ralph Gilles"], "q": "2009. Both the Obama administration's auto task force and <strong> Sergio Marchionne </strong> insisted that the dealer network be shrunk to accelerate the consolidation of four brands in every showroom and to reduce intra-brand competition in metropolitan areas. <q> They also said they will not spend money marketing vehicles until they are in the showroom, </q> said Lonnie Cobb, who owns Humboldt Chrysler-Jeep-Dodge-Ram in Humboldt, Tenn. The presentation was made by three of Chrysler's four brand CEOs-- Fred Diaz for Ram truck, <strong> Ralph Gilles </strong> for Dodge and Mike Manley for", "new_id": -2}, {"uid": "1296706234199049242", "i": 7487, "idx": 5, "sa": ["Kobe Bryant", "Chris Bosh", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Yao Ming </strong> play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player ran TORONTO( AP)- <strong> Chris Bosh </strong> paused for effect", "new_id": -2}, {"uid": "1295663009103448577", "i": 5672, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "named for fear of reprisal.`` I'm having a hard time imagining( Larry) going from the role I've seen him in, to going to a CEO role,'' he added. <q> He can't come in and lay on the couch as he used to do and sort of interject here and there. Someone's got to lead the meetings. </q> <strong> Google Inc. </strong> hopes the management change will speed up decision-making. Page will take charge of the company's day-to-day operations, while <strong> Eric Schmidt </strong> will focus on deals and government outreach, among other things, as executive chairman", "new_id": -2}, {"uid": "1297094194234487815", "i": 11840, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": ",'' <strong> Donald Rumsfeld </strong> said in an interview with ABC News airing Monday in advance of the release of his memoir on his long career in public service. <strong> President Bush </strong> has said that bringing some service members home too soon was <q> the most important failure in the execution of the war, </q> a position <strong> Donald Rumsfeld </strong> was reluctant to fully endorse.`` I don't have enough confidence to say that that's right. I think that it's possible,'' he said.`` We had[", "new_id": -2}, {"uid": "1296974450095551545", "i": 34690, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers"], "q": "high level, smart enough to anticipate things before they happen. But all do their best work in the comfort of the pocket.`` It has to be a feel thing,'' <strong> Aaron Rodgers </strong> said. <q> I think pocket presence is something that you can learn a little bit, but a lot of it is just feeling your way through that, knowing when to stay in there and when to get out. I think I've done a better job over the last season of knowing when to get out and when to hang in there. </q> <strong> Aaron Rodgers </strong>, 6 feet 2, 225 pounds, ranked third among quarterbacks and 26th overall in rushing, totaling 356 yards and four touchdowns on 64 carries( 5.6 average). Only Philadelphia's <strong> Michael Vick </strong> averaged", "new_id": -2}, {"uid": "1295503270140181505", "i": 21798, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "no surprise in the <strong> Simon Cowell </strong> that Rushfield presents, but he does bring him to life-- by turns brilliant and exasperating, self-serving and disarmingly honest. Rushfield sums him up well: <q> If ever a person could be prepared for fame and all that came with it, it was <strong> Simon Cowell </strong>... For 20 years, <strong> Simon Cowell </strong> had been involved in every aspect of the shadowy business of creating stars... He had seen how the magical alchemy could transform people into stars, and he had seen how it could go wrong. </q> The book is not Fox-authorized, which may explain why the show's other well-known personalities play only supporting roles. <strong> Paula Abdul </strong> is a wacky sparring partner, and Ryan Seacrest is", "new_id": -2}, {"uid": "1295565086075235341", "i": 13164, "idx": 4, "sa": ["Eric Schmidt"], "q": "told attendees that`` If I look at enough of your messaging and your location, and use Artificial Intelligence, we can predict where you are going to go.'' opined to the Wall Street Journal that <q> most people don't want Google to answer their questions... They want Google to tell them what they should be doing next. </q>* In that same piece, writer Holman W. Jenkins Jr. reported that <strong> Eric Schmidt </strong>`` predicts, apparently seriously, that every young person one day will be entitled automatically to change his or her name on reaching", "new_id": -2}, {"uid": "1295137697028803114", "i": 8599, "idx": 2, "sa": ["Kelsey Grammer", "David Letterman"], "q": "Is that a fact?'' <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark,`` Well, I'm sorry to hear that, or I'm not sorry to hear that?'' <q> Well, you are respectfully considerate, and yet pleased for the new developments in my life, </q> <strong> Kelsey Grammer </strong> offered.`` Well, it's a difficult time, regardless,'' <strong> David Letterman </strong> said,`` always regardless of circumstances, and especially with kids. Are the kids and everybody all right now?", "new_id": -2}, [{"i": 39167, "idx": 2, "index_answer": 0, "new_id": -1, "q": "Eagles owner, <strong> Jeffrey Lurie </strong>, and commended him for giving <strong> Michael Vick </strong> a`` second chance.'' According to reports, Mr. <strong> Jeffrey Lurie </strong> said Mr. <strong> Barack Obama </strong> was`` passionate about it,'' adding that the president said <q> it's never a level playing field for prisoners when they get out of jail. And he was happy that we did something on such a national stage that showed our faith in giving someone a second chance after such a major downfall. </q> Now Mr. <strong> Michael Vick </strong> says he wants another dog. Society would never allow a child molester or a very violent person to adopt a vulnerable child, so we should never be in favor of allowing", "sa": ["Jeffrey Lurie", "Michael Vick", "Barack Obama"], "uid": "1295439934220266568"}]]