[{"uid": "1297159706260177951", "i": 14307, "idx": 1, "sa": ["David Corn", "Michael Isikoff", "Colin Powell", "Ben Ali", "Barack Obama"], "q": "the behest of the United States, the Egyptians wanted him to say that Saddam <strong> Barack Obama </strong> was going to give al-Qaeda chemical and biological weapons.`` They were killing me,'' he told journBen Alists <strong> Michael Isikoff </strong> and <strong> David Corn </strong>. <q> I had to tell them something, </q> and so his coerced confession wound up in <strong> Colin Powell </strong>'s now notorious address before the United Nations in February 2003, justifying war against Iraq. Ironically, blowback from the propaganda offense claiming the existence of Iraqi", "new_id": -2}, {"uid": "1295951302070795293", "i": 14421, "idx": 0, "sa": ["Derek Hough", "Katy Perry", "Simon Cowell"], "q": "names of stars such as Rihanna and <strong> Katy Perry </strong> are being thrown into the mix in an attempt to compete with TV giant, American Idol. A friend of Cheryl's boyfriend, <strong> Derek Hough </strong> revealed: <q> Everyone thinks Cheryl has the judging job on US X Factor in the bag.`` The truth is, nothing has been signed and the producers still aren't convinced.`` They are more keen to get a big US star like <strong> Katy Perry </strong> or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US. </q> They added:`` <strong> Simon Cowell </strong> has been the only one pushing for her and trying to convince everyone that she'll be a big hit.`` They want to see if the American public warm", "new_id": -2}, {"uid": "1297387032139428090", "i": 3233, "idx": 1, "sa": ["Mike Pence", "Cliff Stearns"], "q": "the House and the economic constraints were both working in their favor.`` This is when we're going to defund Planned Parenthood,'' said <strong> Mike Pence </strong> title=\"Cliff Stearns\" href=\"http://www.latimes.com/topic/politics/Cliff Stearns-Cliff Stearns-PEPLT006304.topic\"> <strong> Cliff Stearns </strong>( R-Fla.). <q> Now is the season for us to do this. </q> Although the cuts may be embraced by the House, they are likely to find much more resistance in the Senate, where Democrats hold the majority. The fight against Planned Parenthood gained steam from", "new_id": -2}, {"uid": "1295803447123387998", "i": 56769, "idx": 0, "sa": ["Karl-Theodor zu Guttenberg", "Sergio Marchionne"], "q": "include GM's European brands Opel and UK-based Vauxhall, as well as Chrysler- and would be listed on a stock exchange. German Economy Minister <strong> Karl-Theodor zu Guttenberg </strong> met with <strong> Sergio Marchionne </strong>.[ <strong> Karl-Theodor zu Guttenberg </strong>, German Economy Minister]: <q> I must say, it's an interesting approach, without question, one with a considerable amount of financing. </q> Fiat's known for its small cars- but it also owns other brands including Ferrari and Maserati. <strong> Sergio Marchionne </strong> says Fiat needs to increase its output to about six million vehicles a year to survive the financial crisis.", "new_id": -2}, {"uid": "1297065934161857552", "i": 8078, "idx": 0, "sa": ["Simon Cowell", "Richard Kirshenbaum"], "q": "`` Seinfeld'' wore Giant gear, while`` Friends'' and`` The Sopranos'' went Gang Green in the minute-long spot. The cast from Wisconsin-based`` Happy Days'' donned Packer green. <q> What's so interesting about that commercial is that it's the intersection of TV, celebrity, pop culture and the NFL, </q> said <strong> Richard Kirshenbaum </strong>, chairman of SoHo ad firm kbs+ p. Super Bowl broadcaster Fox seized its home-field advantage and pushed several new shows. Most notably, Fox handed the stage to <strong> Simon Cowell </strong> for his", "new_id": -2}, {"uid": "1297123329226197512", "i": 54462, "idx": 0, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> said he would be appearing as a judge on the U.S. version of the show when it starts on Fox in the fall of 2011, but declined to reveal the names of the other judges. <q> Yes, I am, </q> <strong> Simon Cowell </strong> told reporters on a conference call about his plans to take a judging role on`` The X Factor''.`` People know what to expect when I am on the judging panels, so I", "new_id": -2}, {"uid": "1295088823117588060", "i": 9246, "idx": 0, "sa": ["Andy Coulson", "Chris Bryant"], "q": "legislator <strong> Chris Bryant </strong>, who believes he may have been a victim of the phone hackers, said Friday he welcomed the decision to re-examine the case, adding that it should not have been closed last month. <q> The evidence that this goes far deeper than one rotten apple has continued to stack up, and so a fresh pair of eyes looking at the case is very welcome, </q> he said. <strong> Chris Bryant </strong> said the police had`` severely'' damaged their credibility by failing to properly investigate earlier. <strong> Andy Coulson </strong> and the News of The World have denied the charges. OAKLAND", "new_id": -2}, {"uid": "1295957375149733440", "i": 4529, "idx": 0, "sa": ["Derek Hough", "Katy Perry", "Simon Cowell"], "q": "heads Stateside after impressing on the UK version, but producers are unconvinced and believe American audiences may prefer a more recognisable star such as Rihanna or <strong> Katy Perry </strong>. A friend of Cheryl's rumoured boyfriend <strong> Derek Hough </strong> said: <q> Everyone thinks Cheryl has the judging job on US' X Factor' in the bag.`` The truth is, nothing has been signed and the producers still aren't convinced.`` They are more keen to get a big US star like <strong> Katy Perry </strong> or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US. </q> <strong> Simon Cowell </strong> is now reportedly doing all he can to convince his American business partners that the 27-year-old href=\"http://yahoo-uk.feedsportal.com/fc/girls-aloud.html\"> Girls Aloud star has what it takes to draw audiences in across the Atlantic.", "new_id": -2}, {"uid": "1295491475206651407", "i": 47631, "idx": 0, "sa": ["Steven Tyler", "Billy Joel", "Randy Jackson", "Simon Cowell", "Jennifer Lopez"], "q": "of <strong> Simon Cowell </strong> has been` American Idol' and other reality TV shows embracing kinder, gentler attitude target=\"_blank\" href=\"http://wn.com/Los_Angeles\"> LOS ANGELES, Calif.- When a husky, moustached auditioner awkwardly snaps his way through <strong> Billy Joel </strong>'s <q> The Longest target=\"_blank\" href=\"http://worldtime.wn.com/\"> Time </q> in front of <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and <strong> Randy Jackson </strong>, something totally out of the ordinary happens: They don't make fun of him. Instead, the new`` American Idol'' judging team encourages him to become a", "new_id": -2}, {"i": 2550, "idx": 0, "index_answer": 1, "new_id": -1, "q": "a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seahawks receiver Mike Williams, who got eight. Seahawks kick returner <strong> Leon Washington </strong> got one vote. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.'' ESPN analyst <strong> Desmond Howard </strong> said", "sa": ["Leon Washington", "Michael Vick", "Desmond Howard"], "uid": "1296963508197279805"}]