[{"uid": "1296106965198869114", "i": 1968, "idx": 1, "sa": ["Allen Iverson", "Aaron McKie", "James Cleveland"], "q": "scored an NBA season-high and career-best 54 in a 107-103 victory over the <strong> James Cleveland </strong> Cavaliers. \"It was like he was playing horse tonight,\" said 76ers guard <strong> Aaron McKie </strong>, who had 20 points and nine assists. <q> His jumper was deadly. </q> Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route to his third career 50-point game and first since February 6 against Sacramento. \"When your jumper is on", "new_id": -2}, {"uid": "1295669836191152256", "i": 16921, "idx": 2, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "of co-founder as opposed to his current role of president, Technology. \"He's an innovator and entrepreneur to the core, and this role suits him perfectly,\" <strong> Eric Schmidt </strong> wrote in his post. <q> As Google has grown, managing the business has become more complicated. So <strong> Larry Page </strong>, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> wrote in his post. 250){ this.style.height= ifh+` px';} else{ this.style.height=' 250px';};\" > Featuring a panel of cloud computing experts from the", "new_id": -2}, {"uid": "1297438111065749093", "i": 202, "idx": 1, "sa": ["Winston Spencer-Churchill", "Donald Rumsfeld"], "q": "Perhaps <strong> Winston Spencer-Churchill </strong>'s ego was too small to be contained by mere autobiography. As Arthur Balfour, a British politician of the time, wrote, The World Crisis, <strong> Winston Spencer-Churchill </strong>'s account of the First World War was <q> autobiography, disguised as a history of the universe. </q>[ 2] In that desire to vindicate comes an equal temptation to shape the events favorably, a desire that <strong> Donald Rumsfeld </strong> seems not to have escaped, as Fred Kaplan points out at Slate: \"", "new_id": -2}, {"uid": "1295630063219987992", "i": 1934, "idx": 0, "sa": ["Simon Cowell"], "q": "Why did I sign up for this?\" she said, dropping her head on the table-- was a sweet element to the first episode, and she did manage to toughen up as the show progressed. <q> It sounds like you're singing in a voice that's not your voice, </q> she said, putting her finger on just one of the problems with the nerdy, \"burping guy.\" \"Idol's\" far more troubling task was replacing the face of the show, <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1297416018011878405", "i": 38444, "idx": 0, "sa": ["Donald Rumsfeld", "Newt Gingrich", "Barack Obama", "Donald Trump", "Tim Pawlenty", "Rick Santorum"], "q": "ballroom to exchange variations on the dominant theme in today's Republican politics: It is evening in America. \"The Germans are buying the New York Stock Exchange,\" announced former House Speaker <strong> Newt Gingrich </strong>. <q> The U.S. is becoming the laughing stock of the world,? exhorted reality television star <strong> Donald Trump </strong>. It's \"a national reckoning unlike any I have seen in my lifeTim Pawlentye, </q> explained former Secretary of Defense <strong> Donald Rumsfeld </strong>. <strong> Rick Santorum </strong>, a one-Tim Pawlentye Pennsylvania senator preparing a run for <strong> Barack Obama </strong>, rounded out the collective cry of Cassandra by announcing that the nation was being run by a heretic. \"This", "new_id": -2}, {"uid": "1297132828174243900", "i": 14830, "idx": 0, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "Dallas <strong> Mayor Tom </strong> disavows` key' presentation to <strong> Michael Vick </strong> DALLAS- The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a <q> key to the city. </q> <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this past season, his second in the NFL since serving 18 months in prison for operating a dogfighting operation. <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong>", "new_id": -2}, {"uid": "1296774522232128538", "i": 29574, "idx": 0, "sa": ["Colin Powell", "Tony Smith", "Mohammed Ali"], "q": "meeting the legendary heavyweight champion <strong> Mohammed Ali </strong> and Secretary of State <strong> Colin Powell </strong>. <strong> Tony Smith </strong> first showed an interest in becoming a broadcast journMohammed Alist at the tender age of 5. His mother remembers him watching the news and saying <q> This is <strong> Tony Smith </strong> with the 6 o'clock news. </q> <strong> Tony Smith </strong> was born in Chicago and is a graduate of Barry University in Miami. <strong> Tony Smith </strong> spends his free time watching movies, enjoying the great outdoors and swimming. He lives in the Aksarben Village area.", "new_id": -2}, {"uid": "1296817001259670033", "i": 48161, "idx": 3, "sa": ["Zahi Hawass"], "q": "at the museum resulted in \"70 broken objects, all of which can be restored.\" \"I want people to know that after nine days of protests, the monuments are safe,\" <strong> Zahi Hawass </strong> said. <q> If anything happens, I will announce it. </q> He explained that the fire brigade was deployed close by to intervene if need be. His blog featured pictures of heavily armed troops stationed in his office and behind the museum's high railings. <strong> Zahi Hawass </strong>", "new_id": -2}, {"uid": "1294964712039272591", "i": 1582, "idx": 0, "sa": ["Tracy McGrady", "DerMarr Johnson", "Marcus Camby", "Carmelo Anthony", "LeBron James", "Allen Iverson", "Soulja Boy", "Kyle Korver"], "q": "who lost their third straight game. After <strong> Carmelo Anthony </strong>'s basket, <strong> Allen Iverson </strong> had a shot blocked by <strong> DerMarr Johnson </strong>. The Sixers retained possession and <strong> Kyle Korver </strong>'s driving layup attempt was swatted aSoulja Boy by <strong> Marcus Camby </strong>, his fifth block. <q> It was a big defensive play, </q> said <strong> Marcus Camby </strong> Anthony_Carmelo Anthony_41_Pts_MIX_NBA_09/10_Season_Denver_Nuggets_At_Portland_Trail_Blazers Absolutely NO COPYRIGHT infringement is intended. All images, audio, and video clips are property of their respective owners. <strong> Carmelo Anthony </strong> Rising in NBA 2009/2010 MORE TAGS: <strong> Carmelo Anthony </strong>, <strong> Tracy McGrady </strong>, Shaq, <strong> LeBron James </strong>", "new_id": -2}, {"uid": "1297281931071155734", "i": 19193, "idx": 0, "sa": ["Bob Davies", "Donald Rumsfeld"], "q": "before <strong> Bob Davies </strong> stabbed him. Report Abuse \" The real question to ask is, who started it? If <strong> Bob Davies </strong> was saying hateful things, should he think no one would be offended by it? \" Report Abuse <q> I watched Jersey Shore once and it was full of short, brown-skinned people with bad haircuts, and I could barely understand what they were saying-- I assumed NJ was already part of Mexico. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options! Mortgage Rates Hit 2.99% If you owe less than$", "new_id": -2}]