[{"uid": "1297234639010321981", "i": 15886, "idx": 0, "sa": ["Steve Ballmer"], "q": "Ok dummies, the PS3 and Xbox360 are the same really! Same fuckin games! Graphics? I don't see any difference. I take it you guys read what <strong> Steve Ballmer </strong> said? <strong> Steve Ballmer </strong>: <q> Xbox is not a games console </q> and it's all over the Net en Espa?ol Yahoo! does not evaluate or guarantee the accuracy of any Yahoo! Answers content.", "new_id": -2, "mturk_index": "1592"}, {"uid": "1297356961224657458", "i": 382, "idx": 2, "sa": ["David Letterman", "Anderson Cooper"], "q": "Egypt by pro-Mubarak \"thugs\" on Wednesday night's \"Late Show with <strong> David Letterman </strong>.\" \"Tell us about that experience,\" said <strong> David Letterman </strong>. \"Being pummeled?\" <strong> Anderson Cooper </strong> said. <q> I don't recommend it. I'd never been hit in the head before. </q> He described the scene, saying, \"People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And", "new_id": -2, "mturk_index": "850"}, {"uid": "1295627933219987981", "i": 44266, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "- J?hrige hatte zuvor den Softwarekonzern Novell geleitet und f?hrte das damals noch junge Start-up-Unternehmen in enger Absprache mit <strong> Larry Page </strong> und <strong> Sergey Brin </strong>. Doch am 4. April wird er an den 37- j?hrigen <strong> Larry Page </strong> abgeben. <q> Inzwischen ist die t?gliche Aufsicht eines Erwachsenen nicht mehr notwendig </q>, schickte <strong> Eric Schmidt </strong> die Nachricht vom F?hrungswechsel per Twitter in die Welt hinaus. Anzeige <strong> Larry Page </strong> bernimmt diese Aufgabe zu einem schwierigen Zeitpunkt. Zwar hat Google ein gl?nzendes Gesch?ftsjahr hinter sich. Allein von Oktober bis Dezember", "new_id": -2, "mturk_index": "1997"}, {"uid": "1295669833206996591", "i": 3858, "idx": 5, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "that new blood, a new perspective, is needed,\" he said. Whatever happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. <q> <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs, </q> he said. \"Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style.\" Trend Micro? SafeSync?", "new_id": -2, "mturk_index": "1551"}, {"uid": "1297419759197410817", "i": 23075, "idx": 1, "sa": ["Sergio Marchionne"], "q": "o problema havia sido encontrado, um encaixe malfeito entre duas pe?as de pl?stico. Com a ma?aneta da porta consertada, o novo Charger come?ou a sair da linha de montagem alguns dias depois do Natal. <q> Eu suspeitaria que alguns dos problemas com que estamos lidando agora e me causam apoplexia teriam sido varridos para debaixo do tapete dez anos atr?s </q>, disse <strong> Sergio Marchionne </strong>. Mas, \"se voc realmente quer tocar o neg?cio, precisa se envolver nesse n?vel\" . O destino da Chrysler, que ontem anunciou uma forte redu?o no preju?zo do quarto trimestre", "new_id": -2, "mturk_index": "963"}, {"uid": "1295008484200032264", "i": 28063, "idx": 4, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "about the things we wanted to do as soon as she was better.\" <strong> Kirsten Gillibrand </strong> mentioned having another night out with <strong> Gabrielle Giffords </strong> and her husband for beer and pizza. And Wasserman Schultz recounted telling her, <q> Come on, you've got to get better, because we expect you up in New Hampshire this summer </q> at Wasserman Schultz's vacation home. \"And just as I said that, that's when she suddenly was struggling to open... her eyes,\" Wasserman Schultz said. \"First just a little", "new_id": -2, "mturk_index": "1299"}, {"uid": "1297719959211173401", "i": 14471, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "solve some of Nokia's problems, such as the need to break into the U.S. market, he said. The agreement with Nokia could bring Windows Phone the scale the platform needs. <q> The Windows Phone platform, like any other, will only thrive with scale and with variety, </q> <strong> Steve Ballmer </strong> said. \"We will work with our partners to bring their innovations more rapidly into our platform while also working to ensure their innovation doesn't lead to the kind of fragmentation for devStephen Elopers that other platforms are", "new_id": -2, "mturk_index": "1137"}, {"uid": "1296741340044711939", "i": 49790, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "old Europe\" - meaning Germany and France- not supporting the use of force in Iraq was hardly deft diplomacy. As for declaring, as he did in the first days after the invasion of Iraq, <q> We know where they are, </q> referring to suspected stockpiles of weapons of mass destruction- well, <strong> Donald Rumsfeld </strong> would like to take that one back, too. But <strong> Donald Rumsfeld </strong> still can't resist- in a memoir due out next week- taking", "new_id": -2, "mturk_index": "1212"}, {"uid": "1297126038178880522", "i": 53818, "idx": 2, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "not the case in this situation and done without my knowledge or approval.\" \" Turns out the ceremony was the brainchild of <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong>, a rebel key distributor. Fox Sports: <q> <strong> Dwaine Caraway </strong> presented Philadelphia Eagles quarterback and convicted felon <strong> Michael Vick </strong> a key to the city of Dallas Saturday. </q> <strong> Dwaine Caraway </strong> said he believes \"a great majority\" of the people of Dallas would have supported his decision, despite <strong> Michael Vick </strong>'s conviction for running a vicious dog fighting ring. \"I gave it to", "new_id": -2, "mturk_index": "498"}, {"uid": "1295045090220282912", "i": 25882, "idx": 2, "sa": ["Rush Limbaugh", "Kirsten Gillibrand"], "q": "human beings can always strive to be better people- today on his radio program, hate talker <strong> Rush Limbaugh </strong> attacked <strong> Kirsten Gillibrand </strong>, appearing to believe that he has no room to become a better person: <q> <strong> Rush Limbaugh </strong>: What I don't like about this is the assumption that we are no good! The premise that we are no good! Yes that's true. We really stink. We have to work a lot harder to become better people. We are going to really have to work harder to become better than we are. Who are they to castigate all the rest of us! If they want to catagorize some of us as not good enough, fine and dandy! But who are they? </q> Why do we have to listen to these people tell us we're not as good as we can be When has this fat coward high school dropout durg addict ever been right about anything? ANYTHING AT ALL", "new_id": -2, "mturk_index": "539"}]