[{"uid": "1296744572199131164", "i": 25917, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "will increase all in the need for higher CORPORATE PROFITS. These news stories are NOT trustworthy any more. Pure PROPOGANDA! Unemployed and underemployed are just NOY being counted any more. Report Abuse <q>Could this mean many have run out of benefits?</q> Time.com: Super Bowl School: What the NFL Can Teach Teachers ABC News: <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War Hot Stock Alert- GSLO Our Solar Technology Charges Your iPhone on the Go. Invest", "new_id": -2}, {"uid": "1297606486106446870", "i": 15328, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "the other hand, is compelling, at least as a counterweight to what in Britain has become a well-entrenched narrative that the prison was and is a disaster. The <strong> Donald Rumsfeld </strong> case is that there was no alternative: <q>I was perfectly willing to shutter the facility if a better alternative could have been found that would be as effective in obtaining intelligence and preventing terrorists from returning to the fight. But no alternative to Gitmo was proposed.</q> Of those wrongly imprisoned, there is no mention. Stuff happens, he seems to be saying. Does the book tell us something about <strong> Donald Rumsfeld </strong> that might serve to soften the verdict of history? There", "new_id": -2}, {"uid": "1297349301264044576", "i": 19393, "idx": 0, "sa": ["Willie Nelson", "David Letterman", "Frank Sinatra", "Leon Russell"], "q": "two were on the Late <strong> Frank Sinatra </strong> with <strong> David Letterman </strong> Wednesday night to perform \"Hey Ahab\" from the Grammy-nominated album The Union that the two co-wrote in 2010. The two are up for a Grammy for the single <q>If it Wasn't for Bad.</q> <strong> Leon Russell </strong> is known for his collaborations with many artists including <strong> Willie Nelson </strong>, <strong> Frank Sinatra </strong>, the Rolling Stones and The Beach boys. Posted on Thursday, February 10th, 2011 at 9:36 am and filed under The", "new_id": -2}, {"uid": "1297118578065749009", "i": 233, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "Pro Tem <strong> Dwaine Caraway </strong> gave a \"key to the city\" to <strong> Michael Vick </strong>. The action spawned outrage from many North Texans( including our <strong> Mayor Tom Leppert </strong> releasing the following statement on Monday afternoon: <q>The action taken was not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas. Official Keys to the City are presented by the <strong> Mayor Tom Leppert </strong>, or an elected official designated by the <strong> Mayor Tom Leppert </strong>, and reserved, on a limited basis, for an elected official of international status. Clearly, this was not the case in this situation and done without my knowledge or approval.</q> Given these circumstances I have requested the City Manager propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> also released a statement in conjunction with <strong> Mayor Tom Leppert </strong>, saying: \"", "new_id": -2}, {"i": 30576, "idx": 1, "index_answer": 0, "new_id": -1, "q": "request for a transcript from Microsoft). He appears to tell the audience that Microsoft now has its tablet strategy well in hand. According to multiple news outlets reporting on the event, <strong> Steve Ballmer </strong> said, <q>You'll see slates, but if you want most of the benefits of what a PC can offer, creating, a form factor that has been tuned over years, you'll see us expand the footprint of what Windows can target,</q> he said in a taped press event available widely online. \"We've done work on a Windows tablet, and you'll see slates with Windows on from this Christmas.\" Still, how effectively", "sa": ["Steve Ballmer"], "uid": "1296429119182222848"}, {"uid": "1295665840153141340", "i": 9867, "idx": 0, "sa": ["Andy Coulson"], "q": "a LOT! The people of Leban would be happy without that GANG of foreign murderers.( They certainly behave like foreigners!) They were LET in as GUESTS and now they Report Abuse <q>Hizbollah will protect the people Of Lebanon till the end of time</q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1296484259078397492", "i": 42613, "idx": 1, "sa": ["Zahi Hawass"], "q": "\" King Tutankhamen, also houses thousands of artifacts spanning the full sweep of Egypt's rich Pharaonic history. <strong> Zahi Hawass </strong> said the looters who targeted the Cairo museum were fortunately not too bright. Time magazine. <q>They looted the museum shop. Thank God they thought that the museum shop was the museum.</q> Nine men reportedly repelled into the building through the roof. During their search for valuables, they knocked the heads of a pair of 2,000-year-old mummies, broken nearly a dozen small artifacts, and ravaged the gift", "new_id": -2}, {"uid": "1295905281252543038", "i": 29532, "idx": 1, "sa": ["Eric Schmidt", "Google Inc.", "Ronald Reagan"], "q": "<strong> Google Inc. </strong> apps are coming together to make it happen. In this clip, <strong> Google Inc. </strong> Chairman and CEO <strong> Eric Schmidt </strong> describes the shared vision the two companies have for cloud computing and what it means for customers and developers. www.theytoldyou.com <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place,</q> <strong> Eric Schmidt </strong> tells CNBC http://wn.com/Google_CEO_Eric_Schmidt_Responds_to_Consumer_Watchdog <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> Responds to Consumer Watchdog's questions about <strong> Google Inc. </strong>'s privacy problems and Consumer Watchdog's demands for new protections. Nov. 18, 2008. Washington DC <strong> Ronald Reagan </strong> Amphitheater. http://wn.com/Google_CEO_Eric_Schmidt_says_that_real_time_language_translation_during_phone_calls_is_coming Speech recognition", "new_id": -2}, {"uid": "1295571328120422413", "i": 715, "idx": 1, "sa": ["Eric Schmidt", "John Battelle", "Sergey Brin", "Google Inc."], "q": "be doing it in the first place,\" <strong> Eric Schmidt </strong> tells CNBC http://wn.com/The_Future_of_Google_Books__Google_Co-Founder_Sergey_Brin Complete video at: fora.tv <strong> Sergey Brin </strong> responds to criticism <strong> Google Inc. </strong> has received concerning its project to digitize and store millions of the world's books online. <q>I've been surprised at the level of controversy there,</q> says <strong> Sergey Brin </strong>, but maintains that he's \"optimistic\" the project will be a success.----- <strong> Google Inc. </strong> co-founder <strong> Sergey Brin </strong> makes a surprise appearance at the Web 2.0 summit to talk with <strong> John Battelle </strong> about the future of the", "new_id": -2}, {"uid": "1296853107145915918", "i": 3974, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "among the leading contenders for The Associated Press' NFL Comeback Player of the Year Award, to be announced Saturday night. \"I'm extremely proud of what <strong> Michael Vick </strong> has done,\" <strong> Roger Goodell </strong> said. <q>He's taken his responsibilities serious, he's made a commitment to himself to make better decisions. He is committed to doing the right thing going forward and I think that's a great thing. \"We're looking for success stories,</q> he added. \"We're not looking for players to fail. This is a young man who made horrific mistakes. He dealt with them, he paid a very significant price, and now he's doing", "new_id": -2}]