[{"uid": "1296586506107593730", "i": 21115, "idx": 1, "sa": ["Eric Schmidt"], "q": "hope he continues forever,'' <strong> Eric Schmidt </strong> told CNBC in a Monday interview. In response to whether or not Apple has approached him to make an offer, however, <strong> Eric Schmidt </strong> would neither confirm or deny the suggestion. <q>I'm not going to talk about private conversations with anybody,</q> the chairman is indefinite medical leave, also his third leave since 2004, when he was first treated for pancreatic cancer. The situation has prompted worries that Jobs might never return to the company full-time, leaving", "new_id": -2}, {"uid": "1295616805243957789", "i": 24042, "idx": 3, "sa": ["Andy Coulson"], "q": "do so wishing the Prime Minister, his family, and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government.'' CAMERON <q>I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my Director of Communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the Government.</q> ''During his time working for me, <strong> Andy Coulson </strong> has carried out his role with complete professionalism. He has been a brilliant member of my team and has thrown himself at the job with skill and dedication", "new_id": -2}, {"uid": "1295501732152404071", "i": 20407, "idx": 4, "sa": ["John Amaechi", "Doc Rivers", "Darrell Armstrong", "Allen Iverson", "Pat Garrity"], "q": "other starters to beat the 76ers 110-105 behind 25 points by <strong> Pat Garrity </strong> and 20 by <strong> Darrell Armstrong </strong>. ''That little guy is something else. He drove me crazy,'' <strong> Doc Rivers </strong>, Orlando's first-year coach, said. <q>We didn't want to trap him, and it nearly cost us. We told the guys if we could stop the other four, we could win the game.</q> <strong> Pat Garrity </strong> came off the bench to make 10 of 11 shots and <strong> John Amaechi </strong> scored five of his 13 points in the final minute to help the surprising Magic improve to 4-2 with their third straight victory. <strong> Allen Iverson </strong> made nine", "new_id": -2}, {"i": 18328, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ban underwriters from shifting the member fees to municipal-bond issuers. Both groups have political-action committees that finance candidate campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said. <q>Apparently, it's a practice all over the country,</q> <strong> Bill Lockyer </strong> said today in a telephone interview. ''I don't think it's a good one.''-- With assistance from <strong> Michael B. </strong> Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum", "sa": ["Pete Young", "Bill Lockyer", "Michael B."], "uid": "1296611107097845302"}, {"uid": "1297267752007700492", "i": 28698, "idx": 0, "sa": ["Jay Leno", "Simon Cowell"], "q": "<strong> Simon Cowell </strong>'s ''The X Factor,' she's feigning ignorance. On <strong> Jay Leno </strong> asked whether she missed working with him as an` American Idol' judge. <q>Of course, I miss everybody,</q> she said diplomatically. <strong> Simon Cowell </strong> discussed Abdul during a call with reporters earlier this week. ''I'm a massive fan of Paula''s. When you work with somebody as long as I did with Paula... we", "new_id": -2}, {"uid": "1295543475207126533", "i": 18694, "idx": 2, "sa": ["David Letterman", "Show Whore", "Jonathan Mendelsohn"], "q": "hitting single'Till Tonight ''featuring <strong> Jonathan Mendelsohn </strong>. Set in Barcelona, i... U2- ''I'll Go Crazy If I Don't Go Crazy Tonight'' on <strong> David Letterman </strong> 3/4/09( TheAudioPerv.com) Night 3 U2- <q>I'll Go Crazy If I Don't Go Crazy Tonight</q> on <strong> David Letterman </strong> 3/4/09( TheAudioPerv.com) Night 3 www.theaudioperv.com U2 performed ''I'll Go Crazy If I Don't Go Crazy Tonight''' on the Late <strong> Show Whore </strong> with <strong> David Letterman </strong> on 3 This is the third night of their weeklong", "new_id": -2}, {"uid": "1295640105112984072", "i": 33513, "idx": 0, "sa": ["Alastair Campbell", "David Cameron", "Andy Coulson"], "q": "during his time as editor of a Sunday tabloid. In his own version of <strong> Alastair Campbell </strong>'s dictum, <strong> Andy Coulson </strong> quit 10 Downing Street on Friday morning in a bid to spare his boss further embarrassment, declaring: <q>When a spokesman needs a spokesman, it's time to move on.</q> Only a few days earlier, <strong> David Cameron </strong> had stood by his man, insisting he had given <strong> Andy Coulson </strong> a ''second chance'' in 2007, after the affair which led to his resignation as editor of the(", "new_id": -2}, {"uid": "1296691019059244544", "i": 18085, "idx": 0, "sa": ["Simon Cowell"], "q": "of the original format. Plans are on to launch it in a lavish way with big names on board. Internationally it ca n`t get any bigger than having <strong> Simon Cowell </strong> onboard.'' The source added, <q>A team from Sony has already left for the UK to convince him to feature in the Indian version at least in helping the jury to make the top 20 or top 12 contestants. It is their way to attract eyeballs and garner viewership.</q> It remains to be seen if the channel's determination to take <strong> Simon Cowell </strong> over to India for the shoot will materialise. He currently is busy with launching ''The X Factor'' in the US, as", "new_id": -2}, {"uid": "1297254281101777433", "i": 42555, "idx": 2, "sa": ["Simon Cowell"], "q": "fan,'' <strong> Simon Cowell </strong> said of his former fellow ''American Idol'' judge. ''I've always said at some point we are going to be working together.'' But, he added, <q>I have to take everyone's opinions into account,</q> including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the four-member panel has yet to be made and won't be announced for another month or so", "new_id": -2}, {"uid": "1297442639256065566", "i": 10033, "idx": 1, "sa": ["Steve Ballmer"], "q": "a great experience. Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.'' <strong> Steve Ballmer </strong>, Microsoft CEO added: <q>I am excited about this partnership with Nokia. Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> The agreement will spell the end of Nokia's Symbian and MeeGo phone operating systems, which will be phased out. Your display name This field is mandatory", "new_id": -2}]