[{"uid": "1296726541201310229", "i": 2108, "idx": 0, "sa": ["Dick LeBeau", "Peyton Manning", "Aaron Rodgers", "Ben Roethlisberger", "Michael Vick", "Tom Brady"], "q": "Packers ahead 7-0 on their way to a 21-14 victory. \"He's like a very good scorer in basketball- you know he's going to get points,\" Steelers defensive coordinator <strong> Dick LeBeau </strong> said. <q> From a defensive standpoint, you've got to keep him from controlling the game and monopolizing the game. That's what we have to try and do with <strong> Aaron Rodgers </strong>. He's a great player. He can create, improvise with his feet, go to his second and third choice in the route because he has such a quick release. </q> The 6-foot-5, 241-pound <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> or <strong> Michael Vick </strong> nor as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. This season, 15 of his 34 rushes produced", "new_id": -2}, {"uid": "1296007291020578360", "i": 32363, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer", "Michele Bachmann", "Ross Baker"], "q": "pledged a major job-building effort. Despite their new clout, Republicans, too, are mindful that repeating the gains they made last November in the 2012 election cycle won't be a cakewalk. <q> Everybody, not just <strong> Barack Obama </strong> but members of Congress, want to have something to show for the next two years, </q> said Rutgers political science professor <strong> Ross Baker </strong>. Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slavery Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog TIBURON", "new_id": -2}, {"uid": "1295610219050561027", "i": 8661, "idx": 1, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> wrote: \"Day-to-day adult supervision is no longer needed.\" Later, on a conference call with analysts after Thursday's earnings report, he said, \"I believe Larry is ready,\" adding, <q> It's time for him to have a shot at running this. </q> The management move ends an unusual experiment in which Google, the world's largest Internet company, was run jointly by a troika of Mr. <strong> Eric Schmidt </strong>; Mr. Page, who was president of products; and", "new_id": -2}, {"uid": "1295794386130105346", "i": 43142, "idx": 1, "sa": ["Andy Coulson"], "q": "was representing four people who believe they were targeted by other Timeline: how the scandal that led to <strong> Andy Coulson </strong>'s resignation developed Scotland Yard in 2005 to the CPS mounting a review of phone-hacking material <strong> Andy Coulson </strong> said phone-hacking coverage <q> made it difficult for me to give the 110% needed in this role </q>. Photograph: Danny Lawson/PA <strong> Andy Coulson </strong>: The phone-hacking scandal won't go away Why did <strong> Andy Coulson </strong> resign as Downing Street director of communications last week? The reason cited in his official statement was \"continued coverage of events", "new_id": -2}, {"uid": "1296968967018399232", "i": 33444, "idx": 1, "sa": ["Jamie Oliver", "David Letterman"], "q": "photo shows <strong> Jamie Oliver </strong> as he leaves a taping of \"The Late Show with <strong> David Letterman </strong>\" in New York. \"We decided to put a halt to it until we receive that proposal,\" said Alaniz. <q> We really don't want to be part of reality TV. The success formula for reality TV is drama and conflict. We're just not interested in either. This serves as a wake-up call. We're not interested in participating in reality TV across the district. We just don't want to go there. </q> A spokeswoman for the network said production on \"Food Revolution\" would continue, though she declined to specifically comment on <strong> Jamie Oliver </strong>'s ban from Los Angeles schools. Alaniz said <strong> Jamie Oliver </strong> had been shooting", "new_id": -2}, {"uid": "1295111506135200861", "i": 8728, "idx": 1, "sa": ["Danilo Gallinari", "Elton Brand", "Allen Iverson", "Nate Robinson"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/NBA_Pretemporada_20/10/2009__Boston_Celtics_103_Vs_New_York_Knicks_108 Bottled up in Boston, the Knicks started slowly again in the rematch. Then <strong> Nate Robinson </strong> and <strong> Danilo Gallinari </strong> scored off the bench in bunches", "new_id": -2}, {"uid": "1297360867206143497", "i": 33430, "idx": 0, "sa": ["Eric Schmidt"], "q": "valuing the company as high as$ 10 billion.[ ID: nL3E7DA09Q] Asked whether he planned to stay another four years at Google to collect stock awards worth$ 100 million, <strong> Eric Schmidt </strong> said: <q> Yes, that is my plan. </q> We welcome comments that advance the story directly or with relevant tangential information. We try to block comments that use offensive language, all capital letters or appear to be spam, and we review comments frequently to", "new_id": -2}, {"uid": "1296433725170967043", "i": 27583, "idx": 1, "sa": ["Stewart Mandel", "Michael Vick", "George Karl", "Kevin Kolb"], "q": "into the stands. <strong> George Karl </strong> says he's proud of the way the Nuggets have handled the Anthony trade circus. \"We laugh about it, we joke about it,\" <strong> George Karl </strong> said. <q> In general, it has not had a big effect on our basketball. </q> <strong> Stewart Mandel </strong>: St. John's shows signs of progress under Lavin by knocking off Duke Eagles Reportedly to Tag <strong> Michael Vick </strong>, Listen to Offers for <strong> Kevin Kolb </strong>", "new_id": -2}, {"i": 12783, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said, \"The states have sovereign taxing power the big companies don't.\" <strong> Bill Lockyer </strong>'s point-- a valid one-- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1296005420146669597"}, {"uid": "1297465245016121882", "i": 36147, "idx": 1, "sa": ["Jennifer Aniston", "David Letterman", "Walter Iooss Jr.", "Russ Lyon", "Brooklyn Decker"], "q": "of the cover model revealed later in the broadcast. On Tuesday, Feb. 15, the new cover model will visit the Late Show for an interview with <strong> David Letterman </strong>. Even <strong> Jennifer Aniston </strong> admires <strong> Brooklyn Decker </strong>'s assets. <q> She's so sweet, that girl. She's just darling and like the nicest person, </q> <strong> Jennifer Aniston </strong>, 42 today, tells <strong> Walter Iooss Jr. </strong>/ PRNewsFoto/Sports Illustrated Paradise Valley-$ 1,965,000 MLS 4362257 6 bed/ 9 bath 5,001+/ 2001 Sandra Baldwin, <strong> Russ Lyon </strong> Sotheby\\'s International Realty", "new_id": -2}]