[{"uid": "1295974021065323118", "i": 6023, "idx": 0, "sa": ["Eric Schmidt"], "q": "der m?chtigste Mann des Internets. Niemand kennt seine Kunden und deren Vorlieben genauer, niemand verdient besser daran. Doch in den 26 Minuten, in denen Google-Chef Bild vergr?ern Der scheidende Google-Chef <strong> Eric Schmidt </strong> beim DLD: <q> Ich werde mich um die ganzen externen Angelegenheiten k?mmern. </q> Suchmaschinenbetreibers entwirft lieber seine Vision der Technikwelt von morgen: von Autos, die selber fahren, Handys, die Sprache verstehen oder stets wissen, wo sich ihr Besitzer aufh?lt. Alles nett- aber kein Wort", "new_id": -2}, {"uid": "1295868659217595914", "i": 16729, "idx": 0, "sa": ["Mike Davis", "Eric Schmidt"], "q": "chief executive. <strong> Mike Davis </strong>, senior analyst at Ovum, said the company was awarding <strong> Eric Schmidt </strong> the payout for taking Google from a garage start-up into a multi-billion profit company during his ten-year tenure. <q> The share cash-in could be due to <strong> Eric Schmidt </strong> knowing something we don't, but he is probably just looking for a really good retirement, </q> added <strong> Mike Davis </strong>. Under the leadership of <strong> Eric Schmidt </strong>, Google has branched into several new markets such as mobile devices with its Android operating system and the enterprise market with Google Apps. \"The company certainly has", "new_id": -2}, {"uid": "1295658301074924120", "i": 29866, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "story has refused to go away. Mr <strong> Andy Coulson </strong> told the PM on Wednesday that he felt he had to leave Number 10. Senior civil servants were told the following day. Mr <strong> David Cameron </strong> said he was <q> obviously very sorry to see him go </q>. He said: \"He did a very good job as Director of Communications both for the Government and the country. He ran the Downing Street press office in a very professional and straightforward and correct way,", "new_id": -2}, {"uid": "1296966831159891467", "i": 18774, "idx": 5, "sa": ["Roger Goodell", "Michael Vick"], "q": "that <strong> Michael Vick </strong> knew about the party and just wanted to help raise money for the Boys and Girls Club. \"I was honest with my coaches. I was honest with <strong> Roger Goodell </strong>,\" <strong> Michael Vick </strong> said. <q> I told them about the events that I knew about. Early on I tried to put a stop to it. I just couldn't do it. The good thing is that I did not attend. </q> <strong> Michael Vick </strong>'s two-year contract is up in March, but the Eagles are committed to bringing him back for next season. Because of the expiring collective bargaining agreement, however, the team can't extend his", "new_id": -2}, {"uid": "1297710251054411266", "i": 30182, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "top, unsurprisingly. Microsoft was extremely vague as to when this large update will be made available to users, although <strong> Steve Ballmer </strong> did say that all Windows Phone 7 users will have access all at once, <q> to avoid the fragmentation that exists in other mobile platforms </q>, a not so subtle jab at Google's Android operating system. After 45 minutes <strong> Steve Ballmer </strong> finally mentioned Nokia, with Nokia's CEO <strong> Stephen Elop </strong> taking to the stage to outline just why its deal with Microsoft", "new_id": -2}, {"uid": "1296387505015253604", "i": 37469, "idx": 12, "sa": ["Jhon García Sossa", "Michael Vick"], "q": "find the right home. Best Friends isn't simply looking for any pet lover. \"We feel like dogs going into these homes are being ambassadors\" for the breed, <strong> Jhon García Sossa </strong> said. <q> They're not just adopting a dog, but fighting the good fight. </q> By spreading the message that pit bulls are only as nice, or vicious, as their owners train them to be, the <strong> Michael Vick </strong> dogs are helping rewrite the book on both the public perception of the", "new_id": -2}, {"uid": "1295143384120275178", "i": 7541, "idx": 2, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Barack Obama"], "q": "I hope in this time of sadness and loss, we can find new strength to come together as a nation and foster greater respect for one another,\" <strong> Kirsten Gillibrand </strong> said in a statement before leaving. <q> We may never make any sense of this heinous crime, but I remember how <strong> Gabrielle Giffords </strong> so often urged people to stand up to the violent language that divides us, and focus on solutions. That is exactly what we need to do right now, </q> <strong> Kirsten Gillibrand </strong> said. \"I want to thank <strong> Barack Obama </strong> for his compassionate leadership at this time of great national tragedy. My thoughts and prayers are with all the victims of this horrible tragedy, their loved", "new_id": -2}, {"uid": "1295795435125714464", "i": 10727, "idx": 4, "sa": ["Colin Powell", "Barack Obama"], "q": "Union,\" while crediting <strong> Barack Obama </strong> with stabilizing the economy, dealing with unemployment, reaching out to countries across the globe and taking on healthcare reform, \"whether you agree with him or not.\" <q> I hope we can fix whatever may be at fault with the bill that was passed, </q> <strong> Colin Powell </strong> said. He predicted that in Tuesday's State of the Union address, Americans will want to hear how <strong> Barack Obama </strong> is going to bring down the unemployment rate and fix the economy \"even more than", "new_id": -2}, {"uid": "1295197610047906830", "i": 40778, "idx": 2, "sa": ["Gabrielle Giffords", "Tom Coburn", "Kirsten Gillibrand", "Charles Ellis Schumer"], "q": "<strong> Kirsten Gillibrand </strong>, going on to call <strong> Gabrielle Giffords </strong>'s story \"inspiring.\" Sens. <strong> Charles Ellis Schumer </strong>( D-N.Y.) and <strong> Tom Coburn </strong>( R-Okla.) discussed the state of gun-control legislation and the nature of the existing laws. <q> I am... writing the administration... that the military notify the FBI when someone is rejected form the military for excessive drug use and that be added to the FBI database, </q> said <strong> Charles Ellis Schumer </strong>. <strong> Tom Coburn </strong> emphasized the need to focus on condition of states' mental health-care systems rather than focus on the nation's gun laws, \"We need to make sure that we fix the right problem.", "new_id": -2}, {"uid": "1296216092141213713", "i": 4312, "idx": 3, "sa": ["Michael Gove"], "q": "the Coalition: \"They're talented, honourable and radical, too- they've got to make these cuts and they're doing very well.\" He wholeheartedly supports <strong> Michael Gove </strong>'s education reforms and thinks it <q> essential to bring back the reading of classics onto the curriculum </q>. Even on Burke...\" Burke? \"Great literature is gripping. It's absurd it's not being taught. There's appalling ignorance out there.\" When he was on tour promoting", "new_id": -2}]