[{"uid": "1297670161000606209", "i": 10504, "idx": 1, "sa": ["Jools Holland", "Simon Cowell", "David Joseph"], "q": "through the rival music company's partnership with <strong> Simon Cowell </strong>. After ITV rejected <strong> Simon Cowell </strong>'s proposal for a new Saturday night ToTP-style show, negotiations with Universal are at an advanced stage for a new star-studded proposition. <q> What <strong> Simon Cowell </strong> has achieved is history-making, </q> says <strong> David Joseph </strong>.`` I think there's a big gap between Later with <strong> Jools Holland </strong> that gets a couple of hundred thousand viewers and X Factor which gets 20 million. I think there's a show that will get", "new_id": -2}, {"uid": "1295609285143458376", "i": 53883, "idx": 2, "sa": ["Eric Schmidt"], "q": "d?cisions strat?giques entre nous. youtube Les autres articles sur ce sujet <strong> Eric Schmidt </strong>( Google):`` La qualit de la recherche scientifique en France'' <strong> Eric Schmidt </strong> n'est plus le P-DG de Google: <q> Larry est pr?t? diriger </q> Windows 7, d?ployer un poste ne prend plus que 9 minutes! <strong> Eric Schmidt </strong> n'est plus le P-DG de Google:`` Larry est pr?t? diriger''", "new_id": -2}, {"uid": "1297339062145309758", "i": 24230, "idx": 2, "sa": ["Tom Cruise", "Mel Gibson", "Angelina Jolie", "Steve Buscemi", "Betty White"], "q": "( female responses)`` Anyone from that Jersey Shore show.'' 1. <strong> Tom Cruise </strong> 2. <strong> Steve Buscemi </strong>, <strong> Mel Gibson </strong>( tie)( male responses) <q> I'm a fame whore. I'll do anyone. </q> 1. <strong> Tom Cruise </strong> 2. <strong> Angelina Jolie </strong>, <strong> Betty White </strong>( tie) Which musician would you have sex with?( female responses)`` That hot cellist in the VSO.''", "new_id": -2}, {"uid": "1297265697007700481", "i": 33632, "idx": 1, "sa": ["Gianni Letta", "Maurizio Sacconi", "Sergio Marchionne"], "q": "following a potential merger with href=\"http://www.just-auto.com/companies/chrysler_id188\"> Chrysler.`` Our position is the government must call the unions to be there on Saturday,'' a FIOM spokesman in Italy told just-auto. <q> The unions must be involved to have a place around that table. </q> Other politicians scheduled to attend the meeting include labour minister <strong> Maurizio Sacconi </strong> and cabinet under-secretary <strong> Gianni Letta </strong>. The FIOM spokesman noted there had been a growing reaction to <strong> Sergio Marchionne </strong>'s comments in Italy, while insisting the prime", "new_id": -2}, {"uid": "1295869697128057379", "i": 7190, "idx": 0, "sa": ["Eric Schmidt", "Fareed Zakaria"], "q": "the Sunday foreign-affairs program`` <strong> Fareed Zakaria </strong> GPS,'' which McGuirk executive produced and where <strong> Eric Schmidt </strong> was a regular guest. When <strong> Eric Schmidt </strong> filmed a pilot for CNN in August, McGuirk oversaw the production. <q> <strong> Eric Schmidt </strong> wants to be a talk-show host. He's been working with Liza to develop a show, but he has not yet been picked up by any network, </q> the New York Post quoted a source as saying.`` <strong> Eric Schmidt </strong> has been looking for a TV job for over a year. But the pilot he filmed with Liza was a complete disaster,'' a", "new_id": -2}, {"uid": "1297150987184270850", "i": 4427, "idx": 1, "sa": ["Micheál Martin", "Celia Larkin", "Bertie Ahern", "Eamon Gilmore", "Enda Kenny"], "q": " Mr <strong> Micheál Martin </strong> said the severance payments being availed of by ministers are no different to the arrangements Labour leader href=\"http://searchtopics.independent.ie/topic/Eamon Gilmore_Eamon Gilmore_%28politician%29\"> <strong> Eamon Gilmore </strong> and Mr <strong> Enda Kenny </strong> received`` for a long, long time''. <q> In particular, <strong> Enda Kenny </strong> would have drawn a ministerial pension while serving as a TD for 13 years, </q> he said. However, Mr <strong> Micheál Martin </strong>'s attempts to portray his party's proposals for political reform were yesterday contrasted with his own party's record in office. <strong> Bertie Ahern </strong>'s former partner <strong> Celia Larkin </strong> to the", "new_id": -2}, {"uid": "1295452591083853361", "i": 9553, "idx": 6, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler", "Robert Thompson"], "q": "hardest one to get.'' <strong> Robert Thompson </strong> points out that, as a British unknown looking for American fame, <strong> Simon Cowell </strong> used meanness as a savvy PR move- one that wouldn't work for <strong> Jennifer Lopez </strong> or <strong> Steven Tyler </strong>. <q> Outside of the music industry, no one in the United States knew who <strong> Simon Cowell </strong> was until he started making nasty comments during the first season promotions for the show, </q> he says.`` Being mean was what made him a celebrity. But <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> are already celebrities. They have their cultural equity to protect.'' For Young, it's no accident that", "new_id": -2}, {"uid": "1296171065065814533", "i": 44975, "idx": 4, "sa": ["Kelsey Grammer", "Camille Grammer", "Beverly Hills", "David Letterman"], "q": "Networks http://wn.com/Real_Housewives_Beverly Hills_Beverly Hills__Kelsey Grammer_Drops_the_Bomb_on_Camille Grammer Since Bravo teased and didn't deliver, here's how the whole`` I'm leaving you'' conversation went between <strong> Kelsey Grammer </strong> and <strong> Camille Grammer </strong>.? Reality Fishbowl http://wn.com/Kelsey Grammer_Camille Grammer_To_Marry_Girlfriend_Kayte_Walsh_in_February click our link thetodaybuzz.com- to watch full <q> <strong> Kelsey Grammer </strong> To Marry Girlfriend Kayte Walsh in February </q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the`` Late Show with <strong> David Letterman </strong>'' on Thursday night that he plans on marrying his girlfriend Kayte Walsh next month. The actor currently stars in the Tony Award-winning", "new_id": -2}, {"uid": "1295033756239566871", "i": 15722, "idx": 0, "sa": ["David Letterman", "Camille Grammer"], "q": "girlfriend Diedre, who you saw on the show, says,` We have to go down and meet her,''' <strong> Camille Grammer </strong> laughed. The two raced to Kelsey's house, and <strong> Camille Grammer </strong> finally met <q> It was interesting to say the last, </q> she said.`` She was nice, and we both said hello... It was uncomfortable. Kelsey looked shocked. The look on his face!'' The Late Show with <strong> David Letterman </strong> Thursday night, Kelsey shared", "new_id": -2}, {"i": 6866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do.`` We're trying to be as transparent and as collaborative as possible,'' <strong> Eric Schmidt </strong> said. <q> We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things that we're doing are very pro-competitive, and I genuinely believe that, </q> he said. Google's other co-founder, <strong> Sergey Brin </strong>, will oversee strategic projects. <strong> Sergey Brin </strong> said he wants to focus more on his personal passions, including several`` significant'' new products. He said he", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669701105103360"}]