[{"uid": "1295306189067584047", "i": 31299, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "her first words since a bullet ripped through her brain. \"The congresswoman continues to do well. She is breathing on her own,\" doctors at University Medical Center in Tucson said. <q>Congresswoman <strong> Gabrielle Giffords </strong> has been upgraded... because she is no longer on a ventilator.</q> More details are expected at a news conference with doctors today. <strong> Gabrielle Giffords </strong> is already able to move both sides of her body, Sen. <strong> Kirsten Gillibrand </strong> said yesterday on \"Meet the Press.\" The", "new_id": -2}, {"uid": "1295943627001703986", "i": 46492, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Bomb investigators were examining the debris to determine the type of explosives used, he said. Binay said he was one of the first at the scene, describing the carnage to reporters. <q>There were bones and flesh on the pavement. A bloodied body was still there. This is an act of terrorism,</q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 4 BR/ 4 BA$ 4,250,000.00 SAN FRANCISCO 2", "new_id": -2}, {"uid": "1295548752193724443", "i": 27408, "idx": 1, "sa": ["Simon Cowell"], "q": "the inevitable cancelation of Idol that will occur next Tuesday morning because the show can't go on without judge X, and it hasn't been ever since that season where they found contestant Y. JTesla: <q>However, people have to continue to try and predict it's downfall, just as they've been doing since Season 5.</q> No <strong> Simon Cowell </strong>, \"Idol' has biggest year-to-year debut dropoff ever` American Idol' auditions, episode 1, season 10: just say no? No! A summary of` Idol\" changes and their", "new_id": -2}, {"uid": "1295598786207912973", "i": 10660, "idx": 13, "sa": ["Eric Schmidt", "Rob Enderle", "Google Inc."], "q": "in command seemed long overdue to longtime Silicon Valley analyst <strong> Rob Enderle </strong>. \"Whenever you have a caretaker CEO, they're supposed to stay in place until the founders have enough experience,\" he said. <q>Larry had enough experience about four years ago.</q> File photo of <strong> Google Inc. </strong> co-founder Larry Page and CEO <strong> Eric Schmidt </strong> File photo of <strong> Google Inc. </strong> co-founder Page speaking... <strong> Google Inc. </strong>. Photo in Slideshow: File photo of <strong> Google Inc. </strong> co-founder Page speaking with... <strong> Google Inc. </strong>. Photo in Slideshow:", "new_id": -2}, {"uid": "1296550878146587668", "i": 25864, "idx": 1, "sa": ["Sergio Marchionne"], "q": "Asset Relief Program, the U.S. Treasury can restrict senior management's compensation. \"It was absolutely owed that we treat our people properly,\" CEO <strong> Sergio Marchionne </strong> told analysts and reporters on a conference call. <q>The obligation to our people was much greater than the need to improve our bottom-line profitability.</q> <strong> Sergio Marchionne </strong> chose the term performance award rather than profit sharing because \"it's difficult to talk about profit sharing when you have a negative number at the bottom line.\" The Chrysler news came", "new_id": -2}, {"uid": "1296532536074448898", "i": 36542, "idx": 4, "sa": ["Allen Iverson", "Jermaine O'Neal"], "q": "its bid to win three straight games for the first time this season. \"We do a lot of things positive on the basketball court, we're just not putting together whole games,\" <strong> Allen Iverson </strong> said. <q>That's the frustrating part, because a game like this, we're supposed to win.</q> Pacers coach Jim O'Brien blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 <strong> Jermaine O'Neal </strong> grabbed the game ball when the final buzzer sounded, marching off the", "new_id": -2}, {"i": 22610, "idx": 0, "index_answer": 0, "new_id": -1, "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q>part of a more complicated set of negotiations.</q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned. \"We've never flinched from", "sa": ["Sergio Marchionne"], "uid": "1296291121168673329"}, {"uid": "1296184901199016459", "i": 11062, "idx": 1, "sa": ["Chris Christie", "Mike Pence"], "q": "until January 2011. circulated a letter to supporters announcing the decision. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" wrote <strong> Mike Pence </strong>. <q>We will not seek the Republican nomination for president in 2012.</q> Video: Obama picks Carney for press secretary Senate Republicans beg for spending addiction intervention, Dems say no way Top Republicans craft strategy to fight EPA's expanding regulatory reach <strong> Chris Christie </strong> on 2012 presidential run:` In", "new_id": -2}, {"uid": "1296024963108707853", "i": 21176, "idx": 2, "sa": ["Zine El Abidine Ben Ali", "Donald Rumsfeld", "Hillary Clinton", "Marina Ottaway"], "q": "US administration, like France and the European Union, never called for <strong> Zine El Abidine Ben Ali </strong> to go. Indeed, on January 12-- just two days before he fled-- State Department spokesman Philip Crowley said Washington was <q>concerned about actions by the demonstrators, those who do not have peaceful intentions.</q> But soon thereafter, Washington accelerated the denouement of the crisis, <strong> Marina Ottaway </strong> said. US <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> nimbly stepped in with a speech in Doha on January 13 warning Arab leaders to allow", "new_id": -2}, {"uid": "1296894347001409025", "i": 10377, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "SWAT team members. Given the shooting last summer in Virginia at <strong> Michael Vick </strong>'s 30th birthday party, this raised eyebrows and generated headlines. The Eagles ended up declaring that <strong> Michael Vick </strong> would not attend the party. <q>It turned into a lot more than it was,</q> Butler said yesterday. \"All he wanted to do was help the kids out.\" NFL commissioner <strong> Roger Goodell </strong>, in his annual Super Bowl Friday news conference, largely given to labor issues, was obliged", "new_id": -2}]