[{"uid": "1297107853171786283", "i": 7272, "idx": 0, "sa": ["Eric Schmidt"], "q": "their views on Google's business practices by February 11. The Commission is expected to take several months to digest the feedback. Google on Monday reiterated that it was co-operating with the regulator. <q> There's always going to be room for improvement, so we'll be working with the Commission to address any concerns, </q> spokesman Al Verney said. Google Chief Executive <strong> Eric Schmidt </strong> told Britain's Sunday Telegraph in an interview that the company was keen to avoid a lengthy legal battle. The Commission, which can fine companies", "new_id": -2}, {"uid": "1295132025137953291", "i": 13974, "idx": 1, "sa": ["Bill Clinton", "Sen. Bernie Sanders"], "q": "Democrats, said he's worried that Obama will endorse the deficit commission's proposals in his State of the Union address this month, and that Obama's new advisers will push him in that direction. <q> The middle class in this country is collapsing as more power is accruing to big, monied interests, </q> <strong> Sen. Bernie Sanders </strong> said.`` We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.''`` To me, it's a disaster,'' said New York-based labor", "new_id": -2}, {"uid": "1297591714082133005", "i": 15421, "idx": 1, "sa": ["Jamie Hince", "Howard Stern", "Kate Moss", "David Letterman"], "q": "make me cry.'' Celebrity Hookups: <strong> Kate Moss </strong> and Rocker Boyfriend <strong> Jamie Hince </strong> Engaged Celebrity Hookups: <strong> Kate Moss </strong> and Rocker Boyfriend <strong> Jamie Hince </strong> Engaged He also referenced <strong> David Letterman </strong>, who played himself in the movie: <q> We couldn't get the rights to <strong> David Letterman </strong>'s show and <strong> David Letterman </strong> did me the favor of shooting this with me. </q> <strong> Howard Stern </strong> also had kind words for Australian rock band AC/DC who were in the film(`` Shooting with AC/DC... they stayed all day and never complained or asked for a thing. They", "new_id": -2}, {"uid": "1297245607137953301", "i": 1865, "idx": 0, "sa": ["Donald Rumsfeld", "David Tierney"], "q": ", Texas$ 32,852 2. Paul <strong> David Tierney </strong>,... Inc. pharmacist mistakenly sold a pregnant Colorado woman a powerful..., Colo., Jan. 19( UPI)-- A Colorado woman charged with fatal... Report Abuse <q> I am deeply saddened by this woman's situation, and I can only hope for a miracle for her and her baby. When I was six weeks pregnant, a doctor at a walk-in clinic prescribed me an antibiotic. It was a holiday, and I couldn't see my regular doctor. I had the prescription filled, and even though the doctor knew I was pregnant, the bottle ended up saying not to take it if pregnant. </q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Pregnancy Tests CLIA Waived, FDA 510K, Strips- as low as.23, Cassettes", "new_id": -2}, {"uid": "1296334186236797959", "i": 1470, "idx": 1, "sa": ["Michael Vick"], "q": ",` Three years, that seems like such a long time,''' said John Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. <q> But we measure their progress in baby steps, especially when they were on the other side of this for as long as some of these dogs were. </q> Much as it has been hard to fit the story of <strong> Michael Vick </strong>'s comeback in a tidy little box, the trajectory of these dogs' lives, their recovery and the message they send, is difficult", "new_id": -2}, {"uid": "1295624618256049160", "i": 32171, "idx": 0, "sa": ["Andy Coulson", "Ed Balls"], "q": "the ins and outs of how peccadillo's could bring this giant down. While of course we are excited by <strong> Ed Balls </strong> getting his fangs into George Report this comment James Forsyth, 26th February 2010 <q> <strong> Andy Coulson </strong>'s instinct that <strong> Sayeeda Warsi </strong> is the best messenger for the Tories on this subject[ immigration] is sound. </q> Report this comment <strong> Andy Coulson </strong>'s resignation will be in tomorrow's papers, but it will not resonate with their readers( apart from a few BBC employees who read the Guardian). This is because <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1295618647099680302", "i": 4275, "idx": 1, "sa": ["Eric Schmidt"], "q": "or Foursquare... we shall see) the signals needed to target content, services, search, and advertising with greater relevance, efficiency, and value than ever. As <strong> Eric Schmidt </strong> told broadcasters in Berlin last year: <q> We know where you are. We know what you like. </q> Local is a huge, unclaimed I have no special insight into the Googleplex. But I have to imagine that when the company's three musketeers sat down and asked themselves what impediments could restrain their innovation and growth", "new_id": -2}, {"i": 25537, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>:`` I will get ITV to make substantial five figure donation to your charity for the interview''. But <strong> Lily Allen </strong> told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asking me for years. </q> Buy Cheap tickets for the upcoming Even less interesting than nominations, are parties about nominations <strong> Liz Hurley </strong> is so happy that her lips appear to have grown to allow for a bigger smile Even less interesting than", "sa": ["Cheryl Cole", "Lily Allen", "Liz Hurley", "Gordon Brown", "Simon Cowell"], "uid": "1295004329069189661"}, {"uid": "1295103301211468349", "i": 16599, "idx": 1, "sa": ["Sergio Marchionne"], "q": "`` We're happy the majority of workers at Mirafiori has understood Fiat's commitment to transform it into a plant with an international reach,'' <strong> Sergio Marchionne </strong>, 58, said in an e-mailed statement today. <q> We're happy because workers with their vote showed they have confidence in their future. Our plan for this plant is very ambitious. </q> <strong> Sergio Marchionne </strong> needs a majority of the 5,500 employees at the factory to sign off a Dec. 23 accord approved by most unions as he seeks to turn around Fiat's unprofitable Italian operations and revitalize an alliance with", "new_id": -2}, {"uid": "1295625457170147897", "i": 23478, "idx": 0, "sa": ["Eric Schmidt"], "q": "collaboration, workflow and all of the elements included in on-premise project management software. We provide a hands-on look at this offering. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}]