[{"uid": "1295639301070795290", "i": 17444, "idx": 2, "sa": ["David Letterman", "Johnny Kidd", "Jack White"], "q": "<strong> Jack White </strong> and Co. rocked <strong> David Letterman </strong>'s world Thursday night with their smoking cover of <strong> Johnny Kidd </strong> and the Pirates'`` Shakin' All Over.'' <strong> David Letterman </strong> could barely speak after their rollicking rendition came to and end, exclaiming <q> Holy crap! Whoa! </q> and asking them to resume playing to close of the show, which was running a little over. The band was tight, <strong> Jack White </strong> scorched his guitar solos and`` The Sweet Lady with the Nasty Voice", "new_id": -2}, {"uid": "1295156840246923297", "i": 8376, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers", "Brett Favre"], "q": "the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend.`` That's what you dream about,'' <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the", "new_id": -2}, {"uid": "1295587968175472692", "i": 237, "idx": 2, "sa": ["Bill Cosby", "David Letterman", "Jay Leno"], "q": " <strong> Bill Cosby </strong>'s Sunday show at Wolfe Auditorium will be similar to late-night appearances with <strong> Jay Leno </strong> and <strong> David Letterman </strong>, he said.`` I come out and sit down,'' he said. <q> I've been doing that since I was 34, and I'm 73 now. And I'll begin to tell stories. </q> <strong> Bill Cosby </strong> said his mission is simple- to leave the audience laughing and thinking that`` I am not alone. I am not afraid to deliver a smile. Something wonderful and positive is going", "new_id": -2}, {"uid": "1295285903003260422", "i": 44582, "idx": 0, "sa": ["Jim Ryun", "Mike Pence"], "q": "highlights his strong record in Congress on both fiscal and social issues. Benko and <strong> Jim Ryun </strong> are known for their strong social and fiscal conservative credentials and <strong> Mike Pence </strong> has been a favorite of that movement. <q> Throughout his distinguished career, <strong> Mike Pence </strong> has demonstrated the ability to enthusiastically advance the cause of conservatives and constitutional, limited government and for that reason I am encouraging him to get in the race, </q> <strong> Jim Ryun </strong> said in a release.`` <strong> Mike Pence </strong> describes himself as` first a Christian, then a conservative, then a Republican,''' Benko added.`` He unifies fiscal, social, and national", "new_id": -2}, {"uid": "1295669866025428003", "i": 58350, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "are billionaires. to be amicable. Both <strong> Larry Page </strong> and <strong> Eric Schmidt </strong> had high praise for each other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his`` best friends.'' <q> I believe <strong> Larry Page </strong> is ready </q> to be CEO, <strong> Eric Schmidt </strong> said during the call.`` It's time for him to have a shot at running this.'' <strong> Eric Schmidt </strong> also may have been growing weary of all the scrutiny that comes", "new_id": -2}, {"uid": "1297323057252542979", "i": 12183, "idx": 9, "sa": ["Tariq Aziz", "Donald Rumsfeld"], "q": "document indicates there was no mention of chemical weapons. <strong> Donald Rumsfeld </strong> did raise the issue in his subsequent meeting with Iraqi official <strong> Tariq Aziz </strong>. National Security Decision Directive( NSDD) 114 of November 26, 1983, <q> U.S. Policy toward the Iran-Iraq War, </q> delineating U.S. priorities: the ability to project military force in the Persian Gulf and to protect oil supplies, without reference to chemical weapons or human rights concerns. National Security Decision Directive( NSDD) 139 of", "new_id": -2}, {"uid": "1295627933219987981", "i": 44269, "idx": 3, "sa": ["Sergey Brin", "Eric Schmidt", "Mark Zuckerberg", "Larry Page"], "q": "repr?sentieren. <strong> Sergey Brin </strong> wird in Zukunft noch mehr Zeit damit verSergey Bringen was er am besten kann, und das ist neue Produkte auszuhecken.`` Die Rolle passt perfekt zu ihm'', sagte <strong> Eric Schmidt </strong> ber ihn. <q> <strong> Sergey Brin </strong> ist bis ins <strong> Mark Zuckerberg </strong> ein Erfinder und Gr?nder. </q> Und im Fall von <strong> Larry Page </strong> ist <strong> Eric Schmidt </strong> ebenfalls berzeugt, dass er bereit sei, das Unternehmen zu f?hren. Ich bin sicher, dass er einen fantastischen Job machen wird'', sagte <strong> Eric Schmidt </strong>. Er klang", "new_id": -2}, {"uid": "1297704804046809091", "i": 24757, "idx": 0, "sa": ["Steve Ballmer"], "q": "platform. definitely come in March, Microsoft CEO <strong> Steve Ballmer </strong> said at Mobile World Congress( MWC) in Barcelona today. He also pointed to another`` significant release'' that's coming later in the year- in <q> the second half of 2011 </q>, according to a picture caption on the MS website. Mango: coming H2 2011 Microsoft first promised to bring copy and paste functionality to WinPho 7`` via the first major update, coming in", "new_id": -2}, {"uid": "1297108555141246488", "i": 7948, "idx": 5, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "George H. W. Bush"], "q": "book, <strong> Donald Rumsfeld </strong> offered some frank judgements in the interview about long time rivals and critics. Asked whether he admired his ex-boss's father <strong> George H. W. Bush </strong>- under whom he did not serve- <strong> Donald Rumsfeld </strong> replied curtly: <q> No, I was kind of disappointed in him. </q> Lacked experience <strong> Condoleezza Rice </strong>, who served as <strong> George H. W. Bush </strong>'s national security adviser before later becoming secretary of state had`` never served in a senior administration position,'' a lack of experience that hampered", "new_id": -2}, {"i": 12731, "idx": 3, "index_answer": 0, "new_id": -1, "q": "is big for me. I'm just thankful to have the opportunity to play in this league again. And have the opportunity to go out on the field this year and play again,'' <strong> Michael Vick </strong> said. <q> However it comes, whatever happens, happens. </q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "sa": ["Michael Vick"], "uid": "1297067872184320061"}]