[{"uid": "1297193732179781634", "i": 27273, "idx": 1, "sa": ["Michael Vick"], "q": "and broken communities. <strong> Michael Vick </strong> now talks to kids-kids growing up like he did-about the mistakes he made. Carolyn Kilborn of Maryland Votes for Animals thinks <strong> Michael Vick </strong>'s work is valuable, telling the Baltimore Sun: <q> Kids... are more likely to listen to someone like <strong> Michael Vick </strong>. He can do a lot of good for troubled kids... He has the power to make a change in kids' hearts like few other people can. </q> If nothing else is taken from <strong> Michael Vick </strong>'s story, let it be the example of the success of a man determined not to be another recidivist. Let it be of a man determined to show that", "new_id": -2}, {"uid": "1296150036056688669", "i": 29048, "idx": 0, "sa": ["Michael Vick", "The CEO"], "q": "After paying his time in prison, <strong> Michael Vick </strong> has gotten a new endorsement. The Philadelphia Eagles' quarterback has signed a deal with Unequal Technologies. <strong> The CEO </strong>, Rob Vito, of Unequal Technologies said, <q> We're real excited about it. <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q> Unequal Technologies are the creators of sports pads. They specifically designed pads for <strong> Michael Vick </strong> when he hurt his ribs. <strong> Michael Vick </strong> was among the elite players of the NFL in 2007. He was", "new_id": -2}, {"uid": "1295550320082853986", "i": 45036, "idx": 1, "sa": ["John McCain", "Colin Powell", "Sarah Palin", "Barack Obama"], "q": "Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>.`` He has both style and substance. I think he is a transformational figure,'' <strong> Colin Powell </strong> said on NBC's`` Meet the Press.'' <q> <strong> Michelle Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well, </q> <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible presidential candidate himself. <strong> Colin Powell </strong> said he questioned <strong> John McCain </strong>'s judgment in picking <strong> Sarah Palin </strong> as his running mate because he does", "new_id": -2}, {"uid": "1295907803085770247", "i": 1338, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "his previous case, said none of the four had been the victims of News Group newspapers.( News Group is a <strong> Rupert Murdoch </strong> company which controls the NoW.) He told the paper: <q> Lots of people were doing it. It was such a widespread practice, this was almost kids' playtime.`` Although it is a crime, people were regarding it as though it was driving at 35mph in a 30mph zone, that you just sort of do it and hope you don't get caught. </q> The allegation that the practice spread beyond the NoW will surely be a welcome one for <strong> Rupert Murdoch </strong>. The latest intrigue over <strong> Andy Coulson </strong>'s behaviour at one of his papers could not have come", "new_id": -2}, {"uid": "1296443805235372702", "i": 19571, "idx": 4, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "the victory for Denver. The http://wn.com/Allen_Iverson_28pts_Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said.`` I will remember this night for the rest of my", "new_id": -2}, {"uid": "1297282260166281230", "i": 21800, "idx": 1, "sa": ["Michael Vick"], "q": "a number of <strong> Michael Vick </strong>'s tortured but recovering dogs were placed. Time served is one thing, but understanding how <strong> Michael Vick </strong> or anyone else could have a hand in such cruelty is beyond fathomable. <q> Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? </q> said Mark.`` How could you do that if you are somewhat sane?`` He had a great year and a great comeback, but there were times where we watched the game and I know", "new_id": -2}, {"uid": "1297430731170164227", "i": 19187, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Reorganization`` We each bring incredible assets to the table,'' <strong> Stephen Elop </strong>, Nokia's chief executive, and <strong> Steve Ballmer </strong>, Microsoft's chief executive, said in a joint statement. <q> Nokia's history of innovation in the hardware space, global hardware scale, strong history of intellectual property creation and navigation assets are second to none. Microsoft is a leader in software and services; the company's incredible expertise in platform creation forms the opportunity for its billions of customers and millions of partners to get more out of their devices. </q> In press materials provided before the call, Nokia did not outline a move to Silicon Valley, as some had expected. It did, however, reorganize itself into two divisions, one oriented", "new_id": -2}, {"uid": "1295860435042090520", "i": 5993, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "George Osborne"], "q": "the Cabinet Office- in the hope that his successor will continue the work of streamlining comms in other departments. In practice, <strong> Andy Coulson </strong> made up his mind before Christmas that he would have to go. <q> <strong> Andy Coulson </strong> was running at 70 per cent of his capacity- at best, </q> says one ally.`` He wasn't prepared to work on that basis.'' <strong> David Cameron </strong> and <strong> George Osborne </strong> tried hard to dissuade him from stepping down. Indeed, it is a measure of how much they valued him", "new_id": -2}, {"uid": "1297140587008634392", "i": 30600, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "city, <strong> Mayor Tom Leppert </strong>.`` The action taken was not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas,'' <strong> Mayor Tom Leppert </strong> said in a statement. <q> Official Keys to the City are presented by the <strong> Mayor Tom Leppert </strong>, or an elected official designated by the <strong> Mayor Tom Leppert </strong>, and reserved, on a limited basis, for an elected official of international status. Clearly, this was not the case in this situation and done without my knowledge or approval. </q> When asked why he gave <strong> Michael Vick </strong> a key to the city in a ceremony that apparently had no official sanction, <strong> Dwaine Caraway </strong> spoke to the fact that <strong> Michael Vick </strong> was addressing a children's group at the time, talking", "new_id": -2}, {"i": 24755, "idx": 2, "index_answer": 1, "new_id": -1, "q": "'' Mr. <strong> Mike Pence </strong> told`` America's Morning News'' radio show. Mr. <strong> Mike Pence </strong> said he is pushing Congress to support the Title 10 Abortion Providers Prohibition Act, which would <q> cut off what is <strong> in excess </strong> of$ 350 million in taxpayer money that flows into Planned Parenthood through Title 10. </q> The Live Action videos, shot in New Jersey and Viginia in January, are similar to the 2009 videos shot by conservative activist <strong> James O'Keefe </strong> showing unethical practices at the Association of Community Organizations for Reform", "sa": ["James O'Keefe", "Mike Pence"], "uid": "1297272603143687692"}]