[{"uid": "1294978989186728468", "i": 43720, "idx": 0, "sa": ["Justin Timberlake", "Simon Cowell", "Jason Derulo", "Steven Tyler"], "q": "copying all his moves. I'd practice singing Usher and <strong> Justin Timberlake </strong> songs while doing their moves.\" As a teen, <strong> Jason Derulo </strong> moved to New York to attend the vaunted American Musical and American Idol?s New Judges: <q>We?re Not Here to Break People Down</q> <strong> Steven Tyler </strong> Never Watched \"American Idol' Bravo Buzz: Premiere dates of favorite shows released` American Idol': Will changes fill void left by <strong> Simon Cowell </strong>? Q&A with the three` American Idol\" judges, host", "new_id": -2}, {"uid": "1297234021222871650", "i": 7713, "idx": 4, "sa": ["Michael Gove"], "q": "<strong> Michael Gove </strong>'s policy ideas are so narrow in vision and scope. All the focus is on introducing them at breakneck speed sidestepping serious debate and not exposing the worthiness of his ideas to evidence based scrutiny <q>Giving every parent access to a good school</q> I assume they mean child! If there were a measure of success in the new free schools where does that leave the schools they seem to be ignoring. If we live in a broken Britain should not their", "new_id": -2}, {"i": 36363, "idx": 6, "index_answer": 0, "new_id": -1, "q": "The next step is to reduce U.S. unemployment, an issue <strong> Barack Obama </strong> should make \"the centerpiece\" of his annual State of the Union address on Jan. 25, the former Cabinet member said. <q>The American people are expecting him to say something about what he's going to do to</q> keep the economy moving forward, <strong> Colin Powell </strong> said. <strong> Colin Powell </strong> has criticized his own party in recent months while supporting <strong> Barack Obama </strong>'s ultimately successful fight for Senate ratification of a new nuclear-arms-reduction treaty with Russia. <strong> Colin Powell </strong> said", "sa": ["Colin Powell", "Barack Obama"], "uid": "1295802494101695495"}, {"uid": "1296845653173342760", "i": 41057, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "2009 season after spending 18 months in prison on federal charges of running a dogfighting ring. \"We're looking for success stories; we're not looking for players to fail,\" <strong> Roger Goodell </strong> said. <q>He's paid a very significant price and he's doing the right thing.</q> <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. Thompson is", "new_id": -2}, {"uid": "1296030310020856872", "i": 33330, "idx": 5, "sa": ["Michael Vick"], "q": "take the leap\" with <strong> Michael Vick </strong>, because he already is using their products. \"For a national more prominent brand, I think it's going to be wait and see,\" he said. <q>He's still a hands-off entity, because the sting from his legal issues is still there.[ Unequal Technologies] is not a company that has has a huge or long-lasting image, so they would be more willing to take a chance. \"I would still hesitate to say the floodgate is going to open.</q> Mahan said the pairing of <strong> Michael Vick </strong> and a football-pad company makes sense. Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil", "new_id": -2}, {"uid": "1296709837249151494", "i": 36280, "idx": 2, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,</q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player ran http://wn.com/Kobe_Bryant_38_points_game_4_vs_Utah_Jazz_2009_NBA_Playoffs SALT LAKE CITY( AP) It took", "new_id": -2}, {"uid": "1296255733207339541", "i": 47804, "idx": 4, "sa": ["Richard Prather", "Mike Pence"], "q": "<strong> Richard Prather </strong>, a retired auto worker from Anderson, said after the Pendleton town hall that he believed <strong> Mike Pence </strong>'s reputation as a federal spending hawk would serve him well running for the governor's office. <q>I think he would have been a good candidate for president, but I'm glad he didn't,</q> <strong> Richard Prather </strong> said. \"In the next race, he can run for president.\" Details of fatal Westport punch emerge, according to prosecution", "new_id": -2}, {"uid": "1295433183052150274", "i": 41274, "idx": 9, "sa": ["Toby Young", "Simon Cowell"], "q": "duck and see what hatches!\" he tells another. That's apparently his version of a compliment. <strong> Toby Young </strong> remains amused by the idea that Americans need a mean Brit to tell it like it is. <q>It's funny because 75 years ago Americans had a reputation for being honest and plainspoken, while Brits were thought to be mealy-mouthed and obsessed with propriety,</q> says <strong> Toby Young </strong>. \"It's as if we've switched places.\" But with <strong> Simon Cowell </strong> gone, who's going to judge our nation of underachievers? AEvangelista at 12:06 AM January 19, 2011", "new_id": -2}, {"uid": "1295152507147554334", "i": 33801, "idx": 1, "sa": ["Rasheed Wallace", "Kobe Bryant", "Allen Iverson"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season. \"We just played defense,\" <strong> Allen Iverson </strong> said. <q>We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night.</q> <strong> Kobe Bryant </strong> said the Pistons presented a \"matchup issue\" for the Lakers' defense. \"With <strong> Rasheed Wallace </strong> at the 5, and his ability to Coming off a lousy performance, Richard Hamilton was determined to be more", "new_id": -2}, {"uid": "1295756651021528610", "i": 13746, "idx": 8, "sa": ["Eric Schmidt", "Will Page"], "q": "was nothing going on in the industry where people were saying something is coming. Google's results have been extraordinary.\" <strong> Eric Schmidt </strong> wasn't the man to wage war with Facebook, he said. <q>There is no making Facebook go away,</q> he said. \"Now for the first time ever, Google will have to co-exist. They clearly feel that <strong> Will Page </strong> is the man to accomplish that in the future.\" During the earnings call last", "new_id": -2}]