[{"uid": "1295252671092618773", "i": 3361, "idx": 2, "sa": ["Sergio Marchionne", "Alan Mulally"], "q": " \"This has been the heart of the problem in Detroit,\" said Mr. <strong> Sergio Marchionne </strong>, who also heads up Fiat, the Italian auto company. Mr. <strong> Alan Mulally </strong> said Ford had learned that it has to <q>deal with the current reality. You have to match production to real demand and accelerate development of new products that people will want to buy.<q> For Ford that meant going with a plan for massive restructuring to a consortium of banks and borrowing$ 23.5 billion, he said. For GM and Chrysler it meant bankruptcy filings and huge bailouts from the", "new_id": -2}, {"uid": "1297309062028164170", "i": 3309, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "had met. Smith was arrested that day. But that didn't stop Smith from coming out yesterday. \"It has to do with the question of international law,\" Smith said. <q><strong> Donald Rumsfeld </strong> represents a violation of international law and everything that happened in Guantanamo.<q> Joan Broadfield, of Chester, hovered with several others, her sign hung from her neck. \"I think <strong> Donald Rumsfeld </strong> forgot what he did,\" Broadfield said. \"I'm thinking about", "new_id": -2}, {"uid": "1296772477091881732", "i": 30413, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "taken against companies, they \"are not permanent preclusions from government contracting and should not be used by the government as punishment,\" he said. When those companies take corrective actions or pay fines, <q>it is appropriate for the government to lift any ban so it may avail itself of every possible solution on the market to meet its missions,<q> Chvotkin said. <strong> Sen. Bernie Sanders </strong>, I-Vt., ordered the report in a provision he added to last year's defense spending bill. The measure also directed the Pentagon to recommend ways to punish fraudulent contractors. But", "new_id": -2}, {"uid": "1296647451234913792", "i": 18950, "idx": 0, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": ": \"Frontbench spokespeople who want to talk about their personal experiences of being tapped should make it clear they are doing just that- speaking from personal experience\". The guidance concludes with the warning, <q>We must guard against anything which appears to be attacking a particular newspaper group out of spite.<q> The memo follows a number of recent high profile interventions from <strong> Ed Miliband </strong> in the phone hacking issue. In the wake of the resignation of <strong> Andy Coulson </strong> the Labour leader criticised <strong> David Cameron </strong>, stating the affair raised \"questions", "new_id": -2}, {"uid": "1296336945124829773", "i": 5889, "idx": 0, "sa": ["Michael Vick"], "q": "that has been widely derided as too dangerous. In another respect, though, their recoveries are slow and sometimes painful, many filled with diseases, injuries and skittishness that manifested themselves under their stewardship of <strong> Michael Vick </strong>. <q>Some people might say, \"Three years, that seems like such a long time,\"<q> said John Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. \"But we measure their progress in baby steps, especially when they were on", "new_id": -2}, {"uid": "1297462823095535141", "i": 7724, "idx": 1, "sa": ["Simon Cowell"], "q": "\" he said. If those preteens aren't brave enough to massacre their elders, they probably won't survive the auditions, which will be held live before 4,000 or 5,000 people in an arena. <q>It was supposed to be similar to them doing their first concert,<q> <strong> Simon Cowell </strong> explained. \"It really helped show me who could handle the pressure.\" <strong> Simon Cowell </strong> claims that allowing the crowd to react in real time will help him avoid overlooking another big star. \"There", "new_id": -2}, {"uid": "1297304788026935319", "i": 27461, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": " Known and Unknown. Early leaks of the book's defiant take on his life, times, and conduct of the Iraq War drew howls from some of the targets of his score-settling-notably <strong> John McCain </strong>, who proclaimed <q>Thank God he was relieved of his duties.<q> But <strong> Donald Rumsfeld </strong> battles on, taking his unapologetic account to the public in an interview with Newsweek's <strong> John McCain </strong> Barry. <strong> Donald Rumsfeld </strong>, Defense secretary during the 9/11 attacks and architect of the invasions of Afghanistan and Iraq,", "new_id": -2}, {"uid": "1295540865257720386", "i": 2040, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-29v&amp;flvURL=/media/2011/01/13/01132011-29v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-29v.jsn\"}{ \"title\": \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes\", \"description\": <q><strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.<q>, \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg\", \"emailLink\": \"http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes& site= politics", "new_id": -2}, {"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,<q> <strong> Eric Schmidt </strong> said in a statement. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}, {"uid": "1296671847037879814", "i": 29549, "idx": 1, "sa": ["Allen Iverson"], "q": "<strong> Allen Iverson </strong> 30. <strong> Allen Iverson </strong> nailed a three-pointer with 2:21 remaining to break the last tie, and the Philadelphia 76ers regained their poise and came up with enough of a balanced attack to beat the Toronto Raptors 84-79 Sunday. <q>Nobody ever told me that winning a championship was easy, and I found out the hard way that isn't easy to win a playoff game,<q> said <strong> Allen Iverson </strong>, who shot 10-for-30 but came though in the clutch after Toronto had rallied from a 16-point deficit. The 76ers evened the best-of-seven series at two games apiece and regained homecourt advantage heading into Game 5 Wednesday", "new_id": -2}]