[{"uid": "1297177627217825367", "i": 51415, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "the Bush administration's war and anti-terrorism records, and his own reputation as a boss who intimidated some of the Pentagon brass. \"Oh the poor people,\" he says of generals who complained. <q> I terrified them.... My goodness. </q> There's also a remarkable moment during the conversation when <strong> Donald Rumsfeld </strong> chokes up, tears in his eyes, as he talks of his wife's health problems. Egypt: Protest Movement Continues; Government Projects`", "new_id": -2, "mturk_index": "333"}, {"uid": "1296697297021184517", "i": 26837, "idx": 1, "sa": ["Tom Coburn", "Bernie Sanders"], "q": "quotes <strong> Bernie Sanders </strong>: \" \"With the country running a$ 14 trillion national debt, my goal is to provide as much transparency as possible about what is happening with taxpayer money,\" he said. <q> The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money. </q> \" There was no reaction in the report from Pentagon spokesmen but the story filed by Terkel did include: \" On Monday, Sen. <strong> Tom Coburn </strong>( R-Okla.) pressed the Joint Chiefs of Staff", "new_id": -2, "mturk_index": "1282"}, {"uid": "1297070821074727460", "i": 5437, "idx": 0, "sa": ["Simon Cowell", "Steve Jones"], "q": "for, goodness, for almost eight years and no one's ever said` What the hell are you talking about?' There would not be a problem with the accent,\" he said. <q> To be honest I've been offered a couple of other shows in the States the last six months which I've turned down and I know there's been no issue with my accent there, because I'm a professional presenter and there's an element of TV voice- when you're on you speak clearly, you enunciate. \"Which is why when I go home I get loads of abuse from my Welsh friends, saying oh, you've gone all posh. </q> But <strong> Steve Jones </strong>- who'll be live on the red carpet at this weekend's Baftas for the E! Entertainment channel- stayed tight-lipped about whether he was set to join <strong> Simon Cowell </strong> for the Stateside show.", "new_id": -2, "mturk_index": "965"}, {"uid": "1296574317231948293", "i": 34760, "idx": 1, "sa": ["Katie Price", "Alex Reid", "Simon Cowell"], "q": "as far as to say she's my woman of the decade.\" Cheryl Cole on the show and <strong> Simon Cowell </strong>'s ex-girlfriend and show mentor Sinitta thinks she will be a great choice. She said: <q> Having Jordan on the panel would make interesting viewing, so I can definitely see it working. She can do anything she puts her mind to. She's got the personality that would fit the role perfectly. <strong> Simon Cowell </strong> really likes her as well. There's no denying they get along. </q> However, <strong> Katie Price </strong>- who recently split from second husband <strong> Alex Reid </strong>- faces competition from Subscribe to RSSMost Popular in: Entertainment Keep up to date with Yahoo! News on Facebook. Discuss the", "new_id": -2, "mturk_index": "2016"}, {"uid": "1296089646093798468", "i": 2989, "idx": 0, "sa": ["Bernie Sanders"], "q": "to Social Security, guaranteeing repayment, with interest. \"Social Security taxes are not going to pay for the spending, so it's got to come from somewhere else,\" said Urban Institute. <q> We can go through long arguments about whether its owed money by the trust funds or not, but that doesn't alleviate the simple fact that it's got to come from somewhere. </q> Sen. <strong> Bernie Sanders </strong>, I-Vt. \"It is the same faith and credit that enables us to borrow from rich people and from Register) Please avoid offensive, vulgar, or hateful language.", "new_id": -2, "mturk_index": "2033"}, {"uid": "1296018266109002765", "i": 16446, "idx": 0, "sa": ["Kirsten Gillibrand", "John Thune", "Barack Obama", "Eric Adams", "Paul Tonko"], "q": "\"I was happy to hear that the <strong> Barack Obama </strong> and I agree: The foundation of our future economy will be built on investments in higher education and in scientific research and development,\" said <strong> Paul Tonko </strong>. <q> Innovation in technology and clean energy will be the keys that unlock unlimited opportunities for future generations of AmEric Adamsans, and allow us to maintain our status as the leader of the global economy. </q> Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., who sat with South Dakota Republican Sen. <strong> John Thune </strong>, expressed optimism that the evening's bipartisan mood could translate into bipartisan legislating. \"We need to continue the spirit of", "new_id": -2, "mturk_index": "599"}, {"uid": "1296528035266076207", "i": 33864, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": ". However, it actually ended up being more than a little bit hilarious. Really, the laughs started when <strong> Justin Bieber </strong> started talking about BieberJustin Bieber\" Twitter-- which led to Dave playing his usual <q> I don't know what Twitter is </q> act. Dave got in a few good laughs about this, but then <strong> Justin Bieber </strong> turned the tables on him. After <strong> David Letterman </strong> asked what grade <strong> Justin Bieber </strong> was in, and laughed and then said he was Canadian and it", "new_id": -2, "mturk_index": "915"}, {"uid": "1297203269184696860", "i": 7809, "idx": 10, "sa": ["Donald Rumsfeld"], "q": "to draw their own conclusions. Some early reviews of what <strong> Donald Rumsfeld </strong> called \"my slice of history\" have cast it as a score-settling exercise, a revenge memoir. That, he sniffed, comes from <q> people who haven't read it. </q> Much of the attention to the book has focused on controversies from the Iraq war, but he also writes about the period when the Afghan war began slipping into a stalemate. In the interview", "new_id": -2, "mturk_index": "1040"}, {"uid": "1296594691227524624", "i": 32833, "idx": 4, "sa": ["David Letterman", "Howard Stern", "Kelsey Grammer"], "q": "his former wife's confessional to <strong> Howard Stern </strong> that he's into cross-dressing and what-not. Instead, he's focusing on his new... <strong> Kelsey Grammer </strong> To Marry Girlfriend Kayte Walsh in February click our link thetodaybuzz.com- to watch full <q> <strong> Kelsey Grammer </strong> To Marry Girlfriend Kayte Walsh in February </q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the \"Late Show with <strong> David Letterman </strong>\" on Thursday night that he plans on marrying his girl... <strong> Kelsey Grammer </strong>: I'm Marrying Kayte in February!! Video Link icelebpedia.com", "new_id": -2, "mturk_index": "479"}, {"uid": "1297349774105594907", "i": 50105, "idx": 1, "sa": ["David Letterman"], "q": "And that may have worked for two-reelers and shorts back in the thirties, but it doesn't work now- obviously. Was there ever any fallout with <strong> David Letterman </strong> over his cameo appearance, where he says, <q> Hey, kid, wan na buy a monkey? </q> Yes. He wanted that line in there all through the movie. He wanted to be in the movie more. Wait- really? No. Is that a real question?", "new_id": -2, "mturk_index": "142"}]