[{"uid": "1295741039001638416", "i": 12686, "idx": 0, "sa": ["Reggie Evans", "Allen Iverson", "Andre Miller"], "q": "was going to take time for everything to come together under the leadership of <strong> Allen Iverson </strong>. Try two games. <strong> Allen Iverson </strong> had 28 points and 13 assists in Denver's 116-105 victory over the Boston Celtics on Tuesday night. <q>I'd say we're real comfortable with him now,</q> said <strong> Reggie Evans </strong>, who had 14 points and 14 rebounds coming off the bench. <strong> Allen Iverson </strong> picked up his second double-double-- and first win-- since being acquired by Denver for <strong> Andre Miller </strong>, Joe Smith and two first-round picks", "new_id": -2}, {"uid": "1295039838092176408", "i": 37841, "idx": 2, "sa": ["Stephen Harper", "Gordon Brown", "Mike Pence"], "q": "Democratic Representative House Appropriations Committee. He said Republicans rebuffed Democratic attempts to reach a deal on handling amendments quickly. \"We have tried every way we can to involve the minority,\" he said. <q>We recognize a filibuster by amendment when we see it.</q> When <strong> Mike Pence </strong> was asked why seeking a recorded vote on an amendment that both sides supported wasn't a stall tactic, he grinned and walked away from reporters. grumblings in the British press about how <strong> Stephen Harper </strong> Minister <strong> Gordon Brown </strong>", "new_id": -2}, {"i": 26988, "idx": 2, "index_answer": 0, "new_id": -1, "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.\" <strong> Eric Schmidt </strong>, 55, said, <q>We worked as a triumvirate for 10 years.</q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295648181220856323"}, {"uid": "1295929511173178941", "i": 48012, "idx": 0, "sa": ["Steve Ballmer"], "q": "ARM processors. Unlike the x86 architecture that today's Windows laptops and desktops work with, ARM-based chips tend to run such low-power devices as tablets and smartphones. CES keynote speech, Microsoft CEO <strong> Steve Ballmer </strong> said, <q>This announcement is really all about enabling a new class of hardware, and new silicon partners for Windows, to bring the widest possible range of form factors to the market.</q> In other words, Windows won't be just for laptops and desktops anymore. Actual Facts Microsoft's ARM announcement represents the firm's only officially released factual detail about Windows 8.", "new_id": -2}, {"uid": "1295646299254836772", "i": 39611, "idx": 1, "sa": ["Tony Blair", "Andy Coulson", "David Cameron", "Corey Allen"], "q": "<strong> Tony Blair </strong>'s Communications Chief Resigns media advisor resigned Friday amid continuing pressure stemming from lawsuits and investigations into dubious reporting tactics deployed at the tabloid <strong> David Cameron </strong>'s spin doctor <strong> Andy Coulson </strong> quits over phone hacking scandal political spin doctoring itself: <q>When the spokesman needs a spokesman, it's time to move on.</q> Related Stories <strong> David Cameron </strong> grilled over alleged BP role in Lockerbie bomber case Will <strong> David Cameron </strong> hit it off with Obama more than <strong> Corey Allen </strong> did? <strong> David Cameron </strong>: How conservative is he? <strong> David Cameron </strong> named new UK prime minister after", "new_id": -2}, {"uid": "1296007390020578377", "i": 7223, "idx": 5, "sa": ["Michael Vick"], "q": "shoulder pads and thigh pads made by the company. \"The Unequal technology is a part of my game now and I won't play without my Unequal,\" <strong> Michael Vick </strong> says in a to-be-released statement. <q>Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.</q> <strong> Michael Vick </strong> was once the NFL's highest-paid player and he endorsed many products during his six seasons with the Atlanta Falcons. But <strong> Michael Vick </strong> lost everything following his 2007 arrest on dogfighting charges, for which he served", "new_id": -2}, {"uid": "1295267121200589340", "i": 5018, "idx": 0, "sa": ["Andy Coulson", "John Humphrys"], "q": "his director of communications, <strong> Andy Coulson </strong> this morning on Radio 4, refusing to comment on speculation that <strong> Andy Coulson </strong> had offered his resignation after mounting pressure over the News of the World phone-hacking scandal. <q>I think there is a danger at the moment that he is being punished twice for the same offence... I gave him a second chance, I think in life sometimes its right to give a second chance.</q> Presenter <strong> John Humphrys </strong> pressed the prime minister on the rumours of a resignation offer but he refused to comment: \"I don't go into private conversations.\" today programme Similar posts: Phone-hacking:", "new_id": -2}, {"uid": "1296932455012320798", "i": 28104, "idx": 2, "sa": ["Sergio Marchionne", "Maurizio Sacconi"], "q": " \"In the next two or three years we will be able to see a single entity. It could be based here in the United States,\" Corriere della Sera quoted <strong> Sergio Marchionne </strong> as saying. <q>We'll have to integrate the companies first, though, and then look at the management,</q> he added. Labour Ministry on Saturday published a statement showing the Fiat chief backing away from his previous remarks in a telephone conversation with labour minister <strong> Maurizio Sacconi </strong>. According to the ministry, <strong> Sergio Marchionne </strong> explained that he", "new_id": -2}, {"uid": "1296492936169607194", "i": 72, "idx": 3, "sa": ["Sergio Marchionne", "David Whiston"], "q": " \"I do think highly of <strong> Sergio Marchionne </strong> but I was still very skeptical of the prospects initially when this all started,\" <strong> David Whiston </strong>, an analyst with Morningstar Inc. in Chicago, said prior to the release. <q>So far, theyre proving me wrong and proving nearly everyone else out there wrong.</q> Chrysler's U.S. growth in the past year was in part fueled by sales to so-called fleet customers-- corporate, government and rental-car company buyers. \"Fleet sales in the fourth quarter ended in", "new_id": -2}, {"uid": "1297180193266534954", "i": 46996, "idx": 1, "sa": ["Simon Cowell"], "q": "press conference. He added: \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure.\" <q>If they don't sell a single record they still get to keep the money. It is pressure, because if the wrong person wins, I'm in trouble.</q> A number of famous faces are rumoured to join <strong> Simon Cowell </strong> on the She praises the singer after he pulls her on stage... The Strokes To Release New Single As Free Download Tomorrow( February 9", "new_id": -2}]