[{"uid": "1295534390252182552", "i": 25971, "idx": 1, "sa": ["Tim Pawlenty", "Chip Saltsman", "Mike Pence", "Mike Huckabee", "Chuck Fleischmann", "Barack Obama", "Sarah Palin"], "q": "job as Chief of Staff for freshman <strong> Mike Pence </strong> <strong> Chuck Fleischmann </strong>( R-Tenn.)...[ But] <strong> Chip Saltsman </strong> said his taking the job should not be read as an indication about <strong> Mike Huckabee </strong>'s intentions.\" Real Clear Politics, <q> Former Alaska Gov. <strong> Sarah Palin </strong> has tasked her aides with quietly gauging her level of support for a potential Barack Obamaial campaign by making inquiries to a select pool of likely allies and grassroots activists in Iowa. </q> if she runs for <strong> Barack Obama </strong>. <strong> Tim Pawlenty </strong>: \"Republican <strong> Tim Pawlenty </strong> dished out$ 34,000 to state-level candidates and conservative groups in Iowa during the final 2010 push,\" the AP reports", "new_id": -2}, {"uid": "1296806433169033742", "i": 20805, "idx": 1, "sa": ["Mike Pence", "Barack Obama", "Ron Kind"], "q": "the 2012 Barack Obamaial campaign. Two federal courts have largely upheld the law, but a Virginia judge ruled in December that a provision requiring all Americans to buy insurance was unconstitutional. Republicans smell blood. <q> Now that a federal judge has shown the individual mandate in Barack ObamaCare to be unconstitutional, it's time to repeal it lock, stock and barrel, </q> said <strong> Mike Pence </strong>, R-Ind., who is pondering a run for <strong> Barack Obama </strong>. But <strong> Ron Kind </strong> said that unless the <strong> Barack Obama </strong> reforms not only hold but are strengthened, no other budget-cutting measures will do any good because", "new_id": -2}, {"uid": "1296498486124518453", "i": 41303, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "Curt Smith", "Joe Donnelly", "Dan Coats", "Brad Ellsworth"], "q": "nominee, former <strong> Mike Pence </strong> <strong> Brad Ellsworth </strong>, lost so badly to Sen. <strong> Dan Coats </strong> that he might have a hard time running again for statewide office. <strong> Mike Pence </strong> <strong> Joe Donnelly </strong> has shown he can win even amid a Republican landslide. <q> He's from outside Indianapolis, </q> notes Indiana Family Institute <strong> Barack Obama </strong> <strong> Curt Smith </strong>, a top adviser to Republicans. \"He's got a moderate streak.\" Former Democratic state chairman Robin Winston thinks Democrats can make the race competitive, with help", "new_id": -2}, {"uid": "1295425658058294275", "i": 56977, "idx": 3, "sa": ["Gene Huey", "Mike Pence", "Rick Santorum"], "q": "and former Sen. <strong> Rick Santorum </strong> of Pennsylvania. <strong> Mike Pence </strong> said this was his first town hall since the Tucson, Ariz., shootings and he always consults with local law enforcement on security at such events. <q> To me the focus is and should remain on public safety. We volunteer for these jobs, but just because someone comes to a town hall meeting, they should never have to be concerned that there's not a reasonable amount of security, </q> he said. He said town hall meetings are \"very routine\" for him and said he was grateful that everyone came out Monday in the wake of the Tucson shootings. Huey-Gene Huey-surprised-being-fired-Colts-running-backs-coach&amp;odyssey=mod|mostview\"> <strong> Gene Huey </strong>`", "new_id": -2}, {"uid": "1295286835064159753", "i": 22713, "idx": 1, "sa": ["Mike Pence", "James Moran"], "q": "in a phone interview. \"I'm sure we'll touch upon it.\" But even Capitol Hill's staunchest gun-control advocates aren't holding their breath for reforms in the 112th Congress. <q> Any bill that I would offer wouldn't see the light of day- it wouldn't even get through the committee, </q> said <strong> Mike Pence </strong> <strong> James Moran </strong>( D-Va.), explaining why he's not proposing any reforms in the wake of the shooting. \"Why do we have to cower in the face of the gun lobby? We've", "new_id": -2}, {"uid": "1295330032146898963", "i": 40279, "idx": 1, "sa": ["Gabrielle Giffords", "Barack Obama", "Mike Pence", "Sarah Palin"], "q": "wanted to win. <strong> Gabrielle Giffords </strong>' district was among those in the <strong> Sarah Palin </strong> site's cross hairs. Asked what she thought of <strong> Barack Obama </strong>'s speech at a memorial for the victims, <strong> Sarah Palin </strong> said, <q> I thought there were parts of it that really hit home, that all of us can hold onto and live out. </q> <strong> Sarah Palin </strong>, who is a paid Fox analyst, is scheduled to deliver a keynote speech on Jan. 29 at a Safari Club hunting convention in Reno, Nev. <strong> Mike Pence </strong> urged to run for", "new_id": -2}, {"uid": "1295124045137084928", "i": 3067, "idx": 3, "sa": ["Mike Pence", "Chris Smith", "Daniel Lipinski"], "q": "support for abortion providers under Title X family planning grants. The legislation, introduced Jan. 7 by <strong> Mike Pence </strong>( R-Ind.), targets Planned Parenthood; defeating it is a top priority for NARAL. The bill would <q> cripple family planning services- not necessarily abortion services but contraceptive services in this country, </q> Crane said. SBA's other priority is a multi-pronged abortion funding ban sponsored by Reps. <strong> Chris Smith </strong>( R-N.J.) and <strong> Daniel Lipinski </strong>( D-Ill.). The legislation was introduced last year but has not been introduced", "new_id": -2}, {"uid": "1295068749012681281", "i": 57609, "idx": 2, "sa": ["Mike Pence"], "q": "find ourselves, lends itself to some contemplation. I think there's a hope, at least, for reasonableness.\" The argument is not likely to woo staunch gun-rights advocates in Congress. <q> I believe, as Americans have believed since the American founding, that firearms in the hands of law-abiding citizens make communities safer, not less safe, </q> <strong> Mike Pence </strong>, R-Ind., said in an interview. \"And I understand the human impulse is to look for blame. Heartache does that. But no expressed opinion and no public policy created what happened on Saturday last", "new_id": -2}, {"uid": "1296309067021659679", "i": 7910, "idx": 1, "sa": ["Mike Pence", "Barack Obama"], "q": "<strong> Barack Obama </strong>, drew the media to Central on Friday. On Thursday, <strong> Mike Pence </strong>-- until recently the third-ranking Republican in the House-- announced he would not be a candidate for <strong> Barack Obama </strong> in 2012. <q> Seeking national office was not right for us now, </q> he told the Central students. \"While( <strong> Mike Pence </strong> and his family) went back and forth in our heads, we never went back and forth in our hearts.\" Saying his \"heart was", "new_id": -2}, {"i": 16163, "idx": 2, "index_answer": 0, "new_id": -1, "q": "attention, and last week she and White performed on the Late Show With <strong> David Letterman </strong>. On Tuesday, Jan. 25- the same day the album is released- she's due to perform on Conan. <q> I'm having more publicity and celebrity now than I ever had when I was younger, </q> <strong> Wanda Jackson </strong> says.`` And I'm having the time of my life. I've been touring for 55 years now, with only one year off, and that one year nearly killed me. I said to", "sa": ["Wanda Jackson", "David Letterman"], "uid": "1295772313146751543"}]