[{"uid": "1296781096226541600", "i": 13787, "idx": 2, "sa": ["Mike Pence"], "q": "funding for abortion providers. With Planned Parenthood the biggest recipient of those funds, <strong> Mike Pence </strong> said Americans should be \"shocked\" that the organization \"has been recorded aiding and abetting underage sex trafficking.\" <q> The recent release of an undercover video exposing duplicity and potential criminality by an employee of Planned Parenthood is an outrage, </q> <strong> Mike Pence </strong> said. \"The time to deny any and all funding to Planned Parenthood is now.\" He urged Congress to immediately bring his bill, which would end family planning grants for abortion providers,", "new_id": -2}, {"uid": "1296216383069550083", "i": 29334, "idx": 0, "sa": ["Jimmy Kimmel", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> will rub any' X Factor' success in his face. <q> He'll be the first to congratulate himself on his new ratings by sending me a fax of the ratings to my house the day after his new series premieres, </q> Seacrest says on \"<strong> Jimmy Kimmel </strong> Live.' The` Idol\" host wishes <strong> Simon Cowell </strong> the best in his new endeavor. <strong> Jimmy Kimmel </strong> asks, \"Do you hope his[ show] does", "new_id": -2}, {"uid": "1296366488199786542", "i": 36582, "idx": 1, "sa": ["Mike Pence"], "q": "conservative activists to run for president in 2012. \"We seriously considered it, which for a small town boy from Southern Indiana is a very humbling thing...,\" <strong> Mike Pence </strong> said last week. <q> But at the end of the day, we ultimately believed that where our little family is led is somewhere in the service of the people of Indiana in the days ahead. </q> <strong> Mike Pence </strong>, 51, said he will spend the next few months traveling around the state before announcing a decision on the governor's race, which he is widely expected to enter as the GOP", "new_id": -2}, {"uid": "1295564609055705620", "i": 19652, "idx": 0, "sa": ["Eric Schmidt"], "q": "ratio of 18 to 11, while on the Nasdaq, 19 stocks fell for every seven that rose. When He Isn't Stepping Down as CEO, <strong> Eric Schmidt </strong> is Writing About Google's Mobile Future Report Abuse <q> Any type of stimulus the Fed and government provided went 2 places, overseas( They produce real goods) and in the stock market. </q> The Fed with it's QEs( QE1, QE2, QEs- Monetizing debt) pumped money into the stock market. The market being up makes the top 30% of the population go", "new_id": -2}, {"uid": "1296899493157286405", "i": 30477, "idx": 0, "sa": ["Mike Pence", "Rick Santorum", "Mike Huckabee", "Tim Pawlenty", "Sarah Palin", "the Fox"], "q": "<strong> Mike Pence </strong>, who has decided against running. And <strong> Mike Huckabee </strong>, who is doing well as a <strong> the Fox </strong> News contributor. And <strong> Sarah Palin </strong>, another <strong> the Fox </strong> luminary, would have the most to lose financially from running. <strong> Rick Santorum </strong> thinks <q> the left is trying to goad her into it, </q> hoping she would be weak among the independent voters who decide most elections. <strong> Tim Pawlenty </strong>, former governor of Minnesota, a state contiguous with Iowa, is running hard and has published a book with", "new_id": -2}, {"uid": "1294971680128761890", "i": 26048, "idx": 0, "sa": ["Mike Pence"], "q": "ourselves lends itself to some contemplation. I think there's a hope, at least, for reasonableness.\" The argument is not likel y to woo staunch gun rights advocates in Congress. <q> I believe, as Americans have believed since the American founding, that firearms in the hands of law-abiding citizens make communities safer, not less safe, </q> said Rep. <strong> Mike Pence </strong>, R-Ind., in an interview. \"And I understand the human impulse us to look for blame. Heartache does that. But no expressed opinion and no public policy created what happened on Saturday", "new_id": -2}, {"i": 27784, "idx": 2, "index_answer": 1, "new_id": -1, "q": "Other politicians scheduled to attend the meeting include labour minister <strong> Maurizio Sacconi </strong> and cabinet under-secretary <strong> Gianni Letta </strong>. The FIOM spokesman noted there had been a growing reaction to <strong> Sergio Marchionne </strong>'s comments in Italy, while insisting the prime minister <q> does not understand anything in terms of manufacturing and industry, but understands much about public opinion[ and is] is building up a little show. </q> The union- considered by many to be Fiat's most hardline labour body- highlighted concerns Fiat could move its headquarters to Chrysler Group in Auburn Hills, Michigan- a possibility that has caused uproar in", "sa": ["Maurizio Sacconi", "Sergio Marchionne", "Gianni Letta"], "uid": "1297265697007700481"}, {"uid": "1295443842077627400", "i": 3015, "idx": 1, "sa": ["Uma Thurman", "Jeff Probst", "David Letterman", "Ricky Gervais", "Oprah Winfrey", "Heidi Klum"], "q": "an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. \"<strong> Ricky Gervais </strong> was the host of the( Globes) show- very funny guy,\" <strong> David Letterman </strong> said on his late-night CBS show Monday. <q> But there's already talk that he'll never be invited back, and I say, \"Hey, welcome to the club.' </q> At the 2008 Emmy Awards, there was a misguided attempt to pay homage to reality TV by letting five of the genre\"s hosts, including <strong> Heidi Klum </strong> of \"Project Runway\" and <strong> Jeff Probst </strong> of \"Survivor", "new_id": -2}, {"uid": "1295665840153141349", "i": 42308, "idx": 0, "sa": ["Andy Coulson"], "q": "short for Israel-Palestinian deal: UN chief \" Soon Israel will not be able to negotiate anything outside their UN given border. Bunch of schmucks lost another opportunity- again. Report Abuse <q> the palestinians can go live in iran with the rest of the hamas/ hezbollah supporters </q> Report Abuse \" Let's repeat together: \"Settlements in the occupied Palestinian territory are illegal under international law\". \" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and", "new_id": -2}, {"uid": "1296248071002900092", "i": 24036, "idx": 14, "sa": ["Sergio Marchionne", "Susanna Camusso", "Silvio Berlusconi", "Mike Bongiorno", "Maurizio Landini"], "q": "): \"<strong> Sergio Marchionne </strong> insulta l'Italia\"( 11 gennaio 2011) Chianciano terme: <strong> Silvio Berlusconi </strong> segretario nazionale della Cgil <strong> Susanna Camusso </strong> attacca l'ad <strong> Mike Bongiorno </strong> Lingotto e definisce <strong> Silvio Berlusconi </strong> governo \"tifoso\". E alla Fiom manda a dire: <q> Se non stiamo dentro, le fabbriche rischiano di essere \"dipendenti\" e si rischia di creare... Bombassei <strong> Maurizio Landini </strong> in \"1/2 h </q> 09 01 2011 Referendum su <strong> Sergio Marchionne </strong> 1/3 Bombassei <strong> Maurizio Landini </strong> in \"1/2 h\" 09 01 2011 Referendum su <strong> Sergio Marchionne </strong> 1/3 in 1/2 ora 09 01 2011 LANDINI SCATENATO A IN MEZZ` ORA Sull` accordo di Mirafiori <strong> Silvio Berlusconi </strong>", "new_id": -2}]