[{"uid": "1295344920052248582", "i": 26352, "idx": 1, "sa": ["Steve Ballmer"], "q": "the cloud arena against Google, especially over federal and large-enterprise contracts for cloud-based apps. <strong> Steve Ballmer </strong> has insisted for months that his company is`` all in'' with regard to the cloud services. <q> We have learned a lot through running Windows Live, Hotmail, Bing, </q> he told an audience during a 12 July keynote address at last summer's Worldwide Partner Conference.`` These are some of the highest volume services run on the Internet today. When you run a highly scaled,", "new_id": -2}, {"uid": "1296784629036126790", "i": 41640, "idx": 9, "sa": ["Paul Bremer", "Donald Rumsfeld", "Colin Powell", "Bill Clinton"], "q": "we were wrong.'' As for the decision to not send more troops to Iraq in the wake of the invasion, <strong> Donald Rumsfeld </strong> accuses his accusers. In conversations with the <strong> Bill Clinton </strong> and his staff, <strong> Colin Powell </strong> <q> did not raise any questions about troop levels, the war plan or the number of troops in a postwar environment, </q> despite media reports that <strong> Colin Powell </strong> had made those arguments. As for the widely-derided decision to disband the Iraqi Army, leading to chaos in the country, he blames <strong> Paul Bremer </strong>, the head of the Coalition Provisional", "new_id": -2}, {"uid": "1297242023104841358", "i": 25812, "idx": 0, "sa": ["David Letterman"], "q": "are lined up, jumping up and down, waving their hands. That's sort of how bits are to me. A Pop Tarts box will jump up and down as I'm walking by, going, <q> Heeeeey- look at the directions on the side of me. Can I be in your show? </q> Q: You've been on <strong> David Letterman </strong> a bunch of times now. Do you have his cell phone number? Do you text him during the day? A: It's funny", "new_id": -2}, {"uid": "1296671847037879814", "i": 29550, "idx": 2, "sa": ["Karl Malone", "Allen Iverson"], "q": "that brought them together three months ago. Now, the surging Nuggets hit the road for five straight games and eight of their next nine.`` This does a lot for our confidence,'' <strong> Allen Iverson </strong> said. <q> To win four games in a row, you get a certain swagger about your game. </q> The Nuggets have quite the saunter thanks to their red-hot superstars. <strong> Allen Iverson </strong> made 16-of-22 shots from the field and <strong> Karl Malone </strong> was 13-for-20. And many of the shots were alley-oop dunks and rim-rattling jams that were the product of", "new_id": -2}, {"uid": "1294957568077135900", "i": 27341, "idx": 1, "sa": ["Mike Pence"], "q": "to me is that we must focus on border security and internal enforcement first.'' <strong> Mike Pence </strong> also justified Arizona's immigration law by falsely claiming that Phoenix is the kidnapping capital of the world and saying, <q> there's nearly a half a million illegal immigrants and, and a rampant drug trade and, and, and human trafficking trade that's been besetting. </q>", "new_id": -2}, {"uid": "1297297614011485184", "i": 24017, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson"], "q": "belief that the original Met police investigation into <strong> Glenn Mulcaire </strong> and News International( owner of the News of the World) was completely inadequate and failed to follow all the evidence,'' he told The Guardian. <q> I now look forward to the Met police finally uncovering the truth. </q> A Met police spokesman admitted some individuals being contacted by police were originally told there was`` little or no'' evidence that they were involved. <strong> Andy Coulson </strong>, News of the World editor at the", "new_id": -2}, {"uid": "1295432557089227268", "i": 33298, "idx": 1, "sa": ["Simon Cowell", "Steven Tyler", "Gordon Ramsay"], "q": "exes into judging the kids like some other people might have,'' <strong> Steven Tyler </strong> says, in what might be a veiled swipe at <strong> Simon Cowell </strong>, the former American Idol judge who made <strong> Gordon Ramsay </strong> look like Dr. Oz. <q> Certainly, there's camaraderie that you haven't seen in 10 years. I get along great with Randy and J. <strong> Jennifer Lopez </strong> is a fox. </q> The show begins with an audition in New York and then heads to New Orleans before performances in Hollywood and a live show in Las Vegas, with the finalists being named in Los Angeles on March 3.", "new_id": -2}, {"uid": "1296615902145653776", "i": 31584, "idx": 0, "sa": ["John F. Kennedy", "David Letterman"], "q": "Watch: <strong> David Letterman </strong> on His Heart Surgery Chuck Ludlam and his wife Paula Hirshoff say the Peace Corps has lost its way since its founding by <strong> John F. Kennedy </strong> 50 years ago. <q> We're sad about it but we're also angry about it, </q> Ludlam told ABC News,`` because the people in these countries need our help. And the Peace Corps could be a great force for good in the world in terms of development assistance.'' Ludlam", "new_id": -2}, {"uid": "1297427687170164234", "i": 13516, "idx": 7, "sa": ["Sergio Marchionne", "Sergio Chiamparino", "The CEO"], "q": "increase the holding to 51 percent after Chrysler repays U.S. and Canadian government loans. <strong> Sergio Marchionne </strong> has said he aims to get to 51 percent of Chrysler before the end of this year. Turin Mayor <q> There was an overreaction to <strong> Sergio Marchionne </strong>'s comments, which shows how fragile the Italian economic system is, </q> said Turin Mayor <strong> Sergio Chiamparino </strong>, who regularly plays cards with the Fiat <strong> The CEO </strong>.`` I told <strong> Sergio Marchionne </strong> he should better explain his business model, which represents a revolution for the Italian culture.'' Fiat shares", "new_id": -2}, [{"i": 2952, "idx": 17, "index_answer": 5, "new_id": -1, "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night.`` It was a huge lift off of me,'' <strong> Allen Iverson </strong> said. <q> I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more. </q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "sa": ["Tayshaun Prince", "Martin Luther King", "Cheikh Samb", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "uid": "1295586272212418583"}]]