[{"uid": "1296380264205537380", "i": 40350, "idx": 1, "sa": ["Michael Vick", "Ben Roethlisberger", "Charles Woodson"], "q": "scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. Packers cornerback <strong> Charles Woodson </strong> said they can't fall for <strong> Ben Roethlisberger </strong>'s pump fakes. <q>You can't just go full speed and reckless,</q> <strong> Charles Woodson </strong> said. \"You've got to kind of break down and be ready to move either way with the quarterback. Because it doesn't take much for a quarterback to just step one foot forward or step", "new_id": -2}, {"uid": "1295815332185630723", "i": 4049, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011-7v&amp;flvURL=/media/2011/01/22/01222011-7v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011-7v.jsn\"}{ \"title\": \"<strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support\", \"description\": <q><strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-NY) spoke with Russ Mitchell with an update on her friend Rep. <strong> Gabrielle Giffords </strong>\\' condition after she was transferred from Tucson to a hospital in Houston.</q>, \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012201966.jpg\", \"emailLink\": \"http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012201959.html&amp;title=Gillibrand: <strong> Gabrielle Giffords </strong> moved by support& site= politics& type", "new_id": -2}, {"i": 44776, "idx": 18, "index_answer": 1, "new_id": -1, "q": "from 3-point range( 17 percent). <strong> Danilo Gallinari </strong>, their top perimeter threat whom coach <strong> Mike D'Antoni </strong> called the best shooter he's ever seen, went 1 for 6, falling to 4 of 19 in the preseason. <q>Defensively we were OK, just one of these days we've got to make some shots and we haven't done it yet,</q> <strong> Mike D'Antoni </strong> said. \"They're http://wn.com/Allen_Iverson_34pts_vs_Michael_Jordan_30pts_01/02_season_NBA Sixers' Have Answer to <strong> Jordan Farmar </strong>'s <strong> Chauncey Billups </strong> <strong> Vince Carter </strong> <strong> Michael Jordan </strong> was unstoppable at the start, but <strong> Allen Iverson </strong> was better when it counted. <strong> Allen Iverson </strong> scored 22 of his 34 points in the", "sa": ["Vince Carter", "Mike D'Antoni", "Jordan Farmar", "Danilo Gallinari", "Michael Jordan", "Chauncey Billups", "Allen Iverson"], "uid": "1295310733097861638"}, {"uid": "1297098457187170838", "i": 1935, "idx": 1, "sa": ["Simon Cowell"], "q": "'s got The X Factor. And you never know until he walks in the room.\" <strong> Simon Cowell </strong> added that the record label is \"committed\" to making the eventual winner a star. <q>Whoever wins this show is going to get complete, total support from me, from Sony Music worldwide, because I don't want somebody who's just going to be a star in America. I want somebody who's going to be a star all over the world,</q> he said. \"That's what you want at the end of this. You want a global super star- and the first person who wins this show I guarantee that will happen. I've just got", "new_id": -2}, {"uid": "1295560204260145188", "i": 1097, "idx": 0, "sa": ["Eric Schmidt"], "q": "the US internet search giant in April. He will take over from <strong> Eric Schmidt </strong>, who has been in the job for a decade and will become executive chairman. Google said Mr <strong> Eric Schmidt </strong> would focus on <q>deals, partnerships, customers and broader business relationships</q>. The news was announced as Google unveiled a strong rise in net profits in the last three months of$ 2.54 bn( Â£ 1.6 bn) on revenues of$ 8.44 bn. Mr", "new_id": -2}, {"uid": "1295163960124190735", "i": 21961, "idx": 1, "sa": ["Elton Brand", "Chris Paul", "Marcus Camby", "Allen Iverson", "Nicolas Batum"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that,</q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Humiliation_of_Chris_Paul,_Sweet_3_Points_Play_by_Marcus_Camby_100327_Hornets_VS_Blazers Humiliation of <strong> Chris Paul </strong>( <strong> Nicolas Batum </strong> blocks <strong> Chris Paul </strong>), Sweet 3 Points Play by <strong> Marcus Camby </strong>( 100327) New Orleans Hornets VS Portland Trail", "new_id": -2}, {"uid": "1296047570033832973", "i": 29813, "idx": 0, "sa": ["Eric Schmidt"], "q": "now sees much of its product extension through the prism of consumers on-the-move. So, what about travel? Well, on the eve of his surprise standing down as Google CEO, <strong> Eric Schmidt </strong> <q> \"We are at the point where, between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are, what you could do there right now, and so forth- and to deliver such a service at scale.</q>\" If there was ever a \"strategic initiative\" for Google in 2011 it will be the integration of ITA Software in some way into search( presuming for a moment that the US Department of Justice", "new_id": -2}, {"uid": "1295629433247332867", "i": 23730, "idx": 3, "sa": ["Andy Coulson"], "q": "the Commons culture committee, warned the prime minister now faced serious questions. \"This is the second job that <strong> Andy Coulson </strong> has resigned from for something he claims to know nothing about,\" Watson said. <q>His departure creates serious questions over the prime minister's judgment and points to the need for a deeper investigation into the affairs of <strong> Rupert Murdoch </strong>'s News Corp. \"It's a mark of the man that he would sneak out a statement on a Friday morning on a busy news day. Spin and obfuscation is all we get from Downing Street- we need to get to the truth.</q> His remarks were echoed by Chris Bryant, the former Labour Europe minister, who is seeking to sue the police over allegations that his phone was illegally hacked on behalf of the News of the World.", "new_id": -2}, {"uid": "1296728555250200065", "i": 42872, "idx": 2, "sa": ["Michael Vick"], "q": "Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that \"people can reintroduce these dogs back into a society that's not going to abuse them.\" <q>The owner is responsible for what an animal does. It's totally your behavior, whether you have a good dog that minds well and is not a problem to society or you turn it into a vicious animal that will bite the mailman, the girl next door or grandma walking down the street,</q> Hansen said. Betsy Adevai, 50, of Grand Rapids, Mich., said muscle dogs have become status symbols for young men who walk through her inner city neighborhood. \"You don't", "new_id": -2}, {"uid": "1295560040175849483", "i": 2217, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "2001 I never imagined-even in my wildest dreams-that we would get as far, as fast as we have today,\" Mr. <strong> Eric Schmidt </strong> said in a post on the Official <strong> Google Inc. </strong> Blog. <q>Search has quite literally changed people's lives-increasing the collective sum of the world's knowledge and revolutionizing advertising in the process. And our emerging businesses-display, Android, YouTube and Chrome-are on fire. Of course, like any successful organization we've had our fair share of good luck, but the entire team-now over 24,000 Googlers globally-deserves most of the credit.</q> <strong> Google Inc. </strong>'s co-founders brought in Mr. <strong> Eric Schmidt </strong>, a trained computer scientist, to shepherd the young company along in the early days of the dot-com boom and eventually he helped take <strong> Google Inc. </strong> public in 2004. Together", "new_id": -2}]