[{"uid": "1296455315108167179", "i": 21756, "idx": 0, "sa": ["Dicky Eklund", "Mike Pence", "Micky Ward", "Simon Cowell", "Terrence Howard"], "q": "inspirations for \"The Fighter,\" the red carpet at the Screen Actors Guild awards Sunday was a cakewalk. It's \"a lot calmer here\" than in the ring, <strong> Simon Cowell </strong> <strong> Dicky Eklund </strong> said. <q>It's a lot of excitement- but in the ring, you got ta keep your head,<q> his brother, <strong> Micky Ward </strong>, Indiana's <strong> Mike Pence </strong> opts out of 2012 presidential run lead their countries effectively. In both countries, Democrats were chastened in their last <strong> Terrence Howard </strong>: Young Hollywood Hearts www.younghollywood.com Young Hollywood hangs with <strong> Terrence Howard </strong>", "new_id": -2}, {"uid": "1295391418138936343", "i": 23517, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Grand Caravan and Chrysler Town and Country this week. Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q>We need to completely rethink the minivan,<q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1294957406081149956", "i": 46647, "idx": 11, "sa": ["Allen Iverson"], "q": "guard <strong> Allen Iverson </strong> signed a two-year contract with Turkish club Besiktas on Friday. <strong> Allen Iverson </strong> played 25 games with the Philadelphia 76ers last season averaging 13.9 points but was unable to secure an offer from an NBA team this season. <q>I'm at the point in my career where mentally and physically I know I can play basketball and that's what I want to do. If I can't play in the NBA, but I want to play basketball, that's a decision I have to make,<q> <strong> Allen Iverson </strong> told reporters in New York. \"My whole thing was being wanted and being accepted by a ball club. That was the most important thing to me: to be wanted.\" The deal is set", "new_id": -2}, {"uid": "1295386095039157811", "i": 29367, "idx": 1, "sa": ["Mike Pence"], "q": "pregnant to plan their parenthood. No- it was a sham to be able to kill black babies,\" he added. He told the program that proof of the agenda is seen in the fact that <q>75 percent of all Planned Parenthood facilities are located in black neighborhoods.<q> Congressman <strong> Mike Pence </strong> of Indiana, himself a potential Republican presidential candidate, has filed a bill in the House of Representatives to revoke federal taxpayer funding for the Planned Parenthood abortion business. The Title X", "new_id": -2}, {"i": 19821, "idx": 1, "index_answer": 2, "new_id": -1, "q": "that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. \"<strong> Ricky Gervais </strong> was the host of the( Globes) show-very funny guy,\" <strong> David Letterman </strong> said on his late-night CBS show Monday. <q>But there's already talk that he'll never be invited back, and I say, \"Hey, welcome to the club.'<q> At the 2008 Emmy Awards, there was a misguided attempt to pay homage to reality TV by letting five of the genre\"s hosts, including <strong> Heidi Klum </strong> of \"Project Runway\" and <strong> Jeff Probst </strong> of \"Survivor", "sa": ["Uma Thurman", "Jeff Probst", "David Letterman", "Ricky Gervais", "Oprah Winfrey", "Heidi Klum"], "uid": "1295447541150847576"}, {"uid": "1297521836086999055", "i": 1716, "idx": 0, "sa": ["Mark Buehrle", "Michael Jordan", "Michael Vick", "Felix Jones"], "q": "did was wrong. But we wonder how <strong> Mark Buehrle </strong> can justify being compassionate to animals but wanting <strong> Michael Vick </strong> to get injured. We liked a comment an ESPN.com reader named <strong> Felix Jones </strong> wrote about the issue: <q>The obvious response[ especially as a Tigers fan] would be to say,' I hope <strong> Mark Buehrle </strong> gets hurt!,' but I truly don't. Mr. <strong> Mark Buehrle </strong>, I hope you go through the entire season- the rest of your career, as well- without any significant injuries. I just hope you suck.<q> <strong> Michael Jordan </strong> still has it... sort of The Charlotte Bobcats had a guest appearance at practice yesterday. Team owner <strong> Michael Jordan </strong>, who turns 48 next Thursday, laced up his sneaks and participated", "new_id": -2}, {"uid": "1295218070163594249", "i": 562, "idx": 20, "sa": ["Simon Cowell"], "q": "in exchange for <strong> Simon Cowell </strong> continuing with American Idol, Pop Idol would be pulled off the air, conceding the United Kingdom entirely to The X Factor. London's Independent newspaper quoted one senior music executive as saying, <q>It has come out 75/25 in favor of <strong> Simon Cowell </strong>. He is the star. He had all the aces.<q> But there was a catch, and a very big one indeed. In exchange for winning the airwaves in the United Kingdom, <strong> Simon Cowell </strong> forfeited his dream of bringing The X Factor to the United States.", "new_id": -2}, {"uid": "1296019530211435548", "i": 16055, "idx": 0, "sa": ["Bill Lockyer", "Michele Bachmann", "Newt Gingrich"], "q": "making them known,\" he added. In its statement Tuesday, the \"Network for Global Transformation\" said violence was not their goal but defended it as a means to an end. <q>The exercise of constructive violence is for us a legitimate recourse<q> the statement said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments", "new_id": -2}, {"uid": "1297094624063078408", "i": 31153, "idx": 2, "sa": ["Donald Rumsfeld", "Diane Sawyer", "President Bush", "Gerald Ford"], "q": "the execution of the war.\" \"I don't have enough confidence to say that that's right. I think that it's possible,\" <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. <q>We had( an) enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed. \"It's hard to know... You know, the path you didn't take is always smoother,<q> he said. <strong> Donald Rumsfeld </strong>, who served as <strong> President Bush </strong>'s defense chief for six years after holding the the same job under president <strong> Gerald Ford </strong> in the 1970s, acknowledged that \"in a war, many things cost", "new_id": -2}, {"uid": "1295676862036077591", "i": 43338, "idx": 1, "sa": ["Steve Booth", "Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "\" While a free-wheeling attitude typically works well at small companies, it could cause problems in a company as large as <strong> Google Inc. </strong>, says <strong> Steve Booth </strong>, a business professor at the University of Chicago. <q>The risk is that if you take away the process, that in some sense you go back to a kind of chaos,<q> Kaplan said. The management of <strong> Google Inc. </strong> has been an egalitarian arrangement, with <strong> Eric Schmidt </strong> never having the final say on important matters. Page and <strong> Sergey Brin </strong> always weighed in, too. But management by committee eventually", "new_id": -2}]