[{"uid": "1296774374174178334", "i": 42283, "idx": 0, "sa": ["Tom Jensen", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "result: This red state wants more gun control-- indeed, they favor it more than national surveys have shown since the shooting of <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong>( D) in the Tucson area. The poll asked: <q>In general do you think Arizona should have stricter laws concerning who can buy guns or not?</q> The answer was Yes 55%, No 38%. <strong> Tom Jensen </strong> points out: ''That's a higher degree of support for increased gun control in the wake of last month's shootings in Tucson than national", "new_id": -2}, {"uid": "1295581255132530301", "i": 5590, "idx": 9, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "all the attention and prosaic duties that come with running one of world's most scrutinized companies. ''I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,'' said <strong> Ken Auletta </strong>, author of <q>Googled: The End of the World As We Know It.</q>'' I think <strong> Eric Schmidt </strong> is burned out.'' There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of <strong> Google Inc. </strong>'s quarterly", "new_id": -2}, {"i": 30030, "idx": 2, "index_answer": 4, "new_id": -1, "q": "Orlando <strong> Magic Johnson </strong> on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. <strong> Michael Jordan </strong> previous high was 58 against Houston on Jan. 15, 2002. <q>I score a career high and we won the game,</q> <strong> Allen Iverson </strong> said. ''That's how you draw it up in your dreams.'' It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against <strong> George Washington </strong> on March 10, 2004, Indiana", "sa": ["George Washington", "Tracy McGrady", "Magic Johnson", "Michael Jordan", "Allen Iverson"], "uid": "1295299857181911591"}, {"uid": "1297703308198672413", "i": 1399, "idx": 1, "sa": ["Ten Million", "Sen. Bernie Sanders"], "q": "look forward to working with the Obama administration to incorporate elements of the new solar initiative into the <strong> Ten Million </strong> Solar Roofs Act to make the legislation even stronger,'' <strong> Sen. Bernie Sanders </strong> said in a press release on February 4th, <q>we have an opportunity to create hundreds of thousands of good-paying jobs and make America the world leader in solar energy.</q>+ Read the <strong> Ten Million </strong> Solar Roof Initiative Via Reuters 0 print email this email facebook facebook", "new_id": -2}, {"uid": "1296423000103301164", "i": 29539, "idx": 4, "sa": ["Zahi Hawass"], "q": "2013.( Comment on this story.) <strong> Zahi Hawass </strong> says he expects the current museum to reopen in a few days. He knows that the episode could have had a very different ending. <q>Thank God they did not know where the gold is, because if they knew about the jewelry room, this could have been a disaster.</q> Just ask the director of the Iraqi museum. Not a Fan of Facebook: New Yorker Sues Social Network Over Deleted Account 164 Money Tips: Least Evil Banks, Frugal Household Must-Haves, and Whether$ 1", "new_id": -2}, {"uid": "1296572253161710104", "i": 15667, "idx": 0, "sa": ["John Cornyn", "Barack Obama", "David Letterman", "Denny Rehberg"], "q": "Late Show with <strong> David Letterman </strong>.'' BIG SKY BATTLE <strong> Barack Obama </strong> <strong> John Cornyn </strong>, R-Texas, chairman of the National Republican Senatorial Committee, Roll Call's Kyle Trygstad first reported the news Monday night. <q>Rep. <strong> Denny Rehberg </strong>( R-Mont.) will announce Saturday he is challenging <strong> Barack Obama </strong> <strong> Jon Tester </strong>( D-Mont.).</q> ''It's happening Saturday,' said a knowledgeable Montana GOP political operative.` He''s running. There is a lot of support and enthusiasm back home, and <strong> Denny Rehberg </strong> knows he can win.", "new_id": -2}, {"uid": "1296940939224919552", "i": 14172, "idx": 12, "sa": ["Eric Schmidt"], "q": "pulsed out from that explosion- sometimes controversially but always pushing at the boundaries. <strong> Eric Schmidt </strong> reveals that the company has tightened up its procedures on product launches to protect it from the mistakes of the past. <q>It is very important that the lawyers are not making the product decisions,</q> he says. ''Because the lawyers, on balance, will be more conservative, because that is how lawyers work. So I always say to the product makers, just build the best product you can.", "new_id": -2}, {"uid": "1297584573245284867", "i": 15571, "idx": 0, "sa": ["Bill Lockyer"], "q": "while the Golden State struggles to control its finances and provide public services. But it seems that Texas, like California, has lost much of its luster. As California Treasurer <strong> Bill Lockyer </strong> says about Texas, <q>Someone just turned the lights on in the bar, and the sexiest state doesn't look so pretty anymore.</q> Its finances look a lot like California's. Texas has a 2012 budget shortfall amounting to 31.5% of its 2011 budget-- greater even than California's 29.3%. The issue shouldn't", "new_id": -2}, {"uid": "1297322486070123521", "i": 25280, "idx": 0, "sa": ["Colin Powell", "Bill Gates"], "q": "like someone, like, oh say, <strong> Bill Gates </strong> or <strong> Colin Powell </strong> to see one. Just ONCE, Mr. Space Alien, is that too much to ask?''- julie noir About <q>From Pyramid Big Dig to Big Do-Over</q>: ''Will somebody finally realize its one, true purpose- as a mausoleum? It could become one of the seven modern wonders of the world and actually- yes- attract tourism. Add to", "new_id": -2}, {"uid": "1294960874114671713", "i": 7651, "idx": 3, "sa": ["Sergio Marchionne"], "q": "annually by 2014 from 650,000 in 2009. At the North American International Auto Show, <strong> Sergio Marchionne </strong> said that he ''will take my work elsewhere'' if he fails to win a majority. Fiat would look into <q>alternatives the day after. It may even happen the same night,</q> he told reporters in Detroit. Between 1998 and 2008, Italian productivity gained 3 percent, compared with increases of 22 percent in Germany and 18 percent in Germany's 20 percent gain.", "new_id": -2}]