[{"uid": "1297217172164478976", "i": 13972, "idx": 0, "sa": ["Sergio Marchionne"], "q": ". In addition, a Claymation version of Eminem will appear in a Lipton Brisk Iced Tea commercial during the Super Bowl. On Friday, Chrysler CEO <strong> Sergio Marchionne </strong> hinted about the automaker's commercial: <q>I won't tell you what it's about, but it will be worth watching.</q> <strong> Sergio Marchionne </strong>, who spoke at a San Francisco event associated with the National Automobile Dealers Association's annual convention, said Chrysler spent less than$ 9 million on the ad. Dave Birkett:", "new_id": -2}, {"uid": "1297600054267190350", "i": 21831, "idx": 0, "sa": ["Rahm Emanuel", "Andy Coulson", "Tommy Sheridan", "Ian Edmondson"], "q": ", vivid, lurid... terrifying, confusing, ridiculously slick, shockingly clumsy, unmistakably monomaniacal and clinically bipolar.\" The New York Magazine on Broadway show Spider-Man. I think it's a rave. <q>Pointlessly tall... there's a long center stretch of his body that he doesn't know what to do with.</q> This Week: <strong> Rahm Emanuel </strong>, <strong> Andy Coulson </strong>, <strong> Ian Edmondson </strong>, the Met, <strong> Tommy Sheridan </strong> Oxbridge must not become the preserve of the wealthy| John Parrington This Week: <strong> Rahm Emanuel </strong>, <strong> Andy Coulson </strong>, <strong> Ian Edmondson </strong>, the Met, <strong> Tommy Sheridan </strong>", "new_id": -2}, {"uid": "1296332681157220878", "i": 1893, "idx": 0, "sa": ["Michael Gove"], "q": "open in September in a move that has been attacked by teaching unions. <strong> Michael Gove </strong> also revealed that he was open to the idea of establishing a free school in the Department for Education's central London headquarters. <q>We have been trying to see how we can make use of DfE estates to make space available for schools,</q> he said. The free schools, which will be funded directly by Westminster and operate outside local authority control, include ARK Conway in Hammersmith, operated by the ARK charity which already sponsors academies and was", "new_id": -2}, {"i": 31382, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Yard might have been hoping that the phone- hacking row would die down with the resignation of <strong> Andy Coulson </strong>. Few things seem more unlikely. <strong> Alastair Campbell </strong>, <strong> Andy Coulson </strong>'s most high-profile predecessor, summed it up simply yesterday: <q>I think the role of the police in this is now going to become centre-stage.</q> In truth it was a Hospitals fined for mixed-sex wards London, January 24: Hospitals have to pay a fine of Â£ 250 per patient per day for breaking rules on mixed-sex accommodation. There were around", "sa": ["Andy Coulson", "Alastair Campbell"], "uid": "1295845469082296851"}, {"uid": "1295030362239566879", "i": 28173, "idx": 1, "sa": ["Steve Ballmer"], "q": "corporate headquarters has revolved faster than the judge's panel on American Idol.\" Noritsu's new printer is smaller than competing products and uses ink jet cartridges instead of chemicals <strong> Steve Ballmer </strong> was vague about the reasons. <q>This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles,</q> said <strong> Steve Ballmer </strong>, in an e-mail Monday to Microsoft employees. Then came the inevitable follow-up. \"In conjunction with this leadership change, Bob has decided to leave Microsoft this summer,\" wrote <strong> Steve Ballmer </strong>. \"He", "new_id": -2}, {"uid": "1297642831198574106", "i": 15881, "idx": 0, "sa": ["Shayne Ward", "Simon Cowell"], "q": "United Kingdom in November 2010. <strong> Shayne Ward </strong> says that the album is expected to be released in the United States sometime in 2011. When asked what he sees himself doing in five years, <strong> Shayne Ward </strong> replied: <q>I'd like to be doing a world tour in five years. I feel like I'm ready to branch out and take it to other places.</q> <strong> Shayne Ward </strong> tells the Shropshire Star that he doesn't seen \"X Factor\" judge/executive producer <strong> Simon Cowell </strong> that much these days because \"he's always off,\" says <strong> Shayne Ward </strong>. \"I don't", "new_id": -2}, {"uid": "1295622311169754648", "i": 7497, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "<strong> David Cameron </strong>'s judgement) \"I don't think so at all because <strong> Andy Coulson </strong> resigned from News of the World when he found out what was happening.\" LABOUR PARTY LEADER ED MILIBAND <q>Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him. We think he should have gone earlier. He has now done the right thing. I think there are questions about <strong> David Cameron </strong>'s judgement, about hanging on to him as long as he did.</q> TIM BALE, PROFESSOR OF POLITICS, UNIVERSITY OF SUSSEX \"It's obviously damaging because <strong> Andy Coulson </strong> was a very effective media operator so he is losing someone who was incredibly useful to the <strong> David Cameron </strong> operation", "new_id": -2}, {"uid": "1295573549080838695", "i": 9688, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong>'s role will transition to focusing on external deals such as partnerships and government outreach. <strong> Eric Schmidt </strong> insisted that the move was part of a \"streamlining\" effort rather than a management shake-up. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> said <strong> Eric Schmidt </strong>. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.\" The move comes after <strong> Eric Schmidt </strong> spent some ten years as Google's", "new_id": -2}, {"uid": "1297224951053084175", "i": 33399, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "Show\" with <strong> David Letterman </strong> that night. He sounded tired and hoarse in the frigid weather, but he had offered his fans one more thing before he left- his \"title belt.\" <q>I just want you to know, for the next year you guys can steal my belt celebration because we're the champions of the world. Put that on whenever you want,</q> <strong> Aaron Rodgers </strong> said with a huge smile. \"It's been a great journey.\" A better life... is just a click away! Click here to get connected to some of the best health care", "new_id": -2}, {"uid": "1295960092216842257", "i": 24400, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell", "Christian O'Connell"], "q": "revealed that he has been kicked off Facebook because he was thought to be an imposter. The X Factor host did have an account on the social networking site, but it was taken off. <q>I've got to be honest, they chucked me off Facebook- they thought it was someone pretending to be me, so I haven't got a Facebook, they literally threw me off Facebook, how annoying is that?</q> he told Absolute Radio's <strong> Christian O'Connell </strong> on his breakfast show. <strong> Dermot O'Leary </strong> also revealed how X Factor judge <strong> Simon Cowell </strong> has a bath in his dressing room. \"<strong> Simon Cowell </strong>'s decked out his whole dressing room", "new_id": -2}]