[{"uid": "1297074145091652117", "i": 21118, "idx": 1, "sa": ["Simon Cowell", "the Fox"], "q": "if the update will confirm <strong> the Fox </strong> show's judges or presenter.`` It's what we've all been waiting for. The X Factor. Airing on <strong> the Fox </strong> this Fall,'' the site teased. <q> And we're on a mission to find America's top undiscovered singing talent.`` Be sure to check back tomorrow for some BIG X Factor news. </q> The Twitter account for <strong> Simon Cowell </strong>'s Syco Music confirmed that a`` big announcement'' will be made at some stage today. The news comes as two new promos for the reality competition Will YoungWe", "new_id": -2}, {"uid": "1295968668242466824", "i": 17831, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "executive chairman,`` a lot of my time'' will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said.`` We've got very complicated government issues,'' he said, adding that <q> we move quickly, and we tend to be disruptive at scale. </q> European Union officials last year opened a formal antitrust probe into <strong> Google Inc. </strong> search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries", "new_id": -2}, {"uid": "1295094125134053943", "i": 20078, "idx": 8, "sa": ["Chris Webber", "Allen Iverson"], "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q> We've been talking about this for a year-and-a-half, so we're glad that this is coming, </q> <strong> Chris Webber </strong> said.`` We really like playing together, and we're getting it going. We're really just http://wn.com/Allen_Iverson_31pts_vs_Kobe_Bryant_Eddie_Jones_Van_Exel_Lakers_97/98_NBA_Vintage Credit to baldheadkid Hot-shooting <strong> Allen Iverson </strong> had 31 points and eight assists as the Philadelphia 76ers took advantage of", "new_id": -2}, {"uid": "1295396906230801414", "i": 5571, "idx": 1, "sa": ["Ryan Seacrest", "Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "us to be creative and shake the whole thing up,'' Lythgoe said. The new judges are a key part of that sea change. <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> have years of experience to draw from. <q> They bring more of a critique rather than just,` Pack your suitcase. You're going home.' </q> OK, but without <strong> Simon Cowell </strong> and his brutal- and frequently entertaining- honesty, will the show be as compelling to watch? Veterans Jackson and host <strong> Ryan Seacrest </strong> say it will.`` I'm", "new_id": -2}, {"uid": "1296048510257392641", "i": 15778, "idx": 2, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "`` Who has made the right judgment, me that appointed the shadow chancellor or you who clung onto <strong> Andy Coulson </strong> for months?'' Referring to comments by senior Tory <strong> David Cameron </strong> Davis, Mr <strong> Ed Miliband </strong> said people would <q> know what he meant when he said the Prime Minister and <strong> Gordon Brown </strong> don't have a sense of what a large part of the country feels </q>. Mr <strong> Ed Miliband </strong> added they were`` out of touch'' and`` taking a reckless gamble'' over the economy.`` What these figures show for millions of people up and down the country", "new_id": -2}, {"uid": "1295593237183287808", "i": 33965, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "the same interview, saying it had started to become clear the company needed to be run more crisply.`` I am not as concerned about the titles as I am winning,'' <strong> Eric Schmidt </strong> said. <q> I am quite certain that this change will result in faster decision making and better value for the shareholders. </q> Google's stockholders have had little to complain about, not that it would have made a major difference because <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> combined own a controlling stake in the company. Google is coming off", "new_id": -2}, {"uid": "1295192464060719105", "i": 22397, "idx": 0, "sa": ["The Scottish Falsetto Sock Puppet Theatre", "Andy Coulson"], "q": "show that will rock your socks off- if only all laundry could be this fun.''-**** Three Weeks`` How on earth does <strong> The Scottish Falsetto Sock Puppet Theatre </strong> turn out to be so bloody good?''-**** Chortle <q> Enough energy to run the National Grid. Sheer comic genius </q>- Venue`` Utterly irresistible''- The Stage`` Hilarious... the Abbott& Costello of the sock world''- Time Out`` Insane yet adorable''- Doctor Who Magazine <strong> Andy Coulson </strong>` not quitting over phone hacking", "new_id": -2}, {"uid": "1295565600254656524", "i": 5827, "idx": 2, "sa": ["Ken Auletta", "Eric Schmidt", "Barack Obama", "Joseph Galante"], "q": "previous month. Combined, Microsoft and Yahoo had 28 percent, down from 28.2 percent, according to ComScore. <strong> Eric Schmidt </strong> may be eyeing a role in the administration of U.S. <strong> Barack Obama </strong>, <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World as We Know It, </q> told Bloomberg Television. <strong> Eric Schmidt </strong>, who commented on the management change to his more than 225,000 followers on Twitter:`` Day-to-day adult supervision no longer needed!''-- With assistance from <strong> Joseph Galante </strong> and", "new_id": -2}, {"uid": "1297523345201211904", "i": 13403, "idx": 0, "sa": ["Cecile Richards", "Mike Pence"], "q": "president <strong> Cecile Richards </strong> then had the audacity to send out an urgent appeal for abortion advocates to contact Congress- so the organization can rake in even MORE of your hard-earned tax dollars.'' The groups continue: <q> We must act swiftly and take a public stand against Planned Parenthood's harmful agenda- raising awareness in the communities where we live, and calling upon Congress to immediately strip the abortion chain of all tax funding. This Monday, February 14, all people of faith and conscience are being called upon to hold one-hour`` Vigils for Victims </q> of human trafficking during the Noon hour in the public right-of-way outside Planned Parenthood offices nationwide.'' Congressman <strong> Mike Pence </strong> has introduced legislation that would yank the Title X family planning money Planned Parenthood receives, and he", "new_id": -2}, {"i": 12731, "idx": 3, "index_answer": 0, "new_id": -1, "q": "is big for me. I'm just thankful to have the opportunity to play in this league again. And have the opportunity to go out on the field this year and play again,'' <strong> Michael Vick </strong> said. <q> However it comes, whatever happens, happens. </q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "sa": ["Michael Vick"], "uid": "1297067872184320061"}]