[{"uid": "1295411717092504082", "i": 28, "idx": 0, "sa": ["Simon Cowell"], "q": "that's been the thinking behind \"American Idol,\" home of the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to <q>a cat being thrown off a skyscraper,</q> telling another, \"Don't mean to be rude, but you look like the Hulk's wife,\" reducing dozens of hopefuls to their worst \"ugly cry\"- and propelling the show to", "new_id": -2}, {"i": 39167, "idx": 2, "index_answer": 0, "new_id": -1, "q": "Eagles owner, <strong> Jeffrey Lurie </strong>, and commended him for giving <strong> Michael Vick </strong> a \"second chance.\" According to reports, Mr. <strong> Jeffrey Lurie </strong> said Mr. <strong> Barack Obama </strong> was \"passionate about it,\" adding that the president said <q>it's never a level playing field for prisoners when they get out of jail. And he was happy that we did something on such a national stage that showed our faith in giving someone a second chance after such a major downfall.</q> Now Mr. <strong> Michael Vick </strong> says he wants another dog. Society would never allow a child molester or a very violent person to adopt a vulnerable child, so we should never be in favor of allowing", "sa": ["Jeffrey Lurie", "Michael Vick", "Barack Obama"], "uid": "1295439934220266568"}, {"uid": "1295911715085770242", "i": 32745, "idx": 0, "sa": ["Bill Lockyer"], "q": "of examples: â\u0080¢ The Debt Ceiling. The deficit and the debt are real issues, but the \"debt ceiling\" debate is political posturing. Professor Hamilton recently wrote: Debt ceiling politics <q>If you have a concrete proposal to raise tax revenue or cut spending, then put it on the table. But if you simply want to grandstand on the debt ceiling as if it were a stand-alone issue, it is clear that you have nothing but contempt for the voters.</q> â\u0080¢ A recent article on NY Times about \"discussions\" on state bankruptcies. Not Gon na Happen. Economix has California's state treasurer, <strong> Bill Lockyer </strong> response: State Bankruptcies? \"Ludicrous,\" He Says", "new_id": -2}, {"uid": "1295986732223739907", "i": 26244, "idx": 0, "sa": ["Andy Coulson", "Steve Coogan", "Richard Keys"], "q": "female managing director of a professional club, at Birmingham, in 1993, said Gray and <strong> Richard Keys </strong>'s remarks were \"not anything other than sexism' and added:` I'm surprised they didn't say, <q>We'd better go down and tell her to put the kettle on</q>.' Sky reporter <strong> Andy Coulson </strong> Burton( right):` Apparently, a female lino today, a bit of a looker... according to <strong> Steve Coogan </strong> the cameraman.\" Gray(", "new_id": -2}, {"uid": "1295304607132857897", "i": 47242, "idx": 2, "sa": ["Colin Powell"], "q": "development programs. Today, UNCF supports more than 60,000 students at over 900 colleges and universities across the country. Its logo features the UNCF torch of leadership in education and its widely recognized motto, <q>A mind is a terrible thing to waste.</q> Â® Learn more at UNCF.org. ABOUT THE GENERAL MILLS FOUNDATIONThe mission of the <strong> Colin Powell </strong> Mills Foundation, celebrating 56 years of giving, is to nourish communities. In fiscal 2010, <strong> Colin Powell </strong> Mills awarded more", "new_id": -2}, {"uid": "1295804058124010503", "i": 26642, "idx": 0, "sa": ["Hu Jintao", "Colin Powell", "Barack Obama"], "q": " \"State of the Union\" Sunday, <strong> Colin Powell </strong> said the meeting between <strong> Hu Jintao </strong> and <strong> Barack Obama </strong> resulted in some successful trade deals; however, it probably would not do much to alter Beijing's human-right policies. <q>They are going to remain an authoritarian nation,</q> <strong> Colin Powell </strong> said. \"They believe that's the only way they can run a nation of 1.3 billion people, and they haven't done badly in recent years.\" <strong> Colin Powell </strong> observed that both leaders presented", "new_id": -2}, {"uid": "1295874988013910042", "i": 2033, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "John Thune", "Gabrielle Giffords", "Tom Coburn", "Chuck Schumer"], "q": "from each party, Republican <strong> John Thune </strong> of South Dakota and <strong> Kirsten Gillibrand </strong> of New York, will pair off, and New York's liberal senior <strong> Barack Obama </strong> <strong> Chuck Schumer </strong> said he'll be elbow-to-elbow with conservative <strong> Tom Coburn </strong> of Oklahoma. <q>I think if <strong> Tom Coburn </strong> and <strong> Chuck Schumer </strong> can sit next to each other, then probably just about everybody can,</q> Among the guests at the State of the Union address will members of the medical team tending to Rep. <strong> Gabrielle Giffords </strong>, and hero intern Daniel Hernandez, who is credited with having helped save the congresswoman's life", "new_id": -2}, {"uid": "1295562321105267213", "i": 32368, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Sergey Brin </strong> for a long time to come.\" Page praised <strong> Eric Schmidt </strong> for doing an outstanding job leading Google as CEO. \"The results speak for themselves,\" Page said in a statement. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity-- we are only at the beginning and I can't wait to get started.</q> Before <strong> Eric Schmidt </strong> was hired in April 2001, Page was Google's CEO.", "new_id": -2}, {"uid": "1296715973185712699", "i": 48449, "idx": 0, "sa": ["Clay Matthews III", "Michael Vick", "Ben Roethlisberger"], "q": "they have <strong> Ben Roethlisberger </strong> and a defense that led the NFL in eight statistics, the Steelers are underdogs. The Packers know if they're going to prove the oddsmakers right, they have to stop <strong> Ben Roethlisberger </strong>. <q>He's a unique athlete( because) he's a bigger guy,( and) it's almost like taking down an offensive lineman,</q> Packers outside linebacker <strong> Clay Matthews III </strong> said. \"He shrugs off defenders, can extend plays and have his receivers become open downfield. \"It sounds kind of comical, but he's very similar to a <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1295343378035373069", "i": 3990, "idx": 0, "sa": ["Oprah Winfrey", "Michael Vick", "Piers Morgan"], "q": "network's dismal viewer ratings, also used the interview to set himself up as <strong> Oprah Winfrey </strong>'s first-among-rivals, waging his own bet with her in British pounds that he would interview rehabbed football player <strong> Michael Vick </strong> before she could. <q>I've dreamed of being your rival,</q> he said. A charming <strong> Piers Morgan </strong>, who interviewed <strong> Oprah Winfrey </strong> in a cozy sitting room set, referred to his guest as \"the American Queen\" and \"America's therapist\"- not a dramatic departure", "new_id": -2}]