[{"uid": "1295342642027394062", "i": 58259, "idx": 1, "sa": ["Steven Tyler", "David Letterman"], "q": "Letterman-David Letterman/49114/main\">` Late Show'( Weeknights, 11:35 PM on CBS), referring to the years of national touring he did with Aerosmith. \"But, today's a different world.\" <q> I prefer the process that gave us you to this process, </q> Letterman-David Letterman/1382349/main\"> <strong> David Letterman </strong> said of` American Idol.' \"By the time you're ready, you're ready, and we have the honest, legitimate stamp of approval.\" <strong> Steven Tyler </strong> responded,", "new_id": -2}, {"uid": "1295674696105103375", "i": 10572, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "conference call, much was stressed on <strong> Larry Page </strong> \"being ready,\" writes Forbes' Quentin Hardy. <strong> Eric Schmidt </strong> added that <strong> Larry Page </strong> had \"lots of ideas that are interesting and clever.\" <q> <strong> Larry Page </strong> is likely to be a very capable chief executive at Google- as long as the rules don't change, and he has to prove he is a businessman, </q> Page-mean-business/\"> Hardy adds. <strong> Eric Schmidt </strong>'s departure had been a long time coming, Schmidt-Eric Schmidt-Larry Page-Larry Page\"> says Charles Arthur in The Guardian: \"After slipups with search, Street View and", "new_id": -2}, {"uid": "1295798635051544104", "i": 33579, "idx": 21, "sa": ["Billy Butler", "Colin Powell", "Barack Obama"], "q": "Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race. \"I will always vote for the person who I think is best qualified,\" he said. <q> I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either. </q> ROUTE DELIVERY American Foodservice <strong> Billy Butler </strong> agrees to four-year,$ 30 million extension with Royals", "new_id": -2}, {"uid": "1297352096264044547", "i": 33793, "idx": 1, "sa": ["Joan Rivers", "Justin Bieber", "Sergio Marchionne", "Jennifer Hudson", "Oprah Winfrey"], "q": "the help of a Groupon deal. Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> speaks... Chrysler Group LLC Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> waits... Video: ShowBiz Minute: Lohan, <strong> Justin Bieber </strong>,` Mad Men' Report Abuse <q> Nearly all the commercials were from bad to awful( the Doritos ads being particularly bad), the VW was probably the best, but a Dagoba style raising the car off the ground in a parody of Luke with the Xwing in the swamp would have been better, sill, not bad. And what idiot working for godaddy's ad group needs to be fired for the <strong> Joan Rivers </strong> thing? That was creepy and disgusting. </q> ABC News: <strong> Jennifer Hudson </strong> to Appear on <strong> Oprah Winfrey </strong> Show The 2011 Chrysler Lineup Visit the Official Site to Schedule Your Test Drive Appointment Today! Chrysler 2011 Prices Save on Your New Chrysler! Find Out Our Lowest Possible Price", "new_id": -2}, {"uid": "1295644189196657172", "i": 26124, "idx": 1, "sa": ["George Osborne", "Andy Coulson", "David Cameron", "Ian King"], "q": "sad to see him go, allies suggest the fact they are not distraught shows how they have grown in confidence since appointing <strong> Andy Coulson </strong> at a low point in 2007, during the row over grammar schools. <q> <strong> David Cameron </strong> has grown into a natural prime minister and <strong> George Osborne </strong>'s reputation has been enhanced as chancellor, </q> one senior figure said. \"Their relIan Kingce on any one person is less than it was.\" As Labour criticised the prime minister's judgment in bringing a former tabloid editor with baggage into Downing Street", "new_id": -2}, {"uid": "1295641898262504480", "i": 29592, "idx": 9, "sa": ["Eric Schmidt"], "q": "talks to Lauren Goode about the surprise change atop the internet giant. In a nod to how he was regarded as Google's elder statesman, Mr. <strong> Eric Schmidt </strong> tweeted wryly after the management shifts were announced, <q> Day-to-day adult supervision no longer needed! </q> In the decade since Mr. <strong> Eric Schmidt </strong> joined Google, the company blew by competitors such as Microsoft Corp. in the search-ad business. Google has since moved into mobile-device software with Android, which powers millions of", "new_id": -2}, {"uid": "1295286541082853912", "i": 2349, "idx": 0, "sa": ["Steve Ballmer"], "q": "Microsoft Dynamics CRM Online is available today at a promotional price of$ 34 per user per month for the first 12 months of service to qualified customers that sign up by June 30, 2011. <q> Sales professionals are at the heart of almost every successful business, </q> <strong> Steve Ballmer </strong> said. \"Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "new_id": -2}, {"uid": "1295670452069369863", "i": 9989, "idx": 5, "sa": ["Nathaniel D Robinson", "Grant Hill", "LeBron James", "Allen Iverson", "Keyon Dooling"], "q": "and fortuNathaniel D Robinsonly, it went in,\" <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. \"That wasn't the first time he threw one in like that,\" <strong> Keyon Dooling </strong> said. <q> He was definitely on tonight. That final shot was just another example of a great player maLeBron James a great play when they needed him. </q> The Magic had a chance to tie the game, but <strong> Grant Hill </strong>'s 12-footer at the buzzer was short. <strong> Grant Hill </strong>, who led the Magic with 25 points, had hit a similar shot to tie the game at", "new_id": -2}, {"uid": "1296757679010059804", "i": 7011, "idx": 4, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "it was <strong> George H. W. Bush </strong> who first raised the possibility of intervention in Iraq, two weeks after the 9/11 attacks. He expresses regret over the handling of some prisoners at Abu Ghraib in Iraq and at Guant?namo Bay. <q> Looking back I see there are things the administration could have done differently and better with respect to wartime detention, </q> he says. <strong> Donald Rumsfeld </strong> claims interrogation techniques used by the military, for which he had responsibility, were less extreme than those used by the CIA. <strong> Donald Rumsfeld </strong>'s Iraq strategy was doomed to failure", "new_id": -2}, {"uid": "1295715899131842121", "i": 31233, "idx": 1, "sa": ["Hillary Clinton", "Kirsten Gillibrand"], "q": "But these are not ordinary circumstances, and <strong> Kirsten Gillibrand </strong> looks exhausted and emotionally wrung out. Her husband, Jonathan, she says, is having an especially rough time. Asked about the shooting, he noted simply, <q> I worry about her every day, and I always have. </q> Though distraught, <strong> Kirsten Gillibrand </strong> is determined not to let the tragedy change how she does her job-especially now, when things seem to be going her way. Two years after being plucked from the House to fill <strong> Hillary Clinton </strong>", "new_id": -2}]