[{"uid": "1295733874106954754", "i": 17008, "idx": 4, "sa": ["Allen Iverson", "Tyronn Lue", "Nigel Mansell"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.''`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said 1993 <strong> Nigel Mansell </strong> FIRST TEST IN A INDYCAR", "new_id": -2}, {"uid": "1295596871034635840", "i": 49158, "idx": 1, "sa": ["David Letterman"], "q": "with href=\"http://television.aol.com/celebs/David Letterman-David Letterman/1382349/main\"> <strong> David Letterman </strong> what happened, and showed the scars to prove it. She slipped off her horse, and then the horse`` got a little trapped'' and backed across her leg. <q> I actually thought he was walking on leaves, </q> she said.`` That's the way the sound of my leg was.'' A scar on the side of her ankle represented where the bone came out, and there was another longer one down", "new_id": -2}, {"uid": "1297490833134791170", "i": 58229, "idx": 3, "sa": ["Mike Pence", "Mike Huckabee"], "q": "between the problems they identify and the policy solutions they propose. They tend to talk about issues such as abortion and gay rights, stem cell research and the role of religion`` in the public square'': <q> Those who would have us ignore the battle being fought over life, marriage and religious liberty have forgotten the lessons of history, </q> said <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Former Arkansas Gov. <strong> Mike Huckabee </strong>, at the same summit, said:`` We need to understand there is a direct correlation between", "new_id": -2}, {"uid": "1295669701105103360", "i": 8198, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "interesting and clever and it's time for him to have a shot at running this.'' <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>'s leadership over nearly a decade and said his advice as executive chairman will be invaluable. <q> The results speak for themselves, </q> <strong> Larry Page </strong> said.`` There's really no one else in the universe who could have accomplished what <strong> Eric Schmidt </strong> has done.'' Google generated$ 8.44 billion in revenue in the quarter, ended December 31,", "new_id": -2}, {"uid": "1296044608187023372", "i": 11696, "idx": 0, "sa": ["Michael Vick"], "q": "deal with Unequal Technologies, a provider of the football pads that the quarterback wore most of this past season. It's his first endorsement contract since his release from prison two years ago. <q> The Unequal technology is a part of my game now, and I won't play without my Unequal, </q> <strong> Michael Vick </strong> said in a to-be-released statement.`` Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.''", "new_id": -2}, {"uid": "1295329270137969707", "i": 36932, "idx": 0, "sa": ["Wade Smith", "John Edwards", "Mike Pence", "Bill Clinton"], "q": "the money spent on campaigns for federal offices, limit the amounts of such donations, and prohibit the conversion of campaign funds to personal use. <strong> John Edwards </strong>'s attorney <strong> Wade Smith </strong> would not discuss specifics but said, <q> we do not believe there is evidence that <strong> John Edwards </strong> has violated any election laws. </q> Reagan veteran launches push for <strong> Mike Pence </strong> presidency WASHINGTON- An independent campaign to persuade GOP Representative <strong> Mike Pence </strong> to run for <strong> Bill Clinton </strong> in 2012 is underway, with a veteran of the Reagan White House launching a petition drive yesterday", "new_id": -2}, {"uid": "1295556096104759333", "i": 21451, "idx": 1, "sa": ["Simon Cowell", "Cher Lloyd"], "q": "`` You'd think <strong> Cher Lloyd </strong> would just be happy for the chance, but she's told <strong> Simon Cowell </strong> she wants to do it her own way,'' one source blabs to the Daily Mail. <q> She's thrown a few heavy-duty tantrums and is, frankly, being a bit of a pain, </q> adds the insider.`` You have to admire such self-confidence in a young girl, but she's no respecter of authority and she's had run-ins with a few people.'' Catch <strong> Cher Lloyd </strong> on tour", "new_id": -2}, {"uid": "1295892540257261619", "i": 12069, "idx": 0, "sa": ["Klaus Schwab", "Donald Rumsfeld"], "q": "<strong> Klaus Schwab </strong> said he doesn't think it will.`` I'm absolutely sure that the euro will not collapse because I think there is still a strong European solidarity in place,'' he told AP. <q> Europe, in this new world that is coming up, if it wants to become a key actor and stay a key actor it has to express itself in terms of its unity and it has to make sure that euro is also secured by a much greater common effort, working together in fiscal monetary and general economic policies. </q> Organizers are trying to answer their critics this year by taking time to discuss how to deal with unforeseen risk- the`` unknown unknowns'' as former U.S. Defence Secretary <strong> Donald Rumsfeld </strong> once put it.", "new_id": -2}, {"uid": "1295844451132481080", "i": 7006, "idx": 4, "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "q": "reform.`` You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.`` I think he's working very hard on the issue of unemployment,'' <strong> Colin Powell </strong> said, <q> which I think is the major problem facing America right now. </q> Dismissing speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in", "new_id": -2}, {"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q> We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more, </q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}]