[{"uid": "1297120389257998877", "i": 20499, "idx": 0, "sa": ["Simon Cowell"], "q": "five-million dollar purse the winner will take away, along with a recording contract with Sony, <strong> Simon Cowell </strong> admitted to being just a little bit nervous about the seven figure stakes but believes he can find a deserving star. <q>The money rightly puts an enormous amount of pressure on people,</q> said the reality TV mogul. The winner will receive a million-dollar check once a year for five years, from which recording and marketing expenses will not be deducted. \"This is not a dressed-up five", "new_id": -2}, {"uid": "1296059138109985792", "i": 35759, "idx": 2, "sa": ["Michael Vick", "Barack Obama"], "q": "<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great.\" The company states in a press release, <q>When <strong> Michael Vick </strong>'s ribs were injured after being drilled by a pair of Washington Redskins, the Eagles equipment staff contacted Unequal to build a lightweight, comfortable, flexible vest that could withstand the force of a NFL style blitz. Unequal answered the call with its EXOskeleton â\u0084¢ technology that it originally developed for the military. <strong> Michael Vick </strong> used the Unequal Chest Protector in the November 7th game against the Indianapolis Colts to protect his ribs. After the game <strong> Michael Vick </strong> said the Unequal Pad made him feel invincible.</q> \"I'm thrilled to be a part of the Unequal team. I have been wearing Unequal chest protectors, shoulder pads, and thigh pads for much of the late and post-season- resulting in pain-free", "new_id": -2}, {"uid": "1295775786222068738", "i": 32036, "idx": 4, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": " \"I asked a successful guy, \"What's the best advice you can give me?\" He said, \"<strong> Simon Cowell </strong>, know when to leave the fair,\" he said. <q>I think that's good advice- one year, I actually found myself thinking, \"I've run out of insults, I don't know how I'm going to tell people they suck. \"Something inside you says, \"You know what, it's time to go. \"I've enjoyed myself, I mean it\"s not the most difficult job in the world, is it?</q> he added. News on <strong> Simon Cowell </strong> News on <strong> Oprah Winfrey </strong> Copyright Asian News International/DailyIndia. com", "new_id": -2}, {"uid": "1295562153178864134", "i": 25856, "idx": 2, "sa": ["Eric Schmidt"], "q": ", and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead.\" As for <strong> Eric Schmidt </strong>'s own new gig, <q>I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and Sergey.</q>", "new_id": -2}, {"uid": "1295665801007979095", "i": 3107, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "played\" in getting the party back into government. But he admitted the row over phone hacking made it \"difficult to give the 110% needed in this role\". He added: <q>I stand by what I said about those events. \"When a spokesman needs a spokesman its time to move on.</q> Mr <strong> David Cameron </strong> said: \"I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled", "new_id": -2}, {"i": 2310, "idx": 4, "index_answer": 3, "new_id": -1, "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis. \"Monday, I get to wake up and it's Christmas,\" <strong> Allen Iverson </strong> said with a smile. <q>Obviously, it's going to be a fun day.</q> The four-time scoring champion and seven-time All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> LaBradford Smith </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "sa": ["Carmelo Anthony", "Marcus Camby", "Steve Blake", "Allen Iverson", "LaBradford Smith"], "uid": "1294966525056983567"}, {"uid": "1295573461159776784", "i": 3555, "idx": 1, "sa": ["Steve Jobs", "Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "in 2001 to bring more management experience to a then-fledgling company, will assume the role of executive chairman, focusing on deals and government outreach, among other things. <strong> Sergey Brin </strong> will concentrate on strategic projects. <q>Larry is ready. It's time for him to have a shot at running this,</q> <strong> Eric Schmidt </strong> told analysts on a conference call. Shares in the Internet search and advertising leader rose about 2 percent to$ 639 in extended trading. Just days ago, Apple <strong> Google Inc. </strong> CEO <strong> Steve Jobs </strong> announced", "new_id": -2}, {"uid": "1295264028094093318", "i": 7252, "idx": 0, "sa": ["Andy Coulson"], "q": "happened\" when <strong> Andy Coulson </strong> was editor of the News of the World, but resigned \"when he found out about them\", which the prime minister said was \"the right thing to do\". <q>I almost think there is a danger at the moment that he is effectively being punished twice for the same offence. I judge his work by what he has done for us... I gave him a second chance. I think in life sometimes it's right to give someone a second chance. He resigned for what went wrong at News of the World. I would just argue working for the government, I think he has done a good job.</q> He added: \"Of course he was embarrassed, but he has had a second chance from me to do this job. I think he has done the job in a very good way.\"", "new_id": -2}, {"uid": "1295907918177651713", "i": 23768, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush"], "q": "most I've never reread.\" As defense secretary under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos; \"snowflakes,\" they were called. He reads from some issued in 2003 and in 2005: <q>Are we winning or losing the War on Terror?</q> \"Is the U.S. government changing fast enough?\" \"Do we need more troops? And if so, where and for what purpose?\" \"My brain would be going,\" he says", "new_id": -2}, {"uid": "1297234014042778761", "i": 942, "idx": 5, "sa": ["Donald Rumsfeld", "Ray LaHood"], "q": "by the data from the three newer large rail metropolitan areas( see the section \"Rail and Traffic Congestion\" above). Congestion Cost Savings. The conclusion of \"Washington's War\" was that <q>work-trip travel times are longer and traffic congestion is more intense in the large-rail metropolitan areas than in the 43 metropolitan areas without intense rail systems. The costs of lost time( including longer travel times due to congestion and the excess time of transit travel) are thus higher in large-rail metropolitan areas. Further, these longer travel times retard economic and employment growth and result in higher rates of unemployment for lower-income households.</q>( Emphasis added.) A principal criticism in \"Washington's War\" was <strong> Donald Rumsfeld </strong> <strong> Ray LaHood </strong>'s use of the dated claim of congestion savings attributable to transit in the APTA report, since much newer data were", "new_id": -2}]