[{"uid": "1296721225165789698", "i": 8603, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "But he concluded that the war in Iraq has been worth the cost and remained largely unapologetic about his handling of the conflict. Had the government of Saddam Hussein remained in power the Middle East would be <q> far more perilous than it is today, </q> he wrote in the 800-page book, which is released next Tuesday. A leading architect of the Iraq war, Mr <strong> Donald Rumsfeld </strong> was fired by Mr Bush in 2006 with US troops bogged down in Iraq.", "new_id": -2, "mturk_index": "2179"}, {"uid": "1295479227005455882", "i": 2256, "idx": 0, "sa": ["Oprah Winfrey", "Piers Morgan", "Michael Vick"], "q": "celebrity smooch job taped a week ago? <strong> Piers Morgan </strong> is very British and has a Page 3 tabloid mentality. Page 3 is where British papers run photos of topless women. He asked <strong> Oprah Winfrey </strong>, <q> How many times have you been properly in love? </q> Properly? Does it come with instructions? We don't talk like that. When he proposed a wager with <strong> Oprah Winfrey </strong> over who'll get to interview <strong> Michael Vick </strong> first, <strong> Piers Morgan </strong> said, \"I", "new_id": -2, "mturk_index": "325"}, {"uid": "1296633836234962960", "i": 12989, "idx": 4, "sa": ["Chris Webber", "Samuel Dalembert", "Allen Iverson", "Tim Duncan", "Kyle Korver", "Maurice Cheeks", "Gregg Popovich", "Willie Nelson"], "q": "'ve got to win it,\" he said. After <strong> Kyle Korver </strong> sent the game into a third overTim Duncane, <strong> Chris Webber </strong> deliveWillie Nelson a clutch steal and secuWillie Nelson the Philadelphia 76ers' 125-124 victory over the Celtics on Friday night. <q> It was an amazing game, </q> Sixers <strong> Gregg Popovich </strong> <strong> Maurice Cheeks </strong> said. Was it ever. <strong> Chris Webber </strong> had 31 points and 13 rebounds, <strong> Allen Iverson </strong> scoWillie Nelson 33 points with 10 assists, and <strong> Samuel Dalembert </strong> had 20 points and 11 rebounds in the Sixers' longest game since", "new_id": -2, "mturk_index": "1841"}, {"uid": "1297298981049397785", "i": 49728, "idx": 0, "sa": ["Janet Napolitano", "Donald Rumsfeld"], "q": "<strong> Janet Napolitano </strong>: Threat may be highest since 9/11... Article: US targets 2 Taliban, Al-Qaeda money men... Video: DHS Ends Color-Coded Threat Level System... Video: AP Impact: Uneven accountability at CIA Report Abuse <q> \"Hey Fattie, close the back door; flies are getting in. </q> \" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy", "new_id": -2, "mturk_index": "480"}, {"uid": "1295990431002195464", "i": 3658, "idx": 1, "sa": ["Conan O'Brien", "Sacha Baron Cohen", "David Letterman", "Matt Lauer"], "q": "that claimed that the Palestinians were prepared to compromise over two of the toughest Bruno to Terrorist Leader: \"Your King Osama Looks Like a Kind of Dirty Wizard or a Homeless Santa\" Bruno to Terrorist Leader: <q> Your King Osama Looks Like a Kind of Dirty Wizard or a Homeless Santa </q>( 7/9/09) <strong> Sacha Baron Cohen </strong> makes the media rounds( <strong> David Letterman </strong>, <strong> Matt Lauer </strong>- \"Today Show\" & <strong> Conan O'Brien </strong>) to promote \"Bruno,\" his latest outrageous comedy film character. Alleged terrorist Aita to Bruno: \"", "new_id": -2, "mturk_index": "1093"}, {"uid": "1297514117014598155", "i": 33871, "idx": 1, "sa": ["Brian Regan", "David Letterman"], "q": ", including 2007's \"<strong> Brian Regan </strong> Standing Up.\" He's made the rounds of late night TV talk as a regular on <strong> David Letterman </strong>'s CBS show. The Philadelphia Inquirer said of <strong> Brian Regan </strong>: <q> A stand-up keeps it clean and cleans up. </q> article by Gail Shister. The City Weekly of Salt Lake City said: \"Through sold-out shows and fans who know every punch line, <strong> Brian Regan </strong> stays humble.\" article by Jennifer Heaney", "new_id": -2, "mturk_index": "1723"}, {"uid": "1295026897173473835", "i": 8524, "idx": 0, "sa": ["Camille Grammer", "David Letterman", "Kelsey Grammer"], "q": ") <strong> Kelsey Grammer </strong> said, \"She was nice, and we both said hello. She has a very strong handshake\" , but admitted that there was a degree of tension surrounding the chance encounter, she added, <q> It was uncomfortable. <strong> Kelsey Grammer </strong> looked shocked. The look on his face. It's the first time I've seen him and her together. And with my children, that was uncomfortable </q>. During an appearance on` The Late Show with <strong> David Letterman </strong>' yesterday, 55-year-old <strong> Kelsey Grammer </strong> confirmed his engagement to Kayte and spoke about how the divorce from <strong> Camille Grammer </strong> was affecting his children, saying, \"The kids seem", "new_id": -2, "mturk_index": "995"}, {"uid": "1296813127059981847", "i": 5075, "idx": 0, "sa": ["Michael Vick"], "q": "has three Lombardi Trophies, but doesn't make the list. And then there is the case of <strong> Michael Vick </strong>. Master said <strong> Michael Vick </strong> was No. 30 on the Philadelphia list in that October survey. <q> <strong> Michael Vick </strong> has one of the highest levels of awareness in Philadelphia, even higher than some of the top five, </q> Master said. \"But his appeal is not really as high, for obvious reasons... \"I would think, based on the success of his season, that he would be higher when", "new_id": -2, "mturk_index": "864"}, {"uid": "1297207620184696835", "i": 8383, "idx": 3, "sa": ["Colin Powell", "Donald Rumsfeld"], "q": ". Seg?n mi punto de vista( <strong> Colin Powell </strong>) no hizo un buen trabajo gerenciado a su gente De lo que si parece estar seguro es que el manejo de la guerra se complic porque hab?a <q> muchas manos en el volante </q> y, sobre todo, porque algunas de esas manos no habr?an tenido la capacidad de liderazgo que exig?a el momento. Por ejemplo, <strong> Donald Rumsfeld </strong> cuestiona al entonces Secretario de Estado, <strong> Colin Powell </strong>, quien \"seg?n", "new_id": -2, "mturk_index": "2055"}, {"uid": "1297016781210059273", "i": 25084, "idx": 1, "sa": ["Sarah Palin", "Steven Rattner", "Sergio Marchionne", "Rick Astley", "Charles Bolden"], "q": "our government loans that has raised concern. I regret the remark which I consider inappropriate,\" <strong> Sergio Marchionne </strong> said in his statement. The Detroit News said Sunday that <strong> Steven Rattner </strong>, who was the Obama administration's <q> auto czar' during the bailout, said the loans were made at or below market rates and Washington would be delighted Chrysler found a way to refinance the loans and pay them off. <strong> Charles Bolden </strong>'s Story: From the Segregated South to Low Earth Orbit Floods, cyclones and now wildfires. Australia may not be the promised land after all A member of the Landover Baptist Church recently saw the word \"FAP </q> in a <strong> Sarah Palin </strong> thread. Let's... Happy 45th birthday to 80s pop sensation <strong> Rick Astley </strong>. Here's Together Forever United Press International, Inc.. All Rights Reserved. Welcome to UPI.com! Your trusted source for world", "new_id": -2, "mturk_index": "1400"}]