[{"uid": "1296235585160088132", "i": 17314, "idx": 0, "sa": ["Dannii Minogue", "Cheryl Cole", "Simon Cowell", "Louis Walsh"], "q": "show and said there were some surprises in store. And <strong> Simon Cowell </strong> responded to <strong> Louis Walsh </strong>'s claims that this year's series would only see him and <strong> Dannii Minogue </strong> return to the panel. He said: <q>They haven't been given a contract yet. We are in the process of going through all the shows. \"I think there are going to be a few surprises. I genuinely do. I don't think there's one set way of doing it. I am currently in conversations with ITV and Fox. \"The most important thing is to make a commitment to the people who watch the shows and make sure they are better than last year's.</q> <strong> Simon Cowell </strong> with his leading ladies... <strong> Simon Cowell </strong>, <strong> Cheryl Cole </strong> and Mezhgan Hussainy And he remained tight-lipped when asked whether or not <strong> Cheryl Cole </strong> would join him in the American version of the show- saying nothing would be confirmed yet", "new_id": -2}, {"uid": "1297202882240402449", "i": 17250, "idx": 2, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": " \"We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q>Terrorist Poison and Explosive Factory, Khurmal.</q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist with ties to the al-Qaida terrorist network. Egyptians renew appeal for Mubarak to resign now on biggest", "new_id": -2}, {"i": 6221, "idx": 4, "index_answer": 0, "new_id": -1, "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. \"Larry has been with me in every major decision in the past decade,\" <strong> Eric Schmidt </strong> said in an interview Thursday. <q>It's not like he has been sitting around doing nothing.</q> Although management by committee worked well enough to turn Google into an enormous success, it eventually slowed Google's reaction to popular new ideas such as Facebook and Twitter. The bureaucracy also has caused Twitter and", "sa": ["Eric Schmidt"], "uid": "1295668654007979024"}, {"uid": "1296033108259686434", "i": 25067, "idx": 3, "sa": ["Eric Schmidt"], "q": "executive chairman, \"a lot of my time\" will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said. \"We've got very complicated government issues,\" he said, adding that <q>we move quickly, and we tend to be disruptive at scale.</q> European Union officials opened a formal antitrust probe last year into Google search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries. Mercedes-Benz", "new_id": -2}, {"uid": "1295258802160432172", "i": 7049, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "husband, Mark Kelly, on Saturday night. The astronaut described the latest progress in his wife's recovery after the Jan. 8 shooting. \"She's making progress every day,\" <strong> Kirsten Gillibrand </strong> said. <q>She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did.</q> <strong> Gabrielle Giffords </strong> was the primary target in the attack outside a Safeway market in Tucson, where the Arizona Democrat had gone to meet with constituents. Six died and 13, including <strong> Gabrielle Giffords </strong>, were wounded.", "new_id": -2}, {"uid": "1295629382074432521", "i": 14344, "idx": 0, "sa": ["Eric Schmidt"], "q": "knew that this would happen. We just forgot that it would. When I interviewed <strong> Eric Schmidt </strong> a few weeks ago and asked about pressure over privacy, China, and lobbying, he said, <q>This is not the No. 1 crisis at Google.</q> What is? \"Growth,\" he said, \"just growth.\" Scale is Google's greatest skill and greatest challenge. It scaled search( vs. quaint Yahoo, which thought it", "new_id": -2}, {"uid": "1294959203181354515", "i": 23907, "idx": 0, "sa": ["Olivia Munn", "David Letterman"], "q": "' and win the hearts of every geek in America). When she moved from Japan to Oklahoma at 16, she felt very alone, she said. Then, something big happened. <q>In America, the way to make friends is, like, throw a party,</q> <strong> Olivia Munn </strong> told <strong> David Letterman </strong>. \"Some kids at school found out that my parents were gon na be out of town. I said, \"Sure,\" I would have a party. So then, as I", "new_id": -2}, {"uid": "1295487293122978306", "i": 23964, "idx": 1, "sa": ["Mike Pence"], "q": "do better in terms of replacing ObamaCare with commonsense reforms that will bring down the cost of health insurance and expand access for more Americans.\" \"And repeal means keeping a promise,\" he added. <q>This is what we said we would do. We listened to the people- we made a commitment to them- a pledge to make their priorities our priorities.</q> Congressman <strong> Mike Pence </strong>, a potential presidential candidate from Iowa, added, \"I urge all of my colleagues in both political parties to join us today as we keep our promise to the American people, as", "new_id": -2}, {"uid": "1296639953047300640", "i": 28308, "idx": 5, "sa": ["Chris Elliott", "David Letterman", "Jay Leno"], "q": ". \"Not from you.\" Apparently, <strong> Chris Elliott </strong> holds <strong> David Letterman </strong> and \"Late Show' to a higher standard than <strong> Jay Leno </strong> and` The Tonight Show.' <strong> David Letterman </strong> apologized for his crack. <q>I guess you have his back now, huh?</q> <strong> Chris Elliott </strong> asked. Somehow, we kind of doubt it. TV Replay: Watch TV's Best Moments Daily Our rights to these clips expire a few days after we post them. If you\"re seeing a different", "new_id": -2}, {"uid": "1295286716082853889", "i": 28678, "idx": 2, "sa": ["Steve Ballmer"], "q": "is an important release for the company and, of course, for Microsoft Dynamics CRM,\" Brad Wilson, general manager, Microsoft Dynamics CRM product management group, told CRM Buyer. Having <strong> Steve Ballmer </strong> unveil the product <q>is an indication of <strong> Steve Ballmer </strong>'s strong ongoing commitment to Microsoft Dynamics as a product family and CRM as a specific application.</q> The on-premises and partner-hosted versions of Microsoft Dynamics CRM 2011 will become globally available on February 28, 2011. This iteration of the product line differs from earlier versions in its global reach: It will", "new_id": -2}]