[{"uid": "1296167454184549390", "i": 32731, "idx": 0, "sa": ["Simon Cowell", "Chris Medina"], "q": "his bride-to-be Julie got in target=\"_blank\" href=\"http://wn.com/?an?\"> an accident, suffered a brain injury, was in a coma for over a month. Wow, now he takes care of her, along with her mom. <q> What kind of guy would I be if I walked out when she needed me the most. </q> Singing`` Break Even,'' has a mellow, easy voice.... Hard-Luck` Idol' Contestant <strong> Chris Medina </strong> Has Web Buzzing When <strong> Simon Cowell </strong> was waiting at the end of the judges table, waiting to render judgment,", "new_id": -2}, {"uid": "1295680727075743234", "i": 44199, "idx": 0, "sa": ["Andy Coulson"], "q": "is an Anglo-saxon or a Celt: Yes or Not? And cry(!) with their answer( s). And this is how prude slaves they are to be still occupied Report Abuse <q>`` The U.S. should take fast steps in following the U.K. foreign worker reduction, and shut down our boarders. </q> \" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1295614879066224141", "i": 58503, "idx": 0, "sa": ["Rupert Murdoch", "David Cameron", "Andy Coulson"], "q": "had felt compelled to resign, but did not mention the scandal, which centers on allegations of systematic wrongdoing at title=\"Rupert Murdoch\" href=\"http://www.mcall.com/topic/economy-business-finance/media/Rupert Murdoch-Rupert Murdoch-PEHST001424.topic\"> <strong> Rupert Murdoch </strong>'s News of The World tabloid while he was in charge. <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, </q> <strong> David Cameron </strong> said in a statement.`` <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.'''' Nazareth community updates", "new_id": -2}, {"uid": "1297200983061325341", "i": 2163, "idx": 4, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "George H. W. Bush"], "q": "of management, writes Mr. <strong> Donald Rumsfeld </strong>,`` was her commitment, whenever possible, to` bridging' differences between the agencies, rather than bringing those differences to the <strong> George H. W. Bush </strong> for decisions.'' <q> <strong> Condoleezza Rice </strong> is a very accomplished human being, </q> he says in our interview, and`` she had an academic background. Blending things and delaying things is okay in the academic world. She developed a very strong relationship with the <strong> George H. W. Bush </strong>, which is critically important", "new_id": -2}, {"uid": "1297098472243499017", "i": 19112, "idx": 0, "sa": ["Susan Boyle", "Simon Cowell"], "q": "New Jersey and Seattle. <strong> Simon Cowell </strong> said the winner would receive a record deal with Syco, a joint venture between Sony Music and <strong> Simon Cowell </strong>, and the same label tied to Scottish singer <strong> Susan Boyle </strong>. <q> We are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar, </q> <strong> Simon Cowell </strong> said in a statement. Britain's`` The X Factor'', which launched in 2004, won the talent show category at Britain's National Television Awards two weeks ago beating`` Britain's Got", "new_id": -2}, {"uid": "1297717097255754249", "i": 31863, "idx": 0, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "platform later this year, CEO <strong> Steve Ballmer </strong> has revealed. Like the desktop version, the mobile edition of IE9 will make use of hardware acceleration and HTML5, <strong> Steve Ballmer </strong> told attendees of Mobile World Congress. <q> IE9 is a great example of bringing assests togegther from across Microsoft to improve the Windows Phone experience, </q> <strong> Steve Ballmer </strong> said.`` We need to give people the full web, the full interent... like they expect with the PC.'' <strong> Joe Belfiore </strong>, corporate vice president of Windows Phone 7, said the``", "new_id": -2}, {"uid": "1296013864137101343", "i": 35596, "idx": 1, "sa": ["Steve Ballmer"], "q": "year as chief executive. A string of high-level departures has raised concerns about his efforts to revitalize the company. <strong> Steve Ballmer </strong>`` is always on thin ice,'' said Forrest at Fort Pitt Capital. <q> Microsoft is a results-driven company. </q> <cite>( C) 2011 Reuters Limited. All rights reserved. Republication or redistribution of Reuters content, including by framing or similar means, is expressly prohibited without the prior written consent of Reuters. Reuters and", "new_id": -2}, {"uid": "1296104989131907606", "i": 22340, "idx": 2, "sa": ["Michael Vick"], "q": "his first practice as a Philadelphia Eagle Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's`` sizable.'' <q> We believe it was worth it, </q> he said,`` because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.'' Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games", "new_id": -2}, {"uid": "1295143384120275178", "i": 7542, "idx": 3, "sa": ["Gabrielle Giffords", "Barack Obama", "Kirsten Gillibrand", "Sarah Palin"], "q": "how <strong> Gabrielle Giffords </strong> so often urged people to stand up to the violent language that divides us, and focus on solutions. That is exactly what we need to do right now,'' <strong> Kirsten Gillibrand </strong> said. <q> I want to thank <strong> Barack Obama </strong> for his compassionate leadership at this time of great national tragedy. My thoughts and prayers are with all the victims of this horrible tragedy, their loved ones, and with all Americans as we struggle to move forward together. </q> The award-winning Washington Bureau takes you behind-the-scenes at the White House and Pentagon, into the Congressional cloakrooms and onto the 2010 campaign trail. Choicest color, quotes and anecdotes, up-to-the-minute, 24/7. <strong> Sarah Palin </strong> faces more than", "new_id": -2}, {"i": 45025, "idx": 3, "index_answer": 0, "new_id": -1, "q": "that he's done for me, for the government and for the country,'' <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him, </q> <strong> Ed Miliband </strong> said. The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of a government that includes", "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "uid": "1295698317198803458"}]