[{"uid": "1295619952132808753", "i": 50529, "idx": 4, "sa": ["Alan Johnson", "David Cameron", "Alastair Campbell", "Andy Coulson", "Tony Blair"], "q": "announcement on a busy news day in Britain. made a second appearance at the Iraq war inquiry and as the fallout continues from the departure of opposition finance spokesman <strong> Alan Johnson </strong> on Thursday due to personal problems. <q> The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence, </q> <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. \"The issue will move straight from <strong> Andy Coulson </strong>'s situation to <strong> David Cameron </strong>'s judgement.\" Subscribe to RSSMost Popular in: Politics", "new_id": -2, "mturk_index": "56"}, {"uid": "1295595231037634053", "i": 13256, "idx": 12, "sa": ["John Grisham", "Eric Schmidt"], "q": ", and an implant would cross the line. He also said that as users voluntarily share information online, it doesn't need users to type in search queries for the company to tailor the results. <q> We don't need you to type at all. We know where you are. We know where you've been. We can more or less know what you're thinking about, </q> he said. Such comments have been repeated in online musings that portJohn Grishamed <strong> Eric Schmidt </strong> and Google as \"creepy\" . \"The biggest thing I wonder is after a year or so of having various", "new_id": -2, "mturk_index": "929"}, {"uid": "1295627145004243507", "i": 13625, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "tov?bb viv <strong> Larry Page </strong> s <strong> Sergey Brin </strong> munk?j?t. A Google m?sik alap?t?ja, <strong> Sergey Brin </strong> a bejelent?s szerint strat?giai projektekre f?kusz?l az j menedzsment fel?ll?sban, k?l?n?s tekintettel az innov?ci?k ir?ny?t?s?ra. A v?ltoz?sokat komment?lva <strong> Eric Schmidt </strong> kiemelte: <q> Sokat besz?lt?nk r?la, hogyan lehetne a d?nt?shozatal felgyors?t?sa rdek?ben egyszer?s?teni a menedzsment strukt?r?nkat. Az egy?ni szerepeink tiszt?z?s?val egy?rtelm?bb felel?ss?gi k?r?ket tudunk kialak?tani a fels?vezet?sben. </q> A mobil sz?less?v el?fizet?sek sz?ma 2011-ben el?ri az egymilli?rdot 1. Otrivin orrcsepp 18.40% NOVARTIS HUNG?RIA KFT. b?vebben| Forr?s: AGB Nielsen Media Research", "new_id": -2, "mturk_index": "689"}, {"uid": "1295563261075235353", "i": 6020, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "external partnerships and business deals starting on 4 April, when <strong> Larry Page </strong> will take over the day-to-day management role. <strong> Larry Page </strong> was Google's first CEO, and <strong> Eric Schmidt </strong> said in a blog post that <strong> Larry Page </strong> <q> in my clear opinion, is ready to lead </q>. <strong> Sergey Brin </strong> will continue to focus on technology products, assuming the title of co-founder as opposed to his current role of president, Technology. \"He's an innovator and entrepreneur to the core, and this", "new_id": -2, "mturk_index": "914"}, {"uid": "1295049201264142848", "i": 4240, "idx": 10, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "\"permaLink\" : \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302760.html\" , \"showComments\" : true, \"duration\" :\" \" , \"mediaQueryString\" : \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011- 29v&amp;flvURL=/media/2011/01/13/01132011- 29v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011- 29v.jsn\" }{ \"title\" : <q> Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes </q>, \"description\" : \"Sen. <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.\" , \"note\" :", "new_id": -2, "mturk_index": "786"}, {"uid": "1295096765206520339", "i": 39110, "idx": 2, "sa": ["Robert King", "Keith Urbahn", "George W. Bush", "Donald Rumsfeld"], "q": "not,\" <strong> Robert King </strong> said. But <strong> Keith Urbahn </strong>, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out. \"This area is so fraught with legal ramifications,\" <strong> Keith Urbahn </strong> said. <q> I don't think people would take kindly to us doing a fictional play on it. It's sort of a nonstarter because of the subject. </q> <strong> Donald Rumsfeld </strong> would likely be willing to look at a script if it were another subject matter, he said. <strong> Donald Rumsfeld </strong>, who was defense secretary during the first six years of <strong> George W. Bush </strong>'s eight in", "new_id": -2, "mturk_index": "1819"}, {"uid": "1295264334234684429", "i": 35359, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "give <strong> Andy Coulson </strong> a second chance and that he was doing a good job. \"When he was editor of The News of the World bad things happened at that newspaper,\" <strong> David Cameron </strong> said. <q> When he found out about those, he resigned. That was the right thing to do and I always think there's a danger at the moment that he's effectively being punished twice for the same offence. </q> The Prime Minister's backing for <strong> Andy Coulson </strong> comes just days after the Director of Public Prosecutions ordered a \"comprehensive assessment\" of all material collected by Scotland Yard linked to the phone hacking scandal.", "new_id": -2, "mturk_index": "2091"}, {"uid": "1296123832027361287", "i": 37233, "idx": 0, "sa": ["Michael Wills", "Michael Gove"], "q": "needed to be done to make the legislation accessible to ordinary Britons, as it lacked \"national buy-in\" . \"Our exercise will educate people and give them a greater understanding,\" he added. <q> It is not a Human Rights Act for villains. It is our Human Rights Act and the more we understand that, the better it will be. </q> Lord <strong> Michael Wills </strong> said he had not witnessed any concerns from lawyers about the implementation of the Human Rights Act during his four-and-a-half years as human rights minister. New Bill to improve school discipline <strong> Michael Gove </strong> will", "new_id": -2, "mturk_index": "1653"}, {"uid": "1295561213061718589", "i": 3428, "idx": 3, "sa": ["Larry Page", "Larry Brilliant", "Eric Schmidt", "Michael Schmidt", "Peter Piot", "Sergey Brin"], "q": "between ideas and technology. According to <strong> Michael Schmidt </strong>, the changes we're seeing today, in government... Google.Org: 25 Years of AIDS 53:11 A conversation with Dr. <strong> Peter Piot </strong>, <strong> Eric Schmidt </strong>, and <strong> Larry Brilliant </strong> on the topic of <q> AIDS: Are We Destined for Another 25 years? </q>( February 2007)... techplanet30.com In this video I talk about Google and would like to know your thoughts on the company and their position in the world. I talk a little about <strong> Larry Page </strong>, <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>", "new_id": -2, "mturk_index": "713"}, {"uid": "1295033166139100209", "i": 773, "idx": 1, "sa": ["Kevin Kolb", "Michael Vick", "Andy Reid"], "q": "chair like that?\" - <strong> Michael Vick </strong> to a cameraman standing on <strong> Kevin Kolb </strong>'s chair to get a better view days before the first Redskins game. Somehow, this still strikes me as hysterical all around. <q> God has given you the gift to play, play to your full potential and go out there, and if you see something that's not wearing the color that you're wearing, bust his head open, </q>- speech to players at his alma mater, Carson-Newman College when they honored his accomplishments. \"We'll see,\" - <strong> Andy Reid </strong>, hundreds of times, usually when asked about injuries. It's", "new_id": -2, "mturk_index": "996"}]