[{"uid": "1297380716211959815", "i": 20797, "idx": 0, "sa": ["Nancy Pelosi", "Mike Pence", "Rep. Diana DeGette"], "q": "care plans that include abortion coverage, denying tax credits to employers or other entities that pay for health plans that cover abortion, while H.R. 358 would also prohibit federal funding for abortions under the Affordable Care Act and <q>prevent funding from being withheld from institutions that refuse to provide abortions.</q> <strong> Rep. Diana DeGette </strong>( D-CA), who joined <strong> Nancy Pelosi </strong> on the call, warned that the GOP proposals went beyond restricting abortion, and would also limit access to family planning services. <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong>( R-IN) has", "new_id": -2}, {"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "\" <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q>He is supporting the troops, I am supporting the children,</q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}, {"uid": "1297176031226918403", "i": 3189, "idx": 31, "sa": ["David Letterman"], "q": "just went over to him and said, \"Hey, man, I'm sorry you can't finish it, but I\"ll see you on the field afterwards to celebrate.\"( Audience applauds) <q>You know, all week, he talked about the one thing that he wanted to do was celebrate with his little son, <strong> Aaron Rodgers </strong>, in the, you know, in the confetti there.</q> <strong> David Letterman </strong>: \"This was his second Super Bowl, first with the Packers... Now is it possible for a guy to be a team leader who is not the quarterback? Or does that just come", "new_id": -2}, {"uid": "1295088270198639634", "i": 48412, "idx": 0, "sa": ["Michael Vick"], "q": "player was getting up, he put his hand right on the Colts player's lower seat. It seemed as though the Colts player reacted a little faster than usual. My caption with that picture would be, <q>Hey, get your hand off my assets.</q> <strong> Michael Vick </strong>'s getting ready to sign a monster deal again. Why can't his kids enjoy everything that your kids enjoy? Oh that's right, it's Quickly, where the elite walk on water", "new_id": -2}, {"uid": "1295694690220823580", "i": 13066, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "many unanswered questions about too many important people, companies and institutions...[ This] suggests that <strong> David Cameron </strong>'s lack of judgment over <strong> Andy Coulson </strong> is even more striking.\" uncomfortable questions remain for the prime minister. <q>This affair casts serious doubt on the prime minister's judgment. He saw fit to appoint Mr <strong> Andy Coulson </strong> as the Conservative party's director of communications when the former editor was tarred by association with the phone-hacking scandal. Why would he want such a compromised spokesman? Was he naive enough to believe Mr <strong> Andy Coulson </strong>'s assurances? Or did he not care about what had taken place? Neither scenario is very comforting.</q> \"I think that Mr <strong> Andy Coulson </strong> has much more explaining to do. I am amazed that Dave did not think this too, and that he, in the wake of what I know he was advised by", "new_id": -2}, {"uid": "1296532536074448898", "i": 36538, "idx": 0, "sa": ["Allen Iverson", "Dwyane Wade"], "q": ", after a spectacular third quarter, turned in a game-turning performance in overtime, scoring eight of the Heat's 16 points in the extra period. <strong> Dwyane Wade </strong> finished with 43 points, nine rebounds and six assists. <q><strong> Dwyane Wade </strong> showed why he's one of the top three players in the league,</q> Pacers coach Jim O'Brien said. \"We just didn't have enough to stop them http://wn.com/Allen_Iverson_17pts_vs_Indiana_Pacers_09/10_NBA_*Home-to-Home_Game_1 <strong> Allen Iverson </strong> expected the Philadelphia 76ers to own the kind of killer instinct that can finish off teams for good once they build a", "new_id": -2}, {"uid": "1295644860262504456", "i": 16541, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "role at the company. He will keep \"focusing on strategic products,\" <strong> Google Inc. </strong> said in a regulatory filing on Thursday. The company portrayed its change at the top as evolutionary rather than revolutionary. <q>Larry... is ready to lead,</q> <strong> Eric Schmidt </strong> wrote on his blog, adding via Twitter: \"Day-to-day adult supervision no longer needed!\" <strong> Eric Schmidt </strong> said that although what he called the \"triumvirate approach\" of leadership by himself, Page and", "new_id": -2}, {"uid": "1296744918231997480", "i": 8128, "idx": 1, "sa": ["John McCain", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong> appeared to be resistant to a surge. excerpts from <strong> Donald Rumsfeld </strong>'s book show that the former defense secretary's opinion toward <strong> John McCain </strong> may have been equally as terse, as he depicted the Arizona senator as having a <q>hairtrigger temper and a propensity to shift positions to appeal to the media.</q> recalls, the rivalry between the two is not a recent revelation: \"<strong> John McCain </strong> hasn't been shy in his public criticisms of the former Defense Department leader, and his Thursday comments reflect longstanding tensions. \"We", "new_id": -2}, {"uid": "1296793038213319695", "i": 35345, "idx": 5, "sa": ["Courtney Lee", "Orlando James", "Allen Iverson"], "q": "was going to be easy when we got here. It's obviously not. \" \"It's hard to get the clinching game,\" said <strong> Allen Iverson </strong>, who has gotten five of them in his career. <q>Those shots at the beginning of the game are a lot easier than the ones at end of the game, when you\"re looking to close a team out.</q> The http://wn.com/Kobe_Bryant_48_points_vs_Raptors_2004-05_*Preview_of_81_pts* rapidshare.com THX KINGMISIEK <strong> Courtney Lee </strong>( born October 3, 1985 in Indianapolis, Indiana) is an American basketball player who was drafted with the 22nd pick overall by the <strong> Orlando James </strong> Magic of the NBA. He played", "new_id": -2}, {"uid": "1297723628245252132", "i": 40029, "idx": 1, "sa": ["Steve Ballmer"], "q": "In his keynote speech Monday at the trade show, Microsoft CEO <strong> Steve Ballmer </strong> rebutted that suggestion. \"Nokia's support will help Windows Phone overall to build strength versus other mobile platforms,\" <strong> Steve Ballmer </strong> said. <q>That's not just good for Nokia, that's good for all our handset partners.</q> <strong> Steve Ballmer </strong> also demonstrated some of the improvements that are coming to Windows Phone 7 this year. They include a faster Web browser and quicker switching between applications. We encourage an open exchange of affirming", "new_id": -2}]