[{"uid": "1295387016075563050", "i": 15432, "idx": 2, "sa": ["David Letterman"], "q": "the cancellation of Aerosmith's tour- he was high. \"It's not any news here about my drug use and addictions in the past,\" the frontman said when asked about the tumble. <q> A couple years ago, you know, I was doing Lunesta because I had some problems with my feet. </q> And after admitting the sleeping aid was actually \"the tip of the iceberg\" for him, he explained that he \"was snorting that; I fell off the stage.\" <strong> David Letterman </strong> was", "new_id": -2}, {"uid": "1295093741200343578", "i": 47402, "idx": 1, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "woman grew up in Nova Scotia, frontman and new \"American Idol\" judge <strong> Steven Tyler </strong> acknowledged yesterday that his bandmates still aren't wild about his decision to become the new <strong> Simon Cowell </strong>. But he doesn't care. <q> Everyone's got their opinion, </q> the target=\"_blank\" Boston Bad Boy told a confab of TV critics in La-La gathered to meet <strong> Steven Tyler </strong> and his new comrade-in-criticism, <strong> Jennifer Lopez </strong>, and Flash from the Past: In memory of Begum Akhtar Online bureau", "new_id": -2}, {"uid": "1296780369058245146", "i": 26927, "idx": 2, "sa": ["Ramon Sessions", "Rodney Stuckey", "Richard Jefferson", "Michael Bruce Curry", "Allen Iverson", "Ben Roethlisberger"], "q": ". He apologized Friday morning, then sat on the Ben Roethlisbergerch for almost 10 minutes as <strong> Rodney Stuckey </strong> started instead. One spectator held up a sign that read, \"practice.\" <strong> Michael Bruce Curry </strong> said the matter was closed. <q> I just wanted to make up for it with my play, </q> said <strong> Allen Iverson </strong>, who hadn't come off the Ben Roethlisbergerch since Dec. 22, 2006, the night of his first game with the Denver Nuggets. <strong> Richard Jefferson </strong> and <strong> Ramon Sessions </strong> each scored 21 points for the Bucks, who lost", "new_id": -2}, {"uid": "1297216423081690625", "i": 8251, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "campaign promise to focus on the economy. The Democrats, who used similar messaging leading up to the healthcare reform repeal vote, are trying to paint Republican healthcare efforts as a distraction from creating jobs. <q> I do not understand how this Republican Congress can move from that mandate to create jobs, to create opportunities in this country, toward how we undermine women's reproductive health, </q> said Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.). Abortion-rights groups, mobilizing to combat efforts to limit reproductive services, hammered home that same point. \"The House leadership is clearly out of touch with the", "new_id": -2}, {"uid": "1295390612138936335", "i": 45779, "idx": 1, "sa": ["Sergio Marchionne"], "q": "perhaps smaller \"people mover\" for the other brand. He wanted at allay fears among Windsor's 4,300 workers that such a change will jeopardize their jobs. <q> We're not going to give an inch of territory in terms of our domination of the segment, </q> <strong> Sergio Marchionne </strong> said. \"But we need to completely rethink the minivan. We need to make it a lot more versatile than it is. The architecture will allow us to make a minivan-like vehicle plus others.\"", "new_id": -2}, {"uid": "1296915862106987529", "i": 31797, "idx": 0, "sa": ["Barbara Walters", "David Letterman"], "q": "Late Show host <strong> David Letterman </strong> underwent emergency heart surgery in 2000 and chatted candidly with <strong> Barbara Walters </strong> about his feelings of joy following the operation. But they didn't last long. During the chat, <strong> David Letterman </strong> stated, <q> Depression is a black hole... I've dabbled in it. \"There's a difference in being sad and being blue and being depressed and being chemically or clinically depressed. I do know the difference between those and it's horrifying. \"Without some kind of medicinal help... institutions used to be full of people who were depressed. </q> Asked if he was on medicinal help, <strong> David Letterman </strong> said, \"Yes, I'm on medicinal help.\"", "new_id": -2}, {"uid": "1296081184146374659", "i": 3122, "idx": 0, "sa": ["Simon Cowell", "Matt Cardle"], "q": "slug, story is correct) The X Factor,\" which has a U.S. launch this year, won the talent show category at Britain's National Television Awards on Wednesday, beating <q> Britain's Got Strictly Come Dancing. </q> The show, featuring <strong> Simon Cowell </strong> as an acerbic judge, has regularly topped the viewer ratings in Britain, and its latest winner, painter and decorator <strong> Matt Cardle </strong>, snagged the coveted", "new_id": -2}, {"uid": "1297426199245137410", "i": 43521, "idx": 3, "sa": ["Michael Gove"], "q": "\"The basic decision on this stands.\" The Michael Government's upbeat tone resulted from the fact that the judgement ensured there was no challenge to Mr <strong> Michael Gove </strong>'s ability to make the decision. <q> The final decision on any given school or project still rests with him[ <strong> Michael Gove </strong>], </q> the judge found. \"He may save all, some, a few, or none. No one should gain false hope from this decision.\" The axing of the project last summer", "new_id": -2}, {"uid": "1297357122223297593", "i": 22180, "idx": 1, "sa": ["Michael Vick"], "q": ". Twitter: \" \"Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die?\" said( Buehrle). <q> How could you do that if you are somewhat sane? </q> \"\" ( <strong> Michael Vick </strong>) had a great year and a great comeback, but there were times where we watched the game and I know it's bad to say, but there were times where we hope", "new_id": -2}, {"uid": "1297169468084033549", "i": 39097, "idx": 1, "sa": ["Aaron Rodgers", "David Letterman", "Brett Favre"], "q": "the Super Bowl M.V.P.. Letterman_David Letterman/5/KPIX/Monday_February_7_2011/558616/\"> He appeared on \"The Late Show With <strong> David Letterman </strong>.\" <strong> Aaron Rodgers </strong> was asked if <strong> Brett Favre </strong>'s rounds of off-season indecision had been a distraction. He said no and added, <q> I was the guy who took all the reps during the off-season, and <strong> Brett Favre </strong> was the guy who took all the reps during the season. </q>", "new_id": -2}]