[{"uid": "1296584744264634370", "i": 18288, "idx": 0, "sa": ["Eric Schmidt", "Woodrow Wilson"], "q": "porn and food industries ha... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q>Prosperity or Peril? The Next Phase of Globalization,</q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009...", "new_id": -2}, {"uid": "1295561800055377927", "i": 5935, "idx": 0, "sa": ["Eric Schmidt"], "q": "leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and Google's other co-founder, Text NEWS to 71593 for headlines from the Daily Press. Click here for other text alerts. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and Sergey for a long time to come,</q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page", "new_id": -2}, {"uid": "1295812406016547901", "i": 9878, "idx": 0, "sa": ["Andy Coulson", "Brian Cowen", "Arthur Kemp", "Mary Harney"], "q": "By <strong> Arthur Kemp </strong> Report Abuse \"<strong> Mary Harney </strong> resigned four years too late. She should have done this years ago as she is detested as one of the worst ministers in Irish history next to <strong> Brian Cowen </strong>.\" Report Abuse <q>Fianna Fail took the debts of the rich and handed them to the taxpayer. Its that simple.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"i": 15, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> Document management systems are moving into the cloud, enabling a greater collaboration, but also, as w/ Sharemethods, tying into on-demand application delivery platforms like Salesforce and Oracle. We take a deep dive w", "sa": ["Eric Schmidt"], "uid": "1295641913254836808"}, {"uid": "1297455868090980402", "i": 30620, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Nokia shares were down more than 15 percent on Friday afternoon in response to the news, which analysts took as a sign of weakness from the world's largest mobile phone manufacturer. <q>The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute,</q> said Microsoft CEO <strong> Steve Ballmer </strong>. <strong> Stephen Elop </strong> said Nokia would remain based in Finland but said job losses globally would be inevitable. For Microsoft the deal provides a valuable distribution channel for its mobile platform as well as", "new_id": -2}, {"uid": "1296258492209223730", "i": 24181, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "jobs across the nation. The senator says New York is already home to great universities and businesses and the proposal would bring more private investment to New York and to the Capital Region. <q>What's so great about this idea is it's not a democratic idea, it's not a republican idea. It's just a good idea. I think those are the kinds of ideas that will bring us together and move our agenda forward,</q> <strong> Kirsten Gillibrand </strong> said.", "new_id": -2}, {"uid": "1295668482153141257", "i": 11714, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "chief operating officer- which Google has not had- to handle it. In an interview, Mr. Page said those management skills were something he observed during the decade he spent learning from Mr. <strong> Eric Schmidt </strong>. <q>He's a global statesman, all the way,</q> he said. \"<strong> Eric Schmidt </strong>'s very good at bringing people together, getting people to agree.\" In the interview, Mr. Page and Mr. <strong> Sergey Brin </strong> provided a few hints about their priorities when Mr. Page", "new_id": -2}, {"uid": "1295740099012697634", "i": 15771, "idx": 0, "sa": ["Andy Coulson"], "q": "of marriage, well, yeah, he kind of can make the rules, seeing as how it is his church... If he controls the churches, he can decide who gets married in them. Report Abuse <q>Mostly it's because they want it to be in a church; nobody is religious anymore and lots of the couples are maybe A&P Catholics( ashes and palm; in other words, they only go to church on Easter and Christmas). Many don't attend Mass and plenty haven't been inside a church since their Confirmation.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Is POPE a Strong Buy? Find out if POPE is a Buy or Sell", "new_id": -2}, {"uid": "1296920388046448655", "i": 3380, "idx": 0, "sa": ["Rakeem Buckles", "Rick Pitino", "Gorgui Dieng", "Preston Knowles", "Allen Iverson"], "q": "all the players have healed and returned to the lineup. <strong> Rick Pitino </strong> is more concerned about the development of <strong> Gorgui Dieng </strong> and sophomore <strong> Rakeem Buckles </strong> than he is about <strong> Preston Knowles </strong>, a senior. <q>Unless you practice, you can't get better,</q> <strong> Rick Pitino </strong> said. \"<strong> Gorgui Dieng </strong> needs to practice- he's not <strong> Allen Iverson </strong>.\" The coach said he has crossed over from going all out in practices to being more mindful of pushing the players", "new_id": -2}, {"uid": "1297097819243499038", "i": 11040, "idx": 1, "sa": ["Simon Cowell"], "q": "history- the network announced Monday. \"We are going to put our money where our mouths are with the$ 5 million recording contract,\" executive producer <strong> Simon Cowell </strong> said in a statement. <q>I'm doing this show in America because I genuinely believe we can find a superstar.</q> Creating a free Starpulse.com account only takes a username, your email and a couple of seconds! Starpulse.com members can comment on news and topics, enter contests, show off their favorite artist", "new_id": -2}]