[{"uid": "1295907731241205332", "i": 2419, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "about$ 5.45 billion, according to Forbes magazine. Page, 37, takes over the CEO role in April. <strong> Eric Schmidt </strong> summed up seismic shift at <strong> Google Inc. </strong>'s helm in a Twitter post last week that said, <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. Since then, <strong> Google Inc. </strong>'s shares have grown more than sixfold, at one point surpassing$ 700. <strong> Google Inc. </strong>'s market", "new_id": -2}, {"uid": "1295501574237502511", "i": 32003, "idx": 1, "sa": ["Simon Cowell", "Jimmy Iovine", "Steven Tyler"], "q": "extravaganzas and much more. Join the discussion. More Arts music executive <strong> Jimmy Iovine </strong> and the... stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,</q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a good career out", "new_id": -2}, {"uid": "1297184996119177248", "i": 6067, "idx": 0, "sa": ["Michael Gove", "Andy Burnham"], "q": "applying to England, also says high-earning graduates should pay more interest on student loans. The Commons is expected to vote on the bill at about 2200 GMT. Education Secretary <strong> Michael Gove </strong> has said: <q>Teachers will be free to impose the penalties they need to keep order, and free from the red tape which swallows up teaching time, so they can get on with their first duty- raising standards.</q> But his Labour shadow, <strong> Andy Burnham </strong>, has argued that it will mean the education system \"going back to the 1950s\", by providing an elitist, \"backward-looking vision that won't equip our children", "new_id": -2}, {"uid": "1295652755122683468", "i": 27492, "idx": 1, "sa": ["Eric Schmidt"], "q": "browser market for a decade, the company has struggled to find its footing in social networking, with a new crop of Web companies such as Facebook and Twitter stealing Web traffic and engineering talent. <q>As spending was curbed and order restored over the last few years, some of that <strong> Google Inc. </strong> magic was lost,</q> said Tricia Salinero, managing director of Newforth Partners, a mergers and acquisitions advisory firm, in an e-mail. <strong> Eric Schmidt </strong>, who will step aside on April 4 and make way for Page, told", "new_id": -2}, {"i": 2550, "idx": 0, "index_answer": 1, "new_id": -1, "q": "a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seahawks receiver Mike Williams, who got eight. Seahawks kick returner <strong> Leon Washington </strong> got one vote. <q>The most fun I've ever had playing football,</q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.\" ESPN analyst <strong> Desmond Howard </strong> said", "sa": ["Leon Washington", "Michael Vick", "Desmond Howard"], "uid": "1296963508197279805"}, {"uid": "1295201947158416938", "i": 4485, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ") said she had talked with <strong> Gabrielle Giffords </strong>' husband, Mark Kelly, on Saturday night. The astronaut described the latest progress in his critically injured wife's recovery after the Jan. 8 shooting. <q>She's making progress every day,</q> <strong> Kirsten Gillibrand </strong> said. \"She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and", "new_id": -2}, {"uid": "1296551757189169673", "i": 5517, "idx": 0, "sa": ["David Letterman"], "q": "sensation, currently dating Disney star SELENA GOMEZ, was chaperoned by his old dear Pattie Mallette during a visit to the Late Show With <strong> David Letterman </strong>. Justin tweeted fans from the New York studio, saying: <q>I'm hanging out with my <strong> David Letterman </strong> at@late_show we need to get him twice as many followers!</q> The Baby singer, 16, is busy doing promo for his upcoming 3D movie Never Say Never. The documentary centres on the Biebster's 2010 My World Tour and includes scenes of him as", "new_id": -2}, {"uid": "1295495372185335815", "i": 33167, "idx": 1, "sa": ["Simon Cowell"], "q": ". He has a flirtatious streak, too. \"Where is your pitchfork, you little devil,\" he said to one cutie. The frontman for Aerosmith also has a little <strong> Simon Cowell </strong> in him. <q>Did you eat a lot of paint chips as a child?</q> he asked a gruesome singer. But they'll have to keep a delay on him when the shows go live. One of the first things out of his mouth was \"Hell's fire, Satan's", "new_id": -2}, {"uid": "1296385836115228698", "i": 18454, "idx": 2, "sa": ["Tyronn Lue", "Larry Bird", "Allen Iverson"], "q": "be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. \"Our guys just try hard,\" Sixers coach <strong> Larry Bird </strong> Brown said. <q>This is kind of unexpected but it's neat.</q> In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2}, {"uid": "1297395800049545392", "i": 20643, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "and we certainly don't want someone who LOOKS different. And how dare they \"heckle\" poor, impotent Rummy! After he cared SO MUCH for us-- OMG!! And of course <q>good thing I wasn't security( bluster, chest puffed out)-- Greg Hengler would have cracked a few heads. willibeaux_ from the Beautiful Rockies Wrote: I'm not a fan of <strong> Donald Rumsfeld </strong>, but he has a right to speak and those at CPAC have a right to ask him to speak. I'm not a fan of idiot hecklers. and shouting hecklers down with chants of \"USA</q> is lame. christian drooled:@ 7:30 PM \"A war based on lies to boot.\" Garenteed the same people shouting down Libetariens with \"USA, USA\" were cheering for <strong> Donald Rumsfeld </strong> Trumps neo-fascist message", "new_id": -2}]