[{"uid": "1295587965072171525", "i": 11224, "idx": 2, "sa": ["Google Inc.", "Eric Schmidt", "Eric E"], "q": ", as fast as we have today. Search has quite literally changed people's lives increasing the collective sum of the world's knowledge and revolutionizing advertising in the process,'' <strong> Eric E </strong> <strong> Eric Schmidt </strong> wrote in the blog. <q> And our emerging businesses display, Android, YouTube and Chrome are on fire. Of course, like any successful organization we've had our fair share of good luck, but the entire team now over 24,000 Googlers globally deserves most of the credit, </q> he said. Image: <strong> Eric E </strong> <strong> Eric Schmidt </strong>. Photographs: 370) this.width= 370'' alt=`` <strong> Google Inc. </strong> co-founder Larry Page.''/> Next`` And as our results today show, the", "new_id": -2}, {"uid": "1295814374241696780", "i": 13566, "idx": 10, "sa": ["Colin Powell", "Barack Obama"], "q": "Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race.`` I will always vote for the person who I think is best qualified,'' he said. <q> I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either. </q>", "new_id": -2}, {"uid": "1296009156065716228", "i": 31619, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": ". The Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced Thursday. <q> We're real excited about it, </q> chief executive officer Rob Vito said Tuesday.`` <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1295022258099024910", "i": 20755, "idx": 4, "sa": ["Kelly Clarkson", "Simon Cowell"], "q": "2002.`` Without <strong> Simon Cowell </strong>, I'm not sure how successful Idol would have been, regardless of how good( Season 1 winner) <strong> Kelly Clarkson </strong> was,'' says Atlanta Journal-Constitution blogger Rodney Ho. <q> How much will viewers miss <strong> Simon Cowell </strong>'s commentary? That's the question. </q> Adding to the loss of <strong> Simon Cowell </strong>, some wonder whether his X Factor, a singing competition that premieres on Fox in the fall, could cut into Idol's buzz and popularity. Unlike Idol, which", "new_id": -2}, {"uid": "1297353676255098882", "i": 1862, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "people on some days.`` We will open the museum after the strike is finished. I don't know when the strike is finished,'' said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. <q> I need things to go back to normal. </q> Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators and <strong> Hosni Mubarak </strong> supporters battled in front of the Egyptian Museum's pink-walled facade last week, raising fears of widespread destruction", "new_id": -2}, {"uid": "1297353050128565272", "i": 27392, "idx": 1, "sa": ["Mike Pence"], "q": ", saying`` I applaud much of the important work that is done at Title X clinics across the country.''* FACT: Rep. <strong> Mike Pence </strong>, on the House floor in January 2011, said, <q> This legislation does not cut one penny from Title X family planning funding. I applaud much of the important work that is done at Title X clinics across this country- breast cancer screening, HIV protection, education, counseling, pregnancy diagnosis. This legislation simply prevents family planning funding from aiding organizations that profit from the abortion industry. </q>[ http://www.gpo.gov/fdsys/pkg/CREC-2011-01-07/pdf/CREC-2011-01-07-pt1-PgH125-3.pdf#page=1]* FACT: Politico reports,`` Republicans are looking to wipe out funding for Title X, a 40-year-old family planning program.... The cuts are part of the continuing resolution,", "new_id": -2}, {"uid": "1294954762094584920", "i": 44454, "idx": 1, "sa": ["Kirsten Gillibrand", "Dr. Peter", "Gabrielle Giffords"], "q": ". This is a major milestone for her and we're hoping that she crosses through many more,'' said her neurosurgeon <strong> Dr. Peter </strong> Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q> It was raw courage. It was raw strength. It was so beautiful and so moving. </q> Doctors have also helped <strong> Gabrielle Giffords </strong> sit up and dangle her legs from her bed. She's able to open her right eye, even though it's bandaged. The next milestone will be removing her breathing tube,", "new_id": -2}, {"uid": "1295652755122683468", "i": 27493, "idx": 2, "sa": ["Eric Schmidt"], "q": "not a reaction to competitors.'' Rather, he said, it was an effort to speed up decision making at the company, which ended the year with about 24,000 employees. <q> <strong> Google Inc. </strong> has many different businesses and the issue that we have been getting into is there's too many ways[ in] which these businesses can be slowed down, </q> <strong> Eric Schmidt </strong> said. <strong> Eric Schmidt </strong>, who became CEO in 2001 to bring more management experience to a then-fledgling company, will assume the role of executive chairman, focusing on deals and government outreach, among other", "new_id": -2}, {"uid": "1295907761051232811", "i": 10878, "idx": 0, "sa": ["Barack Obama", "Dick Durbin", "Sen. Joe Lieberman", "Mark Kirk", "Colin Powell", "Newt Gingrich"], "q": ")`` much more responsible'' than former House Speaker <strong> Newt Gingrich </strong>( R-Ga.). <strong> Dick Durbin </strong> also said that he's sitting next to <strong> Barack Obama </strong> <strong> Mark Kirk </strong>( R-Ill.) during the State of the Union, joking that <q> <strong> Sen. Joe Lieberman </strong>'m bringing the popcorn; he's bringing the Coke with two straws. </q> <strong> Colin Powell </strong>:`` <strong> Sen. Joe Lieberman </strong> am not committed to <strong> Barack Obama </strong>'' Former secretary of state and chairman of the joint chiefs of staff <strong> Colin Powell </strong> offered praise for <strong> Barack Obama </strong>'s accomplishments but refused to say whether he would endorse", "new_id": -2}, [{"i": 10783, "idx": 6, "index_answer": 0, "new_id": -1, "q": ", something that was only done once, in 1880?`` A number of things would have to fall into place to make him competitive,'' said <strong> Charlie Black </strong>, a veteran GOP strategist. <q> The key is the conservative movement adopting him as its favorite. </q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more.`` The folks I've heard, the names I've seen, are", "sa": ["Charlie Black", "Mike Pence"], "uid": "1295958129216842277"}]]