[{"uid": "1295501763033751040", "i": 6570, "idx": 0, "sa": ["Bernie Sanders"], "q": "quiet during the financial crisis. And the facts lead to one conclusion... we didn't even know one-fifth of it. The disclosure has major implications, according to Senate Budget Committee member <strong> Bernie Sanders </strong>: <q> After years of stonewalling by the Fed, the American people are finally learning the incredible and jaw-dropping details of the Fed's multi-trillion-dollar bailout of Wall Street and corporate America. As a result of this disclosure, other members of Congress and I will be taking a very extensive look at all aspects of how the Federal Reserve functions and how we can make our financial institutions more responsive to the needs of ordinary Americans and small businesses. </q> The obvious: Banks were bailed out. The government even bailed out GM( href=\"http://seekingalpha.com/symbol/gm\" title=\"General Motors Corporation\"> GM)( and will not likely recover the entire$ 50 billion). That's", "new_id": -2}, {"uid": "1296218123081313799", "i": 3384, "idx": 0, "sa": ["Chris Webber", "Allen Iverson", "David Bowie"], "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q> It felt like we turned that corner, </q> <strong> Allen Iverson </strong> said.`` We just did everyDavid Bowieg right at the end. I David Bowiek <strong> Chris Webber </strong> did a great job at the end. We ran the offense through him and he made some great David Bowiegs happen.'' <strong> Chris Webber </strong>", "new_id": -2}, {"uid": "1296253842209223685", "i": 9675, "idx": 0, "sa": ["Allen Iverson", "Rasheed Wallace", "Kobe Bryant", "Tim Hardaway", "Richard Hamilton"], "q": "back-to-back 3-pointers that gave the Pistons the lead for good and sent them to a 107-102 victory over the Golden State Kobe Bryants on Thursday night.`` That really hurt my feelings, that tip,'' <strong> Rasheed Wallace </strong> said. <q> You can't let that frustrate you. I missed two point-blank foul shots. I'm upset at myself about that. You can't let that one thing get you down. That's what we did, just dug deep and came up with some stops down the stretch. </q> <strong> Richard Hamilton </strong> scored 24 points and <strong> Allen Iverson </strong> added 23 as the Pistons won for the second straight Tim Hardawaye to open their four-game road trip after losing their first two games with <strong> Allen Iverson </strong>. But just like in Tuesday night's win", "new_id": -2}, {"uid": "1296376798018071610", "i": 6626, "idx": 3, "sa": ["Avicii", "Allen Iverson", "Shaquille O'Neal", "Phil Jackson"], "q": "3-pointers were the Shaquille O'Nealgest of the game, coming after Phil Jacksonadelphia had pulled within 10 with 5:14 remaining.`` When[ <strong> Allen Iverson </strong>] went on that run, it seemed like he was unstoppable,'' <strong> Allen Iverson </strong> said. <q> He almost pulled it off. </q> <strong> Allen Iverson </strong>'s performance came one day after he alleged that the NBA would rather see a 76ers-Lakers Finals than a Bucks-Lakers Finals. He spent a long Aviciie before the game sitting at his locker defending his words, then", "new_id": -2}, {"uid": "1294965103172343305", "i": 16173, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Debbie Wasserman Schultz"], "q": "her courage and with her strength. And then <strong> Debbie Wasserman Schultz </strong> and I started joking about all the things we were going to do after she got better.'' <strong> Gabrielle Giffords </strong> was gripping their hands, <strong> Kirsten Gillibrand </strong> said, <q> and the more we joked about what we were going to do, she started to open her eyes. </q> <strong> Debbie Wasserman Schultz </strong> said she had just told <strong> Gabrielle Giffords </strong>,''` <strong> Gabrielle Giffords </strong>, we fully expect you to be up and ready to go, to come back up to New Hampshire this summer,' and", "new_id": -2}, {"uid": "1296676002083132523", "i": 10439, "idx": 1, "sa": ["Bernie Sanders"], "q": "joined the Defending Social Security Caucus newly organized by fellow Democratic Sen. <strong> Bernie Sanders </strong> of Vermont.`` Social Security has not contributed a dime to the debt or the deficit,'' he said, calling the program <q> rock-solid for at least another 27 years. </q> That was a reference to the moment when Social Security's trustees project that the system's trust fund-- financed by payroll taxes that are segregated from other federal levies-- will run out.", "new_id": -2}, {"uid": "1295971287048300059", "i": 51375, "idx": 1, "sa": ["Eric Schmidt"], "q": "time after time. That was the key message the PR folks wanted to get over. We are not the bad guys. In fact Mr. <strong> Eric Schmidt </strong> went out of his way to tell how great Google is. <q> The future should be organized around doing good, </q> he told a largely appreciative audience. And he told us just what a force for good Google is-helping free imprisoned ministers for example. But the one bit of his speech that was, if not new", "new_id": -2}, {"uid": "1295692880219201584", "i": 20777, "idx": 1, "sa": ["Sergey Brin", "Eric Schmidt", "Steve Jobs"], "q": "357 bis 2.238 Euro ausgelobt <strong> Eric Schmidt </strong> war urspr?nglich nur zweite Wahl f?r den Job- <strong> Steve Jobs </strong> wollte sich aber lieber auf Apple konzentrieren Corporate Development-Chef setzt auf Mitarbeiter bernommener Unternehmen- Mobile Werbung Sergey Bringt eine Milliarde Dollar pro Jahr <q> Wir wollen diese Daten so schnell wie m?glich l?schen </q> href=\"http://derstandard.at/1287099772836/Google-plant-Online-Musikdienst-in-Indien\"> Google plant Online-Musikdienst in Indien Die Inhalte kommen demnach von drei Partnern, die die Rechte an Hunderttausenden indischen Musiktiteln besitzen[ 1] Erste hochaufl?sende Bilder im Laufe der kommenden Monate", "new_id": -2}, {"uid": "1296759800078708738", "i": 12918, "idx": 6, "sa": ["Howard Kurtz", "Donald Rumsfeld"], "q": "me. You're a pro. You're a hell of a lot better than others in this town.'' <strong> Howard Kurtz </strong> suspects that <strong> Donald Rumsfeld </strong>'s goal with this memoir is to leave readers with the same conclusion. <q> But it contains few surprises and, after so many years of divisive debate, is unlikely to change many minds, </q> writes <strong> Howard Kurtz </strong>.`` What is known is that he has in these 50 chapters marshaled his best defense; only history's final verdict remains unknown.'' <strong> Donald Rumsfeld </strong>, that master of the tart zinger,... Photo", "new_id": -2}, {"i": 38868, "idx": 3, "index_answer": 0, "new_id": -1, "q": "of Evansville political science professor. If <strong> Mike Pence </strong> is to encounter any bumps at all, they could come early, as he shifts his focus from federal to state issues, <strong> Robert Dion </strong> said. <q> In some cases, it can be an awkward transition, to go from being a lawmaker to an executive, and to go from the federal level to the state level. There's going to be that transition that might have a few hiccups to it, </q> he said.`` But he's familiar with all the issues, he's an energetic campaigner, he's got solid conservative credentials, he knows how to raise money.'' <strong> Robert Dion </strong> said", "sa": ["Robert Dion", "Mike Pence"], "uid": "1296197040069206031"}]