[{"uid": "1295872993066535447", "i": 16924, "idx": 3, "sa": ["Donald Rumsfeld", "John McCain", "President Bush", "Dick Cheney", "Gerald Ford", "President Lyndon Johnson"], "q": "from a briefing <strong> President Lyndon Johnson </strong> gave in 1966 on the Vietnam War and <strong> John McCain </strong> House papers from July 1975- when he was chief of staff under <strong> President Lyndon Johnson </strong> <strong> Gerald Ford </strong>- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. <q> It's not a journal, it's not a diary, </q> he says of the <strong> Gerald Ford </strong> <strong> John McCain </strong> House notes.`` It is a set of working documents that I've never edited. In fact, most I've never reread.'' As defense secretary under <strong> President Bush </strong>", "new_id": -2}, {"uid": "1296721225165789698", "i": 7173, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ", was a mistake, along with referring to Germany and France, both critics of the war, as`` old Europe''. The Washington Post reported that Mr <strong> Donald Rumsfeld </strong> also accepted that during the invasion <q> there may have been times when more troops could have helped </q>. But he insisted that senior military officers never made their reservations about the size of the invading force known to him. 09 Nov 2010`` Looking back, I see there are things the administration could", "new_id": -2}, {"uid": "1296218677100073685", "i": 35441, "idx": 1, "sa": ["Eric Schmidt"], "q": "new structure, Page will lead product development and technology strategy, while Brin`` will devote his energies to strategic projects, in particular working on new products''. <strong> Eric Schmidt </strong> will take the role of executive chairman, <q> focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership </q>. He will also act as internal advisor to the two others. He hinted that one of his key roles would be communicating with, and lobbying, government agencies, as calls for antitrust probes rise", "new_id": -2}, {"uid": "1295560443214679557", "i": 11699, "idx": 0, "sa": ["Hu Jintao", "Barack Obama", "Sen. Bernie Sanders"], "q": "of the National Museum of American History on Tuesday, the same day <strong> Barack Obama </strong> <strong> Hu Jintao </strong> visited the White House, <strong> Sen. Bernie Sanders </strong> wrote that he was particularly disappointed that the miniature statues of presidents were made in China. <q> It appears that a museum owned by the people of the United States, celebrating the history of the United States, can not find companies in this country employing American workers that are able to manufacture statues of our founding fathers, or our current president, </q> <strong> Sen. Bernie Sanders </strong> wrote.`` That is pretty pathetic! I was not aware that the collapse of our manufacturing base had gone that far.'' <strong> Sen. Bernie Sanders </strong> wants all the products to be made by American companies.", "new_id": -2}, {"uid": "1295547194232112134", "i": 30664, "idx": 3, "sa": ["Julianne Hough", "Paula Abdul", "Steven Tyler", "Ryan Seacrest", "Simon Cowell", "Jennifer Lopez"], "q": "<strong> Steven Tyler </strong> is`` about as critical as a fourth-grade music teacher,'' while <strong> Jennifer Lopez </strong>, trying to fill the sympathetic <strong> Paula Abdul </strong> role, supposedly has trouble saying no, but`` even this feels manufactured'' and disingenous. <q> She's playing a character in a <strong> Jennifer Lopez </strong> romantic comedy. </q> <strong> Simon Cowell </strong> gone from` American Idol' and newbies <strong> Jennifer Lopez </strong>... Photo in Slideshow: <strong> Ryan Seacrest </strong>, <strong> Julianne Hough </strong> Photo in Slideshow: <strong> Ryan Seacrest </strong>, right, and <strong> Julianne Hough </strong> arrive at the Weinstein... Opinion Video: GOP Charging Ahead With", "new_id": -2}, {"uid": "1297684045187187200", "i": 18272, "idx": 7, "sa": ["Colin Powell"], "q": "sites, a mass grave and a cemetary- or what??- I couldn't help myself- I had to check. I called our Diyala stringer and this is what I got: <q> I was there. I saw them myself. It was incredible- the way they were each buried- individually, according to the word of Islamic tradition: their faces towards the Kaaba( Mekka), the libna( mud brick) under the head, the white shroud- complete to the smallest detail.`` Since when did al Qaida burry its victims observing such details?? No- These were Qaida fighters for sure </q>. SO- I ask: What benefit would security forces gain by distorting this story? Is it to sow more hatred for al Qaida? And if this story- this unashamed statement by a <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1295497542237502476", "i": 38103, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Jennifer Lopez"], "q": "Slideshow: <strong> Paula Abdul </strong> poses for photographers backstage during the 9th... <strong> Simon Cowell </strong> gone from` American Idol' and newbies <strong> Jennifer Lopez </strong>... Photo in Slideshow: Mairely Perea, 11,( cq) takes a photo of Report Abuse <q> At first, it was interesting to see these two... they both are interesting people... especially </q> ABC News: Watch: Comic Stripped: Not Exactly Your Sunday Funnies", "new_id": -2}, {"uid": "1296628406061571074", "i": 2904, "idx": 1, "sa": ["Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four To eliminate any confusion, this is my roster for this Portland TrailBlazers team on NBA 2K7 on PS2. Starting 5- PG:", "new_id": -2}, {"uid": "1297724451166166630", "i": 3447, "idx": 1, "sa": ["Steve Ballmer"], "q": ", talking to a packed auditorium of top-tier telecom execs, explained how the new phone would allow for multi-tasking using a hub design that integrates what's most important on cell phones and gives users full Internet access, <q> just like on a PC at home. </q>`` If you liked what we did with Facebook, I think you're going to love how we've integrated Twitter into the people hub,'' <strong> Steve Ballmer </strong> said-highlighting the need to make accessing content a smooth", "new_id": -2}, {"i": 2310, "idx": 4, "index_answer": 3, "new_id": -1, "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis.`` Monday, I get to wake up and it's Christmas,'' <strong> Allen Iverson </strong> said with a smile. <q> Obviously, it's going to be a fun day. </q> The four-time scoring champion and seven-time All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> LaBradford Smith </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "sa": ["Carmelo Anthony", "Marcus Camby", "Steve Blake", "Allen Iverson", "LaBradford Smith"], "uid": "1294966525056983567"}]