[{"uid": "1297132828174243900", "i": 14834, "idx": 4, "sa": ["Michael Vick", "Dwaine Caraway"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q>", "new_id": -2, "mturk_index": "1075"}, {"uid": "1296007668180027407", "i": 8925, "idx": 0, "sa": ["David Letterman", "Robbie Williams", "Hugh Jackman", "Nicole Kidman", "Brad Paisley"], "q": "<strong> Hugh Jackman </strong>& <strong> Nicole Kidman </strong>*** 720HD*** Song; <strong> Brad Paisley </strong>, Find Yourself... <strong> Nicole Kidman </strong> <strong> David Letterman </strong> 08 02 01 Part 1 <strong> Nicole Kidman </strong> Late Show with <strong> David Letterman </strong> 08 02 01 Part 1 2 August 2001- promoting The Others This is the <q> I can wear heels now </q> interview Credit to Ed... <strong> Robbie Williams </strong> feat. <strong> Nicole Kidman </strong>- Something Stupid HQ[ 2001] <strong> Robbie Williams </strong> feat. <strong> Nicole Kidman </strong>- Something Stupid HQ[ 2001]", "new_id": -2, "mturk_index": "330"}, {"uid": "1295986688031850539", "i": 1711, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "\"You only realign programs that you are comfortable with some variation in level of services... and where you think there's enough local accountability to make sure the program is run right,\" she said. <q> If you are not,... it's probably a program best administered and controlled at the state level. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog TECHNICAL SR TECHNICAL PROJECT MANAGER TEKFORCE CORP.. Company Tekforce Corp VIDEO", "new_id": -2, "mturk_index": "620"}, {"uid": "1295936421203702325", "i": 48932, "idx": 2, "sa": ["Zahi Hawass", "Ahmed Nazif"], "q": "had no legal claim to it. The SCA, which <strong> Zahi Hawass </strong> heads, said in an email that its request had been approved by both Prime Minister <strong> Ahmed Nazif </strong> and the Egyptian ministry of culture. <q> This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country, </q> it said.", "new_id": -2, "mturk_index": "1201"}, {"uid": "1297265428179191821", "i": 26067, "idx": 0, "sa": ["George W. Bush", "Barack Obama", "Donald Rumsfeld"], "q": "Sicht auf die ra <strong> George W. Bush </strong>. <cite>(? dpa) </cite> In einem Interview mit dem US-Sender Fox News sagte <strong> Donald Rumsfeld </strong>, das Gefangenenlager Guant?nama sei \"die beste L?sung\" . <q> Wir wollen es nicht, aber wir brauchen es </q>, erkl?rt er weiter. Der Terrorismus mache es notwendig. Pr?sident <strong> Barack Obama </strong> habe das Lager heftig kritisiert, sagte <strong> Donald Rumsfeld </strong>, trotzdem habe auch er es bis heute nicht geschlossen. Das zeige, dass <strong> George W. Bush </strong> mit Guant?namo gute", "new_id": -2, "mturk_index": "197"}, {"uid": "1295890950159268919", "i": 45674, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer", "Mimi Walters"], "q": "plans. \"We want reforms in place before there's any discussion about tax increases,\" said <strong> Mimi Walters </strong>, the GOP's nominee in the fall for state treasurer who was trounced by incumbent <strong> Bill Lockyer </strong>. <q> I do know there's not support at all to even put it on the ballot without significant pension reforms. </q> <strong> Jerry Brown </strong> has proposed cutting$ 12.5 Bill Lockyerion in expenditures and asking voters to extend for five years temporary taxes on personal income, sales and autos in an attempt to solve a$ 25.4 Bill Lockyerion deficit.", "new_id": -2, "mturk_index": "2"}, {"uid": "1295642186060784646", "i": 6235, "idx": 0, "sa": ["Andy Coulson", "Matt Wells", "Armando Iannucci"], "q": "Mr. <strong> Andy Coulson </strong> insisted that he had no knowledge whatsoever of these illegal activities, but still intended to resign because stories about him were becoming a distraction. He then tried to make light of this situation by joking, <q> When the spokesman needs a spokesman, it's time to move on. </q> As Coulson-Andy Coulson-phone-hacking-statement\"> <strong> Matt Wells </strong> noted on The Guardian's live blog dedicated to Mr. <strong> Andy Coulson </strong>'s resignation, soon after the statement was released, the British comedian <strong> Armando Iannucci </strong>- who created\" In the", "new_id": -2, "mturk_index": "368"}, {"uid": "1295047478138936360", "i": 16815, "idx": 3, "sa": ["Kevin Gardner", "Eric Schmidt"], "q": "technology, locate R&D in China and so forth, and the U.S. business community sees that as tying their hands when they go to China,\" said <strong> Kevin Gardner </strong> Gallagher, professor of international relations at Boston University. <q> They say,` We'll do that for five years and then all of a sudden China will have its own competitor that looks just like us.' </q> Google Inc CEO <strong> Eric Schmidt </strong> introduces Google TV in San Francisco Photo in Slideshow: A Chinese man walks past rabbit.... may face an antitrust lawsuit by the U.S. Justice Department over... Photo in Slideshow: China", "new_id": -2, "mturk_index": "2008"}, {"uid": "1297298258261144595", "i": 25956, "idx": 8, "sa": ["Bill Clinton", "Nouri al-Maliki", "Donald Rumsfeld"], "q": "diplomatic and military secrets, they will probably just be a bunch of memos about how much <strong> Donald Rumsfeld </strong> was \"concerned\" about the security situation in post-invasion Baghdad. Also I bet there will be a document that says <q> I promise <strong> Donald Rumsfeld </strong> had no idea that we were torturing and killing prisoners, signed, everyone at <strong> Nouri al-Maliki </strong> Ghraib. </q> Speaking of! <strong> Donald Rumsfeld </strong> says <strong> Bill Clinton </strong> called him once and said: \"No one with an ounce of sense thinks you had any way in the world to know about the Nouri al-Malikise taking place that night in", "new_id": -2, "mturk_index": "204"}, {"uid": "1297291397065437718", "i": 8104, "idx": 0, "sa": ["Donald Rumsfeld", "Chris Arnold"], "q": "challenge to our investors,\" <strong> Chris Arnold </strong> said. Shares of Chipotle closed up 2.1 percent, or$ 5.25, at$ 252.51 on Wednesday. U.S. Video: Egypt protests scare off tourists Report Abuse <q> I applaud the Chipotle franchise for what they have done, they have fired fat lazy american pigs and hired hard working undocumented people. They understand the fact that fat american workers want every benefit under the sun with out working for it and want 2 hour lunch breaks( that's why they are fat) </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy` Kill Your Wrinkles' Dermatologists don't want you knowing about this skin care tip. Super Cheap Car Insurance Get Super Cheap Car Insurance Online. Free Quotes", "new_id": -2, "mturk_index": "139"}]