[{"uid": "1295578825089079828", "i": 35268, "idx": 7, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "sparked many others in Silicon Valley to follow the same management model. In a nod to how he was regarded as <strong> Google Inc. </strong>'s elder statesman, Mr. <strong> Eric Schmidt </strong> tweeted wryly after the management shifts were announced, <q>Day-to-day adult supervision no longer needed!</q> In the decade since Mr. <strong> Eric Schmidt </strong> joined <strong> Google Inc. </strong>, the company blew by competitors such as But <strong> Google Inc. </strong>, founded in 1998 by Messrs. Page and <strong> Sergey Brin </strong> when they were Stanford University computer-science graduate students,", "new_id": -2}, {"uid": "1295231821192299018", "i": 1873, "idx": 3, "sa": ["Sid Gillman", "LeSean McCoy", "DeSean Jackson", "Michael Vick"], "q": "1 in yards per rush. Deep threat <strong> DeSean Jackson </strong> averaged 22.5 yards a catch, <strong> Sid Gillman </strong> deep-ball numbers in a West Coast offense. Running back <strong> LeSean McCoy </strong> led the NFC in total yards from scrimmage. <q>A lot of people didn't expect us to be in this situation,</q> <strong> Michael Vick </strong> said. \"Yeah, it's a new era. We're just trying to make our mark and play good football.\" <strong> Michael Vick </strong> expects to see some of the defensive back blitzing Minnesota used", "new_id": -2}, {"uid": "1296660173177848323", "i": 16291, "idx": 0, "sa": ["Barbara Walters", "Bill Clinton", "David Letterman", "Shaquille O'Neal"], "q": "10 p.m. EST on Friday. <strong> Barbara Walters </strong> knew she needed the celebrity infusion. \"I didn't want people to feel that this was going to be an hour lecture,\" she said. <q>To have these very famous, and in some cases very funny, people, meant that they would watch.</q> Each guest agreed to talk about his experience. <strong> Bill Clinton </strong>, the former <strong> Shaquille O'Neal </strong> Mac <strong> Bill Clinton </strong>, revealed that he's now practically a vegan. The usually private <strong> David Letterman </strong> talks candidly about depression and how he sometimes", "new_id": -2}, {"uid": "1296365682082608136", "i": 23311, "idx": 0, "sa": ["Zahi Hawass"], "q": "citizens. The threat to Egypt's millennia-old artifacts began when fire broke out at the ruling National Democratic Party's headquarters, virtually next door, and at last report that building was still in danger of collapse. <q>What scares me is that if this building is destroyed, it will fall over the museum,</q> <strong> Zahi Hawass </strong> advertisement The good news So far, the saga of the Egyptian Museum has been more of a good-news rather than bad-news story. The current chaos in Cairo easily could have left", "new_id": -2}, {"uid": "1295635525217038960", "i": 9306, "idx": 7, "sa": ["Eric Schmidt"], "q": "- getting out and talking to users, clients, and lawmakers about what Google does, and what it plans to do in the future. In terms of his strategy with government activity, <strong> Eric Schmidt </strong> said <q>the simple answer is that we're talking to them.</q> blog comments powered by Disqus LogMeIn Rescue: On-demand remote support for PCs, Macs and more. 5GB of FREE IDrive Online Backup, start protecting your digital life today! Get the PC Magazine Editors' Choice", "new_id": -2}, {"uid": "1295627170004243488", "i": 19015, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. \"<strong> Eric Schmidt </strong>, Larry and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs,\" he said. <q>Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style.</q> Enter for a chance to win$ 25,000 or your choice of other great prizes in the Dream Come True Sweepstakes brought to you by Macworld.", "new_id": -2}, {"i": 33514, "idx": 0, "index_answer": 3, "new_id": -1, "q": "It comes after Downing St director of communications <strong> Andy Coulson </strong> quit amid allegations about phone hacking at the News of the World when he was editor. Labour deputy leader <strong> Harriet Harman </strong>, speaking on Sky News, said: <q>Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced. \"Nobody is above the law, no newspaper editor, no journalist.</q> Although the Independent on Sunday also reported that Mr <strong> Gordon Brown </strong>'s predecessor <strong> Tony Blair </strong> had asked the Met Police to investigate whether he was the victim of phone hacking, his spokesman said: \"<strong> Tony Blair </strong> did not have", "sa": ["Tony Blair", "Gordon Brown", "Andy Coulson", "Harriet Harman"], "uid": "1295792724254902285"}, {"uid": "1295030362239566879", "i": 28173, "idx": 1, "sa": ["Steve Ballmer"], "q": "corporate headquarters has revolved faster than the judge's panel on American Idol.\" Noritsu's new printer is smaller than competing products and uses ink jet cartridges instead of chemicals <strong> Steve Ballmer </strong> was vague about the reasons. <q>This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles,</q> said <strong> Steve Ballmer </strong>, in an e-mail Monday to Microsoft employees. Then came the inevitable follow-up. \"In conjunction with this leadership change, Bob has decided to leave Microsoft this summer,\" wrote <strong> Steve Ballmer </strong>. \"He", "new_id": -2}, {"uid": "1297708190265207814", "i": 13220, "idx": 0, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "a controller. <strong> Joe Belfiore </strong> didn't say when the technology that allows that application would become available. But <strong> Steve Ballmer </strong> hinted that there are even more new features to come to the Windows Phone software. <q>This year we're investing a significant amount to continue popularizing the phone,</q> <strong> Steve Ballmer </strong> said. The company plans to add even more features along with next generation phones later this year, he said. He mentioned Samsung, LG, Dell and Nokia as companies bringing those new models to market", "new_id": -2}, {"uid": "1296499218216055814", "i": 705, "idx": 1, "sa": ["Sergio Marchionne"], "q": "profit in 2010. \"It's difficult to talk abut profit sharing when you've got a negative number at the bottom,\" <strong> Sergio Marchionne </strong> said Monday morning in a conference call with investors and reporters. <q>Our liquidity improved in 2010, and it's expected improve in 2011. It would have been inexcusable not to recognize what our people have done. We owe them a lot and we should pay them for that performance.</q> it lost$ 199 million in the fourth quarter of 2010, a significant improvement from the$ 2.7 billion it lost during the same span in 2009. While Chrysler has failed to turn a profit since emerging from", "new_id": -2}]