[{"uid": "1297670559058834956", "i": 9651, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "be deployed, <strong> Donald Rumsfeld </strong> said. But it was Franks and other generals who decided they could fight the war with fewer troops, said <strong> Donald Rumsfeld </strong>, who depicts himself as more of a rubber stamp. <q> INSKEEP: Didn't you challenge the planners, right down to very small units, about whether this or that unit was needed? </q> <strong> Donald Rumsfeld </strong>: No... I can't remember any specific small units I got involved with but one, and I think the documents on Rumsfeld.com will show this... <strong> Donald Rumsfeld </strong> said he", "new_id": -2}, {"uid": "1297214214052674673", "i": 19474, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "The title derives from a frequently parodied <strong> Donald Rumsfeld </strong> response to a reporter's question about whether there actually was evidence of any link between <strong> Saddam Hussein </strong> and terrorists seeking weapons of mass destruction. The Defense secretary responded: <q> Reports that say that something hasn't happened are always interesting to me because, as we know, there are known knowns; there are things we know we know. We also know there are known unknowns; that is to say we know there are some things we do not know. But there are also unknown unknowns- the ones we don't know we don't know. </q> Get the monthly that has L.A. talking. Subscribe to Los Angeles Times Magazine at a special introductory rate. It is, of course, a logical fallacy to multiply categories beyond necessity, but it's one", "new_id": -2}, {"uid": "1294957273181354535", "i": 48529, "idx": 0, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "expect a majority of workers will ultimately back the new labour contract so they can keep their jobs. Union representatives met workers as they entered the plant to explain the vote. A banner outside said: <q> A terrorist is someone who sells his rights. </q> The deal has won praise among business leaders and has the backing of most unions. Prime Minister <strong> Silvio Berlusconi </strong> has given it his open support, saying on Wednesday <strong> Sergio Marchionne </strong> would have good reason to quit Italy if", "new_id": -2}, {"uid": "1297276631173539329", "i": 21222, "idx": 0, "sa": ["Rep. Jim Sensenbrenner", "Dennis Kucinich", "Mike Pence", "Jihad Jane"], "q": "Minnesota and <strong> Mike Pence </strong> of Indiana, voted for the measure. <strong> Rep. Jim Sensenbrenner </strong>, R-Wis., who introduced the extension of these provisions, said they are integral to America's security and should remain intact. <q> The terrorist threat has not expired and will not anytime soon, </q> <strong> Rep. Jim Sensenbrenner </strong> said. <strong> Dennis Kucinich </strong> Charles Dent, R-Pa., agreed.\" We can not tie the hands of local law enforcers,\" Dent said. He talked about\" <strong> Jihad Jane </strong>\"- <strong> Jihad Jane </strong>,", "new_id": -2}, {"uid": "1296576641238125066", "i": 41906, "idx": 1, "sa": ["Michael Vick"], "q": "handle it,\" Hafner said of the cattle.\" They've got a good hair coat this year, but we have to have enough feed to give them energy to keep going.\" Report Abuse <q>... Paula Lawson, a 59-year-old community organizer from suburban Glencoe... </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Hot Stock Alert- Celulas Stem Cell BioReactor Technology. Organ Regeneration. Invest Today!", "new_id": -2}, {"i": 8550, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Mike Pence </strong> Steele reflected on his <strong> Mike Pence </strong> Opposes Government Takeover Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care <q> Is Not the Kind of Plan Americans Want </q> <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care\" Is Not the Kind of Plan Americans Want\" In an interview on CNNs Situation Room, House Republican Leader <strong> John Boehner </strong>( R-OH) warned of the dangers", "sa": ["John Boehner", "Mike Pence"], "uid": "1295476069159825946"}, {"uid": "1296280079111296551", "i": 6644, "idx": 1, "sa": ["all political", "Mike Pence"], "q": "Rep. <strong> Mike Pence </strong>, R-Ind., answers questions as he meets with constituents during a town hall meeting in Pendleton, Ind., on Friday. <strong> Mike Pence </strong> announced Thursday that he will not seek the presidency in 2012. <q> Whether that's continuing to serve in Congress or coming home and running for governor, we're just going to take a hard look to see where we can make the most difference for the values we believe, </q> he said. Because <strong> Mike Pence </strong> chose to give up his post as the No. 3-ranking House Republican after the November election, it is widely assumed that his eyes have been on a new office. Nearly <strong> all political </strong>", "new_id": -2}, {"uid": "1295501574237502511", "i": 32002, "idx": 0, "sa": ["Simon Cowell"], "q": "<q> Forget what you know... for the best is yet to come, </q> declared the bold lettering at the start of the\" American Idol\" Season 10` American Idol' returns, with J.Lo but not <strong> Simon Cowell </strong>\" American Idol\" Soldiers on without <strong> Simon Cowell </strong>` American Idol'", "new_id": -2}, {"uid": "1297446725101842956", "i": 11175, "idx": 13, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "were never found. Let's say we had known there were no WMD, I ask, would it have still been justified to go to war? <strong> Donald Rumsfeld </strong>'s response strikes me as oddly circuitous and detached. <q> Apparently. The Congress had passed regime change legislation in the 1990s and it passed overwhelmingly. Now you can't know what you would do. What you know now helps you in what you do in the future. It can't help you with what's been done in the past. </q> But was the Iraq war really worth all the pain and suffering it has caused? <strong> Donald Rumsfeld </strong>'s tone becomes sharper:\" Have you ever visited one of the killing fields in Iraq where <strong> Saddam Hussein </strong> killed hundreds", "new_id": -2}, {"uid": "1297162307055738376", "i": 21240, "idx": 1, "sa": ["Donald Rumsfeld", "Abraham Lincoln", "President Bush"], "q": "?\" How did the US get to here and what should they conclude? May 1, 2003. In Kabul the US <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> announces a clear move <q> from major combat activity to a period of stability and stabilization and reconstruction activities. The bulk of this country today is permissive, it's secure </q>, he said regarding Afghanistan on the same day <strong> President Bush </strong> was giving a similar announcement for Iraq on the aircraft carrier USS <strong> Abraham Lincoln </strong>. January 27, 2011. Politicians, human rights and social activists, journalists", "new_id": -2}]