[{"uid": "1295461653182812690", "i": 59766, "idx": 6, "sa": ["Robert Thompson", "Steven Tyler", "Toby Young", "Jennifer Lopez", "Simon Cowell"], "q": "one to get.\" <strong> Robert Thompson </strong> points out that, as a British unknown looking for American fame, <strong> Simon Cowell </strong> used meanness as a savvy PR move- one that wouldn't work for <strong> Jennifer Lopez </strong> or <strong> Steven Tyler </strong>. <q> Outside of the music industry, no one in the United States knew who <strong> Simon Cowell </strong> was until he started making nasty comments during the first season promotions for the show, </q> he says. \"Being mean was what made him a celebrity. But <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> are already celebrities. They have their cultural equity to protect.\" For <strong> Toby Young </strong>, it's no accident that", "new_id": -2, "mturk_index": "523"}, {"uid": "1296849363199835648", "i": 531, "idx": 0, "sa": ["Michael Vick", "Steve Mariucci"], "q": "able to take off and scramble at the drop of a dime if the pocket collapses. Many analysts have said that only the Philadelphia Eagles speedster <strong> Michael Vick </strong> is better at scrambling with the football. <q> He may not be as fast as <strong> Michael Vick </strong>, but he's certainly as dangerous because he will pull it down and get considerable yardage, and he will throw accurately like he is in the pocket, </q> NFL Network analyst <strong> Steve Mariucci </strong> told target=\"_blank\"> www.nj.com. \"When he leaves the pocket, he's scary.\" Powerful defenses While the 20-something quarterbacks will be the focus of", "new_id": -2, "mturk_index": "2135"}, {"uid": "1296664437210550812", "i": 31176, "idx": 2, "sa": ["Regis Philbin", "Robin Williams", "David Letterman", "Charles Grandison Rose III"], "q": "myself busting into tears and sobbing uncontrollably.\" -- <strong> David Letterman </strong>\" ... stop the heart, work on it, restart it... good luck.\" -- <strong> Robin Williams </strong> <q> They're going to put him on a gurney, roll him into the OR room and bust him open like a lobster. </q>-- <strong> Regis Philbin </strong> \"It was hell.\" -- <strong> Charles Grandison Rose III </strong> Each day, our hearts beat 100,000 times, pumping 2,000 gallons of blood, filled with oxygen, through our bodies", "new_id": -2, "mturk_index": "1873"}, {"uid": "1295296501138346498", "i": 21110, "idx": 1, "sa": ["Steve Ballmer"], "q": ". 3. \"We've got the greatest range of alternatives, the phones, the software, the craftmanship\" . Numerically, Android has more phone alternatives and software choices. 4. <q> We sold 1.5 million into the carriers </q>. This is a carefully worded sentence. It does not say how many paying customers bought Windows Phone 7 devices. 5. When asked about people moving from PCs to wireless devices, <strong> Steve Ballmer </strong> responds:", "new_id": -2, "mturk_index": "728"}, {"uid": "1296774628218005537", "i": 26573, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "et ses cons?quences, notamment le fait que les opposants? la guerre et au pr?sident ont constamment martel qu'il s` agissait de torture, ont fini par nous faire du tort\" , crit <strong> Donald Rumsfeld </strong>. <q> Plus que toute autre chose que j' ai chou? faire, et malgr la fiert que j' avais? accomplir toutes les choses importantes que nous avons r?ussies, je regrette de n'?tre pas parti? ce moment-l </q>. R?v?l?es en 2004, les photos montrant des d?tenus de la prison d'Abu Ghraib d?nud?s, frapp?s, attach?s dans des positions humiliantes ou empil?s sur du carrelage, ont fait le tour du monde et provoqu", "new_id": -2, "mturk_index": "1924"}, {"uid": "1296137334113377297", "i": 3099, "idx": 5, "sa": ["Michael Vick"], "q": ", and a thigh pad during the season. It is <strong> Michael Vick </strong>'s first major paid endorsement since going to prison. \"They're the reason I made it through the season,\" <strong> Michael Vick </strong> said. <q> It's a great opportunity for me. </q> On Wednesday, <strong> Michael Vick </strong> stepped off the team bus at a local high school and was cheered by about 100 fans who lined the entrance to the school's stadium. He walked to the practice field,", "new_id": -2, "mturk_index": "1669"}, {"uid": "1295932595118014000", "i": 35207, "idx": 3, "sa": ["Phil Jackson", "Jason Kidd", "Allen Iverson", "Gregg Popovich", "Larry Brown"], "q": "Phil Jacksonadelphia has alternated wins and losses in its last six games after losing nine of 10. The Sixers, who opened the seJason Kidd 10-0 at the First Union Center, are 1-7 in their last eight home games. <q> This is not the team we thought we were going to have, </q> Sixers <strong> Gregg Popovich </strong> <strong> Larry Brown </strong> said, referring to injuries that have hampered the team. Phil Jacksonadelphia, which trailed by 18 in the second quarter, closed to 50-47 following a three-point play by <strong> Allen Iverson </strong> early in the third. But", "new_id": -2, "mturk_index": "1735"}, {"uid": "1297145483211075084", "i": 50480, "idx": 1, "sa": ["Hailee Steinfeld", "Paula Abdul", "Simon Cowell"], "q": "learned about. Who knows how much of this really goes on. Report Abuse \" i like <strong> Paula Abdul </strong>. She is cute and very honest person. I am sure <strong> Simon Cowell </strong> knows her very well. \" Report Abuse <q> i like <strong> Paula Abdul </strong>, she isa cute and I think a very honest person. I think <strong> Simon Cowell </strong> </q> ABC News: Watch: <strong> Hailee Steinfeld </strong> on` True Grit' ABC News: <strong> Simon Cowell </strong>: US' X Factor' Panel yet to Be Set Fitness Singles Meet Local Fitness Minded People. 80+ Activities. Join Free", "new_id": -2, "mturk_index": "667"}, {"uid": "1297239442238927888", "i": 38266, "idx": 4, "sa": ["Isnilon Hapilon", "Colin Powell"], "q": "hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Isnilon Hapilon </strong> al-Zarqawi, a Jordanian extremist who later led the Iraq branch of the al-Qaida terrorist network. View More: No tags", "new_id": -2, "mturk_index": "51"}, {"uid": "1294957406081149956", "i": 56726, "idx": 19, "sa": ["Allen Iverson", "Gilad Atzmon"], "q": "after his arrival in the country where he will spend the next two years playing for Besiktas. He says it is the \"most important thing to be accepted and wanted and appreciated\" and that he hopes to <q> bring a lot of excitement for the fans </q>. <strong> Allen Iverson </strong> reportedly ready to calls it quits Magic fall in overtime to Hornets Cal freshman G Gary Franklin transfers to Baylor Winter weather forces postponement of UAB-ECU At least 270 dead in Brazil floods, landslides <strong> Gilad Atzmon </strong>: The", "new_id": -2, "mturk_index": "504"}]