[{"uid": "1296106911231735330", "i": 20929, "idx": 0, "sa": ["Eric Schmidt"], "q": "was`` profoundly sorry for mistakenly collecting payload data in the UK from unencrypted wireless networks,'' and that data collected from the UK data has now been deleted, adding`` this has been independently certified''. <q> This is the largest wire tapping scandal in world history by one of AmEric Schmidta's biggest and most powerful corporations, yet there has not been a single hearing on Capitol Hill, </q> the letter commented about the so-called` Wi-Spy' events.`` We respectfully submit that Google CEO <strong> Eric Schmidt </strong> should be asked to testify under oath so that the AmEric Schmidtan public learns the truth about Wi-Spy.'' In response", "new_id": -2}, {"uid": "1297098795101318682", "i": 13017, "idx": 0, "sa": ["Mike Pence", "Cecile Richards", "George Soros"], "q": "href=\"http://www.lifenews.com/2011/01/07/Mike Pence-drops-bill-to-de-fund-planned-parenthood-abortion-biz/\"> a bill sponsored by Congressman <strong> Mike Pence </strong> of Indiana to cut the millions in taxpayer funding the Planned Parenthood abortion business receives through the federal family planning program. The letter, which Politico obtained, reads: <q> Right-wing groups are once again attempting to destroy an organization dedicated to providing crucial primary care services to Americans that need them most. Armed with heavily edited videos, countless lies and a shameless echo chamber that repeats unfounded accusations ad nauseam, they've now turned their sights to Planned Parenthood, which offers a range of important health and reproductive services. </q> a strategy call the liberal`` media watchdog'' group Media Matters coordinated with Planned Parenthood President <strong> Cecile Richards </strong> and other liberal activists, with support from liberal billionaire <strong> George Soros </strong>, designed to respond to the videos. The game", "new_id": -2}, {"uid": "1296172795252526607", "i": 19387, "idx": 9, "sa": ["Eric Schmidt"], "q": " But Mr <strong> Eric Schmidt </strong> said that the arrangement was`` stable'' for them, and appeared to be the same for China, who recently renewed their licence. However, he cautioned that China could <q> arbitrarily cut it off at any point </q>. Face-off? The Google executive chairman rejected suggestions that the company had lost its edge.`` We are the innovator and leader at scale,'' he said, citing among others its maps", "new_id": -2}, {"uid": "1297271153262504483", "i": 12024, "idx": 3, "sa": ["Susan Boyle", "Simon Cowell"], "q": "`` I wanted to make a show where I, along with my fellow judges, help competitors on a regular basis,'' said <strong> Simon Cowell </strong>, whose music industry experience is mostly on the record label end. <q> It's more interesting to me because I have a lot more to do with that. When you lose an artist, part of you has lost as well. You win when they win. </q> Also, where American Idol has an age limit, anyone over the age of 12 can audition for the X Factor. Duo's or even large groups can audition as well. After discovering <strong> Susan Boyle </strong> on", "new_id": -2}, {"uid": "1297200983061325341", "i": 2162, "idx": 3, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "George H. W. Bush"], "q": "poor job of airing and debating substantive disagreements between the State and Defense departments. Rivalries between State and Defense are nothing new, yet Ms. <strong> Condoleezza Rice </strong>'s most`` notable feature'' of management, writes Mr. <strong> Donald Rumsfeld </strong>, <q> was her commitment, whenever possible, to` bridging' differences between the agencies, rather than bringing those differences to the <strong> George H. W. Bush </strong> for decisions. </q>`` <strong> Condoleezza Rice </strong> is a very accomplished human being,'' he says in our interview, and`` she had an academic background. Blending things and delaying things is okay in the academic world.", "new_id": -2}, {"uid": "1295562868254656534", "i": 26622, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "die Entwicklung neuer Produkte k?mmern. Er soll offiziell den Titel`` Mitgr?nder'' erhalten. <strong> Eric Schmidt </strong> erkl?rt F?hrungswechsel in Blog Anzeige target=\"_blank\" href=\"http://googleblog.blogspot.com/2011/01/update-from-chairman.html\"> Im`` Google Blog'' schrieb <strong> Eric Schmidt </strong>: <q> Ich bin u?erst stolz auf mein Jahrzehnt als Konzernchef, und ich bin sicher, dass die n?chsten zehn Jahre unter <strong> Larry Page </strong> sogar noch besser werden! <strong> Larry Page </strong> ist meiner Meinung nach bereit, die F?hrung zu bernehmen. </q> Die Entscheidung zum Umbau der Unternehmensf?hrung habe man zu dritt gef?llt, schrieb <strong> Eric Schmidt </strong> weiter:`` Wir haben lange Zeit dar?ber geredet, wie wir unsere Management-Struktur vereinfachen und Entscheidungen schneller treffen k?nnen- und ber die", "new_id": -2}, {"uid": "1295721092068648974", "i": 41837, "idx": 4, "sa": ["Rafael Nadal", "Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "of <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, which has been in place for the last decade.`` What I do think Facebook has shown Google is that they're moving too slow,'' Kerner said. <q> Facebook is moving at the speed of light and Google isn't.`` Having three people running the company, making the decisions, was slowing it down, </q> he added. AFP <cite> This story is sourced direct from an overseas news agency as an additional service to readers. Spelling follows North AmEric Schmidtan usage, along with foreign currency and measurement units. </cite> <strong> Rafael Nadal </strong>", "new_id": -2}, {"uid": "1297170429012386308", "i": 50335, "idx": 1, "sa": ["Terry Wallace", "Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": " Dallas <strong> Mayor Tom </strong> repudiates presentation of`` key to the city'' to <strong> Michael Vick </strong> By <strong> Terry Wallace </strong>, Associated Press DALLAS- The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a <q> key to the city. </q> <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this past season, his second in the NFL since serving 18 months in prison for operating a dogfighting operation. <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong>", "new_id": -2}, {"uid": "1296715246139952153", "i": 41006, "idx": 4, "sa": ["Tim Spencer", "Allen Iverson", "Chauncey Billups", "Ming Yi"], "q": "for the Lakers, but went 12-of-30 from the floor.`` We just played a good all-around game,'' <strong> Allen Iverson </strong> said after the Pistons won for the third Tim Spencere since his arrival from Denver five games ago. <q> It's just about playing basketball, understanding what we want to do on the basketball court.`` We didn't feel like it would take long, but we knew it would be kind of shaky in the beginning because I'm a totally different player than <strong> Chauncey Billups </strong>. I'm a lot more aggressive when it comes to driving to the basket, so my teammates have to know what spot I want them to be in to be able to create shots for them. </q> In winning their first seven, the Lakers had averaged a league-high 104.7 points and held opponents to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoMing Yi the final", "new_id": -2}, {"i": 20409, "idx": 6, "index_answer": 0, "new_id": -1, "q": "n't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. <q> This was a big win for us at somebody else's home, </q> <strong> Allen Iverson </strong> said.`` Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road.'' Elias Says <strong> Allen Iverson </strong>", "sa": ["Allen Iverson"], "uid": "1295501732152404071"}]