[{"uid": "1296231867027263003", "i": 4687, "idx": 1, "sa": ["Michael Gove"], "q": "and other students in special circumstances such as teenager mothers are taught in PRUs. <strong> Michael Gove </strong> said he wanted to encourage new organisations to run pupil referral units, including one that recruited army veterans. <q> Most local authority-run pupil referral units are not up to snuff... and we know that there are organisations which have done a fantastic job in meeting some of the needs that these young people have. There's an organisation called Skillforce that takes ex-army veterans and helps them deal with children that are at risk of disengagement, and I know they're interested too, in playing a part in helping. </q> the schools white paper published last November, also includes measures to narrow the focus of Ofsted inspections from 27 categories to just four. Schools inspectors will be asked to look at achievement, the quality of", "new_id": -2}, {"uid": "1297689926157188194", "i": 13737, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "help Veeco to speed up its efforts to commercialize multi-stage thermal deposition production systems used to manufacture cost-efficient CIGS Solar cells. Commenting on the Veeco award, Senator <strong> Kirsten Gillibrand </strong>( D-NY) said, <q> Developing new, clean, homegrown sources of energy is a vital part of our economic recovery. </q> This federal investment will help drive research and development of new solar power technology, helping make solar power more efficient. By making solar power more effective and affordable over the long term, we can", "new_id": -2}, {"uid": "1296593023045760531", "i": 25156, "idx": 1, "sa": ["Michael Gove"], "q": "mention a single country apart from the UK or any continents, rivers, oceans, mountains, or cities. It does, however, mention the European Union and global warming.\" In addition, <q> the secondary music curriculum fails to mention a single composer, musician, or piece of music. </q> <strong> Michael Gove </strong> observes left-wing ideologues believe schools \"shouldn't be doing anything so old-fashioned as passing on knowledge, requiring children to work hard, or immersing them in anything like dates in history or times tables in", "new_id": -2}, {"uid": "1295587628071548946", "i": 31054, "idx": 6, "sa": ["Vint Cerf", "Eric Schmidt"], "q": ".\" It has long been held that <strong> Eric Schmidt </strong> was brought on at Google to counter the lack of business experience of Google's founders, and <strong> Eric Schmidt </strong> alluded to this in a tweet today. <q> Day-to-day adult supervision no longer need! </q> he wrote after the leadership change announcement. Taking on Facebook <strong> Vint Cerf </strong> would not be drawn on whether Google was developing a social networking site to compete with Facebook, as has been rumoured. But", "new_id": -2}, {"uid": "1297488327192626740", "i": 37814, "idx": 3, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": "He said there had been \"many warnings[ that] more troops could have helped, by advisers on the ground.\" <strong> Donald Rumsfeld </strong>: \"No, that's not correct.\" Stephanopoulos: American envoy <strong> Paul Bremer </strong> <q> said that- it is correct. </q> <strong> Donald Rumsfeld </strong>: \"It is not correct.\" And so it went. Stephanopoulos asked <strong> Donald Rumsfeld </strong> to concede that if he'd stayed in office after 2006, \"there would have been defeat in Iraq and", "new_id": -2}, {"uid": "1297702534073007116", "i": 4667, "idx": 0, "sa": ["Steve Ballmer"], "q": "voor knippen-en-plakken. Later dit jaar volgt dan een grotere update.` Volledige web op de telefoon' Onderdeel in die grote update is een mobiele versie van IE9 met hardware-acceleratie voor Windows Phone. <q> Dit is een goed voorbeeld van het samenbrengen van onderdelen binnen Microsoft om de gebruikservaring van Windows Phone te verbeteren </q>, aldus <strong> Steve Ballmer </strong>. \"We moeten het volledige web naar de telefoon brengen.\" De reguliere versie van IE9, waarvan recent de release candidate verscheen, gebruikt ook hardware-acceleratie voor het sneller verwerken van zware", "new_id": -2}, {"uid": "1296709837249151494", "i": 44065, "idx": 6, "sa": ["Metta World Peace", "Phil Jackson", "LeBron James", "Allen Iverson", "Kwame Brown", "Dwyane Wade"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Phil Jacksonadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said. \"It's hard coming into a situation where guys have been World Peaceto_Raptors_109-100_November_13,_2010 <strong> Dwyane Wade </strong> scored 31 points and <strong> LeBron James </strong> added 23 points along with 11 assists to lead the Heat to a victory over the Raptors.", "new_id": -2}, {"uid": "1295394211046235674", "i": 5420, "idx": 4, "sa": ["Sergio Marchionne"], "q": "governments of U.S., Canada and Ontario. Excluding interest and taxes, Chrysler earned a$ 565 million profit in that period. \"That's a difficult question,\" <strong> Sergio Marchionne </strong> said about profit sharing. <q> It's part of a more complicated set of negotiations. I've always been convinced that we need to reward everybody in the organization for performance. </q> Chrysler wants to complete an initial public offering later this year that would enable the U.S. and Canada to sell part or all of their equity in Chrysler. The U.S. Treasury owns 9.2% of Chrysler's", "new_id": -2}, {"uid": "1295625832143933451", "i": 25288, "idx": 2, "sa": ["Colin Powell", "George W. Bush"], "q": "mission was victorious because we had the best-trained military in the world, the <strong> George W. Bush </strong> had fortitude to make tough choices when they needed to be made and the unwavering support of the American people,\" Schwarzkopf said. <q> Our mission in Kuwait ended 20 years ago, but the impact will endure for generations to come. </q> <strong> Colin Powell </strong> said a peaceful solution was not possible because Hussein was unfazed by the warnings from the U.N. Security Council, by economic sanctions or by the buildup of U.S. troops in the region. \"I was quite confident", "new_id": -2}, {"uid": "1297283465095453212", "i": 27090, "idx": 2, "sa": ["David Letterman"], "q": "hummus and Chinese dumplings were samples from the lunch menu, but new dishes included sliders that were created especially for the event. Jackie McSwiggan, recording secretary/golf chair of the Auxiliary, described the atmosphere as <q> warm, welcoming and very relaxing. </q> Many members of the Auxiliary, in addition to local businesses, donated baskets filled with treats for a silent auction. Some of the items included tickets to \"Late Show\" with <strong> David Letterman </strong>, a gift", "new_id": -2}]