[{"uid": "1295502688237502473", "i": 4086, "idx": 1, "sa": ["Rep. Joe Barton", "Mike Pence"], "q": "takeover of health care when it doesn't even include a public option( for government-funded health care),'' Scott said. But <strong> Rep. Joe Barton </strong> <strong> Mike Pence </strong>, R-Ind., said that description is accurate. <q> When you mandate that every American purchase health insurance whether they want it or need it or not, you mandate that every business provide health insurance, you send people to a government-run exchange, you pay for it with hundreds of billions of dollars in higher taxes and mandates and you throw in public funding of abortion against the wishes of the overwhelming majority of the American people, that's a government takeover of health care and the American people know it, </q> <strong> Mike Pence </strong> said. Democrats countered that the law is already benefiting millions of Americans and should not be derailed.`` Because of the Affordable Care Act, Americans no longer have to live in fear", "new_id": -2}, {"uid": "1296709838249151519", "i": 23042, "idx": 5, "sa": ["Tyronn Lue", "Allen Iverson", "Ray Allen"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.'' <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said Thanks to platinumchefindia for some of these highlights. <strong> Ray Allen </strong> Biography/Stats: <strong> Ray Allen </strong>( born July 20, 1975), referred to as <strong> Ray Allen </strong>, is an American professional basketball player who is currently a free agent", "new_id": -2}, {"uid": "1295582258248299524", "i": 15102, "idx": 1, "sa": ["Google Inc.", "Eric Schmidt", "Mark Zuckerberg"], "q": "lure away users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave <strong> Google Inc. </strong> to work for the social networking company. <q> My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a startup, </q> Mr. Page said in a Thursday interview.`` I think I will have time to do that given the way we have split up our responsibilities.'' Mr. <strong> Eric Schmidt </strong> concurred in the same interview, saying", "new_id": -2}, {"uid": "1296104968124256261", "i": 16891, "idx": 0, "sa": ["Eric Schmidt"], "q": "from the Food and Drug Administration with questions about Teva's application for permission to produce a generic version of Sanofi-Aventis's blood thinner, Lovenox. Momenta began selling the only generic version of Lovenox in July. But <q> Teva could gain approval for generic Lovenox in the near term, </q> wrote <strong> Eric Schmidt </strong>, at Cowen& Co.; that could drive Momenta shares down to$ 8, he said. Â© Copyright 2011 Globe Newspaper Company. Tweet Yahoo! Buzz", "new_id": -2}, {"uid": "1296576641238125066", "i": 41905, "idx": 0, "sa": ["Michael Vick"], "q": "their animals for 48 hours. Workers were preparing to chop ice on ponds so the cattle will have adequate water.`` They are tough enough to handle it,'' Hafner said of the cattle. <q> They've got a good hair coat this year, but we have to have enough feed to give them energy to keep going. </q> Report Abuse \"... Paula Lawson, a 59-year-old community organizer from suburban Glencoe... \" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Hot Stock Alert- Celulas Stem Cell BioReactor Technology", "new_id": -2}, {"uid": "1297260292064307302", "i": 22541, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "former <strong> President Bush </strong>'s two daughters.`` I was concerned,'' <strong> Donald Rumsfeld </strong> told ABC's`` Good Morning America'' in his first live television interview since leaving office over four years ago. <q> Of course, the president and his family had secret service protection. My family did not. And it was a somewhat awkward moment in the meeting, </q> he added in describing a 2003 national security meeting when he was told of the plot. <strong> Donald Rumsfeld </strong>, who has two daughters and a son, said <strong> President Bush </strong> urged him to take the threat seriously because U.S.", "new_id": -2}, {"uid": "1297288963243777544", "i": 27778, "idx": 0, "sa": ["Amit Sood", "Simon Cowell"], "q": "the Rijksmuseum). Absent from the list of participants are the Louvre and the Musee d'Orsay, both in Paris.`` We approached as many museums as we could,'' <strong> Amit Sood </strong> said. <q> But you can only wait so long for people to come on board. We just decided to stop at 17. </q> But if the project is successful, there will be more. Currently, visitors can access 385 gallery rooms, including more than 1,000 high-resolution images of works by 486 artists. Does <strong> Simon Cowell </strong> have`", "new_id": -2}, {"uid": "1296286332201490484", "i": 2674, "idx": 4, "sa": ["Jackie Walorski", "Mike Pence", "Joe Donnelly"], "q": "Former Republican state Rep. <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic Rep. <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear frontrunner and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said.`` I think he'd clear the field.'' Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP`` rising stars'' like", "new_id": -2}, {"uid": "1297188372166789129", "i": 5235, "idx": 9, "sa": ["Simon Cowell"], "q": "some other reality competitions-- including his own America's Got Talent competition, which offers a million-dollar prize that is paid as an annual annuity over 40 years or a lumpsum payment which is much less-- <q> Just to be clear, this is not a dressed-up$ 5 million, this is a guaranteed$ 5 million payable to the winner-- the recording costs, the marketing costs, the video costs are completely separate from that. It will be paid over five years,$ 1 million a year for five years, </q> he told reporters.` The Bachelor' star Brad Womack cuts Alli Travis and Jackie Gordon <strong> Simon Cowell </strong>:` The X Factor' judging panel still yet to be determined` The X Factor' announces$ 5 million", "new_id": -2}, {"i": 39167, "idx": 2, "index_answer": 0, "new_id": -1, "q": "Eagles owner, <strong> Jeffrey Lurie </strong>, and commended him for giving <strong> Michael Vick </strong> a`` second chance.'' According to reports, Mr. <strong> Jeffrey Lurie </strong> said Mr. <strong> Barack Obama </strong> was`` passionate about it,'' adding that the president said <q> it's never a level playing field for prisoners when they get out of jail. And he was happy that we did something on such a national stage that showed our faith in giving someone a second chance after such a major downfall. </q> Now Mr. <strong> Michael Vick </strong> says he wants another dog. Society would never allow a child molester or a very violent person to adopt a vulnerable child, so we should never be in favor of allowing", "sa": ["Jeffrey Lurie", "Michael Vick", "Barack Obama"], "uid": "1295439934220266568"}]