[{"uid": "1295545349188383370", "i": 13638, "idx": 0, "sa": ["Kirsten Gillibrand", "David Boies", "Vaughn Walker", "Adam Lambert", "Jane Lynch", "Ken Mehlman"], "q": "recently took a detour when the U.S. Court of Appeals for the ninth circuit asked the California Supreme Court whether anti-gay marriage groups have standing under state law to appeal U.S. district judge <strong> Vaughn Walker </strong>'s August decision. <q> The California law is quite clear there's not standing, </q> <strong> David Boies </strong> said on the red carpet for the event, whose attendees included <strong> Adam Lambert </strong>, New York senator <strong> Kirsten Gillibrand </strong>, recent Golden Globe winner <strong> Jane Lynch </strong>, and former Republican National Committee chair <strong> Ken Mehlman </strong>, who came out as gay last", "new_id": -2}, {"uid": "1295596906046137392", "i": 47775, "idx": 1, "sa": ["Eric Schmidt"], "q": "lead.\" 07 Jan 2011 He explained that the previous structure, in which the triumvirate took collective decisions, had slowed down decision making. He said the changes would help clarify the individual roles so <q> there's clear responsibility and accountability at the top of the company </q>. However, Mr <strong> Eric Schmidt </strong> reassured investors that he does not expect any \"material change\" in the way the company is run because \"we tend to agree on pretty much everything\".", "new_id": -2}, {"uid": "1295440340072597603", "i": 3712, "idx": 0, "sa": ["Steven Tyler", "the Fox", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "q": "series of auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more \"Idol\" wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on <strong> the Fox </strong> singing competition. <q> I think with every artist- and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists- you have a lot of warmth and a lot of nurturing, </q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel. \"That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "new_id": -2}, {"uid": "1297003737194904085", "i": 31115, "idx": 0, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": "power should be handed over quickly to an interim Iraqi authority containing a number of Iraqi exiles, and a State Department view favouring a slower transition that would allow new leaders to emerge from within the country. <q> Those key differences were never clearly or firmly resolved in the NSC, </q> <strong> Donald Rumsfeld </strong> writes. \"Only the President could do so.\" <strong> Donald Rumsfeld </strong> blames <strong> Paul Bremer </strong>, who led the first year of occupation, for pursuing a grandiose plan more in line with State's vision than the", "new_id": -2}, {"uid": "1295785558098680872", "i": 44027, "idx": 0, "sa": ["Andy Coulson"], "q": "and now it's time to get all the facts out in the open.\" A Scottish Government spokesman said Labour's assertion of 10,000 complaints was \"entirely misleading\". He said: <q> Responses received were both supportive and unsupportive- for example a letter from the <strong> Nelson Mandela </strong> Foundation carried his support for the decision- and other issues have generated far greater levels of response, such as the consultation on the then-proposed smoking ban which attracted tens of thousands of responses. </q> Downing Street spin doctor <strong> Andy Coulson </strong> resigns in phone-hacking row Life for youths who battered man to death because it was \"funny' Kevin` Gerbil\" Carroll shooting: Murder accused released from prison Full video interview:", "new_id": -2}, {"uid": "1295642939254836748", "i": 7597, "idx": 1, "sa": ["Eric Schmidt"], "q": "to step aside.In announcing the move Thursday, <strong> Eric Schmidt </strong> said that the company no longer needed his \"adult supervision\" and that Page, 38, was ready to run the world's leading internet company. <q> We have been talking about how best to simplify our management structure and speed up decision making for a long time, </q> said <strong> Eric Schmidt </strong> in announcing the decision. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm", "new_id": -2}, {"uid": "1295202805257589268", "i": 9502, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Tom Coburn"], "q": "Sharp style is still civil \"I've pretty well been disgusted with all of the right and the left after this episode,\" <strong> Tom Coburn </strong> said, noting they continue to press a connection to the shooting. <q> We're disconnecting what the real problems are in this country, </q> he said. <strong> Kirsten Gillibrand </strong> said on CBS' \"Face the Nation\" that a proposal for Republican and Democratic lawmakers to sit together later this month during <strong> Barack Obama </strong>'s State of the Union address might just be", "new_id": -2}, {"uid": "1296575507267468818", "i": 11093, "idx": 3, "sa": ["Allen Iverson"], "q": "a full recovery and certainly anticipate him being able to resume a normal basketball career.\" \"He actually tried to tough it out and continued to play while over in Turkey,\" said Andrews. <q> However, he got to the point where he could not really run up and down the court because of increased pain. </q> <strong> Allen Iverson </strong> said on his Twitter account he hopes to be back for the Istanbul club for the playoffs, which begin in May. <strong> Allen Iverson </strong> signed a two-year,$ 4 million with the team last fall,", "new_id": -2}, {"uid": "1296628406061571074", "i": 2903, "idx": 0, "sa": ["Allen Iverson"], "q": "hit 7-of-8 shots and was one of three Sixers to score 14 points. The return of <strong> Allen Iverson </strong> appeared to give Philadelphia a boost. <strong> Allen Iverson </strong>'s first game since Dec. 16 wasn't easy for the 34-year-old guard. <q> Once <strong> I Roy </strong> got my second wind <strong> I Roy </strong> was all right. The first couple minutes <strong> I Roy </strong> thought my heart was going to jump out of my chest, </q> said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. \"Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can", "new_id": -2}, {"i": 21799, "idx": 0, "index_answer": 0, "new_id": -1, "q": "dog, especially if there's any chance you will end up abusing or abandoning it. \"Every time I think I've heard the worst story, another one comes about,\" <strong> Jamie Buehrle </strong> said. <q> It makes me jaded and makes me lose faith in humanity some time because I don't understand how people can do that to innocent animals. </q> That comment from <strong> Jamie Buehrle </strong> carries a direct line to <strong> Michael Vick </strong>, who was presented with the NFL's Comeback Player of the Year Award this past weekend. The Buehrles would not bestow any such honor on the", "sa": ["Jamie Buehrle", "Michael Vick"], "uid": "1297282260166281230"}]