[{"uid": "1295896445195428366", "i": 14642, "idx": 0, "sa": ["Cher Lloyd", "Simon Cowell"], "q": "of songs he wants her to record for her album. But <strong> Cher Lloyd </strong>- who is currently in the States working with producers like will.i.am and RedOne- is having none of it. <q>I wouldn't be here without him,</q> <strong> Cher Lloyd </strong> tells The Sun of her relationship with the X Factor judge. \"<strong> Simon Cowell </strong> gets me and he's got my back. He knows me too well to give me rules- he likes the fact I'm", "new_id": -2}, {"uid": "1297116847195428397", "i": 34144, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "Could Be in the Running for \"X-Factor' Judging Panel During a teleconference Monday, <strong> Simon Cowell </strong> suggested his former American Idol colleague <strong> Paula Abdul </strong> could be in the running for The X-Factor judging panel. <q>I'm a massive fan of <strong> Paula Abdul </strong>,</q> he said. \"We've been in regular contact. I'm not going to say today who we are going to confirm or not, because the truth is we haven\"t made up our minds up yet", "new_id": -2}, {"i": 13540, "idx": 0, "index_answer": 0, "new_id": -1, "q": "him dog-gone angry. <strong> Mark Buehrle </strong> admitted to MLB.com recently that there were times while watching the NFL, that he wished <strong> Michael Vick </strong> would get hurt. Instead he won NFL comeback player of the year. <q>Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane?</q> <strong> Mark Buehrle </strong> said. <strong> Michael Vick </strong> was convicted for his association with a dogfighting ring in 2007. <strong> Mark Buehrle </strong> and his wife, Jamie, are on billboards promoting dog adoption and animal rescue.\"( <strong> Michael Vick </strong>) had", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297393013108019724"}, {"uid": "1296313807176898052", "i": 22311, "idx": 0, "sa": ["Eric Schmidt"], "q": "n't be ready until the end of 20... <strong> Eric Schmidt </strong> at the ASNE NewsNow 2010 Ideas Summit <strong> Eric Schmidt </strong> speaks to the American Society of News Editors on April 11, 2010 in Washington, DC... Shell Eco-marathon Americas: <q>Post COP15: The Road to Mexico</q> Big Think Panel Discussion Shell Eco-marathon Americas: \"Post COP15: The Road to Mexico\" Big Think Panel Discussion The Shell Eco-marathon Americas, held in Houston March 26-28, 2010, was the perfect setting for discussions", "new_id": -2}, {"uid": "1296539752082821193", "i": 10883, "idx": 0, "sa": ["Kris Humphries", "Allen Iverson", "Carlos Delfino"], "q": "one game of the Cavaliers for the seventh spot. The Cavs play at Philadelphia on Friday and are 0-2 this year against the Sixers. The Sixers are 3 1/2 games behind first-place Boston in the Atlantic Division. <q>The next game, that's the one we have to have,</q> <strong> Allen Iverson </strong> said. \"If we approach everything that way, than everything will Even without three of their top players, the injury-riddled Toronto Raptors had no problem handling the Charlotte Bobcats on Monday. <strong> Kris Humphries </strong> and <strong> Carlos Delfino </strong> scored", "new_id": -2}, {"uid": "1296182355238501894", "i": 36908, "idx": 0, "sa": ["Mike Pence"], "q": "several of his closest advisers and political confidantes are now telling CNN that he is at least open to a presidential bid if a suitably conservative candidate fails to emerge from the early and wide-open GOP field... <q>He hasn't completely shut the door on running, and if there is a massive void in the group of candidates, who knows what could happen?,</q> said the adviser, who was quick to caution that there is only a five percent chance the senator will run. Aside from Indiana Rep. <strong> Mike Pence </strong>, who is currently deciding between a presidential run and a", "new_id": -2}, {"uid": "1295540865257720386", "i": 2040, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-29v&amp;flvURL=/media/2011/01/13/01132011-29v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-29v.jsn\"}{ \"title\": \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes\", \"description\": <q><strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.</q>, \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg\", \"emailLink\": \"http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes& site= politics", "new_id": -2}, {"uid": "1295577085256213073", "i": 3255, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "From <strong> Eric Schmidt </strong> An Update From The Chairman \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.</q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. <strong> Google Inc. </strong> earned$ 2.5 billion", "new_id": -2}, {"uid": "1297444625051478617", "i": 38049, "idx": 0, "sa": ["Simon Cowell"], "q": "is close friends with show supremo <strong> Simon Cowell </strong> and would be prepared to accept a judging or mentoring role on the new series when it launches later this year. He told the Daily Mail newspaper: <q><strong> Simon Cowell </strong> and I have talked about doing things together and I always try to be supportive of people who are friends of mine.</q> <strong> Simon Cowell </strong>- who is set to announce the highly anticipated final judging line-up for the show within the next month- has previously said he is looking for an American superstar to join the panel and conceded\"", "new_id": -2}, {"uid": "1295668482153141257", "i": 11713, "idx": 0, "sa": ["Eric Schmidt", "Michael Hawley"], "q": "and an appetite for making new things, as opposed to talent for selling things,\" said <strong> Michael Hawley </strong>, a longtime M.I.T. professor who knows Mr. Page socially and has advised him on writing projects. <q>Larry is more the archetype of founder, innovator, hacker, inventor, interested in all of the magical things that digital technologies do.</q> But others say that Mr. <strong> Eric Schmidt </strong>'s two biggest job responsibilities- being the public face of the company and managing internal politics- are areas where Mr. Page has less experience. Mr. Page, whom", "new_id": -2}]