[{"uid": "1296768755173654038", "i": 41086, "idx": 3, "sa": ["Colin Powell", "Ronald Reagan"], "q": "] have not been giving that to them and those governments are now at risk,\" he said. Mr. <strong> Colin Powell </strong> warned that the outcome of events in the Middle East is unlikely to benefit the United States. <q>There's revolutionary change taking place in the region and it's probably not going to be as friendly towards the U.S.</q> Paying homage to the optimism of former <strong> Ronald Reagan </strong>, under whom he served during the collapse of the Soviet Union, Mr. <strong> Colin Powell </strong> said that despite the problems in the Middle East, the world is experiencing significant", "new_id": -2}, {"uid": "1296894922017383424", "i": 29899, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. \"I don't want him to put himself in a position where bad things can happen around him,\" <strong> Roger Goodell </strong> said. <q>He takes that seriously. \"We're looking for success stories; we're not looking for players to fail. He's paid a very significant price and he's doing the right thing.</q>- He praised the Dallas-Fort Worth area for handling the difficult weather, saying the ice and snowstorms would not jeopardize the region's chances of hosting the game again. This is the first Super Bowl to", "new_id": -2}, {"uid": "1295563364204783630", "i": 10556, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", effective April 4. <strong> Eric Schmidt </strong> will continue on as executive chairman, while <strong> Sergey Brin </strong> will continue on as co-founder. blog post, <strong> Eric Schmidt </strong> said the shift has been in the works for some time. <q>Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making-and over the holidays we decided now was the right moment to make some changes to the way we are structured,</q> <strong> Eric Schmidt </strong> said. For 10 years, the trio have shared equally in the decision-making process, <strong> Eric Schmidt </strong> said, and going forward, they \"will continue to discuss the big decisions among the three of us.", "new_id": -2}, {"i": 1014, "idx": 5, "index_answer": 1, "new_id": -1, "q": "CEO switch, said founder and marketing vice president <strong> Michael Cohn </strong>. \"We're sad to see <strong> Eric Schmidt </strong> step down. He was a strong supporter of Google Enterprise,\" <strong> Michael Cohn </strong> said in a phone interview. <q>But we don't have any fear with regards to Larry.</q> However, <strong> Michael Cohn </strong> also looks forward to hearing what enterprise strategy Page plans to pursue, especially his plans for the Google Apps channel partners. For analyst Rebecca Wettemann at Nucleus Research, Page has", "sa": ["Eric Schmidt", "Michael Cohn"], "uid": "1295815498029966341"}, {"uid": "1295076883008978460", "i": 27604, "idx": 0, "sa": ["Andy Coulson"], "q": "Chris Bryant, who believes he may have been a victim of the phone hackers, said Friday he welcomed the decision to re-examine the case, adding that it should not have been closed last month. <q>The evidence that this goes far deeper than one rotten apple has continued to stack up, and so a fresh pair of eyes looking at the case is very welcome,</q> he said. Bryant said the police had \"severely\" damaged their credibility by failing to properly investigate earlier. <strong> Andy Coulson </strong> and the News of The World have denied the charges. Sea Gals", "new_id": -2}, {"uid": "1295631157218054675", "i": 23612, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "who blame the coverage tend not to have liked the events that precipitated it. For those who feel that <strong> Andy Coulson </strong> has been unfairly implicated, the comedian <strong> David Cameron </strong> Schneider offered a heavily retweeted suggestion: <q>Show your appreciation of <strong> Andy Coulson </strong>. Leave him a message of a support on your voicemail.</q>", "new_id": -2}, {"uid": "1297457173244645933", "i": 11497, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "The ties go deeper. Nokia's chief executive is <strong> Stephen Elop </strong>, the former president of Microsoft's Business division. In an open letter written by Microsoft Chief Executive <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong>, the two said, <q>There are other mobile ecosystems. We will disrupt them.</q> <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> both spoke Friday at a news briefing in London that was broadcast on the Internet. \"This partnership with Nokia will accelerate, dramatically accelerate, the development of a vibrant, strong Windows", "new_id": -2}, {"uid": "1295438176135233544", "i": 958, "idx": 2, "sa": ["Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "q": "and his teammates were keeping up. \"A lot of times Coach talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,\" <strong> Allen Iverson </strong> said. <q>They were beating me down the court, and I was just finding guys. They did a great job of finishing.</q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with JR Smith scores a season-high 40 points and grabs 5 rebounds as the Nuggets defeat the visiting Wizards 116-105. http://wn.com/Game_Recap_Mississippi_Rebels_vs_Colorado_State_Rams__December_23,_2010_NCAAB December 23, 2010 Mississippi Rebels vs. Colorado State Rams(", "new_id": -2}, {"uid": "1295483549117964855", "i": 3009, "idx": 0, "sa": ["Allen Iverson"], "q": ". Special thanks to uwathletics and TheDaily for the majority of the clips, I'm not trying to copy anything but just wanted to help get Husky fans ready for the upcoming season. Apologies to MBA for misspelling <q>Ma... Home Movies 403- <strong> The Coach </strong> McGuirk's pecs Home Movies clip from season 4, episode 3- \"The Heart Smashers</q>... <strong> Allen Iverson </strong> 2001 Allstar Game MVP 25pts 5 assists 5 steals <strong> Allen Iverson </strong> 2001 Allstar Game MVP 25pts 5 assists 5 steals This may be the moment we look back on as the exact time and place where <strong> Allen Iverson </strong> finally got", "new_id": -2}, {"uid": "1296664437210550812", "i": 25716, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "Bill Clinton"], "q": "10 P.M. <strong> Barbara Walters </strong>, <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong>, <strong> Regis Philbin </strong> and <strong> Charlie Rose </strong>: Life Can Change in a Heartbeat, No Matter How Famous You Are 1 comment By BARBARA WALTERS with ALAN B. GOLDBERG <q>I realized there was really no alternative, if I wanted to live, I had to do this.</q>-- <strong> Bill Clinton </strong> \"I would find myself busting into tears and sobbing uncontrollably.\"-- <strong> David Letterman </strong>\"... stop the heart, work on it, restart it...", "new_id": -2}]