[{"i": 5355, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coordinator, because he is a defensive guy at heart, and he has that infectious personality- players relate to him,\" said former Eagles linebacker <strong> Ike Reese </strong>, who played for Mora with the Falcons from 2005-06. <q>He grew up around an NFL locker room. He has an aggressive approach. He's not an over-blitzer; Jim believes in getting after you with the front four and in strong secondary play.</q> Mora, of course, coached <strong> Michael Vick </strong> in Atlanta. Last October, he interviewed <strong> Michael Vick </strong> on behalf of the NFL Network; <strong> Michael Vick </strong> apologized to Mora for being immature and not being focused on his job when", "sa": ["Ike Reese", "Michael Vick"], "uid": "1295254492092618801"}, {"uid": "1295296048157237314", "i": 30811, "idx": 0, "sa": ["Michael R.", "David M. McIntosh", "Mike Pence"], "q": "more accountable to the people it serves. http://wn.com/12-3-2009__Pence_Discusses_Republican_Economic_Roundtable_on_CNBC Congressman <strong> Mike Pence </strong> appeared on the CNBC program \"Power Lunch\" to discuss the economy, the <strong> Michael R. </strong> House jobs summit and the Republican Economic Roundtable. http://wn.com/11/26/09_Weekly_Republican_Address_Rep_Mike_Pence_R-IN <strong> David M. McIntosh </strong> <strong> Mike Pence </strong>: <q>The American people know we can't borrow and spend and bail our way back to a growing economy.... Republicans have proposals to get our economy moving again, to achieve energy independence and lower the cost of health care.</q> http://wn.com/Weekly_Republican_Address_10/16/10_Rep_Mike_Pence_R-IN <strong> David M. McIntosh </strong> <strong> Mike Pence </strong>( R-IN) delivers the Weekly Republican Address. <strong> David M. McIntosh </strong> <strong> Mike Pence </strong> calls for immediate action on pledge to create jobs, cut spending. http://wn.com/Congressman_Mike_Pence_at_Southern_Republican_Leadership_Conference__Part_1 Remarks by Congressman <strong> Mike Pence </strong> at the Southern Republican Leadership Conference on April", "new_id": -2}, {"uid": "1295957873147439632", "i": 18661, "idx": 1, "sa": ["Bill Leader", "The Republican Party", "Eric Cantor", "Mike Pence", "Mayor Michael Bloomberg", "Ron Paul", "Jeffrey Young"], "q": "\" <strong> Ron Paul </strong> Kevin McCarthy( of \"<strong> Jeffrey Young </strong> Gun\" fame) reiterated the promise, saying, \"We're saying you <strong> The Republican Party </strong> through, <strong> The Republican Party </strong> back to pre-stimulus bailout numbers. We can live with that.\" <q>We've got to roll back there. That will save$ 100 billion in the first year,</q> agreed <strong> Ron Paul </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority <strong> Bill Leader </strong> <strong> Eric Cantor </strong>( R-VA) repeated that the GOP is aiming for$ 100 billion in cuts. However, according to <strong> Mayor Michael Bloomberg </strong> Times,", "new_id": -2}, {"uid": "1295029412227983382", "i": 27161, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "- Though his divorce is not yet settled with ex-wife <strong> Camille Grammer </strong>, actor <strong> Kelsey Grammer </strong> plans to wed his \"new girl\" <strong> Kayte Walsh </strong> in February, the former \"Frasier\" star told comedian <strong> David Letterman </strong> Thursday night. <q>The kids seem to be doing okay,</q> the 55-year-old said on the\" Late Show\" about the aftermath of his divorce from <strong> Camille Grammer </strong>, 42, in July after 13 years of marriage. The couple has two children-- daughter Mason,", "new_id": -2}, {"uid": "1295589410085278769", "i": 3681, "idx": 0, "sa": ["Eric Schmidt", "Google Inc.", "Michael Liedtke"], "q": ", 12:56 AM EST- U.S. Markets open in 8 hrs 34 mins <strong> Google Inc. </strong> turns Page on <strong> Eric Schmidt </strong>, names co-founder CEO{ \"s\": \"goog, novl\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} <strong> Michael Liedtke </strong>, AP Technology Writer, On Friday January 21, 2011, 12:45 am SAN FRANCISCO( AP)-- When <strong> Google Inc. </strong> went", "new_id": -2}, {"uid": "1297008661193101865", "i": 9165, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "long EU probe: report LONDON( Reuters)- <strong> Google Inc. </strong> wants to avoid a lengthy legal battle with European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. <q>We certainly want to avoid that,</q> <strong> Eric Schmidt </strong> told the paper in an interview. \"I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they", "new_id": -2}, {"uid": "1295560040175849483", "i": 2216, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "would be stepping down on April 4, 2011 to take over the role of executive chairman. The other half of <strong> Google Inc. </strong>'s founding duo, <strong> Sergey Brin </strong>, will retain his title as co-founder. <q>When I joined <strong> Google Inc. </strong> in 2001 I never imagined-even in my wildest dreams-that we would get as far, as fast as we have today,</q> Mr. <strong> Eric Schmidt </strong> said in a post on the Official <strong> Google Inc. </strong> Blog. \"Search has quite literally changed people's lives-increasing the collective sum of the world's knowledge and revolutionizing advertising in the", "new_id": -2}, {"uid": "1295955730102252553", "i": 34829, "idx": 1, "sa": ["George H.W. Bush", "Colin Powell"], "q": "recognized that Reagan era defense spending could not sustained, so they sought ways to stay ahead of the congressional demands. <strong> Colin Powell </strong>, in a May 1990 interview with The Washington Post, revealed that he thought <q>the deepest cuts the military could withstand in dollars and troops was 20 to 25 percent.</q> That was significantly higher that a two-percent-cut-a-year plan that Cheney advocated-- and the article earned <strong> Colin Powell </strong> a chewing out by Defense Secretary-- but <strong> George H.W. Bush </strong> ultimately embraced the idea. By curious coincidence, <strong> George H.W. Bush </strong> announced the goal to", "new_id": -2}, {"uid": "1295218070163594249", "i": 561, "idx": 19, "sa": ["Simon Cowell"], "q": "n't want to be a paid judge for the rest of my life.\" When his X Factor launched on British television in October 2004, <strong> Simon Cowell </strong> had two years remaining on his Idol contract. <q>The only thing the two talent shows have in common is <strong> Simon Cowell </strong>,</q> said <strong> Simon Cowell </strong> about Fuller's copyright-infringement lawsuit against him. Casual observers, however, could be forgiven for noticing a more than passing resemblance between the shows. Like Idol, The X Factor began with regional auditions,", "new_id": -2}, {"uid": "1295499871140181544", "i": 18346, "idx": 1, "sa": ["Allen Iverson", "David West", "Larry Hughes"], "q": "Philadelphia has alternated wins and losses in its last six games after losing nine of 10. The Sixers, who opened the season 10-0 at the First Union Center, are 1-7 in their last eight home games. <q>This is not the team we thought we were going to have,</q> Sixers coach <strong> Larry Hughes </strong> <strong> David West </strong> said, referring to injuries that have hampered the team. Philadelphia, which trailed by 18 in the second quarter, closed to 50-47 following a three-point play by <strong> Allen Iverson </strong> early in the third.", "new_id": -2}]