[{"uid": "1295854191069795876", "i": 43656, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "pris les investisseurs par surprise hier soir lors de la publication de ses r?sultats trimestriels en annon?ant le remplacement du directeur g?n?ral, <strong> Eric Schmidt </strong>, par <strong> Larry Page </strong>, co-fondateur du moteur de recherche,? partir du 4 avril. <q> Nous discutions de la meilleure mani?re de simplifier la structure du management et d'acc?l?rer le processus de d?cision depuis longtemps. En clarifiant nos r?les individuels, les responsabilit?s seront plus clairement tablie au sommet de la soci?t. </q>, a d?clar <strong> Eric Schmidt </strong>. SCHLUMBERGER Schlumberger a r?alis au quatri?me trimestre 2010 un b?n?fice net des op?rations poursuivies, hors l?ments exceptionnels, en hausse de 42%? 1,16 milliard de dollars. Par action", "new_id": -2}, {"uid": "1297184395036618246", "i": 12130, "idx": 0, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "Philly^| February 8, 2011| AP Posted on 02/08/2011 8:56:23 AM PST STONEWALLS DALLAS( AP)- The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a <q> key to the city. </q> <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this past season, his second in the NFL since serving 18 months in prison for operating a dogfighting operation. <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong>", "new_id": -2}, {"uid": "1296115027056524965", "i": 53824, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q>? Copyright 2011 Associated Press. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed. href=\"http://www.boston.com/news/nation/articles/2011/01/27/social_security_fund_now_seen_to_be_empty_by_2037?rss_id=Boston.com+--+Latest+news#\"> Single Page href=\"http://www.boston.com/news/nation/articles/2011/01/27/social_security_fund_now_seen_to_be_empty_by_2037?page=1\"> 1 href=\"http://www.boston.com/news/nation/articles/2011/01/27/social_security_fund_now_seen_to_be_empty_by_2037?page=2\"> 2", "new_id": -2}, {"uid": "1295576927002506766", "i": 58868, "idx": 7, "sa": ["Eric Schmidt"], "q": "ago. Revenue was up 26 percent to$ 8.44 billion from the same period last year.`` Our strong performance has been driven by a rapidly growing digital economy,'' <strong> Eric Schmidt </strong> said, <q> and by the extraordinary momentum of our newer businesses, such as display and mobile.`` These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider Web, </q> he added.", "new_id": -2}, {"uid": "1295617535066224142", "i": 45387, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "communication de <strong> David Cameron </strong> d?missionne Le directeur de la communication du Premier ministre britannique <strong> David Cameron </strong>, soup?onn d'avoir encourag des coutes t?l?phoniques ill?gales lorsqu'il travaillait dans la presse, a renonc? ses fonctions, annonce le 10 Downing Street. <q> Nous confirmons qu'Andy Coulson a d?missionn </q>, a d?clar un membre des services du chef du gouvernement. <strong> Andy Coulson </strong> a quitt la direction de News of the World, le plus gros tirage de la presse crite en Grande-Bretagne, en 2007 pour entrer dans l'?quipe", "new_id": -2}, {"uid": "1297419793219660332", "i": 18044, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "Blog home Nokia and Microsoft tieup: liveblog 10.12 am: <q> We have been on a complex journey... this announcement with Microsoft is just one part. </q> OOh, and now we get <strong> Steve Ballmer </strong>. SB:`` honour and privilege to be here today.. thank <strong> Stephen Elop </strong>. It was a year ago that we unveiled WP7 at MWC... it's", "new_id": -2}, {"uid": "1295494129204455946", "i": 52090, "idx": 1, "sa": ["Sergio Marchionne"], "q": "starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week.`` We need to completely rethink the minivan,'' CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. <q> We need to retain all its functionality but make it much more versatile. </q> At the Detroit auto show last week, <strong> Sergio Marchionne </strong> said offering both minivans in Chrysler dealerships is confusing to customers. <strong> Sergio Marchionne </strong> said Chrysler Group LLC is developing a new frame that can be used for minivans", "new_id": -2}, {"uid": "1297178256266534988", "i": 57656, "idx": 4, "sa": ["Donald Rumsfeld"], "q": " September 5, 2002 Report Shaffer wrote on September 5, 2002 that he had been asked by <strong> Donald Rumsfeld </strong> what the U.S. did not know in terms of percentage about Iraq's WMD program. <q> We've struggled to estimate unknowns, and the attached briefing sumps up our best J2 sense, </q> he said. J2 is an intelligence group supporting top level U.S. defense officials.`` We range from 0% to about 75% knowledge on various aspects of their program,'' he said.", "new_id": -2}, {"uid": "1295256412206143497", "i": 20729, "idx": 5, "sa": ["Dwight Howard", "Allen Iverson", "Tim Duncan", "Kobe Bryant", "Shaun Johnson"], "q": "18997 fans at Staples Center chanting`` MVP! MVP!'' <strong> Kobe Bryant </strong> made two free throws with 43.4 seconds remaining for his final points. He scored 27 points in the third quarter, 28 in the fourth. <q> We are on a journey, and to put on a show like this for the fans here in LA i... <strong> Allen Iverson </strong> Career High 60pts vs the <strong> Dwight Howard </strong> Orlando <strong> Shaun Johnson </strong> 04/05 <strong> Allen Iverson </strong> Career High 60pts vs the <strong> Dwight Howard </strong> Orlando <strong> Shaun Johnson </strong> 04/05 Three-Tim Duncane scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget.`` That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... <strong> Kobe Bryant </strong> 51 points vs Nuggets 2002-03( 40 point streak) The 3rd game of the famous 9 straight 40+ point game streak. One of the greatest", "new_id": -2}, {"i": 10113, "idx": 0, "index_answer": 3, "new_id": -1, "q": "with the fantastic group of juniors he has for 2011. His senior defensive end/linebacker <strong> Jarrell McKinney </strong> signed with Western Michigan.`` He's my first Division I recruit,'' <strong> the Albert </strong> said of <strong> Jarrell McKinney </strong>. <q> He has tremendous speed. He runs the 40 in 4.5. He's 6-5, 210, and when he goes to college they're going to put another 20-30 pounds on him. Playing defensive end, he's going to be outstanding. He's the role model for our other kids.... He's that bar that we have to set for ourselves. </q> Cody has an experienced offensive line and receivers coming back, and <strong> the Albert </strong> said junior-to-be quarterback Mario Gulley`` has <strong> Michael Vick </strong> capabilities.'' <strong> Tate Forcier </strong> transferring to Miami( Fla.), says he never", "sa": ["Jarrell McKinney", "Tate Forcier", "Michael Vick", "the Albert"], "uid": "1297327289088555547"}]