[{"uid": "1297275547192200734", "i": 23015, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "it's the thought that counts. Black History Month Concert on Saturday. The SDCC's choir has been putting on the concert for the past 25 years, which, according to the SDCC, is <q> the perfect example of edutainment for the entire family. </q> Favoriting contest: Tickets to see ventriloquist Jay Johnson at the Eisemann Center in Richardson Gov. Perry suggests taking away funding for Texas Arts and Historical Commissions Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city Dallas", "new_id": -2}, {"uid": "1295582258248299524", "i": 15101, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "the company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by Mr. <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as Mr. Page's personal ambition. <q> Day-to-day adult supervision no longer needed! </q> Mr. <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. Mr. <strong> Eric Schmidt </strong>, 55, will become executive chairman and remain available to advise Mr. Page, 37, and <strong> Google Inc. </strong>", "new_id": -2}, {"uid": "1295287031003260440", "i": 5058, "idx": 0, "sa": ["Steve Ballmer"], "q": "of Microsoft Dynamics CRM 2011. Both on-premises and cloud-based versions of the platform will be available in 40 markets and 41 languages starting Feb. 28. A Jan. 17 statement by Microsoft CEO <strong> Steve Ballmer </strong> emphasized Dynamics CRM's <q> familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data. </q> Microsoft finds itself locked in fierce battle for CRM market-share with Salesforce.com and Oracle, both of which have shown little hesitation in both updating their products and sniping at their rivals. In trying to set cloud", "new_id": -2}, {"uid": "1297251079068108325", "i": 13372, "idx": 0, "sa": ["Indra Nooyi", "Shantanu Narayen", "Steve Ballmer", "Jeffrey Zients", "William Lynn III", "Craig Newmark"], "q": "move forward. Although CEOs often are not the most tech-savvy people in their organizations, <strong> Jeffrey Zients </strong> said that participants in today's conference come from companies that are leaders in innovation and using technology. <q> We've picked the right CEOs, </q> he said. Participants include <strong> Steve Ballmer </strong> of Microsoft; Jeff Bewkes from Time Warner; <strong> Indra Nooyi </strong>, PepsiCo; <strong> Shantanu Narayen </strong>, Adobe Technology; <strong> Craig Newmark </strong>, Craigslist; Sal Iannuzzi, Monster.com; <strong> William Lynn III </strong> McComb, Liz Claiborne", "new_id": -2}, {"uid": "1295301468058146847", "i": 25996, "idx": 0, "sa": ["David Letterman"], "q": "on Sunday to take on the Chicago Bears in the NFC championship game. So in the style of <strong> David Letterman </strong>'s Top 10 lists, we're looking for Packers fans to help us compile our own <q> Top 10 Reasons the Bears Still Suck. </q> Send us your humorous one-liner- a la <strong> David Letterman </strong>-- along with your full name, city and state, to. We'll pick the 10 best ones for a Top 10 list that we'll reveal", "new_id": -2}, {"uid": "1296667040253952025", "i": 39322, "idx": 1, "sa": ["Linas Kleiza", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "q": "Miller bricked two free throws with 16.5 seconds left. After <strong> Allen Iverson </strong> drove and missed from close, <strong> Marcus Camby </strong> tipped the ball and <strong> Linas Kleiza </strong> got possession, hitting the shot from the left wing while falling away under pressure. <q> I just looked up at the clock and saw it was two seconds left, shot it up and it went in, </q> <strong> Linas Kleiza </strong> said. <strong> Carmelo Anthony </strong> had 30 points and 12 rebounds, <strong> Marcus Camby </strong> added 19 points, 14 boards and three blocked shots, and <strong> Allen Iverson </strong> had his streak of four straight 30-point performances end, finishing with 21. But", "new_id": -2}, {"uid": "1296070032164806717", "i": 1651, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "last week after numerous questions about practices at the newspaper.`` The MPS( Metropolitan Police Service) is launching a new investigation to consider this material,'' the police force said in a statement. <q> This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010. </q> BUSINESS AND POLITICS <strong> Andy Coulson </strong>'s resignation prompted questions about <strong> David Cameron </strong>'s judgement in giving him a second chance and risks complicating a bid by <strong> Rupert Murdoch </strong>'s News Corp to buy full control of pay TV", "new_id": -2}, {"uid": "1295642034266682385", "i": 22315, "idx": 0, "sa": ["Eric Schmidt"], "q": "` As we got larger it was harder for us to move as quickly as we would like so I think this is part of the whole practice of speeding up decision processes,'' he said. <q> Quick rapid execution is absolutely essential, especially in a highly competitive world like this. </q> Recent ex-Googlers who left the company to join Facebook, including former Google Australia engineer Lars Rasmussen, have said Google has become too unwieldy as it has grown. <strong> Eric Schmidt </strong> gave similar comments in a", "new_id": -2}, {"uid": "1295932727118013955", "i": 4805, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "separatist struggles in Papua and the Molucca islands. The United States, which last year lifted a decade-old ban on military assistance to a notoriously violent Indonesian commando unit, closely monitored the trials. <q> We are very concerned that the Indonesian military charged the soldiers only with disobeying orders and that the sentences handed down... do not reflect the seriousness of the abuses depicted in the video, </q> Paul Belmont, a U.S. Embassy spokesman, said Tuesday. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for", "new_id": -2}, [{"i": 488, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> Celebrities' Children: Hollywood's Hottest Trophies <strong> Simon Cowell </strong> On` The X Factor's'$ 5 Million` Life-Changing' Prize& Choosing` Competitive' Judges <strong> Simon Cowell </strong>: Why I'm Letting 12-Year-Olds Do X-Factor", "sa": ["Simon Cowell"], "uid": "1297129044188514306"}]]