[{"uid": "1296659107232505354", "i": 7900, "idx": 0, "sa": ["Lou Cannon", "Craig Shirley", "Mike Pence", "Jon Tester"], "q": ". And where would he have fit in today's political climate? We have two guests to talk about him: <strong> Lou Cannon </strong>, who covered his years as governor and president, and <strong> Craig Shirley </strong>, author of <q> Reagan's Revolution: The Untold Story of the Campaign That Started It All. </q> Plus: The Democrats pick Charlotte for their 2012 convention... the latest in the Chicago mayoral race... <strong> Mike Pence </strong> is a no go for the White House but <strong> Jon Tester </strong> Huntsman signals he might... Montana Republicans get", "new_id": -2}, {"uid": "1295537656152666130", "i": 11950, "idx": 1, "sa": ["Vern Buchanan", "Mike Pence", "Richard M. Burr"], "q": "national bankruptcy. The IRS is hiring new agents to steal more money. Central economic planning has failed. A much bigger economic crisis is coming. And, every country in the world i... <strong> Mike Pence </strong>: <q> You Can't Fix A GoVern Buchananment Takeover Of Health Care. Repeal and Start Over. </q> <strong> Mike Pence </strong>: \"You Can't Fix A GoVern Buchananment Takeover Of Health Care. Repeal and Start Over.\" ARCHITECTURE: Lovell Health House in LA Confidential The Lovell Health house in Los Angeles was designed by architect <strong> Richard M. Burr </strong>", "new_id": -2}, {"uid": "1296200464159858698", "i": 5814, "idx": 10, "sa": ["Mike Pence", "Cecile Richards", "Marjorie Dannenfelser"], "q": ",\" <strong> Cecile Richards </strong>, the fund's president, said in a statement. But among conservatives, the only disappointment was that <strong> Mike Pence </strong> wasn't aiming at the White House rather than the Statehouse. <q> I'm just disappointed because I considered him the best, </q> said Ralph Benko, a former Reagan administration aide who started a campaign to draft <strong> Mike Pence </strong> for the GOP presidential nomination. <strong> Marjorie Dannenfelser </strong>, president of the Susan B. Anthony List, a group that opposes abortion,", "new_id": -2}, {"uid": "1295472164213434371", "i": 53190, "idx": 1, "sa": ["Steve Cohen", "Mike Pence"], "q": "and focused on policy, not motives or outrageous charges. For example, <strong> Mike Pence </strong> of Indiana, a Tea Party favorite, went through a point-by-point explanation of why he believes that the provisions of the act are indeed <q> government takeover of health care. </q> The tone in general has been measured, voices have rarely been raised, and the focus has been on two different views of the bill.> To be sure, there have been some pointed comments. <strong> Steve Cohen </strong>", "new_id": -2}, {"uid": "1295600669020365335", "i": 12437, "idx": 0, "sa": ["Ryan Rhodes", "Mike Pence", "Michele Bachmann", "Newt Gingrich", "Barack Obama", "Mitt Romney", "Sarah Palin"], "q": "House speaker <strong> Newt Gingrich </strong>, are making a strong play for Tea Party favor. <strong> Sarah Palin </strong>, the former Alaska governor, Representative <strong> Mike Pence </strong> of Indiana, and Representative <strong> Michele Bachmann </strong> of Minnesota, already boast significant insurgent support. <q> I don't necessarily think[ <strong> Mitt Romney </strong>] is going to be one of those guys who goes to the Tea Party for votes the way other candidates might, </q> said <strong> Ryan Rhodes </strong>, who is chairman of the Iowa Tea Party Patriots and has been contacted by almost every Barack Obamaial hopeful except <strong> Mitt Romney </strong>. \"It doesn't really fit his style of politics.\" The measure", "new_id": -2}, {"uid": "1296486373063668243", "i": 2846, "idx": 16, "sa": ["Mike Pence"], "q": "served all GOP House members. But he said a full discussion of his credentials should wait until he's an official candidate. \"If we would decide to seek the governorship,\" <strong> Mike Pence </strong> said, <q> I would expect people can judge whatever we would bring to the candidacy at that time. </q> From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1295605034069435415", "i": 55839, "idx": 0, "sa": ["Mike Pence"], "q": ", a charismatic speaker from the heartland, and, most important, a Republican who can appeal to all three elements of the party base: social conservatives, economic conservatives, and foreign policy conservatives. <q> He's the complete package, </q> enthused Ralph Benko, a veteran Republican consultant who is leading an organization aimed at pushing <strong> Mike Pence </strong> to run. But what these conservatives like about <strong> Mike Pence </strong> says as much about the other GOP presidential prospects as it", "new_id": -2}, {"uid": "1296078105000753702", "i": 19033, "idx": 0, "sa": ["Ned Ryun", "Mike Pence"], "q": "on 1.26.11@ 4:11 PM My friend Mark Tapscott has probably the most eloquent column yet on why <strong> Mike Pence </strong> should run for president. Pence-Mike Pence-should-run-president\"> Read it here. <strong> Mike Pence </strong>, he writes, <q> is a man of faith and a genuine conservative who understands that economic freedom produces the best results for everybody concerNed Ryun when sown among consumers who are independent, trustworthy, family oriented and hard-working. </q> testimonial comes from <strong> Ned Ryun </strong>, president of a great grassroots group called American Majority. \"[ A] sk yourself who has held true to his or her principles under fire, time and time again? I", "new_id": -2}, {"uid": "1297490810192626705", "i": 31288, "idx": 1, "sa": ["Mike Pence", "Allen West"], "q": "letting people know that we support them,\" said <strong> Mike Pence </strong> <strong> Allen West </strong>, R-Fla., an outspoken member of the new freshman class. <strong> Allen West </strong> will give the keynote speech today at the Conservative Political Action Conference. <q> You don't get a second chance at a first impression, and it's extremely important that we keep our word to the American people, </q> said <strong> Mike Pence </strong>, R-Ind., a veteran who is considered a bellwether among conservatives. \"I'm reasonably confident that House Republicans will meet that objective and cut$ 100 billion or more,\" he said.", "new_id": -2}, {"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear frontrunner and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said. \"I think he'd clear the field.\" Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}]