[{"uid": "1295395381107446274", "i": 41370, "idx": 0, "sa": ["David Letterman"], "q": "<q> Top Ten Reasons to Watch the New Season of` Battlestar Galactica' </q> from`` The Late Show with <strong> David Letterman </strong>.'' http://wn.com/Art21__Art_in_the_Twenty-First_Century_|_ Season_4_Trailer Poll: What was your favorite episode of Season Four? www.micropoll.com An exciting look back on the intense fourth season of`` Is It A Good", "new_id": -2}, {"uid": "1297260285158613520", "i": 5596, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Jim Schmitt", "Valerie Jarrett"], "q": "... Photo in Slideshow: <strong> Barack Obama </strong>, Scott Walker, <strong> Jim Schmitt </strong> White House, Chamber of Commerce Relationship Cooling? Photo in Slideshow: <strong> Barack Obama </strong>, William Daley, <strong> Valerie Jarrett </strong> Video: Why Americans Are Turning Against Obamacare Report Abuse <q> Missy remember he is half& half? </q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trade Stock Like A Pro# 1 Pro Investment Portal for stock news, tools,", "new_id": -2}, {"i": 13003, "idx": 1, "index_answer": 0, "new_id": -1, "q": ", and Fiat is set to hit two more targets to reach a 35-percent stake in Chrysler, possibly increasing it to 51 percent if it repays outright or refinances loans from the U.S. and Canadian governments. <q> I think the opening of the capital markets window in the United States is real, </q> <strong> Sergio Marchionne </strong> said.`` I think it would be unwise for Chrysler not to take advantage of the opening.'' On the Italian side, he is preparing to invest â\u0082¬ 700 million in a plant", "sa": ["Sergio Marchionne"], "uid": "1296231906026230879"}, {"uid": "1295310733097861638", "i": 44768, "idx": 10, "sa": ["Tyronn Lue", "Rafer Alston", "Allen Iverson", "Thaddeus Young"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.'' <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said http://wn.com/Magic-76ers_94-96_I_Howard_36pts,11reb,Alston_17pts_vs_Iguodala_29pts,7reb,Miller_24pts,7ast PHILADELPHIA, April 24,2009( AP) Held in check all night, <strong> Thaddeus Young </strong> delivered at the end. <strong> Thaddeus Young </strong>'s driving layup with <strong> Rafer Alston </strong> seconds left lifted Philadelphia to a 96-94 victory over the Orlando Magic", "new_id": -2}, {"uid": "1295861364261783576", "i": 14999, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger", "Peyton Manning"], "q": "again in the AFC championship game here. Along with the Eagles' own <strong> Michael Vick </strong>, <strong> Ben Roethlisberger </strong> was the other big redemption story in the NFL this year. That is, if you define redemption as <q> making people forget your shameful past by winning football games. </q> He may not be any better a guy, but it is time to acknowledge that <strong> Ben Roethlisberger </strong> is one of the truly elite quarterbacks in the NFL. He isn't an artist like the Colts' <strong> Peyton Manning </strong>,", "new_id": -2}, {"uid": "1297199444258572348", "i": 19920, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush", "General Wesley Clark"], "q": "[ and Lebanon]. \" When this writer asked Feith... which of the six regimes on the <strong> General Wesley Clark </strong> list were included in the \" <strong> Donald Rumsfeld </strong> paper, he replied,`` All of them.'' <q> The Defense Department guidance document made it clear that US military aims in regard to those states would go well beyond any ties to terrorism. The document said the Defense Department would also seek to isolate and weaken those states and to`` disrupt, damage or destroy </q> their military capacities- not necessarily limited to weapons of mass destruction( WMD)... \" \" <strong> Donald Rumsfeld </strong>'s paper was given to the White House only two weeks after <strong> President Bush </strong> had approved a", "new_id": -2}, {"uid": "1295587628071548946", "i": 25615, "idx": 3, "sa": ["Vint Cerf", "Eric Schmidt"], "q": "<strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong>, 55, had been chief executive for 10 years-`` a nice round number''- and Page, now 37, was ready to lead the company into the future. <q> Larry and <strong> Sergey Brin </strong> are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up, </q> <strong> Vint Cerf </strong> said.`` He was the only guy that stood up to them- these were two young, smart, incredibly brilliant guys who literally had just dropped their PhDs to go start this company.", "new_id": -2}, {"uid": "1296887321106627104", "i": 38491, "idx": 0, "sa": ["David Letterman"], "q": "plans to retire. Rob Burnett spoke to Entertainment Weekly after <strong> David Letterman </strong> implied on-air on Thursday that he saw himself continuing to host the show for' a couple of years'. Burnett said: <q> It was kind of a tossed-off response. I think it's a response[ that] he's given multiple times.`` In no way was last night's show any kind of actual announcement... I think when a guy ends a 30-plus[ year] career on television, it's not going to be guessing about whether he's leaving or not. It won't be ambiguous. </q>", "new_id": -2}, {"uid": "1296894347001409025", "i": 10383, "idx": 6, "sa": ["Michael Vick"], "q": "what it's going to take to keep me on the right track and keep me in the NFL, then I'm not complaining. Not at all.'' The party appearance, <strong> Michael Vick </strong> said, <q> wasn't something we were trying to do outside of the norm, but the authority said no. <strong> Roger Goodell </strong> said no, we couldn't do it, and that's what it is. </q> Butler introduced <strong> Michael Vick </strong> to the Boys& Girls Club crowd.`` Regardless of what you may hear,'' Butler said,`` he is all about the kids.'' <strong> Michael Vick </strong> did", "new_id": -2}, {"uid": "1295642253262504457", "i": 30730, "idx": 4, "sa": ["Andy Coulson", "David Cameron"], "q": "at the newspaper, and when he found out about those things, he resigned, and that was the right thing to do,'' Mr. <strong> David Cameron </strong> told BBC radio's`` Today'' program. <q> I judge his work by what he has done </q> since then, Mr. <strong> David Cameron </strong> said, adding that Mr. <strong> Andy Coulson </strong> should not be punished twice for the same thing. The development also came at a delicate time for News Corp., Reuters reported. It is awaiting", "new_id": -2}]