[{"i": 3223, "idx": 2, "index_answer": 0, "new_id": -1, "q": "efforts of the two companies, the execs hope to move quickly in gaining ground on Mountain View and Cupertino. ''I am excited about this partnership with Nokia,'' <strong> Steve Ballmer </strong> said of the pairing. <q>Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> Private Nokia memo reveals potential stratospheric shift for the manufacturer", "sa": ["Steve Ballmer"], "uid": "1297443077223772703"}, {"uid": "1295969807261718035", "i": 43910, "idx": 1, "sa": ["Eric Schmidt"], "q": " ''Our businesses are doing very well around the globe, and as a result I'm happy to announce we'll be adding 1,000 new employees in Europe and make some significant investments.'' Then <strong> Eric Schmidt </strong> continued, <q>Hundreds of these people will be located right here in our technology center in Munich.</q> By comparison, Google only added 1,069 employees worldwide during the fourth quarter of 2010, so if this hiring spree occurs in the space of a few months, it'll represent a seriously quickened pace.", "new_id": -2}, {"uid": "1295934410148537368", "i": 22492, "idx": 2, "sa": ["Eric Gordon", "Rasheed Wallace", "Allen Iverson", "Rasual Butler"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak. ''The best part about it is we struggled at times in the game but we got it done,'' <strong> Allen Iverson </strong> said. <q>We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us.</q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by http://wn.com/NBA_Pretemporada_12/10/2009__Golden_State_Warriors_117_Vs_Los_Angeles_Clippers_124 <strong> Rasual Butler </strong> scored 13 of his 27 points in the third quarter, <strong> Eric Gordon </strong> added 22 and the Los", "new_id": -2}, {"uid": "1295644518096387074", "i": 20848, "idx": 0, "sa": ["Bill Leader", "Eric Cantor", "Rand Paul", "Mike Pence", "Jeffrey Young", "Charlie Rangel"], "q": "Chairman <strong> Rand Paul </strong> Ryan( R-WI) said that the GOP's goal was to cut ''a good$ 100 billion.'' <strong> Charlie Rangel </strong> Kevin McCarthy( of ''<strong> Jeffrey Young </strong> Gun'' fame) reiterated the promise, saying, <q>We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.</q> ''We've got to roll back there. That will save$ 100 billion in the first year,'' agreed <strong> Charlie Rangel </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority <strong> Bill Leader </strong> <strong> Eric Cantor </strong>( R-VA", "new_id": -2}, {"uid": "1296095529183648268", "i": 49258, "idx": 5, "sa": ["Michael Vick"], "q": "shoulder pads and a thigh pad during the season. It is <strong> Michael Vick </strong>'s first paid endorsement since going to prison. ''They're the reason I made it through the season,'' <strong> Michael Vick </strong> said. <q>It's a great opportunity for me.</q> On Wednesday, <strong> Michael Vick </strong> stepped off the team bus at a local high school and was cheered by approximately 100 fans who lined the entrance to the school's stadium. He walked to the practice field,", "new_id": -2}, {"uid": "1295547193232112144", "i": 6443, "idx": 0, "sa": ["Hu Jintao", "Steve Ballmer", "Jeff Immelt", "Barack Obama"], "q": "pheasant, the White House pointed out, is a native bird of China, revered for its beauty and seen as a symbol of nobility.'' Sheryl Gay Stolberg writes that the 225 attendees were survivors of an <q>intense winnowing-down process by a White House confronted by some of toughest jockeying for invitations in recent memory.</q> The guest list was particularly heavy on business leaders, including General Electric CEO <strong> Jeff Immelt </strong> and Microsoft's <strong> Steve Ballmer </strong>, a trend Stolberg says made sense considering how ''<strong> Barack Obama </strong> used Mr. <strong> Hu Jintao </strong>'s visit to press China", "new_id": -2}, {"uid": "1296129375085180438", "i": 14905, "idx": 0, "sa": ["Zahi Hawass"], "q": "bust dates back to the time of the 14th century B.C. queen and tops Egypt's wish list of artifacts that <strong> Zahi Hawass </strong> wants to see back home. The bust is currently at Berlin's Neues Museum. <q>I am doing something that I believe in and that should have been done a 100 years ago,</q> <strong> Zahi Hawass </strong> told The Associated Press( Alert) in a telephone interview. ''My campaign has united those who have been pillaged against the pillagers. It's the world's greatest campaign of its kind and has", "new_id": -2}, {"uid": "1297129515178880533", "i": 23592, "idx": 1, "sa": ["Steve Ballmer", "Ray Ozzie", "Kurt DelBene", "Wes Miller"], "q": "engineering chief <strong> Kurt DelBene </strong>, rather than marketing executive Chris Capossela. When Chief Software Architect <strong> Ray Ozzie </strong> announced plans to step down in October, <strong> Steve Ballmer </strong> declined to replace him in that central role, saying the company had <q>strong technical leaders in each business group.</q> The effort may take some of the heat off <strong> Steve Ballmer </strong> as long as it produces results soon, <strong> Wes Miller </strong> said. Raw audio| Phone call update from Cairo Behind the Scenes| Cheezburger photo shoot My", "new_id": -2}, {"uid": "1297304788026935319", "i": 27461, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": " Known and Unknown. Early leaks of the book's defiant take on his life, times, and conduct of the Iraq War drew howls from some of the targets of his score-settling-notably <strong> John McCain </strong>, who proclaimed <q>Thank God he was relieved of his duties.</q> But <strong> Donald Rumsfeld </strong> battles on, taking his unapologetic account to the public in an interview with Newsweek's <strong> John McCain </strong> Barry. <strong> Donald Rumsfeld </strong>, Defense secretary during the 9/11 attacks and architect of the invasions of Afghanistan and Iraq,", "new_id": -2}, {"uid": "1296102373198869017", "i": 44459, "idx": 0, "sa": ["Clive Goodman", "Andy Coulson"], "q": "work. <strong> Andy Coulson </strong> was editor of the News of the World when <strong> Clive Goodman </strong> was charged and stepped down the day he was jailed. News of the World owners News International said in a statement: <q>Mr <strong> Ian Edmondson </strong> was suspended in December 2010 following a serious allegation. Material evidence found during the course of the subsequent investigation has led to Mr <strong> Ian Edmondson </strong>'s dismissal. ''News International has informed the police, handed over the material it has found and will give its full co-operation going forward. ''News International reiterates that it will take swift and decisive action when we have proof of wrongdoing.</q> This appeared in the printed version of the Irish Examiner Thursday, January 27, 2011 Seems that you don't have Adobe Flash installed.", "new_id": -2}]