[{"uid": "1295562573075235436", "i": 871, "idx": 0, "sa": ["George H. W. Bush", "James A. Baker", "Dick Cheney", "Colin Powell", "George W. Bush", "Brent Scowcroft", "Mikhail Gorbachev"], "q": "20th anniversary show Hussein tried to broker a last-minute peace deal with the help of former Soviet leader <strong> Mikhail Gorbachev </strong> but at the same time remaining defiant, calling the coalition forces \"treacherous and cowardly\" and describing <strong> George W. Bush </strong> as <q> the enemy of God and humanity. </q> Along witGeorge H. W. Bush, the reunion will include former <strong> George H. W. Bush </strong> Quayle, then-Defense Secretary <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman retired Gen. <strong> Colin Powell </strong>, former Secretary of State <strong> James A. Baker </strong> III and former National Security Advisor <strong> Brent Scowcroft </strong>.", "new_id": -2, "mturk_index": "1238"}, {"uid": "1295127469219299878", "i": 3239, "idx": 1, "sa": ["David Stern", "David Letterman"], "q": "that doesn't explain why they boo <strong> David Stern </strong>.\" Beauties and a beast Among the signs you're not going to win the Miss America pageant, from CBS's <strong> David Letterman </strong>:? <q> Only thing you ever won was a buffalo-wing eating contest.? \"Your measurements are 36, 24 and 36, but not in that order.? \"Las Vegas gives you the same odds as the Jets beating the Patriots. </q> Old college try \"If the NFL followed college football's lead, playing its championship game 37 days after determining the participants, the Super Bowl would be played in David Lettermany March,\" noted", "new_id": -2, "mturk_index": "1082"}, {"uid": "1296063294015597570", "i": 36462, "idx": 2, "sa": ["Steve Ballmer", "Steve Jobs"], "q": ") The Zune was getting some traction, and <strong> Steve Jobs </strong> goes to MacWorld and he pulls out this iPhone. What was your first reaction when you saw that?\" Laughter from <strong> Steve Ballmer </strong> <strong> Steve Ballmer </strong>: <q>$ 500! Fully subsidized! With a plan! I said that is the most expensive phone in the world. And it doesn't appeal to business customers because it doesn't have a keyboard which makes it not a very good email machine. </q> It never gets old. Enjoy your crow pie, Mr. <strong> Steve Ballmer </strong>. Jan 26, 11- 11:42 am Comment from: Grimmac Funny thing, if you watch \"Pirates of silicon Valley\" and", "new_id": -2, "mturk_index": "396"}, {"uid": "1297174673142131244", "i": 1997, "idx": 0, "sa": ["Aaron Rodgers", "David Letterman"], "q": "talk-show host joined the list of people to have caught a pass on national television this week from Green Bay Packers quarterback <strong> Aaron Rodgers </strong>. <strong> David Letterman </strong> fielded a <strong> Aaron Rodgers </strong> spiral after the Super Bowl MVP was interviewed during a taping of <q> The Late Show with <strong> David Letterman </strong>. </q> After earning wild applause for his observation \"there must be a lot of Wisconsin people\" in <strong> David Letterman </strong>'s audience, <strong> Aaron Rodgers </strong> talked about his past as a lightly-recruited high school and junior college player, the", "new_id": -2, "mturk_index": "286"}, {"uid": "1295966915202670097", "i": 50494, "idx": 11, "sa": ["John McCain", "Colin Powell", "Ron Paul", "Barack Obama"], "q": "<strong> Colin Powell </strong>'s remarks In regard to the financial crisis, which <strong> Colin Powell </strong> called the candidates' \"final exam,\" <strong> Colin Powell </strong> said <strong> John McCain </strong> appeared unsteady in dealing with it, while <strong> Barack Obama </strong> had excelled in handling the situation. <q> <strong> Barack Obama </strong> displayed a steadiness, an intellectual curiosity Powell_Colin Powell_Endorses_Barack Obama,_Condemns_GOP_anti-Muslim_Slurs Former Secretary of State <strong> Colin Powell </strong> endorses <strong> Barack Obama </strong> and condemns his Republican Party for the Anti-Muslim bigotry and slurs. <strong> Colin Powell </strong> denounced the inaccurate suggestions by some Republicans that <strong> Barack Obama </strong> is a Muslim, and that- by implication- there was something wRon Paulg with a Muslim running for the US presidency. \"He's not a Muslim, </q> said <strong> Colin Powell </strong>, but \"what if he is?\" \"I'm troubled by the fact that within the party we have these kinds of expressions\" about Muslims, said <strong> Colin Powell </strong>, who was the country's", "new_id": -2, "mturk_index": "823"}, {"uid": "1297501940136921114", "i": 49686, "idx": 0, "sa": ["Steve Ballmer"], "q": "seulement 1,4 million de t?l?phones vendus en trois mois. Les deux g?ants ont un autre probl?me en commun: le nombre d'applications sur leur plate-forme ne leur permet pas de faire face? Apple ou Google. <q> Nous disposons de 8000 applications </q>, a encore rappel ce vendredi <strong> Steve Ballmer </strong>. L'Ovi Store de Nokia en compte plusieurs milliers\" , selon la marque qui se garde bien de communiquer un chiffre. Apple fr?le les 300.000 applications et Google d?passe les 100.000", "new_id": -2, "mturk_index": "179"}, {"uid": "1297545541157515787", "i": 3618, "idx": 1, "sa": ["Newt Gingrich", "Ron Paul", "Donald Rumsfeld"], "q": "Constitution Award to <strong> Donald Rumsfeld </strong>: A representative of The American Society for the Defense of Tradition, Family and Property gave this flyer to me with the exhortation to \"protect our military.\" It is headlined <q> To KEEP OUR HONOR CLEAN! </q> and includes a section refuting \"the myth that homosexuality is genetic.\" here is a flyer from the \"American Tradition Partnership\" attacking <strong> Newt Gingrich </strong> for his \"left-wing enviRon Paulmental record.\" The prospective White House", "new_id": -2, "mturk_index": "1210"}, {"uid": "1295507172010305551", "i": 9858, "idx": 4, "sa": ["Nate McMillan", "Eric Snow", "Allen Iverson", "Keith Van Horn", "Derrick Coleman", "Shaquille O'Neal"], "q": "Seattle, which had five players score in double figures, had its six-game home winning streak snapped. \"Tonight( <strong> Allen Iverson </strong>) was pretty consistent throughout the game knocking down shots,\" said Sonics coach <strong> Nate McMillan </strong>. <q> Every time we tried to make a run it seemed like he came up with a <strong> Shaquille O'Neal </strong> basket. When he has that going, there is nothing you can do except hope that he misses some shots. </q> <strong> Keith Van Horn </strong> scored 26, <strong> Derrick Coleman </strong> had 14 points and 14 rebounds and <strong> Eric Snow </strong> also had a double-double with 14 points and 10 assists. It was <strong> Allen Iverson </strong>'s third game this season with 40 or more points and the fourth", "new_id": -2, "mturk_index": "2107"}, {"uid": "1295965426108969993", "i": 23164, "idx": 1, "sa": ["Rex Ryan", "Eric Schmidt"], "q": "gates of seven\" Super Bowl crowns... N.Y. Times SportsMonday: \"BLUSTER BUSTERS: Steelers Race to Early Lead and Deny Jets a Berth in the Super Bowl\" ... N.Y. Post, on Jets coach <strong> Rex Ryan </strong>: <q> NO SUPE FOR YOU!... SAME OLD JETS! </q> SCOOP- N.Y. Post \"Page 6\" : \"Google honcho <strong> Eric Schmidt </strong>... has been consulting with CNN's` Parker Spitzer' executive producer Liza McGuirk on developing a show featuring himself as host. The", "new_id": -2, "mturk_index": "1958"}, {"uid": "1297137461190611470", "i": 7710, "idx": 8, "sa": ["George H. W. Bush", "Colin Powell", "Condoleezza Rice", "Donald Rumsfeld"], "q": "under whom he did not serve-- <strong> Donald Rumsfeld </strong> replied curtly: \"No, I was kind of disappointed in him.\" <strong> Condoleezza Rice </strong>, <strong> George H. W. Bush </strong>'s national security adviser who later became secretary of state, had <q> never served in a senior administration position, </q> a lack of experience that hampered her ability to organize critical meetings, <strong> Donald Rumsfeld </strong> said. He said <strong> Colin Powell </strong>-- <strong> George H. W. Bush </strong>'s first top diplomat-- \"did not, in my view, do a good job", "new_id": -2, "mturk_index": "931"}]