[{"uid": "1295958129216842277", "i": 10793, "idx": 16, "sa": ["Dick Armey", "Mike Pence", "Mike Huckabee", "Steffen Schmidt", "Sarah Palin"], "q": ", however, <strong> Steffen Schmidt </strong> adds that <strong> Mike Pence </strong> would still have to prove his staying power. \"What we would say to <strong> Dick Armey </strong> <strong> Mike Pence </strong> is, \"Take a number,\" <strong> Steffen Schmidt </strong> said. <q> It\"s like a big deli in Manhattan: If you want a sandwich, take a number. Your number is 16 or 18, because <strong> Sarah Palin </strong> and <strong> Mike Huckabee </strong> and all the rest of them already are in line in front of him. </q> Still, a recent ABC News/Washington Post poll of potential GOP candidates shows none dominating the field. The top choices were <strong> Mike Huckabee </strong>( 21 percent), <strong> Sarah Palin </strong>( 19 percent) and former Massachusetts", "new_id": -2}, {"uid": "1295665773077054051", "i": 12745, "idx": 0, "sa": ["Clive Goodman", "Andy Coulson", "Rupert Murdoch"], "q": "police. In his resignation statement, Mr. <strong> Andy Coulson </strong> reiterated that he had been unaware of the hacking, but said that the scandal had proved too distracting for him to do his job. <q> I stand by what I've said about those events, but when the spokesman needs a spokesman, it's time to move on, </q> he said. Executives at News International, which owns The News of the World and is a subsidiary of <strong> Rupert Murdoch </strong>'s News Corporation, have maintained that Mr. <strong> Clive Goodman </strong> was a \"rogue reporter", "new_id": -2}, {"uid": "1294972078242417745", "i": 12584, "idx": 0, "sa": ["Michael Vick", "Brett Favre"], "q": "management and labor can't reach a new collective bargaining agreement and the owners lock out the players and cancel games next season. The NFL acknowledges that its recent prosperity hasn't tackled its nagging concerns. <q> All is not perfect in the Land of Oz, </q> said NFL spokesman Greg Aiello. Interactive: The Mysteries of the Offensive Line There were many reasons for the NFL's surge this season. Events such as <strong> Michael Vick </strong>'s re-emergence, <strong> Brett Favre </strong>'s struggles", "new_id": -2}, {"uid": "1296152835245841973", "i": 8265, "idx": 0, "sa": ["Eric Schmidt"], "q": "the speculation has been wrong. Instead, <strong> Eric Schmidt </strong> repeated Google's previously disclosed explanation that the management reshuffle is about clarifying and tightening lines of authority among the troika that has jointly run Google for a decade. <q> This has nothing to do with competitors, </q> <strong> Eric Schmidt </strong> said. \"I publicly said the next 10 years will be as successful as the past 10. We're going to run this way for a while. It's a full-time job just to deal with", "new_id": -2}, {"uid": "1297183312119177307", "i": 46114, "idx": 4, "sa": ["Mick Jagger", "Simon Cowell"], "q": "the acerbic judge. He asked about who will be judging the American version of the show with <strong> Simon Cowell </strong> when it begins here in the fall, but the Brit wasn't ready yet to reveal names. <q> I was sworn to secrecy. I really don't know. I was talking to somebody on Friday, who I really, really want to be on this show, and I'm waiting on a decision. I can't say. I really, really at this point can't say. </q> <strong> Simon Cowell </strong> did strike down the rumor, however, that it might be veteran rocker, <strong> Mick Jagger </strong>. It won't. \"They'll be cute,\" he said as a teaser. \"", "new_id": -2}, {"uid": "1295768239143409188", "i": 5668, "idx": 8, "sa": ["Rasheed Wallace", "Allen Iverson"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak. \"The best part about it is we struggled at times in the game but we got it done,\" <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> http://wn.com/Was_Detroit_an_experiment_City?_HIGHEST_unemployment_rate_24_signs_of_ROTTING_Wasteland Thanks Eddie! Eddie NWO Censored MYSPACE Junkie. Love ya! DETROIT HOUSING APOCALYPSE www.youtube.com For years, people have been laughing", "new_id": -2}, {"uid": "1295339132194592791", "i": 38689, "idx": 0, "sa": ["Jay Leno", "Howard Stern", "David Letterman", "Faith Margaret Kidman Urban", "Keith Urban", "Nicole Kidman"], "q": "<strong> Keith Urban </strong> and <strong> Nicole Kidman </strong> have a new baby girl, <strong> Faith Margaret Kidman Urban </strong>, who joins 2-year-old sister Sunday Rose.( See <q> <strong> Nicole Kidman </strong>, <strong> Keith Urban </strong> give thanks. A lot. </q>) Posted on Tue, Jan. 18, 2011 Sideshow: <strong> Howard Stern </strong> targets <strong> Jay Leno </strong> in CNN interview <strong> Howard Stern </strong> may not be <strong> Jay Leno </strong>'s biggest fan. \"He's not fit to scrub <strong> David Letterman </strong>'s feet", "new_id": -2}, {"i": 12775, "idx": 0, "index_answer": 1, "new_id": -1, "q": "about social issues include Indiana Rep. <strong> Mike Pence </strong>, who decided against running. And <strong> Mike Huckabee </strong>, who is doing well as a <strong> the Fox </strong> News contributor. And <strong> Sarah Palin </strong> would have the most to lose financially from running. <strong> Rick Santorum </strong> thinks <q> the left is trying to goad her into it, </q> hoping she would be weak among the independent voters who decide most elections. <strong> Bill Clinton </strong> Minnesota <strong> Mike Huckabee </strong> <strong> Tim Pawlenty </strong> is running hard and published a book with a strong religious theme, but <strong> Rick Santorum </strong> doubts <strong> Tim Pawlenty </strong> has the passion requisite for", "sa": ["Mike Pence", "Rick Santorum", "Mike Huckabee", "Tim Pawlenty", "Sarah Palin", "the Fox", "Bill Clinton"], "uid": "1296962271197279756"}, {"uid": "1297371116207732736", "i": 4653, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "of last resort has long been the claim of \"misquote\". You see it all the time when public figures find themselves hoisted and hung out to dry by their own words- out comes the cliche: <q> My words were taken out of context </q>. <strong> Donald Rumsfeld </strong>'s new, modified approach is picked up in The Guardian illustrates the technique in action. Here he is trying to explain away another of his untruths, the claim that", "new_id": -2}, {"uid": "1296579740005816323", "i": 19655, "idx": 1, "sa": ["Sergio Marchionne"], "q": "went on here in 2010,\" <strong> Sergio Marchionne </strong> said during the Q&A session of Monday's financial earnings news conference call. CAW President Ken Lewenza said Monday that the employees appreciate the recognition.. <q> I think it's a vote of confidence for the direction of Chrysler corporation and obviously <strong> Sergio Marchionne </strong> appreciates the kind of work ethic that has been developing in the plants in terms of changing its culture, </q> said Lewenza. CAW Local 444 President Rick Laporte reiterated there is no question the workers have helped put the company on the right track, but he was a little concerned about the bonus idea.", "new_id": -2}]