[{"uid": "1295578933025002019", "i": 4363, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "leave Google to work for the social networking company.`` My goal is to run Google at the pace and with the soul and passion of a startup,'' <strong> Larry Page </strong> said in a Thursday interview. <q> I think I will have time to do that given the way we have split up our responsibilities. </q> <strong> Eric Schmidt </strong> concurred in the same interview, saying Google's triumvirate decided they needed to find ways for the company to run more crisply.`` I am not as concerned about the titles as I", "new_id": -2}, {"uid": "1295669758172441761", "i": 36012, "idx": 0, "sa": ["Ray LaHood", "Sergio Marchionne", "Alan Mulally", "Tom Gage"], "q": "ending distracted driving.`` We believe the auTom Gageobile manufacturers can be partners with us,'' <strong> Ray LaHood </strong> said at an event Thursday in Washington to mark the government's efforts to crack down on distracted driving. <q> We need their help. </q> Advertisement <strong> Ray LaHood </strong> said he will fly to Michigan on Tuesday to meet with Ford President and CEO <strong> Alan Mulally </strong> and Chrysler CEO <strong> Sergio Marchionne </strong>. The Insurance Institute for Highway Safety and others have questioned whetherbanning", "new_id": -2}, {"uid": "1297185058166789171", "i": 49802, "idx": 3, "sa": ["Michael Vick", "Dwaine Caraway"], "q": "ceremonial gifts are different from the official keys to the city presented by the mayor,'' he said. As for honouring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and <q> am deeply sorry to offend anyone who loves animals. </q> He acknowledged <strong> Michael Vick </strong>'s past but noted that`` since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends", "new_id": -2}, {"uid": "1295265238125091846", "i": 4649, "idx": 0, "sa": ["Eric Pickles", "Andy Coulson"], "q": "are supporting NHS reforms, Mr <strong> Eric Pickles </strong> unveiled a list of organisations backing the reform. The list included business leaders, planning professionals, local authorities and community groups. The bill was designed to <q> fundamentally shake up the balance of power in this country </q> Mr <strong> Eric Pickles </strong> insisted. Cameron refuses to deny <strong> Andy Coulson </strong> resignation offer The prime minister has refused to deny allegations that <strong> Andy Coulson </strong> has offered his resignation over the phone hacking row. Free Newsletters Sign", "new_id": -2}, {"uid": "1297278847168607774", "i": 9106, "idx": 1, "sa": ["David Letterman", "Carl Banks", "Dan Lauria"], "q": "<strong> Dan Lauria </strong> helped introduce the day's Top Ten in character as the iconic football coach. Click below for his appearance! STAGE TUBE: LOMBARDI Star <strong> Dan Lauria </strong> on LATE SHOW WITH <strong> David Letterman </strong>! Last night on CBS' <q> The Late Show with <strong> David Letterman </strong>, </q> <strong> Dan Lauria </strong>, currently starring as the legendary Packers coach in Broadway's LOMBARDI, helped introduce the day's Top Ten, in iconic and inspirational character. Watch the clip below! Former NY Giant <strong> Carl Banks </strong> To Sign Autographs", "new_id": -2}, {"uid": "1295622151033243140", "i": 8345, "idx": 0, "sa": ["Ian Edmondson", "Andy Coulson"], "q": "the events but maintained that he had not known it was going on. With the investigation potentially re-opening due to allegations that news editor <strong> Ian Edmondson </strong> knew about the hacking too, <strong> Andy Coulson </strong> says he can no longer <q> give the 110% needed </q> in his Downing Street role.`` I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on,'' he said. Weekly", "new_id": -2}, {"uid": "1296690410059244548", "i": 38030, "idx": 0, "sa": ["Rachel Maddow", "Hosni Mubarak", "David Letterman"], "q": "concede now. Everything from now on for the liberals are just AVOIDABLE LOSSES.. Posted by: RainForestRising| February 2, 2011 6:00 PM| Last night: <q> President <strong> Hosni Mubarak </strong> of Egypt Rachel Maddowounced today, that he will not run for another term. The bad news is that he going to be succeeded by his idiot son, <strong> Hosni Mubarak </strong> W. <strong> Hosni Mubarak </strong>. </q> <strong> David Letterman </strong> Posted by: Liam-still| February 2, 2011 6:01 PM| KEEP AN EYE ON HOW CLOSE OBAMA GETS TO THE MUSLIM BROTHERHOOD Obama might be implementing his", "new_id": -2}, {"uid": "1295503547083329028", "i": 6937, "idx": 2, "sa": ["Allen Iverson"], "q": "a just a layup in the fourth. The Lakers clamped down on the 6-foot guard, forcing the ball out of his hands. The strategy worked. <strong> Allen Iverson </strong> took only four shots in the last 12 minutes. <q> When somebody gets 49 points in the first three quarters obviously its going to draw attention to the other team, </q> said <strong> Allen Iverson </strong>, whose career high of 60 came against Orlando on Feb. 12, 2005.`` When somebody's got 49 points they want to make sure I get the ball out of my hands, and that", "new_id": -2}, {"uid": "1296062705120487938", "i": 50637, "idx": 0, "sa": ["Sue Akers", "David Cameron", "Andy Coulson"], "q": "the Met said the complex inquiry was being moved from their counter terrorism command. It will now be led by Deputy Assistant Commissioner <strong> Sue Akers </strong> at the specialist crime directorate. A Met spokesman said: <q> The Met has today received significant new information relating to allegations of phone hacking at the News of the World in 2005/06. As a result, the Met is launching a new investigation to consider this material.`` This work will be carried out by the specialist crime directorate which has been investigating a related phone hacking allegation since September 2010. </q> Last week, former News of the World editor href=\"http://www.scotsman.com/news/Andy Coulson-quits-Sheridan-helped-bring.6698814.jp\"> <strong> Andy Coulson </strong> resigned as <strong> David Cameron </strong>'s communications chief, though he has continually denied any knowledge of hacking during his time at the paper. <strong> Andy Coulson </strong> was", "new_id": -2}, {"i": 12103, "idx": 2, "index_answer": 1, "new_id": -1, "q": "'' again, <strong> Betty White </strong> quips,`` I think you do a thing once and then you run like a thief.'' <strong> David Letterman </strong> then asks her what she does in her free time and <strong> Betty White </strong> says, <q> Oh, I like to do most anything. Play with animals, mostly. And vodka's kind of a hobby. </q> So <strong> David Letterman </strong> reaches down from behind the desk and produces a bottle of Grey Goose, to which <strong> Betty White </strong> laughs heartily. They share some vodka, then she does a classic spit-take. How can you not", "sa": ["David Letterman", "Betty White"], "uid": "1295452144253739151"}]