[{"uid": "1295798969051544070", "i": 46203, "idx": 3, "sa": ["Robert Gates", "Kirsten Gillibrand"], "q": "warns of Court action Sec. <strong> Robert Gates </strong> wants Senate to pass repeal, warns of Court action The Log Cabin lawsuit is being used to the advantage of those who want a legislative repeal... <strong> Kirsten Gillibrand </strong> Introduces Legislation to Repeal <q> Don't Ask Don't Tell </q> <strong> Kirsten Gillibrand </strong> Introduces Legislation to Repeal \"Don't Ask Don't Tell\" Senator <strong> Kirsten Gillibrand </strong>, joined with Senate colleagues and military leaders, introduces legislation to repeal the military's \"Don't Ask, Don't Tell\"", "new_id": -2}, {"uid": "1297323057252542979", "i": 12177, "idx": 3, "sa": ["Colin Powell", "George W. Bush", "Hussein Kamel"], "q": "'s behavior influenced the decision, although the nuances are often lost in public statements. In 2003, then-Secretary of State <strong> Colin Powell </strong> L. <strong> Colin Powell </strong> declared in his famous speech to the U.N. Security Council, <q> Saddam <strong> Hussein Kamel </strong> forced out the last inspectors in 1998. </q> 2002-2003 inspections The departure of the inspectors in 2003 is much more clear-cut: They wanted to keep looking for weapons of mass destruction and reported that Iraq was showing increasing cooperation. But the <strong> George W. Bush </strong> administration", "new_id": -2}, {"uid": "1297436657123142144", "i": 38571, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": ", <strong> Stephen Elop </strong> said. Android surpassed Symbian to become the world's No. 1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. <strong> Steve Ballmer </strong> said the partnership would give the team <q> more innovation, greater global reach and scale. </q> \"We need to, and we will, collaborate closely on devStephen Elopment... so we can really align and drive the future revolution of the mobile phone,\" he said. The key challenge will be to come", "new_id": -2}, {"uid": "1297122898200310809", "i": 6870, "idx": 1, "sa": ["Mayor Tom", "Michael Vick", "Tom Leppert"], "q": "message I would challenge anybody to say that not one kid across America shouldn't hear from people in notoriety such as <strong> Michael Vick </strong>.\" Dallas <strong> Mayor Tom </strong> <strong> Tom Leppert </strong> distanced himself from the action later Monday. <q> The action taken was not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas, </q> he said in a statement. \"Official Keys to the City are presented by the <strong> Mayor Tom </strong>, or an elected official designated by the <strong> Mayor Tom </strong>, and reserved, on a limited basis, for an elected official of", "new_id": -2}, {"uid": "1296451032165019654", "i": 2582, "idx": 1, "sa": ["Paul Silas", "Allen Iverson", "Michael Jordan"], "q": "first-round series. \"He was on fire,\" Hornets coach <strong> Paul Silas </strong> said of <strong> Allen Iverson </strong>, who fell eight points shy of <strong> Michael Jordan </strong>'s NBA playoff record set exactly 17 years ago in a double-overtime loss at Boston. <q> Anytime a guy like that is on fire, there's very little you can do except to take the ball out of his hands. It's right up there with <strong> Michael Jordan </strong>'s 63. He just had a great night. </q> The NBA saw some superlative performances over the opening weekend of the playoffs, but the best came in the last game. <strong> Allen Iverson </strong> shot 21-of-32, including 9-of-11 in the fourth quarter, and 10-of-11 from the line to", "new_id": -2}, {"uid": "1295882750196345869", "i": 15799, "idx": 1, "sa": ["Fareed Zakaria", "Eric Schmidt"], "q": "connected on the Sunday foreign-affairs programme <strong> Fareed Zakaria </strong> GPS, which McGuirk executive produced and where <strong> Eric Schmidt </strong> was a regular guest. When <strong> Eric Schmidt </strong> filmed a pilot for CNN in August, McGuirk oversaw the production. <q> <strong> Eric Schmidt </strong> wants to be a talk-show host. He's been working with Liza to develop a show, but he has not yet been picked up by any network, </q> the New York Post quoted a source as saying. \"<strong> Eric Schmidt </strong> has been looking for a TV job for over a year. But the pilot he filmed with Liza was a complete disaster,", "new_id": -2}, {"uid": "1296286331249135136", "i": 35425, "idx": 4, "sa": ["Metta World Peace", "Allen Iverson", "Kobe Bryant", "Tyronn Lue"], "q": "\"I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q> \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said Bryant_Kobe Bryant_40_points_LA_Lakers_vs_Houston_Rockets_Metta World Peace_Metta World Peace <strong> Kobe Bryant </strong> 40 points LA Lakers vs Houston Rockets <strong> Metta World Peace </strong> game 2 round 2 2009 NBA Playoffs LOS ANGELES( AP) Desperate to salvage a split at", "new_id": -2}, {"uid": "1297180316142131220", "i": 47679, "idx": 0, "sa": ["Steve Ballmer"], "q": ",+0.81%)| NASDAQ: 2784.26(+0.27,+0.01%) <strong> Steve Ballmer </strong> rearranges the deck chairs again; seeks to get engineers into executive ranks Tuesday, February 08, 2011- 09:57 AM EST <q> Microsoft Corp.. Chief Executive Officer <strong> Steve Ballmer </strong> plans to extend a management shake-up aimed at adding senior product executives with an engineering background, two people with knowledge of the decision said, </q> Dina Bass reports for Bloomberg. \"Changes may be announced this month, said one of the people, who declined to be named because the plans are private,\" Bass reports. \"Last month", "new_id": -2}, {"uid": "1296688822156778549", "i": 52650, "idx": 0, "sa": ["Colin Powell"], "q": "no Iraqi troops were visible near the Saudi border- just empty desert. After the war, Gen. <strong> Colin Powell </strong> admitted that there had been no massive build up. A US senior commander told Newsday after the war, <q> There was a great disinformation campaign surrounding this war. </q>..:: False testimony about Iraqi atrocities Before the motion for war, members of Congress were presented with the tearful testimony of a 15-year-old Kuwaiti girl, known only as Nayirah. She described how, as", "new_id": -2}, {"uid": "1295531293005685251", "i": 34845, "idx": 1, "sa": ["Steven Tyler", "Tyler Posey", "Simon Cowell"], "q": "target=\"_blank\" TODAY There's definitely a different dynamic at the American Idol judges' stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or target=\"_blank\" an overbearing judge, </q> <strong> Tyler Posey </strong> told reporters in a conference call Tuesday.\" [ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a good career out", "new_id": -2}]