[{"uid": "1297574961085688363", "i": 19892, "idx": 0, "sa": ["Michael Vick", "Jay Cutler"], "q": "contemporary of <strong> Jay Cutler </strong> with that very blemish on his record is enjoying a glorious rebirth. <strong> Michael Vick </strong> is wildly popular in Philadelphia, a tough, fickle sports town where hero worship is practically illegal. <q> Sports fans are the most forgiving, second-chance-loving people in the world, </q> Sullivan said,`` and <strong> Michael Vick </strong> is a classic example. If he can come back, <strong> Jay Cutler </strong> certainly can. He didn't do anything bad.'' Try telling that to the armchair zealots who insist", "new_id": -2}, {"uid": "1296488866202686546", "i": 15783, "idx": 0, "sa": ["Sergio Marchionne"], "q": "of 11 new vehicles. U.S. market share for 2010 rose to 9.2% from 8.8% in 2009. In Canada, market share jumped two percentage points to 13% for last year. <q> The company has lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months, </q> said CEO <strong> Sergio Marchionne </strong>.`` Given the positive comments we have received to date, it can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations.''", "new_id": -2}, {"uid": "1295236042192299048", "i": 25992, "idx": 1, "sa": ["Al Sharpton", "Sen. Bernie Sanders"], "q": "all of us share a part in reaching equality on all levels-- not just racial. <strong> Sen. Bernie Sanders </strong>, another speaker at Sunday's program, picked up on <strong> Al Sharpton </strong>'s message of economic equality, saying, <q> We got ta change the economy so that all our people can earn a decent standard of living. </q>`` You can not fight for your rights without fighting for everyone's rights,'' <strong> Al Sharpton </strong> said.`` I think he really spoke well of history and where we are today and where we", "new_id": -2}, {"uid": "1297314901126959709", "i": 761, "idx": 3, "sa": ["Michael Vick", "Joy Behar", "Galina Espinoza"], "q": "personally executing dogs who performed poorly by electrocution, hanging and drowning. Panelist <strong> Galina Espinoza </strong> asked <strong> Joy Behar </strong> what it would take for her to forgive <strong> Michael Vick </strong>.`` He should disappear,'' replied <strong> Joy Behar </strong>. <q> I want him out of the business. </q> Follow The View Examiner on Twitter and Facebook Want email updates on The View? Subscribe here", "new_id": -2}, {"i": 35106, "idx": 0, "index_answer": 0, "new_id": -1, "q": "for Merrill Lynch, had a dream of being on the big screen, and <strong> Bradley Cooper </strong> was able to make his dream come true last year by snagging his father a cameo in` The A-Team.' <q> It was one of the best experiences of my life. The guy loves to improvise, </q> <strong> Bradley Cooper </strong> told <strong> David Letterman </strong> on the` Late Show' last summer.`` He wanted to improvise with <strong> Jessica Biel </strong>. He was supposed to stay in his seat, but he got up... He wanted", "sa": ["Bradley Cooper", "David Letterman", "Jessica Biel"], "uid": "1295443782144605260"}, {"uid": "1295618474243957773", "i": 46681, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "'' Prime Minister <strong> David Cameron </strong> had repeatedly defended <strong> Andy Coulson </strong>, part of his inner circle, despite critics questioning his judgment in giving him a second chance following his resignation from the News of the World. <q> During his time working for me, <strong> Andy Coulson </strong> has carried out his role with complete professionalism, </q> <strong> David Cameron </strong> said in statement, adding that he was`` very sorry'' to see <strong> Andy Coulson </strong> go. <strong> Andy Coulson </strong> was seen as having the common touch needed to help finesse the message of a government including many wealth", "new_id": -2}, {"uid": "1297240707110002271", "i": 49388, "idx": 1, "sa": ["Dwaine Caraway", "Michael Vick"], "q": ", with the radio reporter's commentary inserted as text between video frames. <strong> Dwaine Caraway </strong> insisted the presentation wasn't about <strong> Michael Vick </strong>'s past but his turn-around since leaving prison and returning to professional football. <q> What he is doing and the effect it has on the children lives is the most important factor, </q> he said. Asked how he could think most people in Dallas would support the decision to give <strong> Michael Vick </strong> a key when many see him as the face of cruelty to animals, <strong> Dwaine Caraway </strong> responded that not everyone", "new_id": -2}, {"uid": "1297706494051036178", "i": 38280, "idx": 4, "sa": ["Cecile Richards", "Mike Pence"], "q": "people who believe sex is only for procreation.'' In an emergency email to its members that LifeNews.com obtained, <strong> Cecile Richards </strong> said she is expecting a vote this week on the <strong> Mike Pence </strong> measure, which she called <q> the most dangerous legislative assault on women's health in Planned Parenthood's 95-year history. </q>`` That's not an exaggeration, it is a simple fact- and if they succeed, the consequences for women will be catastrophic. We need everyone who cares about women's health to join together", "new_id": -2}, {"uid": "1295822638240304187", "i": 3442, "idx": 5, "sa": ["Eric Schmidt"], "q": "that new blood, a new perspective, is needed,'' he said. Whatever happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. <q> <strong> Eric Schmidt </strong>, Larry and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs, </q> he said.`` Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style.'' The Pathways ICT Leadership Development", "new_id": -2}, {"uid": "1297430731170164227", "i": 19189, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "here are complementary. Ecosystems thrive when they reach scale, when they are fueled by energy and innovation and when they provide benefits and value to each person or company who participates,'' <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> added. <q> This is what we are creating; this is our vision; this is the work we are driving from this day forward. </q> strtegic memo that was leaked in advance of the meeting, where he expressed disappointment in MeeGo and called Symbian`` non-competitive''. MeeGo, Symbian on the way out So what does this mean", "new_id": -2}]