[{"uid": "1295603056020365336", "i": 28775, "idx": 1, "sa": ["Eric Schmidt"], "q": "at running this.\" Page praised <strong> Eric Schmidt </strong>'s leadership over nearly a decade and said his advice as executive chairman will be invaluable. \"The results speak for themselves,\" Page said. <q>There's really no one else in the universe who could have accomplished what <strong> Eric Schmidt </strong> has done.</q> Google generated US$ 8.44 billion in revenue in the quarter, ended Dec. 31, 2010, up 26 percent compared with 2009's fourth quarter. Subtracting commissions paid to partners and other fees, revenue came", "new_id": -2}, {"uid": "1297439441065749003", "i": 44284, "idx": 1, "sa": ["Steve Ballmer"], "q": "years has made these companies very significant competitors, to the point where Microsoft and Nokia were becoming increasingly irrelevant. \"I am excited about this partnership with Nokia,\" said <strong> Steve Ballmer </strong>, Microsoft CEO. <q>The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> Dell Coupons Looking for a Dell notebook? Find the latest deals and coupons on NotebookReview.com", "new_id": -2}, {"uid": "1295360761081248280", "i": 4128, "idx": 0, "sa": ["David Letterman", "Steven Tyler"], "q": "an American Idol, or any kind of idol, you have to pay your dues,\" <strong> Steven Tyler </strong> said on \"Late Show,' referring to the years of national touring he did with Aerosmith. <q>But, today's a different world.</q> \"I prefer the process that gave us you to this process,\" <strong> David Letterman </strong> said of` American Idol.' \"By the time you're ready, you\"re ready, and we", "new_id": -2}, {"uid": "1296555335171900942", "i": 37073, "idx": 3, "sa": ["Barbara Walters", "Bill Clinton", "David Letterman"], "q": "<strong> Bill Clinton </strong> says. Each walks <strong> Barbara Walters </strong> through his specific situation and how close he had come to dying. <strong> David Letterman </strong> talks about the severe depression after the surgery, a common side effect. <q>I would find myself busting into tears and sobbing uncontrollably,</q> <strong> David Letterman </strong> says. <strong> Barbara Walters </strong> says she used the celebrities to tell the story because she wants viewers to pay attention. Heart disease is a serious problem, especially for women, who tend not to get the", "new_id": -2}, {"i": 4509, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Spy\"/> Microsoft CEO <strong> Steve Ballmer </strong> has said that the Xbox 360 is not a games console. He told USA Today that its multimedia capabilities and Kinect support makes it an entertainment device. <q>Xbox isn't a gaming console. Xbox is a family entertainment centre. It's a place to socialise,</q> he said. \"It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body.\"", "sa": ["Steve Ballmer"], "uid": "1295298855113115208"}, {"uid": "1294956185094240773", "i": 34590, "idx": 0, "sa": ["Janet Napolitano", "Donald Rumsfeld", "Barack Obama", "Eric Holder"], "q": ". The looming departure of AP-GfK Poll: <strong> Barack Obama </strong>, GOP improve public standing Tucson, Ariz., this afternoon to take part in the memorial service for victims of Saturday's Arizona, Tucson, at an event called <q>Together We Thrive: Tucson and America.</q> Attorney General <strong> Eric Holder </strong> and <strong> Donald Rumsfeld </strong> of Homeland Security <strong> Janet Napolitano </strong> will also be there. AP-GfK Poll: <strong> Barack Obama </strong>, Republicans in Congress get higher marks after season of compromise Poll: <strong> Barack Obama </strong>, GOP Improve Standing Congressional Black Caucus Chairman", "new_id": -2}, {"uid": "1296075535083542047", "i": 20183, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "<q>We're real excited about it,</q> CEO Rob Vito said Tuesday, the Huffington Post reports. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great", "new_id": -2}, {"uid": "1295767396180666390", "i": 7974, "idx": 2, "sa": ["Ed Miliband", "Andy Coulson"], "q": ", the resignation posed the biggest trouble for the News of the World's owners. Murdoch's News Corporation is currently trying to persuade regulators to let it take over pay television giant BSkyB. <q>The company has in the past made big out-of-court settlements to individuals whose phones were hacked,</q> the FT said in an editorial. Britain's Labour party leader <strong> Ed Miliband </strong> smiles as he leaves... Article: PM tested over media chief's resignation... Photo: Former News of the World editor <strong> Andy Coulson </strong> struggles at", "new_id": -2}, {"uid": "1295569415103104529", "i": 29690, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> Microsoftt Sharepoint 2010 includes several new features, including its InfoPath forms designer, web versions of Office applications, a PowerPoint broadcast feature, and the integration of Visio workflows. Working with new content is much easier", "new_id": -2}, {"uid": "1295425429066371636", "i": 34570, "idx": 0, "sa": ["Ricky Gervais", "Simon Cowell", "Hugh Hefner"], "q": "\" of the awards show was \"hugely mean-spirited with mildly sinister undertones\". Meanwhile <strong> Simon Cowell </strong> Berk of the Hollywood Foreign Press Association, which puts on the Globes, said <strong> Ricky Gervais </strong> had crossed the line. <q>Some of the things he said were totally unacceptable,</q> Berk said. <strong> Ricky Gervais </strong> had introduced Berk by saying: \"I just had to help him off the toilet and pop his teeth in.\" <strong> Hugh Hefner </strong> seemed to take <strong> Ricky Gervais </strong>'s joke about him rather more", "new_id": -2}]