[{"uid": "1295786647142147585", "i": 8002, "idx": 2, "sa": ["Andy Coulson", "Nick Clegg", "Chris Huhne"], "q": "whole-heartedly defending them. It can't be comfortable for <strong> Nick Clegg </strong>- being forced to speak out on behalf of a man who his party publicly denounced before the coalition formed( in 2009, <strong> Chris Huhne </strong> stated of <strong> Andy Coulson </strong> that <q>a future prime minister can not have someone who is involved in these sort of underhand tactics</q>). On the matter of who would be replacing <strong> Andy Coulson </strong>( speculation of who this will be is intense- read the last point in Signs of Shia courage By Sayed Mahdi Al-Modaressi- 05 February", "new_id": -2}, {"uid": "1295804681123387908", "i": 21530, "idx": 0, "sa": ["Andy Coulson"], "q": "Terrorize and behead those who believe in scriptures other than the Qur \"an.\" Koran 8:12 Report Abuse \"If we're not to profile( which seems so sheepish, and passive),\" Report Abuse <q>You can't tell a good muslim from a bad one</q> Report Abuse \"You know how to tell a good muslim from a bad one\" Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron\"s Spin Doctor <strong> Andy Coulson </strong> to", "new_id": -2}, {"uid": "1295443568234078240", "i": 7465, "idx": 0, "sa": ["Simon Cowell", "Billy Joel", "Steven Tyler"], "q": " \"American Idol' and other reality TV shows embracing kinder, gentler attitude Breitbart Derrik J. Lang, The Associated Press LOS ANGELES, Calif.- When a husky, moustached auditioner awkwardly snaps his way through <strong> Billy Joel </strong>'s <q>The Longest Welcome to the born-again American Idol. With the departure of \"the mean one,</q> judge <strong> Simon Cowell </strong>, the TV juggernaut seems to have gone through a conversion. At a recent Fox News 215-854-5960 If you're hoping <strong> Steven Tyler </strong>\"s going to fill the shoes of <strong> Simon Cowell </strong>, be the new grumpster of \"", "new_id": -2}, {"uid": "1296467645082231308", "i": 22005, "idx": 1, "sa": ["Michael Vick"], "q": "A league source confirmed the report Sunday night. \"You know what? It is what it is,\" <strong> Michael Vick </strong> told The Inquirer Sunday after the NFC's lopsided win in the Pro Bowl. <q>It's great to know they did want to have me around for another year. I'm going to make the most of it, and I'm going to do everything that I'm asked to do, continue to put myself in the position to excel, and help this team win. That's the most important thing- have a better year this year coming up than last year.</q> In theory, <strong> Michael Vick </strong> could have hit the free-agent market once a new collective bargaining agreement was signed, although there has never been any indication that the Eagles would let <strong> Michael Vick </strong> walk. ESPN also", "new_id": -2}, {"uid": "1297163077054263818", "i": 40510, "idx": 0, "sa": ["Simon Cowell"], "q": "about the unprecedented prize the winner will take away, along with a recording contract with Sony, <strong> Simon Cowell </strong> admitted to being just a little bit nervous about the seven-figure stakes but believes he can find a deserving star. <q>The money rightly puts an enormous amount of pressure on people,</q> said the reality TV mogul. The winner will receive a$ 1 million check once a year for five years, from which recording and marketing expenses will not be deducted. \"This is not a", "new_id": -2}, {"uid": "1297135322173735984", "i": 32867, "idx": 1, "sa": ["Kurt DelBene", "Steve Ballmer", "Wes Miller", "Ray Ozzie", "Andy Lees"], "q": "engineering chief <strong> Kurt DelBene </strong>, rather than marketing executive Chris Capossela. When Chief Software Architect <strong> Ray Ozzie </strong> announced plans to step down in October, <strong> Steve Ballmer </strong> declined to replace him in that central role, saying the company had <q>strong technical leaders in each business group.</q> The effort may take some of the heat off <strong> Steve Ballmer </strong> as long as it produces results soon, <strong> Wes Miller </strong> said. The strategy seems to have been invented last night. Leaders like <strong> Andy Lees </strong>, a sales", "new_id": -2}, {"uid": "1295206158169885726", "i": 38464, "idx": 2, "sa": ["Simon Cowell"], "q": ". \"It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.\" <strong> Simon Cowell </strong> added: <q>At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years! \"Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge.</q> This is a fictional news article. It is just a bit of fun and purely speculation on what Helen BaxendaleThe actress on EastEnders: Tiffany's behaviour disturbs Bianca Emmerdale: Andy is suspected of", "new_id": -2}, {"uid": "1296752424175587371", "i": 29883, "idx": 0, "sa": ["Zahi Hawass"], "q": "<strong> Zahi Hawass </strong> <q>would like to tell the world that the situation in Egypt was bad for two days, beginning on Friday.</q> <strong> Zahi Hawass </strong>, who now sits in Mubarak's cabinet-he was appointed Minister of Antiquities on Monday-and whom Ian Parker wrote about in 2009, was not referring to the general situation on the streets of Cairo, where", "new_id": -2}, {"i": 12447, "idx": 1, "index_answer": 0, "new_id": -1, "q": "the collapse of such a dictatorship was \"inevitable\" in Egypt, as well as in other countries throughout the world. \"What comes next, it's hard to predict,\" <strong> Patrick Leahy </strong> said. <q>A huge part of( Egypt's) natural product is tourism. They've got to get tourists feeling free to go back. Nobody's about to book a trip to Egypt right now. \"The United States really needs stability there,</q> <strong> Patrick Leahy </strong> continued, \"because of our interests in Israel and Jordan and elsewhere.\" <strong> Sen. Bernie Sanders </strong>, I-Vt., had a similar response and called on the United States to support a transition to democracy.", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1297523762190513232"}, {"uid": "1296161522095223812", "i": 35887, "idx": 0, "sa": ["Eric Schmidt", "Adam Lashinsky"], "q": "Finance Search Thu, Jan 27, 2011, 3:51 PM EST- U.S. Markets close in 9 mins.{ \"s\": \"goog, msft\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} Matt Rosoff, On Thursday January 27, 2011, 3:31 pm interview with Fortune's <strong> Adam Lashinsky </strong>, Google CEO <strong> Eric Schmidt </strong> said that Microsoft is", "new_id": -2}]