[{"uid": "1295364352186253316", "i": 19355, "idx": 2, "sa": ["Oprah Winfrey", "Michael Vick", "Piers Morgan"], "q": "I really don't want to talk about <strong> Michael Vick </strong> because I'm trying to interview him,'' <strong> Oprah Winfrey </strong> said.`` I will just save all my advice for when I sit down with him.'' <q> I'm trying to get him as well. <strong> One of us </strong> is going to win, </q> <strong> Piers Morgan </strong> said. He then proposed a`` little wager,'' suggesting 100 British pounds. <strong> Oprah Winfrey </strong> seemed game, but suggested they double it.`` Make it two.'' So, 200", "new_id": -2}, {"uid": "1297627885248430598", "i": 32871, "idx": 0, "sa": ["David Letterman", "Conan O'Brien"], "q": "turns to music. After all of the craziness that surrounded <strong> Conan O'Brien </strong>'s ouster from`` The Tonight Show'' settled down, the red-headed talk show host got a call from fellow chatter <strong> David Letterman </strong>. <q> He wanted to know what I was wearing, </q> <strong> Conan O'Brien </strong> joked during an interview on the set of his new TBS talk show. The truth is <strong> David Letterman </strong> called him just to see how he was doing.`` I said,` We've", "new_id": -2}, {"uid": "1295461653182812690", "i": 49176, "idx": 10, "sa": ["Toby Young", "Simon Cowell", "Barbara Brooks"], "q": "tell it like it is.`` It's funny because 75 years ago Americans had a reputation for being honest and plainspoken, while Brits were thought to be mealy-mouthed and obsessed with propriety,'' says <strong> Toby Young </strong>. <q> It's as if we've switched places. </q> But with <strong> Simon Cowell </strong> gone, who's going to judge our nation of underachievers? Contests: You could be a winner! <strong> Barbara Brooks </strong> of Gloucester won a$ 500 gas card in our Gas Card Giveaway", "new_id": -2}, {"uid": "1296716411176898050", "i": 11869, "idx": 2, "sa": ["Blake Griffin", "Corey Maggette", "Allen Iverson"], "q": ", making him the first rookie to do so since <strong> Allen Iverson </strong> in 1996-97.`` He definitely should be in the All-Star game, without a doubt,'' said Milwaukee's <strong> Corey Maggette </strong>, a former Clipper. <q> He's one of those special players, like LeBron. </q> <strong> Blake Griffin </strong> is already committed to the All-Star dunk contest and was selected to play in the Rookie Challenge game. Hindering his bid to add All-Star to his name is the fact that the Clippers are", "new_id": -2}, {"uid": "1297379324211959809", "i": 47137, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Sherrod Brown", "Jon Tester", "Janet Napolitano", "Herb Kohl", "Chuck Schumer"], "q": "in the past few years. <strong> Chuck Schumer </strong> was joined in his request by fellow New York <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, Bob Casey of Pennsylvania, <strong> Sherrod Brown </strong> of Ohio, <strong> Jon Tester </strong> of Montana and <strong> Herb Kohl </strong> of Wisconsin. <q> Given what is at stake in combating illegal cross-border activity, and given its past success,( we) write to ask your agencies to co-ordinate in determining whether there are any available military technological assets anywhere around the world that can be more effectively deployed along our northern border to combat drug smuggling, </q> the senators wrote in the letter. Their move is seemingly at odds with <strong> Janet Napolitano </strong>, who defended bilateral border security efforts just a day earlier by tersely brushing off the findings of a recent congressional report that", "new_id": -2}, {"uid": "1296774835205651968", "i": 5222, "idx": 3, "sa": ["David Vitter", "Sen. Bernie Sanders"], "q": ",'' many millions more will join the ranks of the uninsured.`` To say we should return to where we were is beyond comprehension,'' <strong> Sen. Bernie Sanders </strong> said. But, <strong> David Vitter </strong> said, <q> we want full repeal of Obamacare for a simple reason-- the big problem with the bill, the big problem with the plan aren't at the margins, they are the core, and the big problems can't be fixed with... changing a comma, or changing the punctuation or revising one or two or five or 10 sentences. The big problems are at the core, with the demand that every man, woman and child in the nation has to go onto the market and buy a particular product. </q>`` That's why we demand repeal,'' said <strong> David Vitter </strong>, who said`` we will be replacing this huge burdensome bill with a targeted approach.'' Beyond the constitutional questions, <strong> David Vitter </strong> said", "new_id": -2}, {"uid": "1296594691227524624", "i": 27120, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman"], "q": "girlfriend was pregnant with his fifth child. However, she miscarried, but <strong> Kelsey Grammer </strong> says they are in love and plan on her becoming his fourth wife. Of course http://wn.com/Kelsey_Grammer_To_Marry_Girlfriend_Kayte_Walsh_in_February click our link thetodaybuzz.com- to watch full <q> <strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February </q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the`` Late Show with <strong> David Letterman </strong>'' on Thursday night that he plans on marrying his girlfriend <strong> Kayte Walsh </strong> next month. The actor currently stars in the Tony Award-winning musical", "new_id": -2}, {"uid": "1295278131044859395", "i": 9405, "idx": 1, "sa": ["The Bloodhound Gang", "Allen Iverson", "Wayne Rooney"], "q": ". For a player often described as selfish and immature, it was a giant step toward superstardom.`` It's special, and it's a tribute to my coach and my teammates,'' said <strong> Allen Iverson </strong>. <q> I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball, </q> Brown said.`` There were so many lessons to be learned, from him http://wn.com/Coors_Belfast_Giants_on_You_Tube__Stars_in_Their_Eyes Paul Moran, uncut and definitely a little unhinged, singing`` The <strong> Wayne Rooney </strong> Touch'' by <strong> The Bloodhound Gang </strong> at the Belfast Giants Official Supporters", "new_id": -2}, {"uid": "1297114520257425423", "i": 35166, "idx": 7, "sa": ["Simon Cowell", "Leona Lewis"], "q": "<strong> Leona Lewis </strong> in 2006. It's a trend <strong> Simon Cowell </strong> expects to continue stateside.`` It has to be controversial, interesting,'' <strong> Simon Cowell </strong> said when asked how he thinks the show will settle in stateside. <q> If the U.S. show has some of the same qualities as we've done in the UK it could do really, really well. But I've learned never to take anything for granted. </q> The names of the U.S. version's host and judges' panel, however, have yet to be revealed, but <strong> Simon Cowell </strong> confirmed on Monday's call that offers are out there, not clarifying whether that", "new_id": -2}, {"i": 27945, "idx": 2, "index_answer": 1, "new_id": -1, "q": "`` Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,'' <strong> Zahi Hawass </strong> said in a statement. But he asked that <q> this unique treasure be returned to the possession of its rightful owners, the Egyptian people. </q> World Video: Banned books back on sale in Tunisia's bookshops World Video: Raw Video: Deadly explosion at Moscow airport Report Abuse <blockquote> <strong> Zahi Hawass </strong> is nothing more than an Egyptian <strong> Sarah Palin </strong>( albeit with brains)", "sa": ["Sarah Palin", "Zahi Hawass"], "uid": "1295891307156680197"}]