[{"uid": "1295556469260145156", "i": 26706, "idx": 5, "sa": ["Mark Hurd", "Eric Schmidt", "Bill Gates"], "q": "more smartphone-like capabilities, like fully-functional Web browsers. <strong> Eric Schmidt </strong>'s goal is ambitious.`` We envision literally a Bill Gatesion people getting inexpensive, browser-based touchscreen phones over the next few years,'' he writes. <q> Can you imagine how this will change their awareness of local and global information and their notion of education? </q> There are reasons why last week Canalys predicted that href=\"http://www.betanews.com/article/Android-to-challenge-Symbian-for-smart-phone-dominance-report-says/1284143604\" target=\"_blank\"> Gartner predicts that Android will catch Symbian OS Mark Hurdet share within three years. IDC puts Android second, but still two places ahead", "new_id": -2}, {"uid": "1297381652182599684", "i": 28437, "idx": 2, "sa": ["Stephen Elop", "Eric Schmidt", "Steve Ballmer"], "q": "talks with Microsoft CEO <strong> Steve Ballmer </strong> about putting Microsoft's mobile operating system on Nokia phones, said the person, who asked not to be identified because the discussions were private,'' Hymowitz, Bass and ben-Aaron report. <q> <strong> Stephen Elop </strong> also held talks with Google CEO <strong> Eric Schmidt </strong> about using Google's Android software, the person said. Those discussions are unlikely to lead to an alliance, according to another person familiar with the matter. </q> Hymowitz, Bass and ben-Aaron report,`` <strong> Stephen Elop </strong> will unveil a new strategy for Nokia at an event in London tomorrow, laying out his comeback plan for the smartphone market... <strong> Stephen Elop </strong>, 47, took", "new_id": -2}, {"uid": "1295622956143933455", "i": 45513, "idx": 0, "sa": ["Angelina Jolie", "Cameron Diaz", "Carmen Electra"], "q": "humor and nice.' I mean, you want to be attracted to them.'' Once we start talking if he just seems very real and he's not trying to pretend to be something else. <q> Just being very present. I'm very simple: I don't like ironic first dates. Like, I'm not going to go skydiving and things that are crazy. I just like to talk and hang out. I've always said there's no good pickup line. It's just physical attraction in the beginning, and then there's the chemistry. Because if it's there, it's there. If it's not, it's not. </q> Eric has written about movies, celebrities, and movies starring celebrities. He once babysat with <strong> Angelina Jolie </strong>, made <strong> Cameron Diaz </strong> laugh ice tea out of her nose, and landed in a paparazzi photo with <strong> Carmen Electra </strong>. He abhors", "new_id": -2}, {"uid": "1295439905093192278", "i": 26272, "idx": 6, "sa": ["Jim Cantiello", "Ellen DeGeneres", "Simon Cowell"], "q": "some concern that the two new superstar judges might distract from the promised return to a focus on the contestants.`` My biggest hope is that` Idol' finds one-of-a-kind talent this season,'' <strong> Jim Cantiello </strong> said. <q> <strong> Ellen DeGeneres </strong> proved that a big star on the judges' panel does not necessarily ensure a must-see` Idol.' The show lives and dies by the contestants it highlights. If they don't find the most compelling, the most interesting and the most talented group of singers, the show is going to be as culturally relevant as` Skating With the Celebrities.' </q> Don't miss our`` American Idol'' live stream`` Judging the Judges: An` Idol' Without <strong> Simon Cowell </strong>,'' featuring post-show analysis from <strong> Jim Cantiello </strong> and special guests, on MTV.com tonight at 10 p.m.", "new_id": -2}, {"uid": "1295390812219906122", "i": 28012, "idx": 0, "sa": ["Sergio Marchionne"], "q": "PM Tuesday, January 18, 2011 WINDSOR, Ontario- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1297200983061325341", "i": 2175, "idx": 16, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "jail. Then came the influx of terrorists-`` facilitated through Damascus''- coming to fight against Americans. Al Qaeda joined the fray, as did a Shiite uprising under Moqtada al-Sadr and his Mahdi Army. <q> We couldn't lose any battles over there, but we couldn't beat them militarily, </q> he says.`` Because there was no one to beat. It was a totally unconventional asymmetrical circumstance.'' Mr. <strong> Donald Rumsfeld </strong> thus takes an unorthodox view of the significance of <strong> George H. W. Bush </strong>'s surge, which began", "new_id": -2}, {"uid": "1297044026199639050", "i": 36137, "idx": 1, "sa": ["Eric Schmidt"], "q": "its market dominance, the Sunday Telegraph quoted its chief executive as saying. href=\"http://uk.news.yahoo.com/22/20110206/ttc-oukin-uk-google-eu-fe50bdd.html#ynw-article-part2\"> Skip related content`` We certainly want to avoid that,'' <strong> Eric Schmidt </strong> told the paper in an interview. <q> I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they are minor or they are not correct.`` We'll find out and make sure we are operating well within the law and the spirit of the law. </q> Brussels launched a formal investigation into Google in November following complaints from European rivals that it was abusing its dominant position in the market for web search services. A previous href=\"http://uk.news.yahoo.com/fc/european-union.html\"> EU investigation", "new_id": -2}, {"uid": "1297127015165691436", "i": 18410, "idx": 2, "sa": ["Katy Perry", "Kelly Rowland", "Simon Cowell"], "q": "Idol. And he has also considered former Destiny's Child singer <strong> Kelly Rowland </strong> and <strong> Katy Perry </strong> for a spot as he thought about an all-girl panel.`` His indecision is final,'' quipped an insider last night. <q> But he's making us very nervous. This to-ing and fro-ing is not a good sign. </q> Yesterday <strong> Simon Cowell </strong> and Fox TV chiefs unveiled some details of the show, but pointedly refused to get drawn on the panellists. The TV mogul risked alienating ITV bosses and British fans in a trailer", "new_id": -2}, {"uid": "1296675484083132418", "i": 5312, "idx": 1, "sa": ["Woody Allen", "Cameron Diaz", "Angelina Jolie", "Lindsay Lohan", "Léa Seydoux", "Carmen Electra"], "q": "takes a Lindsay Lohanper look at the issues raised in his last films: our relationship with history, art, pLéa Seydouxsure and life. His 41st feature reveals once again his inspiration.'' Scenes From <strong> Woody Allen </strong>'s <q> You Will Meet A Tall Dark Stranger </q> Eric has written about movies, celebrities, and movies starring celebrities. He once babysat with <strong> Angelina Jolie </strong>, made <strong> Cameron Diaz </strong> laugh ice tea out of her nose, and landed in a paparazzi photo with <strong> Carmen Electra </strong>. He", "new_id": -2}, {"i": 29884, "idx": 1, "index_answer": 0, "new_id": -1, "q": ". <strong> Zahi Hawass </strong> wrote, in a post to his Web site, which, due to the blocked Internet access at the time, he had to fax to colleagues in Italy to upload: <q> My heart is broken and my blood is boiling. I feel that everything I have done in the last nine years has been destroyed in one day, but all the inspectors, young archaeologists, and administrators, are calling me from sites and museums all over Egypt to tell me that they will give their life to protect our antiquities. </q> On Saturday, he wrote, \" I was met outside by many Egyptians, who asked if the museum was safe and what they could do to help. The people were happy to see", "sa": ["Zahi Hawass"], "uid": "1296752424175587371"}]