[{"uid": "1295983532180977681", "i": 17619, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "relevo de <strong> Eric Schmidt </strong> como consejero delegado, el directivo ha asegurado que espera estar otros diez a?os m?s en el mundo Google. <strong> Eric Schmidt </strong> ha participado hoy en una conferencia en M?nich en la que ha declarado que est <q> personalmente muy entusiasmado ante la pr?xima d?cada de Google </q>. Dentro de tres meses, el actual consejero delegado de la mayor buscador del mundo de Internet dejar su sill?n para que sea <strong> Larry Page </strong>, cofundador de la empresa de Mountain View, el que se haga cargo del", "new_id": -2, "mturk_index": "1849"}, {"uid": "1296591076195919887", "i": 48868, "idx": 1, "sa": ["Wendy Williams", "Camille Grammer", "David Letterman", "Kelsey Grammer"], "q": "children. <strong> Camille Grammer </strong>'s children. The <strong> David Letterman </strong> cutaway shot which cut through <strong> Camille Grammer </strong>'s heart. The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children.\" COHEN: <q> There's a shot of her with the kids on <strong> David Letterman </strong>. </q> <strong> Camille Grammer </strong>: \"He uses them as props. It's tough, it's harsh. It hurts, of course.\" The trash talking doesn't end there. Extra notes <strong> Camille Grammer </strong>'s stab at Williams_Wendy Williams_on_Camille Grammer_Kelsey Grammer_Kelsey Grammer's_pending_divorce_12/15/2010 getnew.info", "new_id": -2, "mturk_index": "1270"}, {"uid": "1294980453267878419", "i": 57833, "idx": 0, "sa": ["DeSean Jackson", "Ryan Pickett", "Tramon Williams", "Michael Vick", "Desmond Bishop"], "q": "linebacker <strong> Desmond Bishop </strong> stepped into the picture and with a mighty one-handed swipe took <strong> DeSean Jackson </strong> down with a shoestring tackle at the Packers' 38-yard line. \"That was big,\" Packers defensive end <strong> Ryan Pickett </strong> said. <q> Actually it saved the game. That's a touchdown-saving tackle. </q> Thanks to <strong> Desmond Bishop </strong>, <strong> DeSean Jackson </strong> was stopped in his tracks after a 28-yard reception. Four plays later Eagles quarterback <strong> Michael Vick </strong> threw his fateful interception to <strong> Tramon Williams </strong> in the end zone to seal the Packers' 21-16 victory", "new_id": -2, "mturk_index": "1971"}, {"uid": "1296054621070402076", "i": 17689, "idx": 0, "sa": ["Steve Ballmer"], "q": "questions will be asked about the leadership of <strong> Steve Ballmer </strong>, now in his 12th year as chief executive. A string of high-level departures has raised concerns about his efforts to revitalize the company. <strong> Steve Ballmer </strong> <q> is always on thin ice, </q> said Forrest at Fort Pitt Capital. \"Microsoft is a results-driven company.\" Microsoft CEO <strong> Steve Ballmer </strong> delivers his keynote address on the.... is set to report earnings for the fiscal second quarter Thursday... Photo", "new_id": -2, "mturk_index": "483"}, {"uid": "1295802995079921158", "i": 19505, "idx": 2, "sa": ["Colin Powell", "George W. Bush"], "q": "Powell.Colin Powell.afghanistan.cnn\"> Click to watch video \"Every <strong> George W. Bush </strong> has a challenge when it goes from campaigning to governing, takes a while to figure out the difference between campaigning and governing,\" <strong> Colin Powell </strong> said on CNN's <q> State of the Union. </q> \"Now we see at the end of the second year, he is definitely focusing on governing... we'll see how 2011 goes.\" <strong> Colin Powell </strong>, who worked in four George W. Bushial administrations- most recently under", "new_id": -2, "mturk_index": "802"}, {"uid": "1297723854105316371", "i": 45928, "idx": 4, "sa": ["Patrick Leahy", "Bernie Sanders", "Peter Welch"], "q": "the cost of heating oil has increased, the delegates said. \"We must not balance the budget at the expense of Vermonters struggling to heat their homes in winter,\" said Democratic Rep. <strong> Peter Welch </strong>. <q> Instead of turning off the heat, we should be turning off the billions of dollars in subsidies we provide the oil industry. </q> <strong> Patrick Leahy </strong> and <strong> Bernie Sanders </strong> echoed that sentiment. \"This senator will do everything he can to make sure that the budget is not balanced on the backs of the weak, the vulnerable, the sick", "new_id": -2, "mturk_index": "957"}, {"uid": "1295645040266682374", "i": 25637, "idx": 0, "sa": ["Larry Page", "Daniel Salmon", "Sergey Brin", "Eric Schmidt"], "q": "Certains d'entre eux ont m?me relev leur cours cible et leurs pr?visions de b?n?fice pour la prochaine ann?e. C'est notamment le cas de <strong> Daniel Salmon </strong>, analyste chez BMO March?s des capitaux, pour qui l'annonce d'hier repr?sente <q> un v?nement largement b?nin tant donn que le triumvirat demeure intact, avec des r?les l?g?rement diff?rents </q>. a annonc que le cofondateur <strong> Larry Page </strong> prendrait le poste de chef de la direction, en remplacement de <strong> Eric Schmidt </strong> qui deviendrait pr?sident ex?cutif du conseil. L'autre cofondateur, <strong> Sergey Brin </strong>, se consacrera? des projets strat?giques,", "new_id": -2, "mturk_index": "1775"}, {"uid": "1295547193232112144", "i": 7677, "idx": 1, "sa": ["Alexander McQueen", "Jeff Immelt", "Steve Ballmer", "Barack Obama", "Robin Givhan", "Michelle Obama"], "q": "heavy on business leaders, CEO- among- 200- White- House- apf- 2921159518.html?x=0&amp;.v=1\"> including General Electric CEO <strong> Jeff Immelt </strong> and Microsoft's <strong> Steve Ballmer </strong>, a trend Stolberg says made sense considering how <q> <strong> Barack Obama </strong> used Mr. Hu's visit to press China to open its markets to goods made by American companies. </q> About That Dress <strong> Michelle Obama </strong>'s fashion choices always attract scrutiny, but The Daily Beast's Obama-Michelle Obama-in-Alexander McQueen-Alexander McQueen-lady-in-red-at-white-house-state-dinner/\"> <strong> Robin Givhan </strong> argues the First Lady's red petal print <strong> Alexander McQueen </strong> gown said more about attitudes on Madison Avenue than Pennsylvania", "new_id": -2, "mturk_index": "1536"}, {"uid": "1295807421110559236", "i": 34715, "idx": 12, "sa": ["George H. W. Bush", "Sarah Palin", "Colin Powell", "John McCain", "Barack Obama"], "q": ", esteemed conservative columnist <strong> George H. W. Bush </strong> Will was also explaining <strong> Colin Powell </strong>'s decision as part of a larger, more psychological sway that <strong> Barack Obama </strong> held over other African Americans. There will be \"some impact,\" Will declared. <q> And I think this adds to my calculation-- this is very hard to measure-- but it seems to me if we had the tools to measure we'd find that <strong> Barack Obama </strong> gets two votes because he's black for every one he loses because he's black because so much of this country is so eager, a, to feel good about itself by doing this, but more than that to put paid to the whole Al Sharpton/Jesse Jackson game of political rhetoric. </q> There were, down the conservative line, other voices who gave Powell_Colin Powell_picks_Barack Obama_Barack Obama_and_Sarah Palin_Sarah Palin_on_SNL From \"Meet the Press,\" 10/19/08, where <strong> Colin Powell </strong> endorsed <strong> Barack Obama </strong>. GEN. <strong> Colin Powell </strong>: \"But Mr. <strong> John McCain </strong> says that he's a washed", "new_id": -2, "mturk_index": "1430"}, {"uid": "1295821846140492836", "i": 15882, "idx": 1, "sa": ["Eric Schmidt"], "q": ". ntr-un interviu pentru cotidianul britanic Financial Times, <strong> Eric Schmidt </strong> a negat afirma?iile potrivit c?rora schimb?rile au survenit unor amenin?ri din partea vreunui concurent i a sus?inut c procesul de decizie n cadrul Google trebuie accelerat deoarece exist <q> un set complex de oportunit?i </q>. Anali?tii sus?in ns c modelul tripartit de conducere din ultima decad s-a dovedit a fi unul de succes, dar nu at?t de necesar. \"A func?ionat pe o scal foarte mic\" , a declarat Youssef Squali", "new_id": -2, "mturk_index": "2021"}]