[{"uid": "1296222150071827491", "i": 21452, "idx": 4, "sa": ["Lindsey Graham", "Sen. Bernie Sanders"], "q": "out 100 percent of benefits beginning in 2039. Influential Republican senators have proposed raising the Social Security retirement age from 67 to 69, using a formula that Congress agreed to in the 1980s. <q> We know what to do on Social Security. I put on the table[ a proposal] adjusting the age from 67 to 69, </q> <strong> Sen. Bernie Sanders </strong> <strong> Lindsey Graham </strong>( R-S.C.) said Wednesday.`` I don't know how in the heck we save this country from bankruptcy if we don't reform entitlements.`` Why can't we do what", "new_id": -2}, {"uid": "1297629637208748562", "i": 379, "idx": 0, "sa": ["Michael Vick"], "q": "Fenimore] was there when my baby was a baby,'' remembers Shaft, and their friendship eventually grew into more. Today, Shaft is studying for a criminal justice degree while Fenimore works as a bartender. <q> She is wonderful and works while I go to school, </q> says Shaft. Big Dick, <strong> Michael Vick </strong> And, As It Turns Out, Anybody Can Get a Key to the City of Dallas Man, That Was Quick: The First Lawsuit Over Super Ticket Snafu at Cowboys Stadium", "new_id": -2}, {"uid": "1295573926159776823", "i": 24910, "idx": 0, "sa": ["Alex Wolfe", "Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "its top management on Thursday, announcing that co-founder Larry Page would replace <strong> Eric Schmidt </strong> as chief executive of the Internet giant in April. <strong> Google Inc. </strong> said <strong> Eric Schmidt </strong> would remain with the company as executive chairman, focusing on <q> deals, partnerships, customers, broader <strong> Sergey Brin </strong> and Larry Page: Inside the <strong> Google Inc. </strong> machine www.ted.com <strong> Google Inc. </strong> co-founders Larry Page and <strong> Sergey Brin </strong> offer a peek inside the <strong> Google Inc. </strong> machine, sharing tidbits about international search patterns, the philanthropic <strong> Google Inc. </strong> Foundation, and the company's dedication to innovation and employee happiness.TEDTalks is a daily video podcas... <strong> Sergey Brin </strong>& Larry Page's <strong> Google Inc. </strong> Phone Adventure <strong> Google Inc. </strong> co-founders <strong> Sergey Brin </strong> and Larry Page wow the crowd at New York City launch T-Mobile's G1 Android <strong> Google Inc. </strong> phone. Filmed by InformationWeek's`` <strong> Alex Wolfe </strong>'s Den </q> blogger <strong> Alex Wolfe </strong>... Larry Page, <strong> Sergey Brin </strong>, Hubert Chang, <strong> Google Inc. </strong> truth, the truth of <strong> Google Inc. </strong>'s birth Larry Page, <strong> Sergey Brin </strong>, Hubert Chang, <strong> Google Inc. </strong> truth, the truth of <strong> Google Inc. </strong>'s birth Larry Page,", "new_id": -2}, {"uid": "1296200464159858698", "i": 4892, "idx": 13, "sa": ["Mike Pence"], "q": "belly and the desire to run for president, and his heart clearly is in Indiana,'' McIntosh said. That, <strong> Mike Pence </strong> said, was what it came down to in the end. <q> At the end of the day, we ultimately believed that where our little family is led is somewhere in the service of the people of Indiana in the days ahead, </q> he said.`` I've learned in decisions like these to follow my heart. My heart is in Indiana.'' From USA TODAY and Associated Press", "new_id": -2}, {"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q> You'd rather be at the table than not at the table, </q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business.`` You figure this is a way to do something useful for your country.'' <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}, {"uid": "1296115725056147995", "i": 37207, "idx": 1, "sa": ["Andy Coulson"], "q": "28 min ago Yahoo! UK& Ireland News`` Its impossible to belive <strong> Andy Coulson </strong> knew nothing about the phone tapping.As editor of the News of...'' Its Secret left a comment- 47 min ago uk.news.yahoo.com <q> YOu think they have mobile phones in Afghan???!!! Doh! </q>", "new_id": -2}, {"uid": "1296520620167067651", "i": 19031, "idx": 0, "sa": ["Barack Obama", "Michael Vick"], "q": "small improvements in the law but was not willing to consider a complete repeal. Photo in Slideshow: White House urges calm ahead of Egypt's mass protest Photo in Slideshow: <strong> Barack Obama </strong>, William Daley Report Abuse <q> Good examples <strong> Steve T </strong>- but remember that a drivers license is necessary only if you CHOOSE to drive a car, a fishing or hunting license is only necessary if you CHOOSE to hunt or fish, a building permit is on necessary if you CHOOSE to build something. All of these require an individual make a choice if they want to purchase something... </q> Report Abuse \" These naysayers are afraid because they don't fully understand the bill... fear of the unknown is the greatest fear there is. \" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the", "new_id": -2}, {"uid": "1295498090112721958", "i": 47303, "idx": 0, "sa": ["Rodney Stuckey", "Kobe Bryant", "Allen Iverson", "Shaquille O'Neal"], "q": "Finals appearance for the Lakers, combined for just seven points on 3-of-13 shooting. Other than <strong> Shaquille O'Neal </strong> and <strong> Kobe Bryant </strong>, no Lakers player scored more than five points. http://wn.com/Allen_Iverson_Highlight_vs_Pistons_09/10_NBA_*AI_blocks_Chucky AI and the 76ers went home losers again. <q> It's going to have to be one of the best games ever from us in order to win, </q> <strong> Allen Iverson </strong> said. They sure didn't play one against Detroit. <strong> Rodney Stuckey </strong> scored 27 points and hit the winner with 8.7 seconds left to lead the injury-plagued Pistons to a 90-86 win over Philadelphia on Wednesday night, the", "new_id": -2}, {"uid": "1295571340120422510", "i": 38078, "idx": 1, "sa": ["Eric Schmidt"], "q": "and competition between the two companies grew. He was brought into Google 10 years back, because the founders were too young and investors wanted an experienced CEO. So, as he resigns, his tweet says- <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> lead the transformation of a small Web startup with just 200 employees, to a household name generating$ 29 billion in sales and 25000 employees. Xml is a successor of SGML, more general than", "new_id": -2}, {"uid": "1294972672267157620", "i": 5541, "idx": 6, "sa": ["Simon Cowell", "Cecile Frot-Coutaz"], "q": "'s this tremendous pressure to show they're still relevant,'' says Richard Rushfield, author of the upcoming Executive producer <strong> Cecile Frot-Coutaz </strong> says Idol isn't making the mistake of trying to replace <strong> Simon Cowell </strong> with a facsimile. <q> You can't, and it would be foolish to try to do that, </q> she says.`` If you go,` We're going to find another slightly nasty British( recording) executive,' people would reject that because that person would never live up to what <strong> Simon Cowell </strong> is.", "new_id": -2}]