[{"uid": "1297698057228933682", "i": 44751, "idx": 0, "sa": ["Zahi Hawass"], "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q> We found two of the eight missing artifacts outside the museum between a government building that got burned and the gift shop. We are continuing the search and will find more, </q> <strong> Zahi Hawass </strong> told Reuters. Artifacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "new_id": -2}, {"uid": "1297387115268320778", "i": 20809, "idx": 1, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": "`` dawg,'' said fans will see`` a more assertive dog, a little bit more` hair of the dog.''' Producers and host <strong> Ryan Seacrest </strong> promised a more fun ride. <q> There's a genuine camaraderie with this group, </q> <strong> Ryan Seacrest </strong> said. No one minimizes the loss of <strong> Simon Cowell </strong>, but no one plans to take up his caustic mantle.`` People go,` Who's going to be <strong> Simon Cowell </strong>?'", "new_id": -2}, {"uid": "1295548558137363461", "i": 36122, "idx": 1, "sa": ["W. Edwards", "Simon Cowell", "Edwin Edwards"], "q": "presence of British judge <strong> Simon Cowell </strong>. <strong> Edwin Edwards </strong>, the Silv...( 18:04:01`` The rise and last hurrah of Louisiana Governor <strong> Edwin Edwards </strong> <strong> W. Edwards </strong>, the best Bayou State...'' former governor edwin e...( 18:02:05 <q> former governor edwin edwards granted 5 day furlough==== wesawthat.blogspot.com====... </q> <strong> Edwin Edwards </strong> Top Ten F...( 18:03:04`` Louisiana's legendary governor <strong> Edwin Edwards </strong> was a guest on my LSU-TV movie review pr...''", "new_id": -2}, {"uid": "1297351652264044570", "i": 20049, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "on the paper's books, was also sent to prison. The tape, made by a former journalist without <strong> Andy Coulson </strong>'s knowledge at some point during his editorship, also records <strong> Andy Coulson </strong> telling the reporter: <q> I need more stories. I need more exclusives and I need it to be self-generated stuff. </q> The two men do not discuss phone hacking, but Dispatches says other recordings exist which`` might provide damning evidence''. <strong> Andy Coulson </strong> stepped down as <strong> David Cameron </strong>'s communications director last month, saying coverage", "new_id": -2}, {"uid": "1297260081046088218", "i": 10078, "idx": 3, "sa": ["Eric Schmidt"], "q": "lawyers work. So I always say to the product makers, just build the best product you can.'' <strong> Eric Schmidt </strong> admitted, however, that Google has to be more cautious when launching new products. <q> It is a reality that when we release products we have to be sensitive to regulatory and privacy issues, </q> he said.`` So we now do extensive reviews and we're pretty happy with that balance now. The engineers build stuff, the lawyers come in, there are then a series of often very difficult fights", "new_id": -2}, {"uid": "1297269555137707560", "i": 40931, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": ", Feb. 9, 2011/ PRNewswire/-- Microsoft Corp. today promoted Senior Vice President <strong> Satya Nadella </strong> to president of Microsoft's Server and Tools Business.( Logo: http://photos.prnewswire.com/prnh/20000822/MSFTLOGO) <q> We're already making strong traction across our Server and Tools Business by embracing cloud services, </q> said Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>.`` <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of", "new_id": -2}, {"uid": "1296167802222920921", "i": 43225, "idx": 1, "sa": ["Mike McDaniel", "Mike Pence"], "q": "in 2012- and beyond. <strong> Mike Pence </strong>'s staff did not return repeated phone calls and e-mails to The Associated Press. The 51-year-old <strong> Mike Pence </strong> is a darling of social conservatives and often describes himself as <q> a Christian, a conservative, and a Republican, in that order. </q> He had made multiple trips to states that host early presidential primary contests. <strong> Mike McDaniel </strong> said the decision not to run must have been difficult.`` He had a lot of people around the country", "new_id": -2}, {"uid": "1295501783237502473", "i": 13994, "idx": 1, "sa": ["Jimmy Fallon", "Simon Cowell"], "q": "crowded sex life and telling <strong> Jimmy Fallon </strong>''( Bleep) no!'' when <strong> Jimmy Fallon </strong> asked the other night if there would have to be a five-second delay for him. In time, the new trio( <q> the dino, the diva and the dawg, </q> in the words of longtime Idol obsessive Mortimer Spreng of Atlantic City) may mesh into something that would pass the <strong> Simon Cowell </strong> muster. But the first night veered way toward the feel good- apparently the new", "new_id": -2}, {"uid": "1295780642017170490", "i": 27882, "idx": 0, "sa": ["Andy Coulson"], "q": ", after which the constitutional court has a fortnight to validate them or voice objections. Article: Central African Republic strongman faces vote... Article: Sudan split` virtually certain', say observers... Report Abuse <q> <strong> Francois Bozize </strong> is a puppet of France. In all French-speaking countries, the Presidents are placed there by France. If you do not get the support of France, you get thrown out by force. It's the neo-colonialism. France can't survive without having complete control of the resources of African countries. France has to divide them, and set them against each other, then appoint its own choice as the President. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Served In The USAF? Reconnect With Airmen You Served With. Over 110,000 Air", "new_id": -2}, [{"i": 46291, "idx": 0, "index_answer": 2, "new_id": -1, "q": "<strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q> I told him,` I'm glad you're here, because it is your moment as well', </q> <strong> Ray Allen </strong> said.`` When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "uid": "1297538891173686785"}]]