[{"uid": "1297210131061849602", "i": 3913, "idx": 2, "sa": ["Donald Rumsfeld", "Colin Powell", "Condoleezza Rice", "Sean Hannity"], "q": "for the feisty veteran of Washington inner circles, generated plenty of controversy from groups and individuals challenging his version of events during those years. But <strong> Donald Rumsfeld </strong> is taking on the administration's critics. <q> For people to say Bush lied, href=\"http://www.foxnews.com/topics/politics/Colin Powell-Colin Powell.htm#r_src=ramp\"> <strong> Colin Powell </strong> lied and href=\"http://www.foxnews.com/topics/politics/Condoleezza Rice-Condoleezza Rice.htm#r_src=ramp\"> <strong> Condoleezza Rice </strong> lied or Cheney lied or <strong> Donald Rumsfeld </strong> lied-- it's just not true, </q> <strong> Donald Rumsfeld </strong> told Fox News' <strong> Sean Hannity </strong>. Asked about former Secretary of State <strong> Colin Powell </strong>'s infamous 2003 speech to the href=\"http://www.foxnews.com/topics/politics/united-nations.htm#r_src=ramp\"> United Nations in which he cited questionable intelligence about Iraq's alleged weapons program, <strong> Donald Rumsfeld </strong> said", "new_id": -2}, {"uid": "1295907918177651713", "i": 28772, "idx": 6, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "most I've never reread.'' As defense secretary under <strong> George H. W. Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos;`` snowflakes,'' they were called. He reads from some issued in 2003 and in 2005: <q> Are we winning or losing the War on Terror? </q>`` Is the U.S. government changing fast enough?''`` Do we need more troops? And if so, where and for what purpose?''`` My brain would be going,'' he says", "new_id": -2}, {"uid": "1297427071058949663", "i": 2979, "idx": 7, "sa": ["Michael Gove", "Darren Cooper", "Andy Burnham"], "q": "said the ruling was a victory`` for all the communities and children betrayed by <strong> Michael Gove </strong>''. He said the ruling was a`` damning verdict on[ <strong> Michael Gove </strong>'s] competence as a minister''. <q> School building and repair is in complete chaos thanks to Mr <strong> Michael Gove </strong>. He condemns many children to crumbling classrooms and Portakabins whilst waving his cheque book to try to force through more free schools, which will be irrelevant for the majority of parents, </q> said <strong> Andy Burnham </strong>. The judge said Sandwell council should have been allowed to explain its special circumstances to the Department for Education. <strong> Darren Cooper </strong>, leader of Sandwell council, said he intended to apply for", "new_id": -2}, {"uid": "1296277283055640093", "i": 10797, "idx": 5, "sa": ["James Cleveland", "Shaquille O'Neal", "Chris Webber", "Allen Iverson", "Del Negro", "Žydrūnas Ilgauskas"], "q": "<strong> Allen Iverson </strong>'s Žydrūnas Ilgauskasgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> <strong> Chris Webber </strong> had his best performance in his four games with PhilaDel Negrophia, scoring 24 points and grabShaquille O'Nealg 12 rebounds, and <strong> Allen Iverson </strong> added 31 points to lead the 76ers to a 98-89 win over the <strong> James Cleveland </strong> Cavaliers on Friday night", "new_id": -2}, {"uid": "1296535444067862582", "i": 42214, "idx": 0, "sa": ["Michael Vick", "Roger Goodell", "Mike Brown", "Ben Roethlisberger", "Peter King"], "q": "'' <strong> Roger Goodell </strong> said.''[ Most often] they're not recognizing they have a role in it.'' Regarding <strong> Ben Roethlisberger </strong>, <strong> Roger Goodell </strong> said when he was investigating what to do with the quarterback, he talked to <q> I bet two dozen players... Not one, not a single player, went to his defense. It wasn't personal in a sense, but all kinds of stories like,` He won't sign my jersey.' </q>( Editor's Note: Read <strong> Peter King </strong>'s clarification on <strong> Roger Goodell </strong>'s quote here.) He says he thinks <strong> Mike Brown </strong> <strong> Michael Vick </strong>`` is sincerely trying.'' And he isn't blind", "new_id": -2}, {"uid": "1295568458148553735", "i": 7155, "idx": 2, "sa": ["Elizabeth Warren", "Larry Page", "Eric Schmidt"], "q": "10 years at Forbes. text--> Google's Management Changes: <strong> Larry Page </strong> Becomes CEO, <strong> Eric Schmidt </strong> Executive Chairman today, Google( GOOG) Elizabeth Warrenounced a major shift to the executive ranks, calling it a way to <q> streamline decision making and create clearer lines of responsibility and accountability at the top of the company. </q> The details: Starting April 4, co-founder <strong> Larry Page </strong> Google's <strong> Larry Page </strong> to Replace <strong> Eric Schmidt </strong> as CEO Journal Roundup Google Inc. said co-founder <strong> Larry Page </strong> will replace <strong> Eric Schmidt </strong> as chief executive, a surprise change atop the target=\"_blank\" href=\"http://wwwnetdaily.com/\"> Internet", "new_id": -2}, {"uid": "1297677365135315498", "i": 28463, "idx": 3, "sa": ["Mike Pence", "Cecile Richards", "Lois Capps"], "q": "biggest problem? Unemployment href=\"http://bodyodd.msnbc.msn.com/_news/2011/02/10/6026102-how-the-brain-responds-to-omg-moments\"> How the brain responds to OMG! moments Planned Parenthood's staunchest allies in Congress- primarily liberal Democrats- have vowed to fight the proposed funding cut. <q> In my community, Planned Parenthood is a very highly regarded mainstream organization, </q> said Democratic <strong> Mike Pence </strong> <strong> Lois Capps </strong> of California, who depicted <strong> Mike Pence </strong>'s bill as`` driven by an extreme ideological agenda.'' <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the", "new_id": -2}, {"uid": "1296495369175095837", "i": 54284, "idx": 0, "sa": ["Steve Ballmer"], "q": "reported,`` Pilot cooperation between Microsoft Corp.'s Bing search engine and Alibaba Group search website Etao has ended, a spokeswoman for a Microsoft joint venture in China said Monday.'' Then Fletcher continued, <q> The spokeswoman for Shanghai MSN Network Communications Technology Co., a Microsoft joint venture that operates Bing in China, said she was unsure when the cooperation ended and called it` uncertain' whether it would be restored. </q> That's less than encouraging news for Microsoft supporters, since a different representative labeled China`` the href=\"http://www.webpronews.com/topnews/2009/12/29/microsoft-dubs-china-most-important-strategic-market\"> most important strategic market for Microsoft'' in late 2009, and <strong> Steve Ballmer </strong> href=\"http://www.webpronews.com/topnews/2010/01/17/microsoft-declines-to-change-china-approach\"> didn't back down", "new_id": -2}, {"uid": "1297170788028033041", "i": 34866, "idx": 8, "sa": ["Simon Cowell", "Lee Adams"], "q": ", fair competition.'' The`` X Factor'' contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as the Black Eyed Peas or Destiny's Child. <q> I'm genuinely staggered this hasn't happened. All the signs are out there, from` GLee Adams' to` High School Musical,' </q> he said, advising`` any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don't have a lot of competition.''", "new_id": -2}, {"i": 5030, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> Jimi Hendrix </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> Jimi Hendrix </strong> Thompson created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my time, I should have the ball in my hands, </q> <strong> Allen Iverson </strong> said.`` So if somebody else turns it over, he yells at me. I just tell my teammates:` Let me get the ball. He'll scream at me The BP symbol is on", "sa": ["Allen Iverson", "Jimi Hendrix", "Donyell Marshall"], "uid": "1295212882209371150"}]