[{"uid": "1295701242121667612", "i": 21059, "idx": 6, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Yao Ming </strong> play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Kobe_Bryant_13_points_5_assists_vs_Nuggets_2003-04_*Game_Winner December 19th, 2003 Staples Center Los Angeles,", "new_id": -2}, {"uid": "1297134193068190239", "i": 10144, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Michael Vick"], "q": "New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy? </q> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"uid": "1296452173129859601", "i": 36106, "idx": 1, "sa": ["Michael Vick"], "q": "since 2005, having spent nearly two years in prison on dog-fighting charges.`` This is a great experience to be voted by your coaches and peers,'' said <strong> Michael Vick </strong>, the Philadelphia Eagles quarterback. <q> To get back so soon is just a blessing. </q> The Pro Bowl was played in advance of the Super Bowl for the second straight year after previously being contested after the season, and returned to its regular site in Honolulu following last year's break of", "new_id": -2}, {"uid": "1297466999257671186", "i": 38111, "idx": 0, "sa": ["Steve Ballmer", "Rob Enderle"], "q": "type of product as you are likely to get from what Google does. One step further would be CAD/CAM. Google going to CRM would probably make[ Microsoft CEO] <strong> Steve Ballmer </strong>'s day,'' <strong> Rob Enderle </strong> said. <q> If you are competing, you compete on your strengths. You don't step into an area that are the strengths of others. </q> Still, Google may have to do something different. <strong> Rob Enderle </strong> sees a long-term problem with the company's business model-- the source of revenue is largely smoke and mirrors. Google essentially sells eyeballs of people", "new_id": -2}, {"uid": "1297454546240746577", "i": 37647, "idx": 1, "sa": ["Simon Cowell"], "q": "people who are friends of mine,'' he told the Daily Mail. <strong> Simon Cowell </strong> previously described Usher as a`` great mentor'' but questioned whether he could afford enough time to the program. <q> I like Usher, I like the fact he worked with <strong> Justin Bieber </strong>, great mentor, </q> said <strong> Simon Cowell </strong>.`` But it's about the level of commitment someone is willing to give to the show and if they're willing to help another artist.''( Video) Pepsi Super Bowl Ad", "new_id": -2}, {"uid": "1295502963081756181", "i": 5654, "idx": 3, "sa": ["Allen Iverson"], "q": "Boston its first double-digit lead, 72-62.`` The whole time I was shooting, I was just thinking about seeing the student section,'' said <strong> Allen Iverson </strong>, who went 26-0 in Hartford while playing for UConn. <q> This is a building in my mind that was always blue and white. </q> It was the first time the Celtics played in Hartford since a preseason game in 1995. Prior to then, the Celtics played three regular season games a year in the arena formerly known as the Civic Center.", "new_id": -2}, {"uid": "1295560040175849483", "i": 2216, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "would be stepping down on April 4, 2011 to take over the role of executive chairman. The other half of <strong> Google Inc. </strong>'s founding duo, <strong> Sergey Brin </strong>, will retain his title as co-founder. <q> When I joined <strong> Google Inc. </strong> in 2001 I never imagined-even in my wildest dreams-that we would get as far, as fast as we have today, </q> Mr. <strong> Eric Schmidt </strong> said in a post on the Official <strong> Google Inc. </strong> Blog.`` Search has quite literally changed people's lives-increasing the collective sum of the world's knowledge and revolutionizing advertising in the", "new_id": -2}, {"uid": "1295570430037306373", "i": 34154, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "we have today'', starts <strong> Eric Schmidt </strong> in a blog post on the company's blog while meanwhile posting on Twitter that the move was all about no longer needing to supervise founders Larry Page and <strong> Sergey Brin </strong>: <q> Day-to-day adult supervision no longer needed! http://goo.gl/zC89p, </q> said <strong> Eric Schmidt </strong> on his Twitter feed. Meanwhile back on the official blog <strong> Eric Schmidt </strong> was more gracious:`` But as Google has grown, managing the business has become more complicated. So", "new_id": -2}, {"uid": "1297199921051740747", "i": 29049, "idx": 0, "sa": ["Donald Rumsfeld", "Ray LaHood"], "q": "cause of unintended high-speed acceleration in Toyotas. The study, which was launched at the request of Congress, responded to consumer complaints that flawed electronics could be the culprit behind Toyota's spate of recalls. <q> We feel that Toyota vehicles are safe to drive, </q> said Transportation <strong> Donald Rumsfeld </strong> <strong> Ray LaHood </strong>. Officials with the National Highway Traffic Safety Administration said they reviewed consumer complaints and warranty data in detail and found that many of the complaints involved cases in which the vehicle accelerated after", "new_id": -2}, {"i": 22123, "idx": 2, "index_answer": 0, "new_id": -1, "q": "5.45 billion, according to Forbes magazine. Page, 37, takes over the CEO role in <strong> April Wayne </strong>. <strong> Eric Schmidt </strong> summed up seismic shift at <strong> Google Inc. </strong>'s helm in a Twitter post last week that said, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. Since then, <strong> Google Inc. </strong>'s shares have grown more than sixfold, at one point surpassing$ 700. <strong> Google Inc. </strong>", "sa": ["Eric Schmidt", "April Wayne", "Google Inc."], "uid": "1295905334076185612"}]