[{"uid": "1296014056259227659", "i": 1529, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "`` We had a very, very good year and a very strong quarter,'' said <strong> Eric Schmidt </strong>. In the final quarter of 2010, Google turned a profit of$ 2.54 billion, or 1.86 billion euros. <q> We looked at this year and in particular our prospects for growth in Europe, and our businesses globally are doing well, both our core business as well as our adjacent businesses, our` hockey stick' businesses as we call them, </q> he noted.`` It's all very, very good. We are going to invest in Europe.'' Last week, Google announced that <strong> Eric Schmidt </strong> would be replaced by co-founder <strong> Larry Page </strong> starting on April 4. Google", "new_id": -2}, {"uid": "1297195214244269078", "i": 6004, "idx": 0, "sa": ["David Letterman"], "q": "in Texas and appearing in a ticker-tape parade at Disney World, He told <strong> David Letterman </strong> that after the Packers were held to a field goal in their final drive, he was nervous. <q> I'm a little worried about special teams. Every time we kick off, I kind of hold my breath, </q> he said, citing`` too many bad memories'' of losing momentum with a long kickoff return by the opposing team. But he said he breathed a sigh of relief when the Steelers were flagged for", "new_id": -2}, {"uid": "1297440898101842950", "i": 42738, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "visit. The heavily guarded and shuttered Egyptian Museum in href=\"http://content.usatoday.com/topics/topic/Places,+Geography/Towns,+Cities,+Counties/Cairo\" title=\"More news, photos about Cairo\"> Cairo is next to Tahrir Square, a protest encampment that draws hundreds of thousands of people on some days. <q> We will open the museum after the strike is finished. I don't know when the strike is finished, </q> said Antiquities Minister href=\"http://content.usatoday.com/topics/topic/Zahi Hawass+Zahi Hawass\" title=\"More news, photos about Zahi Hawass\"> <strong> Zahi Hawass </strong>, referring to the upheaval.`` I need things to go back to normal.'' Egypt's conflict pits autocratic President href=\"http://content.usatoday.com/topics/topic/Hosni Mubarak+Hosni Mubarak\"", "new_id": -2}, {"uid": "1297255140028704860", "i": 10383, "idx": 6, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "'re going to be mentioned,'' he says. Their response?`` We had a nice discussion,'' he says. <strong> Donald Rumsfeld </strong> defends the decision to go to war in Iraq- <q> Are we better off today with Saddam Hussein gone? Yes </q>- and denies that the <strong> George W. Bush </strong> administration neglected the war in Afghanistan once the campaign against Baghdad had begun. Still, an internal Pentagon memo he wrote in October 2003 questioned whether the United States was winning", "new_id": -2}, {"uid": "1296282709080461832", "i": 3490, "idx": 3, "sa": ["Ben Wallace", "Allen Iverson"], "q": "n't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. <q> This was a <strong> Ben Wallace </strong> win for us at somebody else's home, </q> <strong> Allen Iverson </strong> said.`` Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road.'' Elias Says <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1297465245016121871", "i": 4947, "idx": 1, "sa": ["David Letterman", "Brooklyn Decker", "Jennifer Aniston", "Walter Iooss"], "q": "of the cover model revealed later in the broadcast. On Tuesday, Feb. 15, the new cover model will visit the Late Show for an interview with <strong> David Letterman </strong>. Even <strong> Jennifer Aniston </strong> admires <strong> Brooklyn Decker </strong>'s assets. <q> She's so sweet, that girl. She's just darling and like the nicest person, </q> <strong> Jennifer Aniston </strong>, 42 today, tells <strong> Walter Iooss </strong> Jr./ PRNewsFoto/Sports Illustrated Queen Creek-$ 70,000 MLS 4426652 3 bed/ 2 bath 1,201- 1,400/ 2007 Stephanie Petka, CENTURY 21 Arizona Foothills", "new_id": -2}, {"uid": "1296451032165019654", "i": 2582, "idx": 1, "sa": ["Allen Iverson", "Michael Jordan", "Paul Silas"], "q": "first-round series.`` He was on fire,'' Hornets coach <strong> Paul Silas </strong> said of <strong> Allen Iverson </strong>, who fell eight points shy of <strong> Michael Jordan </strong>'s NBA playoff record set exactly 17 years ago in a double-overtime loss at Boston. <q> Anytime a guy like that is on fire, there's very little you can do except to take the ball out of his hands. It's right up there with <strong> Michael Jordan </strong>'s 63. He just had a great night. </q> The NBA saw some superlative performances over the opening weekend of the playoffs, but the best came in the last game. <strong> Allen Iverson </strong> shot 21-of-32, including 9-of-11 in the fourth quarter, and 10-of-11 from the line to", "new_id": -2}, {"uid": "1296248071002900092", "i": 29084, "idx": 15, "sa": ["Sergio Marchionne"], "q": "ha aggiunto che`` ci sono le condizioni per salire al 51%. Fiat ha le risorse finanziarie per farlo anche adesso se necessario''. <strong> Sergio Marchionne </strong> ha precisato che Fiat ha potuto salire al 25% di Chrysler <q> perch e stata adempiuta la prima condizione con la tecnologia Fiat certificata negli Usa. Iinevitabile che a Detroit si parli anche di facende italiane, referendum sull' accordo di Mirafiori prima di tutto. Se al referendum di Mirafiori ci sar il 51% di s`` il discorso si chiude, l'investimento si fa </q>, ribadisce <strong> Sergio Marchionne </strong> ai giornalisti italiani. Quanto alle scritte contro di lui apparse a Torino,`` sono di sicuro fuori posto e riflettono una mancanza di civilt che credo non sia opportuna per l'Italia'', commenta l'ad", "new_id": -2}, {"uid": "1296800641249069578", "i": 4528, "idx": 1, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong>, R-Ind., has introduced the legislation. In Virginia, anti-abortion activists and social conservatives said the videos illustrate what they said is Planned Parenthood's disregard of laws intended to regulate abortion. <q> Their clinics are just blatantly violating laws, and they're doing it to the sums of hundreds of millions of dollars of taxpayer funds, </q> said Anna Franzonello, an attorney for Americans United For Life. Rita Dunaway, an attorney with the Rutherford Institute, which generally promotes conservative causes, said the videos underscore`` the need for greater regulation", "new_id": -2}, {"i": 3854, "idx": 4, "index_answer": 4, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/Kobe_Bryant's_Amazing_Game_Winner_vs_Miami_December_4,_2009 NFC Storms To <strong> Chauncey Billups </strong> Lead, Takes Pro Bowl 55-41 2011 Pro Bowl start time on Fox: <strong> Vince Carter </strong> time show features <strong> Goo Goo </strong> Dolls", "sa": ["Vince Carter", "Kwame Brown", "Goo Goo", "Chauncey Billups", "Allen Iverson"], "uid": "1296461913199901198"}]