[{"uid": "1297217356071778338", "i": 447, "idx": 1, "sa": ["Donald Rumsfeld", "Diane Sawyer", "President Bush"], "q": "tenure at the Pentagon. In earlier parts of the interview released Monday, <strong> Donald Rumsfeld </strong> was reluctant to endorse <strong> President Bush </strong>'s assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was <q>the most important failure in the execution of the war.</q> Telling <strong> Diane Sawyer </strong> that assessment was \"possible,\" <strong> Donald Rumsfeld </strong> also cautioned that \"the path you didn't take is always smoother.\" The admissions largely echoed his memoir, in which he laid", "new_id": -2}, {"uid": "1297274991262504457", "i": 38680, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "it's the thought that counts. Black History Month Concert on Saturday. The SDCC's choir has been putting on the concert for the past 25 years, which, according to the SDCC, is <q>the perfect example of edutainment for the entire family.</q> Favoriting contest: Tickets to see ventriloquist Jay Johnson at the Eisemann Center in Richardson Where and how to celebrate Valentine's Day 2011 in Dallas-Fort Worth Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city", "new_id": -2}, {"uid": "1296106095124256262", "i": 20830, "idx": 2, "sa": ["Roger Kay", "Eric Schmidt", "Steve Jobs", "Google Inc."], "q": "<strong> Google Inc. </strong> was working on a competitive smartphone operating system. <strong> Eric Schmidt </strong> said he stepped outside the board meetings when the topic came up. But as <strong> Steve Jobs </strong> noted in his statement when <strong> Eric Schmidt </strong> stepped down from the Apple board, <q><strong> Eric Schmidt </strong>'s effectiveness as an Apple board member will be significantly diminished, since he will have to recuse himself from even larger portions of our meetings due to potential conflicts of interest.</q> <strong> Roger Kay </strong>, an analyst with Endpoint Technology Associates <strong> Google Inc. </strong>, believes that <strong> Eric Schmidt </strong> is probably a persona non grata at Apple these days. \"I think there is bad blood between <strong> Steve Jobs </strong> and <strong> Eric Schmidt </strong> over", "new_id": -2}, {"uid": "1296453850064503811", "i": 27, "idx": 0, "sa": ["Michael Vick", "David Akers", "Morten Andersen"], "q": "in the fourth quarter bounced off the right upright. \"<strong> Morten Andersen </strong> was a mentor of mine and I competed with <strong> Morten Andersen </strong> for a job in Atlanta and he taught me a lot,\" <strong> David Akers </strong> said, <q>so it means a lot to be able to pass a legend like that.</q> The game returned to its traditional home in Hawaii after a one-year detour to Miami, much to the approval of the players involved. Eagles quarterback <strong> Michael Vick </strong> started but played only the first quarter,", "new_id": -2}, {"uid": "1297423960048676903", "i": 2133, "idx": 0, "sa": ["Michael Gove"], "q": ". But lawyers for Mr <strong> Michael Gove </strong> argued his decisions were not made lightly and were not open to legal challenge. In written statements put before the court, his lawyers said the coalition had inherited <q>the largest budget deficit in peacetime history</q>, and spending cuts had had to be made \"quickly and significantly\". Listen carefully Can voice recognition connect your app to a bigger market? It's quiz time! What did Obama", "new_id": -2}, {"uid": "1297418101097157134", "i": 31087, "idx": 1, "sa": ["Steve Ballmer"], "q": "said that \"Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.\" <strong> Steve Ballmer </strong>, Microsoft's Chief Executive, said: <q>I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> The deal will see Nokia's application store integrated with the Microsoft Marketplace. Nokia said that its current mobile operating system, Symbian, would become \"a franchise platform\". The company said", "new_id": -2}, {"uid": "1297067872184320061", "i": 12728, "idx": 0, "sa": ["Michael Vick"], "q": "and ended up in the Pro Bowl, a year-and-a-half after finishing a federal prison term for running a dogfighting ring. \"It's unbelievable,\" <strong> Michael Vick </strong>, 30, said on the NFL Network set. <q>I have to give all glory to God. I thank my coaches and my teammates, they put me in this position. They got me better as an NFL player, as a quarterback and took advantage of my talents. I just can't say that enough. I hate to continue to say that and sound redundant, but it's the truth.</q> There is considerable uncertainty right now, with the Eagles planning to franchise <strong> Michael Vick </strong> later this week and the NFLPA contending that the franchise tag is meaningless, given the expiration of the collective bargaining agreement next month", "new_id": -2}, {"uid": "1297216340026116096", "i": 32785, "idx": 0, "sa": ["Simon Cowell"], "q": "life-changing\" prize, comparing the difference between X Factor to the difference between Extreme Makeover: Home Edition and Jersey Shore. As for the current, Cowell-free season of Idol, he said, <q>I haven't seen a full episode,</q> continuing, \"I think we're going to do something different. I'm excited. The stakes are high.\" Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. Fox is still recovering from", "new_id": -2}, {"uid": "1295570584118865943", "i": 44089, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "today they're vapor.\" During the Google call, co-founder <strong> Sergey Brin </strong> joked that he is working on new projects, but doesn't want to provide any details, lest he be accused of introducing vaporware. <q>I don't want to repeat that in the future,</q> he said. \"I think our primary reason for purchasing the building... was the office space that we really enjoy using,\" <strong> Eric Schmidt </strong> said. Jonathan Rosenberg, senior vice president for product management", "new_id": -2}, {"i": 14164, "idx": 4, "index_answer": 0, "new_id": -1, "q": "is not a competitor because the more people use Facebook the more they use Google. \"That is a net positive.\" Turning to the bigger picture, <strong> Eric Schmidt </strong> collects his thoughts for a moment. <q>I can only describe this now as a \"wow\" moment,</q> he says. \"For me this is the beginning of the real revolution in information. \"You need never be lonely, you need never be bored. It is a remarkable change that has not", "sa": ["Eric Schmidt"], "uid": "1296940939224919552"}]