[{"uid": "1295506078228589593", "i": 21692, "idx": 0, "sa": ["Boston Rob", "Russell Hantz", "David Letterman"], "q": "NBC( Parenthood Fans FTW!)( 79) The Office's <strong> David Letterman </strong> Scott Gets the Ending He Deserves, Plus Valentine's Day Showmance Updates!( 66) The Real Housewives of Beverly Hills Reunion Shocker: <q>Do You Have a Drinking Problem?</q>( 62) Epic vs. Awesome: Survivor Rivals <strong> Boston Rob </strong> and <strong> Russell Hantz </strong> to Duel Again on Got a burning TV question, a comment or hot dish about your fave TV show? Email your Q's to", "new_id": -2}, {"uid": "1295862437042090540", "i": 10314, "idx": 0, "sa": ["Michael Vick", "Tiger Woods", "Ben Roethlisberger", "Dan Rooney"], "q": "CITIZEN For a while, it appeared <strong> Ben Roethlisberger </strong> might be headed down the same dark career path <strong> Michael Vick </strong> or <strong> Tiger Woods </strong> ventured onto but since his return, the 28-year-old has been a model NFL citizen. <q><strong> Ben Roethlisberger </strong> has done a great job,</q> Steelers owner <strong> Dan Rooney </strong> told FOXSports.com. \"<strong> Ben Roethlisberger </strong> did his time. \"He did everything he was asked to do. He conducted himself as a real gentleman. \"I'm very proud of", "new_id": -2}, {"uid": "1296313807176898052", "i": 22311, "idx": 0, "sa": ["Eric Schmidt"], "q": "n't be ready until the end of 20... <strong> Eric Schmidt </strong> at the ASNE NewsNow 2010 Ideas Summit <strong> Eric Schmidt </strong> speaks to the American Society of News Editors on April 11, 2010 in Washington, DC... Shell Eco-marathon Americas: <q>Post COP15: The Road to Mexico</q> Big Think Panel Discussion Shell Eco-marathon Americas: \"Post COP15: The Road to Mexico\" Big Think Panel Discussion The Shell Eco-marathon Americas, held in Houston March 26-28, 2010, was the perfect setting for discussions", "new_id": -2}, {"uid": "1295308387132857908", "i": 5833, "idx": 0, "sa": ["Mike Pence", "Ronald Reagan", "Jack Kemp", "Jim Ryun", "Newt Gingrich"], "q": "deputy counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former <strong> Newt Gingrich </strong> <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q><strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,</q> Benko said. \"<strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.\" <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate.", "new_id": -2}, {"uid": "1296171152171278391", "i": 15969, "idx": 1, "sa": ["Mike Pence"], "q": "gubernatorial race until April 30- giving him plenty of time to make a decision. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong> said. <q>We will not seek the Republican nomination for president in 2012.</q> <strong> Mike Pence </strong> said he would make a decision \"later this year\" about his next political step, though he appeared to telegraph his next move saying saying his \"calling is closer to home\" and added", "new_id": -2}, {"uid": "1295000570194838627", "i": 13996, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "her legs on command. With her closest friends from Congress holding her hand on Wednesday evening, Ms <strong> Gabrielle Giffords </strong> opened her left eye and tried to focus on loved ones for the first time. <q>It was raw courage. It was raw strength. It was so beautiful and so moving,</q> Senator <strong> Kirsten Gillibrand </strong> of New York said of the Arizona legislator. \"She wanted us to know that she was with us 100% and understood everything we were saying.\" Ms <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr", "new_id": -2}, {"i": 20501, "idx": 2, "index_answer": 1, "new_id": -1, "q": "the judges' panel. We should expect an announcement regarding \"The X Factor's' judges' roster \"in three or four weeks,\" said <strong> Simon Cowell </strong>. Will <strong> Paula Abdul </strong> be one of them? <q>I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends eighty-percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people.</q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor\" producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297120389257998877"}, {"uid": "1295582902002506766", "i": 42342, "idx": 0, "sa": ["Eric Schmidt"], "q": "announcement was made just as the company released news that their revenues of$ 8.44 bn for the last quarter of 2010. <strong> Eric Schmidt </strong> joined Google in Auguest 2001 and at the time Larry Page said: <q> \"<strong> Eric Schmidt </strong> is exactly the right leader for Google. His extensive technology background and vision for the potential of the Internet complement the efforts that Google is making in defining a leadership position in Internet search and navigation. His strong management experience will help shape Google as we continue our growth and global expansion. And most importantly for anyone taking on the CEO role at Google, <strong> Eric Schmidt </strong> is a natural fit with our corporate culture.</q>\" The company went on to become the powerhouse that it is today. In a post on Google's corporate blog, <strong> Eric Schmidt </strong> explains that he accomplished more than what he set out to", "new_id": -2}, {"uid": "1295295626163250176", "i": 15375, "idx": 1, "sa": ["Sergio Marchionne"], "q": "blocks. \"It's a rumor on the table that we're supposed to make parts for the( Fiat) transmission,\" said UAW 1166 official Jeff LaDow at the Kokomo casting plant. <q>Right now, we're still getting the engine block squared away.</q> Fiat chief <strong> Sergio Marchionne </strong>, who committed$ 1.1 billion for revamping the Kokomo complex on top of$ 179 million for Dundee and$ 550 million for Toluca, controls Chrysler's budget, although the Detroit automaker's", "new_id": -2}, {"uid": "1297449712044924950", "i": 34892, "idx": 4, "sa": ["Steve Ballmer", "Paul McDougall", "Stephen Elop", "Amy Lee"], "q": "too, says <strong> Paul McDougall </strong> in Information Week. And by all indications, he's on the cusp of a major management shakeup. If <strong> Steve Ballmer </strong> makes some good, tough leadership changes, Microsoft might yet <q>warrant another look from even the most discerning investors- including <strong> Bill Gates </strong>.</q> Microsoft chief executive <strong> Steve Ballmer </strong> speaks at a... Larry Hyrb also known as \"Major <strong> Amy Lee </strong>\", Xbox Community... Microsoft CEO <strong> Steve Ballmer </strong> delivers his keynote address on the... Photo in Slideshow: Nokia chief executive <strong> Stephen Elop </strong> welcomes", "new_id": -2}]