[{"uid": "1297588672045400131", "i": 10458, "idx": 0, "sa": ["George Shultz", "Donald Rumsfeld", "Iron and Wine", "Peter Tork"], "q": ": Actor <strong> George Shultz </strong> Segal is 77. Singer-bassist-actor <strong> Peter Tork </strong> of The Monkees is 69. <strong> Iron and Wine </strong>,`` Kiss Each Other Clean''( Warner Bros.) <h6> Written by </h6>  Hillel Italie The Associated Press  <q> I used the phrase in a Pentagon press conference one day, and that's when it started rolling. I titled the book that because I believe people will find there are things they didn't know. </q>-- <strong> Donald Rumsfeld </strong>, about naming his book`` Known and Unknown'' Washington-- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics,", "new_id": -2}, {"uid": "1297309062028164170", "i": 3304, "idx": 0, "sa": ["Donald Rumsfeld", "Ann Agee"], "q": "<strong> Ann Agee </strong>, 70- that is, until she walked right up to the Center and held her sign up to the glass to show the mass of people in the lobby what she had to say. <q> Senate Armed Services Committee found responsibility at the highest levels, </q> <strong> Ann Agee </strong>'s sign read. Her sign was addressing a portion of <strong> Donald Rumsfeld </strong>'s book claiming that the torture and abuse of detainees that occurred at Abu Ghraib were the actions of`` a small group of prison", "new_id": -2}, {"uid": "1296088086132530187", "i": 12204, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q>", "new_id": -2}, {"uid": "1297723379254132231", "i": 1074, "idx": 0, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "as Microsoft corporate Vice President for Windows Phone program management <strong> Joe Belfiore </strong>. <strong> Steve Ballmer </strong> sought to differentiate Microsoft's mobile platform from its competitors, referencing the company's`` smart design'' philosophy which guided the operating system. <q> For the last few years the market has been swamped by phones of similar designs, </q> <strong> Steve Ballmer </strong> said.`` People want a phone that makes info more accessible and helps them complete basic tasks more easily. With smart design, we're trying to go about improving that experience.'' He", "new_id": -2}, {"uid": "1297424430240271384", "i": 42885, "idx": 0, "sa": ["Simon Cowell"], "q": "year- has confirmed while he will definitely take part in the UK series, he is worried about the logistics of jetting across the Atlantic each week. He told US TV show` Extra': <q> We're in the process of building a rocket and it is literally going to fly us from Los Angeles to London in an hour. It hasn't been tested yet but that's the idea. </q> Although <strong> Simon Cowell </strong> will resume a role on the judging panel of` The X Factor', it is unclear if he will take part in the entire show after reportedly telling ITV1 bosses he will miss the", "new_id": -2}, {"uid": "1297092964239337473", "i": 42807, "idx": 0, "sa": ["Sergio Marchionne"], "q": "and LIL WAYNE Team up Again for`` Hit the Lights'' Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> waits to speak... Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> speaks during the... <q> Yeah keep glorifying the Thug culture yahoo, super bowl, NFL and anyone else that can make a buck off it.... Our kids deserve better. </q> The don't call it the NFL( National Felons League) for nutin'. Don't know as they do deserve better though. They're some dumb crackers out there and they progeny is dumber", "new_id": -2}, {"uid": "1295795925032096267", "i": 32657, "idx": 4, "sa": ["Gordon Brown", "Andy Coulson", "Harriet Harman"], "q": ", create a fairer society, and to reform our politics as well, so that people trust in politics once again.'' Labour's deputy leader, <strong> Harriet Harman </strong>, told Sky News's Murnaghan programme: <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced.`` Nobody is above the law, no newspaper editor, no journalist... for all of <strong> David Cameron </strong>'s talk of trust in politics, it's fundamental that people obey the law and that's what's at risk here. He should never have appointed him, </q> she said, referring to <strong> Andy Coulson </strong>. <strong> Gordon Brown </strong> asked police to investigate whether he was a victim of phone hacking. <strong> Gordon Brown </strong> is said to have written at least one letter to the Metropolitan police last summer, asking", "new_id": -2}, {"uid": "1296451032165019654", "i": 2152, "idx": 0, "sa": ["Michael Jordan", "Paul Silas", "Allen Iverson", "Chris Paul"], "q": ", a deficit that turned out to be insurmountable against the No. 1 team in the Western Conference. When <strong> Chris Paul </strong> wasn't finding an open teammate, he was driving to the basket for a seemingly easy layup. <q> You http://wn.com/Allen_Iverson_55_pts_Playoff_Career_High_vs_NO_Hornets_2003 Philadelphia 98, New Orleans 90 <strong> Allen Iverson </strong>'s 55 Gives Sixers Game 1 In the illustious history of the Philadelphia 76ers, nobody-- not Wilt, not <strong> Julius Erving </strong>, not Moses-- had an individual performance like <strong> Allen Iverson </strong>'s against the New Orleans Hornets. <strong> Allen Iverson </strong> scored a team playoff-record 55 points as the 76ers defeated the Hornets, 98-90, in Game One of their Eastern Conference first-round series.`` He was on fire, </q> Hornets coach <strong> Paul Silas </strong> said of <strong> Allen Iverson </strong>, who fell eight points shy of <strong> Michael Jordan </strong>'s NBA playoff record set exactly 17 years ago in a double-overtime loss at Boston.`` Anytime a guy like that is on fire,", "new_id": -2}, {"uid": "1294977377249905176", "i": 9005, "idx": 1, "sa": ["Paul Pierce", "Allen Iverson", "Antoine Walker"], "q": "the Philadelphia 76ers to an 83-81 victory over the Boston Celtics that evened their Eastern Conference first-round series at two games each.`` Win. It's the only thing we can think about,'' <strong> Allen Iverson </strong> said. <q> We fought hard to get back in the series. We're really not thinking about anything more. The only thing I care about is finishing out. </q> After shooting poorly all game, <strong> Allen Iverson </strong> made his last three shots and two clinching free throws that sent the series between the long-time rivals back to Boston for Game Five on Friday. <strong> Allen Iverson </strong> upstaged <strong> Paul Pierce </strong> and <strong> Antoine Walker </strong>,", "new_id": -2}, {"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}]