[{"uid": "1297697522107970622", "i": 26069, "idx": 0, "sa": ["Steve Ballmer"], "q": "like Facebook has been already. 4:18 PM Twitter integration coming to all these hubs! 4:18 PM And Games, our favorite hub, and its Xbox Live integration get a mention. 4:17 PM Music+ Video. <q> Drags in music information from the cloud and integrates other music and video applications. </q> You can sate all your musical needs without having to launch a special app. 4:17 PM Pictures Hub. Honestly, can someone tell <strong> Steve Ballmer </strong> we've seen Windows Phone 7 before? 4:16 PM It's integrated into", "new_id": -2}, {"uid": "1294966525056983567", "i": 2306, "idx": 0, "sa": ["Allen Iverson", "Michael Jordan", "George Karl"], "q": "mark.`` Tonight's game was fun because I thought from the minute they went on the court they thought they were going to win the game,'' said <strong> George Karl </strong>, who's 800-555 in 19 seasons. <q> Coach( Dean) <strong> LaBradford Smith </strong> told me a long time ago that if you can't accept that players win and coaches lose, then don't get into coaching. You can be the greatest coach in the world, but if you don't have players, you aren't going to win in the NBA. </q> <strong> George Karl </strong> has a superstar in <strong> Allen Iverson </strong>, who finished with 44 points and 10 assists. <strong> Allen Iverson </strong> had his highest-scoring game since being acquired by Denver in a trade with Philadelphia on Dec. 19. <strong> Michael Jordan </strong> season high is 46", "new_id": -2}, {"uid": "1297103680174964803", "i": 41711, "idx": 1, "sa": ["Simon Cowell"], "q": "is looking forward to seeing.`` I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,'' <strong> Simon Cowell </strong> said in a statement issued by FOX. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. </q> Already a hit in the UK- the show has consistently been a huge ratings draw abroad since its debut in 2004, peaking with 21 million viewers tuning in for the 2010 season finale, which saw", "new_id": -2}, {"uid": "1296789416115392519", "i": 16086, "idx": 1, "sa": ["Thaddeus Young", "Allen Iverson", "Elton Brand", "Jrue Holiday"], "q": "the second straight game a day after his having his left knee drained of fluid. <strong> Thaddeus Young </strong> was sensational, using an 11-of-15 effort in the first half to give the Sixers a rare comfortable lead and easy win. <q> It's been working for us, but we just couldn't get the win, </q> <strong> Thaddeus Young </strong> said.`` It really worked tonight.'' Looking for a spark, 76ers coach Eddie Jordan benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. Jordan's move worked: <strong> Jrue Holiday </strong> had", "new_id": -2}, {"uid": "1295589642085278733", "i": 605, "idx": 0, "sa": ["Google Inc.", "Eric Schmidt", "Mark Zuckerberg"], "q": "lure away users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave <strong> Google Inc. </strong> to work for the social networking company. <q> My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a startup, </q> Page said in a Thursday interview.`` I think I will have time to do that given the way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred in the same interview, saying it had", "new_id": -2}, {"uid": "1296733570109887531", "i": 28341, "idx": 0, "sa": ["Steve Ballmer"], "q": "Financial Times that the two companies are being outpaced by a computing revolution. Nokia in particular needs to drop its resistance to opening its platform and slim down its operations, according to Ahmad. <q> You both must remember how a whole host of mainframe makers lost out in the shift to PCs and client servers, such as Wang, Unisys, IBM and Burroughs, </q> he wrote.`` And <strong> Steve Ballmer </strong>, you and Bill[ Gates] must remember how you ate IBM's lunch. That's brought a smile to your face, <strong> Steve Ballmer </strong>, hasn't it? Well", "new_id": -2}, {"uid": "1295701484119783425", "i": 34069, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "The Crown Prosecution Service has also asked a senior QC to`` comprehensively'' re-examine material amassed as part of the original inquiry and any new evidence. In his resignation statement, Mr <strong> Andy Coulson </strong> said: <q> Nothing is more important than the Government's task of getting this country back on its feet.`` Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role.`` I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on. </q> Before the announcement, a No 10 spokeswoman told reporters:`` The Prime Minister has had full confidence in Mr <strong> Andy Coulson </strong> and still does.'' Last week, Mr <strong> David Cameron </strong> said he gave Mr", "new_id": -2}, {"uid": "1294979241033619997", "i": 7324, "idx": 0, "sa": ["Sergio Marchionne"], "q": "he wanted to pay off the Treasury Department in full and another$ 1.6 billion owed the Canadian government before launching a public offering of Chrysler stock, which he hopes to do by year's end. <q> I think we will repay every ounce of the loans, 100 cents on the dollar, </q> <strong> Sergio Marchionne </strong> said. Despite the likelihood of narrower losses or even a break-even outcome for the government, the congressional watchdog panel said it was still leery of federal bailouts because of the questions they raise about government", "new_id": -2}, {"uid": "1295587963072171541", "i": 25091, "idx": 8, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "Although he tried to debunk the idea in Thursday's interview, <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinized companies. <q> I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped, </q> said <strong> Ken Auletta </strong>, author of`` Googled: The End of the World As We Know It.''`` I think <strong> Eric Schmidt </strong> is burned out.'' There have been signs <strong> Eric Schmidt </strong> would prefer doing", "new_id": -2}, {"i": 10745, "idx": 4, "index_answer": 1, "new_id": -1, "q": "me. You're a pro. You're a hell of a lot better than others in this town.'' <strong> Howard Kurtz </strong> suspects that <strong> Donald Rumsfeld </strong>'s goal with this memoir is to leave readers with the same conclusion. <q> But it contains few surprises and, after so many years of divisive debate, is unlikely to change many minds, </q> writes <strong> Howard Kurtz </strong>.`` What is known is that he has in these 50 chapters marshaled his best defense; only history's final verdict remains unknown.'' <strong> Donald Rumsfeld </strong>, that master of the tart zinger,... Photo", "sa": ["Donald Rumsfeld", "Howard Kurtz"], "uid": "1296759800078708738"}]