[{"uid": "1296794423209420303", "i": 2214, "idx": 0, "sa": ["Kyle Korver", "Deron Williams", "Allen Iverson"], "q": ", he has established that unquantifiable dynamic of commanding games. He's a true point guard in a scorer's body. \"I think my floor game has improved a lot,\" Rose said. <q>I think me and Thibs are getting a connection where you just give me the ball. I'm used to being in that situation and I call out the plays. \"I just see how they're playing me. I always say just play aggressive. Playing aggressive doesn't always mean trying to shoot the ball. That's driving, making somebody commit to you and passing out. <strong> Luol Deng </strong> had some great shots, open 3s. Me playing aggressive opened up everybody.</q> <strong> Kyle Korver </strong> has played with dominant scoring lead guards with the <strong> Allen Iverson </strong> and the Jazz in <strong> Deron Williams </strong>. Rose's 32 points against the Clippers came on 18 shots, which often might have been <strong> Allen Iverson </strong>'s shot output at the", "new_id": -2}, {"uid": "1295580035256213030", "i": 22454, "idx": 11, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "\" he said. \"Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we anticipate working together for a long time to come.\" Page praised <strong> Eric Schmidt </strong> for an <q>outstanding job leading Google for the last decade. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> he said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role,\" he said", "new_id": -2}, {"uid": "1295503547083329028", "i": 5818, "idx": 3, "sa": ["Kobe Bryant", "Carmelo Anthony", "Allen Iverson"], "q": " \"When somebody gets 49 points in the first three quarters obviously its going to draw attention to the other team,\" said <strong> Allen Iverson </strong>, whose career high of 60 came against Orlando on Feb. 12, 2005. <q>When somebody's got 49 points they want to make sure I get the ball out of my hands, and that's what they did. My responsibly is to give it up and my teammates had to make plays.</q> They couldn't. <strong> Carmelo Anthony </strong> was 4-for-10 from the field in the fourth and the rest of the team made 3 of 9. While <strong> Allen Iverson </strong> got cold, <strong> Kobe Bryant </strong> heated up. <strong> Kobe Bryant </strong> picked up his fourth foul 38", "new_id": -2}, {"uid": "1295163959124190743", "i": 8447, "idx": 4, "sa": ["Allen Iverson"], "q": "Orlando, 3-1, and will meet the Indiana Pacers in the second round, beginning Monday in Indianapolis. \"I don't know how you can be any more proud of your team,\" Brown said. <q>I told them this was a great opportunity for us to grow up. <strong> Allen Iverson </strong>'s doing what great players do. He's making other people better and he is taking responsibility and steps up. I feel good that a young team could respond this way.</q> With <strong> Allen Iverson </strong> leading the way with 26 points, the Sixers built an 18-point lead by the 7:33 mark of the third quarter. But Orlando fought all the way back and took an 86-84 lead after a jumper by", "new_id": -2}, {"uid": "1296422266250036244", "i": 43614, "idx": 0, "sa": ["Simon Cowell", "John Le"], "q": "the state of Oregon, came in as a close second. \"There's no question that each of the contestants in this year's America's <strong> John Le </strong> Bachelor contest is a great catch,\" said Perrine. <q>We're thrilled to have Abel as our winner, and Tim as our runner-up. They're both living proof that there are great guys out there, just looking for their perfect partner.</q> Lima and Bias, <strong> Simon Cowell </strong> Rhode Island and <strong> Simon Cowell </strong> Oregon respectively, were two of five finalists chosen by more than 35000 online voters at myPartner.com after a nationwide search. The other finalists represented Montana, Ohio and Utah", "new_id": -2}, {"uid": "1295630754045006869", "i": 11717, "idx": 1, "sa": ["Michael Vick", "Tony Dungy"], "q": "<strong> Tony Dungy </strong> said. Hear the entire interview in this CBS Philly SportsPod... <strong> Tony Dungy </strong> says he truly marveled over some of the things <strong> Michael Vick </strong> was able to do this season for the Eagles. <q>He was calm in the pocket, he was hitting second, third, fourth receivers, throwing the ball well and just being in command of things. And then still with that ability to escape and get away from the rush and make plays out of nothing,</q> <strong> Tony Dungy </strong> told KYW Newsradio. <strong> Tony Dungy </strong> adds that <strong> Michael Vick </strong> now thinks the sky is the limit: \"I just talked to him last week and he still thinks he's got tons of", "new_id": -2}, {"uid": "1295566871244678664", "i": 48493, "idx": 4, "sa": ["Eric Schmidt"], "q": " \"By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead.\" Page said <strong> Eric Schmidt </strong> had done <q>an outstanding job leading Google for the last decade. The results speak for themselves.</q> The news surprised and worried Google observers. \"The executive change is very much unexpected, and somewhat of a concern to investors,\" said Clayton Moran, an analyst at Benchmark Co..", "new_id": -2}, {"i": 12783, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q>No state needs to declare bankruptcy,</q> <strong> Bill Lockyer </strong> said, \"The states have sovereign taxing power the big companies don't.\" <strong> Bill Lockyer </strong>'s point-- a valid one-- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1296005420146669597"}, {"uid": "1295669817215973989", "i": 41547, "idx": 0, "sa": ["Barack Obama", "John Thune", "Mike Pence", "Mike Huckabee", "Tim Pawlenty"], "q": ", while <strong> Mike Huckabee </strong> and <strong> Tim Pawlenty </strong> appear to support it. <strong> Barack Obama </strong> <strong> John Thune </strong>, R-S.D. said it's \"politically expedient\" to criticize the deal from the sidelines, but Rep. <strong> Mike Pence </strong>, R-Ind., declared Wednesday that the compromise <q>is a bad deal for taxpayers, will do little to create jobs and I can not support it.</q> Distancing himself from liberals, meanwhile, could revive <strong> Barack Obama </strong>'s appeal to centrist Democrats and independents who backed him in 2008 but who have cooled to him since- he'll need them again to win in", "new_id": -2}, {"uid": "1295562571075235365", "i": 35172, "idx": 1, "sa": ["Eric Schmidt"], "q": "I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead. <strong> Eric Schmidt </strong> will take on the role of Executive Chairman... <q>... I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and Sergey.</q> A role that sounds a lot like the role he played over the past 10 years-being the grown-up face of the company, while Brin and Page play with algorithms. Honestly, this news is too", "new_id": -2}]