[{"uid": "1296807368222625794", "i": 45357, "idx": 0, "sa": ["Sean Kugler", "Dick LeBeau", "Michael Vick"], "q": "hard transition, but I bet it gets done.\" So, maybe <strong> Sean Kugler </strong> will replace <strong> Dick LeBeau </strong> if <strong> Dick LeBeau </strong>, 73, retires after Sunday's game? \"No,\" he said. <q> There'd be more than a few scratched heads if they ever did that. I have no aspirations to do that. </q> Party pooper? An Eagles spokesman indicated yesterday that <strong> Michael Vick </strong> probably will not attend a Super Bowl party being promoted under his name tonight in Dallas. \"Dallas Dynasty 2011\" is an", "new_id": -2, "mturk_index": "1341"}, {"uid": "1297353581241270832", "i": 314, "idx": 0, "sa": ["Osama bin Laden", "Donald Rumsfeld"], "q": ", presumably, like <strong> Osama bin Laden </strong> they are still out there somewhere waiting to be found. The two old friends shared a chuckle about Guant?namo Bay, which the secretary of defense described in his book as the <q> least worst place to live </q>. The heartbreaking thing about Guant?namo, according to <strong> Donald Rumsfeld </strong>, was that for whatever reason, the administration was incapable of persuading people that prisoners weren't being tortured there. Evidently, all that video footage we've", "new_id": -2, "mturk_index": "329"}, {"uid": "1295651129087982093", "i": 1133, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "four of HP's current board members to not stand for re-election at HP's annual meeting in March represents an unusually large exodus for a company of HP's size. HP would only say that it <q> continually looks to bring new insight and perspective </q> to the company. The company's revelation came the same day that another technology heavyweight, Google Inc., disclosed a surprise reshuffling of its own: CEO <strong> Eric Schmidt </strong> is relinquishing the job to Google co-founder <strong> Larry Page </strong>", "new_id": -2, "mturk_index": "172"}, {"uid": "1296106965198869114", "i": 1967, "idx": 0, "sa": ["Allen Iverson", "Aaron McKie", "James Cleveland"], "q": "and the Philadelphia 76ers keep winning. One night after a 41-point effort in Philadelphia's most lopsided win of the season, <strong> Allen Iverson </strong> scored an NBA season-high and career-best 54 in a 107-103 victory over the <strong> James Cleveland </strong> Cavaliers. <q> It was like he was playing horse tonight, </q> said 76ers guard <strong> Aaron McKie </strong>, who had 20 points and nine assists. \"His jumper was deadly.\" Using mostly jump shots, <strong> Allen Iverson </strong> went 20-of-30 from the field. He also hit 10-of-13 free-throw attempts en route", "new_id": -2, "mturk_index": "1277"}, {"uid": "1295781532220971017", "i": 54782, "idx": 1, "sa": ["Oprah Winfrey", "Jane Lynch", "Piers Morgan", "Simon Cowell"], "q": "\"<strong> Piers Morgan </strong> Tonight\" on CNN International. Excerpts from the interview... Do you ever get surreal moments when you wake up and you go-` Bloody hell, I'm <strong> Oprah Winfrey </strong>!' I don't do <q> Bloody hell, I'm <strong> Oprah Winfrey </strong>. </q> But I had a surreal moment when my new target=\"_blank\" network launched. I had been working and working to make it <strong> Simon Cowell </strong> inspires <strong> Jane Lynch </strong>'s` Glee' character actress <strong> Jane Lynch </strong> has said that her tough", "new_id": -2, "mturk_index": "1748"}, {"uid": "1295439934220266568", "i": 47579, "idx": 1, "sa": ["Michael Vick", "Barack Obama"], "q": "being trumpeted as some sort of hero of transformation. It is truly sickening. I am one person who will never forget. I know I am not alone. In the words of Mahatma Gandhi, <q> The greatness of a nation and its moral progress can be judged by the way its animals are treated. </q> I voted for Mr. <strong> Barack Obama </strong> to lead this nation out of the failures of the Bush years and into greatness. His embracing of Mr. <strong> Michael Vick </strong> does nothing to advance that goal. To both <strong> Barack Obama </strong> and the", "new_id": -2, "mturk_index": "2160"}, {"uid": "1295974237110362695", "i": 20578, "idx": 0, "sa": ["Mike Lee", "Donald Rumsfeld"], "q": "WASHINGTON- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many \"<strong> Donald Rumsfeld </strong>'s Rules\" : <q> The harder I work, the luckier I am. </q> When <strong> Donald Rumsfeld </strong> began thinking about his target=\"_blank\" book, \"Known and Unknown,\" he imagined a more typical Washington release: a quick, impressionistic story based on <strong> Mike Lee </strong>: Toning Down Rhetoric After Arizona", "new_id": -2, "mturk_index": "151"}, {"uid": "1295806909069746696", "i": 19458, "idx": 6, "sa": ["Gabrielle Giffords", "Robert Gates", "Colin Powell", "Barack Obama"], "q": "Gates-Robert Gates-PEPLT007333.topic\"> <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal Barack Obamaial advisor. <q> The administration knows that I am quite content with the work I am doing now, </q> he said. \"I am not interested in a government job.\" Arizona shootings that killed six people and badly wounded Rep. Giffords\" Giffords-Gabrielle Giffords-PEPLT002363.topic\"> <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of", "new_id": -2, "mturk_index": "1167"}, {"uid": "1297266840254083089", "i": 40383, "idx": 0, "sa": ["Paul Simmons", "Leon Russell", "Elton John", "Steve Wariner", "Simon Cowell"], "q": "<strong> Leon Russell </strong> and <strong> Elton John </strong> on Letterman New releases for Feb. 8, 2011: Thin Lizzy, <strong> Steve Wariner </strong>, Motorhead and more February 9, 2011 Earlier this week \"The X Factor\" 's <strong> Simon Cowell </strong> confessed that he is a <q> massive fan of Paul Simmonsa Abdul.Read more on NewsOK.com[...] February 9, 2011 KALAMZOO, Mich.( AP)?? </q> The Kalamazoo Institute of Arts is working with an advertising company to give 10 artists who live or have studios in Kalamazoo County the chance to use billboards around western Michigan as a canvas of sorts. The museum is", "new_id": -2, "mturk_index": "833"}, {"uid": "1295801090231243788", "i": 20708, "idx": 1, "sa": ["Colin Powell"], "q": "poverty. The retired general and former chairman of the Joint Chiefs of Staff stressed that relations between the world's two largest economies will have their ups and downs. <strong> Colin Powell </strong> appeared on CNN's <q> State of the Union. </q> Doctor Cures Arthritis With Antibiotics and 3 Nutrients", "new_id": -2, "mturk_index": "1075"}]