[{"uid": "1295296231143114260", "i": 401, "idx": 1, "sa": ["Brett Favre", "David Letterman"], "q": "requested that <strong> Brett Favre </strong> apologize for his inappropriate behavior of sexually harassing Christina Scavo and other massage therapists,\" the suit says. <strong> Brett Favre </strong> \"responded in an inappropriate manner and refused to apologize,\" the filing says. <q>He essentially told him to go away and as a celebrity he couldn't be bothered with the little people,</q> said the therapists' lawyer, <strong> David Letterman </strong> Jarosclawicz. He said it was his clients who got fired after the hubby's phone call. Scavo and O'Toole www.nma.tv On the same day legendary NFL quarterback <strong> Brett Favre </strong> announced his retirement", "new_id": -2}, {"i": 7125, "idx": 2, "index_answer": 0, "new_id": -1, "q": "... It just[ felt] negative.\" The \"Just Go With It' star was referring to past seasons that included the outspoken <strong> Simon Cowell </strong> at the judges' table. <strong> Oprah Winfrey </strong> defended him, saying, <q>I'm a <strong> Simon Cowell </strong> fan and what I thought is that <strong> Simon Cowell </strong> had a way of speaking the truth that was saying what you wanted to say but you wouldn't actually say it.</q> She added, \"I will say that it\"s a kinder, gentler[ show now.]\"", "sa": ["Oprah Winfrey", "Simon Cowell"], "uid": "1296664426136101888"}, {"uid": "1297436155161464332", "i": 8429, "idx": 1, "sa": ["Donald Rumsfeld", "Brad O'Leary", "Ron Paul", "Donald Trump"], "q": "speaking someone yelled, \"<strong> Ron Paul </strong>.\" <strong> Donald Trump </strong> said that <strong> Ron Paul </strong> could never win. <strong> Brad O'Leary </strong> said he was an anti-war conservative, and wanted to see the troops out of various hotspots around the world. <q>There is no reason why we are still in some of the places we are in around the world. The only thing that makes sense is the actions of war hawks like <strong> Donald Rumsfeld </strong>, Cheney and <strong> President Bush </strong>.</q> The CPAC( Conservative Political Action Committee) is one of the county's most widely watched annual political meetings. <strong> Donald Rumsfeld </strong>, Cheney, <strong> Ron Paul </strong>, and <strong> Donald Trump </strong> may have been attending the conference,", "new_id": -2}, {"uid": "1297675114098910209", "i": 12291, "idx": 3, "sa": ["Michael Gove"], "q": ", Mr Prandle said his school buildings were nearly unfit for purpose. \"Overall, the amount of capital available for things like school buildings and computers is less,\" Mr <strong> Michael Gove </strong> added. <q>Whoever won the election, everybody knew there was going to be less capital. \"That's why we're reviewing the allocation- we need to make sure we can help schools spend the money efficiently.</q> Also on the agenda last week was the introduction of the National Funding Formula, which Tynedale schools are hopeful could bring about a fairer deal for the area. Northumberland has long been among the", "new_id": -2}, {"uid": "1297177841226918447", "i": 34044, "idx": 0, "sa": ["Simon Cowell"], "q": " \"American Idol' this season? Former \"American Idol\" judge <strong> Simon Cowell </strong> says he has not watched a single episode of the hit Fox show since he left the program last year. <q>I haven't seen a full episode,</q> he told reporters on a conference call for his upcoming music competition series \"The X Factor,\" according to Entertainment Weekly's website. \"I\"ve seen three minutes of a", "new_id": -2}, {"uid": "1295690356156418069", "i": 18158, "idx": 8, "sa": ["Jalen Rose", "Carmelo Anthony", "Allan Houston", "Allen Iverson"], "q": "seconds kept the Philadelphia 76ers from getting back in the win column. Aaron Brooks made a jumper with 8.8 seconds remaining, and the <strong> Allan Houston </strong> Rockets handed the 76ers their 12th straight loss, 96-91 on Friday night. <q>C... <strong> Allen Iverson </strong> 25pts <strong> Carmelo Anthony </strong> vs <strong> LeBron James </strong> Cavaliers NBA One NBA player lords over <strong> LeBron James </strong>. <strong> Carmelo Anthony </strong> rules Cleveland's hoops King. \"I know he hates losing to me,</q> <strong> Carmelo Anthony </strong> said with a laugh. <strong> Carmelo Anthony </strong> scored 27 points, All-Star sidekick <strong> Allen Iverson </strong> added 25 and the Denver Nuggets rolled to a 113-83 win Sunday night over... Cavs vs Pistons Game 3 2009 NBA Playoffs- <strong> Jalen Rose </strong> Comments", "new_id": -2}, {"uid": "1296868149118718514", "i": 3960, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "February 4th, 2011 DALLAS( AP)- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q>He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that,</q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. \"I want to", "new_id": -2}, {"uid": "1296003648058851372", "i": 37, "idx": 0, "sa": ["Barack Obama", "Michael Vick"], "q": "days before the 2004 election. But as <strong> Barack Obama </strong> saw in the public outcry over his support for <strong> Michael Vick </strong>, some sports stars work better than others. Master says that's where the N-score comes into play. <q>Credibility is the currency by which sporting figures' effectiveness as endorsers is measured,</q> he says. \"From Wall Street to Washington, people want to surround themselves with individuals of influence.\" Nielsen, known for its independent TV ratings, tested some names for Whispers to come up", "new_id": -2}, {"uid": "1295287505178176044", "i": 2167, "idx": 0, "sa": ["Michael Douglas", "David Letterman"], "q": "of his life. \"The odds are the tumor gone and what I know about this particular type of cancer that I got to beat.\" <strong> Michael Douglas </strong> was last seen on the big screen portraying <strong> Michael Douglas </strong> Gecko in <q>Wall Street: Money Never Sleeps.</q> His \"wild six-month ride\" through chemotherapy kept him under the media magnifying glass. It began in August on <strong> David Letterman </strong>. \"I've got cancer. I've got cancer. I've found out about three", "new_id": -2}, {"uid": "1296605303069910550", "i": 19155, "idx": 0, "sa": ["Justin Bieber", "David Letterman"], "q": "his sold-out show at Madison Square Garden last year. A poised <strong> Justin Bieber </strong>, 16, told a news conference he hopes the film will show people he worked at learning music and writing songs. <q>There's going to be haters no matter what. People want to see you succeed and then once you're there they want to bring you down. It's a weird world, but that's just how it is,</q> he said. <strong> Justin Bieber </strong> was fresh off an appearance Monday evening on Late Show with <strong> David Letterman </strong>, where he showed the talk-show host how to use Twitter. The young singer has 6.9 million followers on", "new_id": -2}]