[{"i": 35161, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a massive, massive risk, but also it's an incredible incentive,\" he said. \"I also did it because I believe[ we] can find a star,\" <strong> Simon Cowell </strong> continued. <q> So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million. </q> The British media mogul, who will also be serving as executive producer and a judge on the show, noted that the money will be paid out over five years, one million for each year,", "sa": ["Simon Cowell"], "uid": "1297114520257425423"}, {"uid": "1295567825105267222", "i": 2516, "idx": 3, "sa": ["Eric Schmidt"], "q": "momentum in emerging businesses such as display advertising and mobile. Page praised <strong> Eric Schmidt </strong> in the statement, saying he has done an \"outstanding job\" and calling him a \"tremendous leader.\" <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion \"for a long time\" as the company tries to \"simplify\" its management structure. \"By clarifying our individual roles", "new_id": -2}, {"uid": "1295562095148553730", "i": 29908, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q> There is no other <strong> The CEO </strong> in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as", "new_id": -2}, {"uid": "1295883490173096982", "i": 16864, "idx": 1, "sa": ["Eric Schmidt", "Barack Obama", "Matt Patterson", "Google Inc."], "q": "brand new technology, there may be a few syncing slips- please bear with us as we work to perfect*** http://wn.com/Eric_Schmidt_Google's_Outgoing_CEO_Cash_Out_335_million_Shares www.youtube.com <strong> Eric Schmidt </strong> asked \"the most efficient way to sort a million 32-bit integers\" <strong> Barack Obama </strong> replied <q> the bubble sort would be the wrong way to go. </q> by BizzyMicBizness http://wn.com/evil_google_WORLD_domination!_SCROOGLE_for_google_ The Tyranny of <strong> Google Inc. </strong>( by <strong> Matt Patterson </strong>, AmericanThinker.com)- In an astonishing interview with The Wall Street Journal, <strong> Eric Schmidt </strong>, the CEO of <strong> Google Inc. </strong>, has outlined what he believes will be the future", "new_id": -2}, {"uid": "1297356363111132897", "i": 45999, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "thousands of people on some days. \"We will open the museum after the strike is finished. I don't know when the strike is finished,\" said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. <q> I need things to go back to normal. </q> Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators and <strong> Hosni Mubarak </strong> supporters battled in front of the Egyptian Museum's pink-walled facade last week, raising fears of widespread destruction of the", "new_id": -2}, {"uid": "1295656416052625408", "i": 8924, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Chuck Schumer"], "q": "'s how we're going to create jobs, grow the economy,\" said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D). But, that determination and competitive spirit also have New Yorkers defending their team. <q> The president and I don't have to agree on everything, </q> said <strong> Kirsten Gillibrand </strong>. \"GO JETS!\" \"I'll bet on the Jets over Chicago,\" said <strong> Chuck Schumer </strong> when asked for his Super Bowl picks. Learn how. install Adobe Flash 9", "new_id": -2}, {"uid": "1296769776240500851", "i": 32857, "idx": 0, "sa": ["Dick LeBeau", "Peyton Manning", "Aaron Rodgers", "Ben Roethlisberger", "Michael Vick", "Tom Brady"], "q": "Packers ahead 7-0 on their way to a 21-14 victory. \"He's like a very good scorer in basketball- you know he's going to get points,\" Steelers defensive coordinator <strong> Dick LeBeau </strong> said. <q> From a defensive standpoint, you've got to keep him from controlling the game and monopolizing the game. That's what we have to try and do with <strong> Aaron Rodgers </strong>. He's a great player. He can create, improvise with his feet, go to his second and third choice in the route because he has such a quick release. </q> <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> or <strong> Michael Vick </strong> nor as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. This season, 15 of his 34 rushes produced first downs, a", "new_id": -2}, {"uid": "1295535469224985100", "i": 32235, "idx": 2, "sa": ["Sergio Marchionne"], "q": " \"In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America,\" <strong> Sergio Marchionne </strong> said. <q> Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track. </q> EPA's hydraulic hybrid technology, developed in the agency's lab in Ann Arbor, Michigan, is coming into use in large delivery and refuse trucks across the country. The hydraulic hybrid system captures and", "new_id": -2}, {"uid": "1295813473183353387", "i": 15083, "idx": 2, "sa": ["Colin Powell"], "q": "he's got a way to go,\" Mr. <strong> Colin Powell </strong> said. \"I mean, he hasn't achieved all of his purposes, but he's stabilized the economy\" and taken on health care reform. <q> You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>. </q> \"I think he has reached out to countries around the world and has developed good relations with countries around the world,\" Mr. <strong> Colin Powell </strong> said. \"And I think he's working very hard on", "new_id": -2}, {"uid": "1295257680226672654", "i": 39032, "idx": 3, "sa": ["Andy Coulson"], "q": "to another change if( and when) another Labour government comes to power- and guess who pay the Â£ billions each time these politicians meddle. RobertSnozers 17 January 2011 9:35 AM@Pyrus <q> I thought the NHS was supposed to be ring-fenced from cuts- That was one of those election/ manifesto commitments, you know the ones we all use to make our minds up about who to vote for. </q> And don't get me started on <strong> Andy Coulson </strong>. What were they thinking of when they appointed this person? As people have pointed out, he isn't even any good- the Tories couldn't really even", "new_id": -2}]