[{"uid": "1295296232143114247", "i": 48553, "idx": 1, "sa": ["Žydrūnas Ilgauskas", "Soulja Boy", "Allen Iverson", "Kenny Smith"], "q": "both clarified and cluttered the wild Western Conference playoff race.`` That's all he's got to do is come into the game and the energy is there,'' said <strong> Allen Iverson </strong>, who scored 33 points. <q> It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the <strong> Soulja Boy </strong> he can shoot the ball, the <strong> Soulja Boy </strong> he can dribble the ball, the <strong> Soulja Boy </strong> he can jump, he has the whole package.`` There's nothing on the court he can't do. </q> It was the 13th time <strong> Kenny Smith </strong> has come off the bench to score 20 or more points, most in the NBA among players who haven't started a single game.`` He's been a <strong> Žydrūnas Ilgauskas </strong> spark for", "new_id": -2}, {"uid": "1294977903249905195", "i": 7061, "idx": 6, "sa": ["Grant Hill", "George Karl", "Shaquille O'Neal", "Carmelo Anthony", "LeBron James", "Allen Iverson", "Chris Bosh", "Martin O'Neill", "Kenyon Martin", "Ron Harper"], "q": "points on 10/13 FG attempts including 5/5 three pointers, as the Suns overcame an early 18-point deficit to defeat the Spurs 110-96 and take a 3-0 lead in their best of seven series in the Western Conference Semifinals. <q> I think it's safe to say that may have been the best fourth-quarter performance I have ever seen in a playoff game, </q> Suns forward <strong> Grant Hill </strong> said. http://wn.com/Allen Iverson_Allen Iverson_36pts_vs_Chris Bosh_Chris Bosh_ToRon Harperto_Raptors07/08_NBA_*_Shaquille O'Neal_Comeback <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> kept Denver's offense in high gear, but it was <strong> Kenyon Martin </strong>'s defense that had coach <strong> George Karl </strong> talLeBron James. <strong> Allen Iverson </strong> had 36 points, <strong> Carmelo Anthony </strong> added 33 and <strong> Martin O'Neill </strong> shut", "new_id": -2}, {"uid": "1297657600196149258", "i": 37244, "idx": 1, "sa": ["Sergio Chiamparino", "Paolo Romani", "Sergio Marchionne"], "q": " Trade unions and politicians have already accused <strong> Sergio Marchionne </strong> of`` blackmail'' in pushing through a tough deal on working conditions at Fiat's flagship Mirafiori plant in Turin to save the factory from closure. <q> Fiat is a great multinational which is growing in the world but its heart remains Italian, Industry Minister <strong> Paolo Romani </strong> said Saturday, adding,`` All arguments are now closed. </q> Romanni had said Monday that he would be asking <strong> Sergio Marchionne </strong>`` to commit to investing in our country and remain with head and heart'' in Italy. Mayor of Turin <strong> Sergio Chiamparino </strong> said Saturday the Fiat", "new_id": -2}, {"uid": "1297461177215384092", "i": 13013, "idx": 6, "sa": ["Mark Buehrle", "Michael Vick"], "q": "<strong> Michael Vick </strong>, causing an uproar among animal rights activists. Recently, Chicago White Sox pitcher and animal rights activist <strong> Mark Buehrle </strong> told MLB.com that there were times this season he wished <strong> Michael Vick </strong> would get hurt. <q> He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong> told MLB.com.`` Everything you've done to these dogs, something bad needs to happen to these guys.'' Knorr said that the public's perception of <strong> Michael Vick </strong> depends on whether a person owns", "new_id": -2}, {"uid": "1295803483036782125", "i": 5468, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "said he won't formally endorse anyone until he actually sees who is on the 2012 ticket.`` I am not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate,'' <strong> Colin Powell </strong> said. <q> I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position. </q>", "new_id": -2}, {"uid": "1297171230133922851", "i": 11410, "idx": 1, "sa": ["Simon Cowell", "Paula Abdul"], "q": "vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel.`` We've spoken to her, she knows I'm a big fan,'' <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge. <q> I've always said at some point we are going to be working together. </q> But, he added,`` I have to take everyone's opinions into account,'' including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the four-member panel has yet", "new_id": -2}, {"uid": "1296817001259670033", "i": 48159, "idx": 1, "sa": ["Zahi Hawass"], "q": ", well-known egyptologist <strong> Zahi Hawass </strong>, on Thursday played down accounts of the break-in at the Museum and warned against`` rumours.'' In a posting on his blog, <strong> Zahi Hawass </strong> said the incident at the museum resulted in <q> 70 broken objects, all of which can be restored. </q>`` I want people to know that after nine days of protests, the monuments are safe,'' <strong> Zahi Hawass </strong> said.`` If anything happens, I will announce it.'' He explained that the fire brigade was", "new_id": -2}, {"uid": "1295612145098222099", "i": 2726, "idx": 4, "sa": ["David Cameron", "Andy Coulson", "Nick Clegg"], "q": "continuing pressures on him and his family mean that he feels compelled to do so.'' <strong> Andy Coulson </strong> played a key role in helping propel Conservative leader <strong> David Cameron </strong> to power in elections in May 2010. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government, </q> <strong> David Cameron </strong> said. The hacking saga has refused to die down since the News of the World's royal correspondent and a private investigator were jailed in 2007 for conspiracy to access mobile phone messages involving Princes <strong> Nick Clegg </strong>", "new_id": -2}, {"uid": "1295874209251510785", "i": 14090, "idx": 0, "sa": ["Maria Torres", "Michael Vick"], "q": "the dogs help each other open up because they understand each other, says <strong> Maria Torres </strong>.`` The dogs bring out the best in these guys,'' <strong> Maria Torres </strong> explains. According to Animal Planet, the show is about <q> a chance at redemption, rehabilitation and rebirth for both man and man's best friend. </q> Michael Vicktory to the Underdog available here: strangleholdmerch.com`` Michael Vicktory To The Underdog'' takes an in depth look at world renowned tattoo artist`` Brandon Bond'' and his dog rescue efforts- particularly rescuing the infamous <strong> Michael Vick </strong> fighting", "new_id": -2}, {"i": 20833, "idx": 5, "index_answer": 0, "new_id": -1, "q": "In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing.'' Once you are on the black list at Apple, <strong> Roger Kay </strong> added, <q> you don't get to come back. </q> That also leaves out the not-too-small question of how <strong> Google Inc. </strong> would react to having its former leader run a key competitor. Lawsuits would be more than likely- if <strong> Eric Schmidt </strong> is not already tied down by a", "sa": ["Roger Kay", "Eric Schmidt", "Google Inc."], "uid": "1296106095124256262"}]