[{"uid": "1295671127217972782", "i": 9872, "idx": 0, "sa": ["Andy Coulson"], "q": "photo provided by the presidency... Photo: Protetrors hold a poster depicting ousted... World Video: End In Sight For Korean Tension? World Video: Around the World: Protesters, Police Clash in Albania Report Abuse <q>`` The exiled head of the main Tunisian Islamist party, which was banned by <strong> Zine El Abidine Ben Ali </strong>, told AFP that he now planned to return to his homeland. </q> </blockquote> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1295766459180666375", "i": 8143, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "the drugs, alcohol and women were no paradise.`` I've had the clap twice now so... you really have to be careful,'' <strong> Steven Tyler </strong>, babbled drunkenly to a reporter at the time. <q> This pace is ruining me... I put on three coats of moisturizer in the morning so my face doesn't dry out... I'm on a plane every day for three years. Flying first-class-- big deal. All it means is you'll hit first. </q> Three decades later, the 62-year-old legend is, against all odds, still rocking-- and now replacing the cranky <strong> Simon Cowell </strong> as one of the new judges on the 10th season of`` American Idol,'' which", "new_id": -2}, {"uid": "1295700279152125455", "i": 23583, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "LONDON( AFP)- Prime Minister <strong> David Cameron </strong> has been damaged by his media chief's resignation over phone-hacking at a tabloid newspaper he headed and the row is unlikely to go away, commentators said Saturday. <q> So far, our worst day in government, </q> a senior aide from <strong> David Cameron </strong>'s Downing Street office told The Guardian, after <strong> Andy Coulson </strong> quit as chief of communications on Friday. The left-wing newspaper added that <strong> Andy Coulson </strong>'s departure`` leaves the prime minister with a", "new_id": -2}, {"uid": "1295596909029032474", "i": 16547, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "the development, <strong> Eric Schmidt </strong> will step down at the CEO, while Page will assume the same and <strong> Sergey Brin </strong> being designated as the co-founder. However, <strong> Eric Schmidt </strong> will act as the executive chairman of the company. <q> For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us, </q> stated <strong> Eric Schmidt </strong>. Page will take charge of the day-to-day operations as Google's CEO and lead product development and technology strategy, w.e.f. April 4th.`` In this new role he will merge Google's technology", "new_id": -2}, {"uid": "1297217133164478988", "i": 11084, "idx": 12, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons.`` I have no idea. I have no idea,'' he said. <q> What you know today can help you on things you're thinking about tomorrow. It can't help you with things you were thinking about back then. Back then, there was reasonable confidence that he had these weapons. </q> In conjunction with bookstores selling his memoir this week, <strong> Donald Rumsfeld </strong> is also releasing online a wide range of nearly 2,000 documents from his tenure in public service, dating back to his years as a congressman in", "new_id": -2}, {"uid": "1296215094141213698", "i": 24233, "idx": 1, "sa": ["Mike Pence", "Darrell Issa"], "q": "especially humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home,'' <strong> Mike Pence </strong> wrote in the letter. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. </q> <strong> Mike Pence </strong> has two public events scheduled for today. <strong> Darrell Issa </strong> orders release of FOIA requests WASHINGTON The new Republican chairman of the House Oversight and Government Reform Committee is demanding details of", "new_id": -2}, {"uid": "1295283551003260420", "i": 31818, "idx": 0, "sa": ["Stephen A. Smith", "LeBron James", "Tracy McGrady", "Michael Jordan", "Allen Iverson"], "q": ", <strong> Tracy McGrady </strong> <strong> Allen Iverson </strong> is set to retire from the NBA, according to an online report. Commentator <strong> Stephen A. Smith </strong> published a statement on his Web site Wednesday attributed to <strong> Allen Iverson </strong>. It said <strong> Allen Iverson </strong> plans to retire but also that <q> I feel strongly that I can still compete at the highest level. </q> The statement also said <strong> Allen Iverson </strong> has tremendous love for the game and the desire to play.`` <strong> Michael Jordan </strong> legacy would be huge,'' Cleveland Cavaliers All-Star <strong> LeBron James </strong> said.`` He's one of the best when you", "new_id": -2}, {"uid": "1297292759117293182", "i": 1292, "idx": 0, "sa": ["Donald Rumsfeld", "Lindsay Lohan", "Nicole Kidman"], "q": "'s History May Resurface in Court Photo: <strong> Lindsay Lohan </strong> pays visit to hair salon before... Video: ShowBiz Minute: <strong> Lindsay Lohan </strong>, Bieber,` Mad Men'... Video: Santa Barbara Film Festival honors <strong> Nicole Kidman </strong> Report Abuse <q> Why in hell does The U.S glamorize these stupid head kases instead of honoring their fallen who go to war?~?~? </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer", "new_id": -2}, {"uid": "1297270573021168154", "i": 8691, "idx": 2, "sa": ["Donald Rumsfeld", "Colin Powell", "Abu Musab al-Zarqawi"], "q": "during the speech, given that <strong> Colin Powell </strong> will talk about it.'' Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his UN presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> <strong> Donald Rumsfeld </strong> said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist who later led the Iraq branch of the al-Qaeda terrorist network.", "new_id": -2}, [{"i": 30030, "idx": 2, "index_answer": 4, "new_id": -1, "q": "Orlando <strong> Magic Johnson </strong> on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. <strong> Michael Jordan </strong> previous high was 58 against Houston on Jan. 15, 2002. <q> I score a career high and we won the game, </q> <strong> Allen Iverson </strong> said.`` That's how you draw it up in your dreams.'' It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against <strong> George Washington </strong> on March 10, 2004, Indiana", "sa": ["George Washington", "Tracy McGrady", "Magic Johnson", "Michael Jordan", "Allen Iverson"], "uid": "1295299857181911591"}]]