[{"i": 29453, "idx": 1, "index_answer": 2, "new_id": -1, "q": ", as most broadcasters interrupted their coverage of the Iraq inquiry to devote themselves to Mr. <strong> Andy Coulson </strong>'s drama. While Mr. <strong> David Cameron </strong> was quick to issue a statement supporting Mr. <strong> Andy Coulson </strong> Friday, arguing that his ex-aide <q>has been punished twice for the same offence,</q> the tabloid scandal has tainted his government with two less than desirable associations. The first, evident in yesterday's TV juxtapositions, is with Mr. <strong> Tony Blair </strong>'s Labour government. While Mr. <strong> David Cameron </strong> had campaigned to", "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "uid": "1295670004088440867"}, {"uid": "1295547193232112144", "i": 6444, "idx": 1, "sa": ["Michelle Obama", "Jeff Immelt", "Alexander McQueen", "Robin Givhan", "Steve Ballmer"], "q": "of toughest jockeying for invitations in recent memory.\" The guest list was particularly heavy on business leaders, including General Electric CEO <strong> Jeff Immelt </strong> and Microsoft's <strong> Steve Ballmer </strong>, a trend Stolberg says made sense considering how <q><strong> Barack Obama </strong> used Mr. <strong> Hu Jintao </strong>'s visit to press China to open its markets to goods made by American companies.</q> About That Dress <strong> Michelle Obama </strong>'s fashion choices always attract scrutiny, but The Daily Beast's <strong> Robin Givhan </strong> argues the <strong> Michelle Obama </strong>'s red petal print <strong> Alexander McQueen </strong> gown said more about attitudes on Madison Avenue than Pennsylvania Avenue.", "new_id": -2}, {"uid": "1295510839092602381", "i": 13055, "idx": 1, "sa": ["Forest Whitaker", "John Ehret", "Allen Iverson", "Al Saunders"], "q": ". For a player often described as selfish and immature, it was a giant step toward superstardom. \"It's special, and it's a tribute to my coach and my teammates,\" said <strong> Allen Iverson </strong>. <q>I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball,</q> Brown said. \"There were so many lessons to be learned, from him Hurricane Season( MGM, December 25, 2008), starring <strong> Forest Whitaker </strong> as <strong> Al Saunders </strong> Collins, the basketball coach of <strong> John Ehret </strong> High School in", "new_id": -2}, {"uid": "1294967127178536477", "i": 31908, "idx": 0, "sa": ["Michael Douglas", "Horst Jankowski", "David Letterman"], "q": "of his life. \"The odds are the tumor gone and what I know about this particular type of cancer that I got to beat.\" <strong> Michael Douglas </strong> was last seen on the big screen portraying <strong> Michael Douglas </strong> Gecko in <q>Wall Street: Money Never Sleeps.</q> <strong> Horst Jankowski </strong> \"wild six-month ride\" through chemotherapy kept him under the media magnifying glass. It began in August on <strong> David Letterman </strong>. \"I've got cancer. I've got cancer. I've found out about three", "new_id": -2}, {"uid": "1295433137260259957", "i": 39335, "idx": 0, "sa": ["Steve Ballmer"], "q": "22.75($ 34) per user per month for the first 12 months. But the promotional period ends on 30 June this year. Here's the significant bit about yesterday's announcement: <q>The service is available today as a cloud offering,</q> said <strong> Steve Ballmer </strong>. \"This is the first time we've made a release in the cloud before we have done so in the server version, and I think that really reflects the push by Microsoft into the cloud", "new_id": -2}, {"uid": "1295516813257327112", "i": 15480, "idx": 0, "sa": ["Sherard Cowper-Coles", "Michael Gove", "Richard Dannatt"], "q": "the Times saying <strong> Sherard Cowper-Coles </strong>'s comments were untrue. This morning, on the Today programme, <strong> Richard Dannatt </strong> said that he and <strong> Sherard Cowper-Coles </strong> had spoken this week and that he had had an apology from the former diplomat. <q><strong> Sherard Cowper-Coles </strong> has withdrawn that remark and has apologised to me personally and is trying to find a suitable place and time to do that publicly.</q> 9.14 am: <strong> Michael Gove </strong>, the education secretary( pictured, left) has been giving interviews this morning about the PoliticsHome, are the main points he has been making. â\u0080¢ He said", "new_id": -2}, {"uid": "1297184828119177244", "i": 30936, "idx": 1, "sa": ["Donald Rumsfeld", "Richard Nixon", "President Bush"], "q": " \"I made a comment like \"Thank you' or something and president <strong> President Bush </strong> looked me in the eye and said` You better take this seriously,\" the former Pentagon chief recalled. <q>And of course, I did take it seriously. But I was also realistic that there was not much one could do about that.</q> The television appearance was part of <strong> Donald Rumsfeld </strong>\"s effort to promote his new memoir, \"Known and Unkown,\" which was released earlier and recounts his long government career serving Republican presidents from <strong> Richard Nixon </strong> to <strong> President Bush </strong>", "new_id": -2}, {"uid": "1295462557131301384", "i": 313, "idx": 0, "sa": ["Eric Schmidt"], "q": "make moot the question of who the boss is. At the same time, digital tools hold great meaning for these millennials. Google CEO <strong> Eric Schmidt </strong> said in an August interview with The Wall Street Journal, <q>I actually think most people don't want Google to answer their questions. They want Google to tell them what they should be doing next.</q> This suggests that we are on the cusp of a generation that lets the tools tell them where they should go.? The situational lens. At what is possibly a pivotal moment in history", "new_id": -2}, {"uid": "1296153251094584834", "i": 10324, "idx": 0, "sa": ["Billy Joel", "Simon Cowell", "Jackie Gleason", "Steven Tyler"], "q": "<strong> Jackie Gleason </strong> impersonation, might have a better future in the radio business than on the stage. He made a mess of <strong> Billy Joel </strong>'s \"For the Longest Time\" and drew this blunt <strong> Simon Cowell </strong> Cowellesque critique from <strong> Steven Tyler </strong>: <q>Do not quit your day job.</q> â\u0080¢ Nathaniel Jones, a 22-year-old Civil War re-enactor who decided to show up in full uniform for his singing audition. He also brought along his dad, who looks like a hippie but definitely is not", "new_id": -2}, {"uid": "1297220960158400527", "i": 21178, "idx": 0, "sa": ["Michael Vick"], "q": "Thayne said Tuesday that about$ 55,000 has been raised. She said it was important to buy <strong> Michael Vick </strong>'s home rather than a less expensive piece of property for a rehabilitation center because of its symbolism. <q>When something of this nature happens it's kind of a collective hurt on the entire nation- especially the dog lovers of the nation,</q> she said. \"It's almost like you're powerless against this evil that's come along. When you step back and take over this property... you're empowering yourself.\" The house and", "new_id": -2}]