[{"uid": "1296491477150683715", "i": 40178, "idx": 0, "sa": ["Sergio Marchionne"], "q": "from bankruptcy protection. The manufacturer is expected to move towards a share sale sometime in 2011. Chrysler is currently controlled by Fiat which has a 25% stake in the firm. <q>Our job is not yet done. We have a lot of work ahead to fulfil our five-year business plan objectives,</q> said Chrysler's chief executive <strong> Sergio Marchionne </strong>. The company forecast a net profit of between$ 200m and$ 500m in 2011. VW to manufacture cars in Malaysia About these results* May require registration or", "new_id": -2}, {"uid": "1295663009103448577", "i": 5671, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": " ''My fear would be you don't have a guy like <strong> Eric Schmidt </strong> who keeps the trains running on time,'' said one former <strong> Google Inc. </strong> employee, who declined to be named for fear of reprisal. <q>I'm having a hard time imagining( Larry) going from the role I've seen him in, to going to a CEO role,</q> he added. ''He can't come in and lay on the couch as he used to do and sort of interject here and there. Someone's got to lead the meetings.'' <strong> Google Inc. </strong> hopes", "new_id": -2}, {"uid": "1297196250051740706", "i": 42537, "idx": 2, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": " ''We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.'' Khurmal is the name of a village near the site. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q>Terrorist Poison and Explosive Factory, Khurmal.</q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist with ties to the al-Qaida terrorist network. JOIN THE DISCUSSION We welcome comments. Please", "new_id": -2}, {"uid": "1295093832200343560", "i": 42355, "idx": 0, "sa": ["Sergio Marchionne"], "q": "gas is relatively cheap.... We're not going to look like Europe anytime soon.'' Even small-car specialist Fiat Auto doesn't have high expectations for the U.S. as a small-car market. <q>I don't see a big market( in small cars). I see a market. There is a big difference,</q> says <strong> Sergio Marchionne </strong>, CEO of Fiat Auto and Chrysler Group. ''We never set out to conquer the U.S. market with A and B cars.'' Those are the industry designations for the two vehicle categories", "new_id": -2}, {"i": 33268, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> As companies look for ways to deploy applications, both internally and as services to their customers, they worry about scale, performance& visibility. Startup Sonoa Systems offers a solution. <strong> Eric Schmidt </strong> will continue to", "sa": ["Eric Schmidt"], "uid": "1295570074192872461"}, {"uid": "1296168750131055629", "i": 5104, "idx": 1, "sa": ["Mike Pence"], "q": "national conservatives: ''U.S. Rep. <strong> Mike Pence </strong> shut the door today on a run for the presidency, but left wide open the likelihood that he'll seek a different office: Governor of Indiana.'' <q>In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,</q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. ''We will not seek the Republican nomination for president in 2012.'' FR: He said he would", "new_id": -2}, {"uid": "1295985442139264003", "i": 6283, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "amounts to a grass-roots effort of those who feel the government has blocked this ''miracle'' product. ''There is no industry support on this thing at all,'' she said of the organization. <q>We want to keep it this way so no one can say we are a shill for the tobacco, drug or e-cigarette industry.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog HOTEL MAINTENANCE Company Comfort MANUFACTURING PRODUCT ENGINEER AND SR.. SOFTWARE MARKET", "new_id": -2}, {"uid": "1297260106046088366", "i": 10173, "idx": 2, "sa": ["House Judiciary Committee", "Richard Blumenthal", "Kirsten Gillibrand"], "q": "prevent Planned Parenthood from receiving federal dollars, while also supporting H.R. 3. ''The need to affirm the government-wide prohibition on taxpayer funding for abortion has probably never been more important,'' he said. <q>Now is the time to look at taxpayer funding for abortion but also abortion providers.</q> The abortion debate may be flaring in the <strong> House Judiciary Committee </strong>, but any legislation to pass in the Republican-controlled chamber is likely to be blocked by Democratic senators. Sen. <strong> Richard Blumenthal </strong>, D-Conn., and Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y.", "new_id": -2}, {"uid": "1297255140028704860", "i": 8640, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "threatened by a public uprising, <strong> Donald Rumsfeld </strong> suggests that the Obama administration would have been better off pursuing private diplomacy with the Egyptian president rather than making public statements identifying with the aspirations of pro-democracy protesters. <q>I personally think- it's kind of an old-fashioned thought- that private diplomacy is preferable,</q> he says. ''Public diplomacy can have the effect of letting the world know what you think; it can have the effect of satisfying your own personal views and playing to your base, wherever you are,", "new_id": -2}, {"uid": "1296781096226541600", "i": 13785, "idx": 0, "sa": ["Michele Bachmann", "Lila Rose", "Mike Pence"], "q": "release, but it claims it has enough footage to demonstrate a ''pattern'' of illicit activity. ''We wanted to demonstrate how severe this problem was,'' Live Action President <strong> Lila Rose </strong> told FoxNews.com. <q>People are really starting to pay attention.... This is institutional.</q> <strong> Lila Rose </strong> has released undercover footage involving Planned Parenthood before, but these are the first to deal with the issue of sex trafficking. The video released Tuesday quickly gave momentum to <strong> Michele Bachmann </strong> <strong> Mike Pence </strong>'s,", "new_id": -2}]