[{"uid": "1295945594182452237", "i": 4847, "idx": 0, "sa": ["Barack Obama", "Bill Lockyer", "John F. Kennedy", "President Dwight D. Eisenhower", "Newt Gingrich"], "q": "Soviet Union beat the U.S. in sending a satellite into space, pushed <strong> President Dwight D. Eisenhower </strong> to fund an increase in scientists and engineers. <strong> John F. Kennedy </strong> subsequently spurred America toward the 1969 moon landing. Now, <strong> Barack Obama </strong> says, <q> we need a commitment to innovation that we haven't seen since <strong> Barack Obama </strong> challenged us to go to the moon. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Mercedes-Benz 2010 M-Class$ 49,971 Mercedes-Benz 2011 M-Class$ 58,265 Mercedes-Benz 2011", "new_id": -2}, {"uid": "1297418683091127883", "i": 22564, "idx": 1, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": " \"U.S.A. U.S.A.\" <strong> Dick Cheney </strong>, who wears an external heart pump, moved well and looked healthier than he has at some recent appearances. He jokingly acknowledged the crowd in typically unsentimental fashion. <q> All right, sit down and shut up, </q> <strong> Dick Cheney </strong> told the group. There were loud cheers for both <strong> Dick Cheney </strong> and <strong> Donald Rumsfeld </strong>. There was also some heckling by those in the crowd opposed to the war in Iraq and its costs. Still, the applause drowned", "new_id": -2}, {"uid": "1297540270212795441", "i": 14308, "idx": 2, "sa": ["Steve Ballmer"], "q": "specific announcement of when that will be.\" <strong> Steve Ballmer </strong>: \"When there's news there will be news.\" How exclusive is this partnership as far as developers are concerned? <strong> Steve Ballmer </strong>: <q> It's not exclusive. There's things we're doing with Nokia that are unique. The overall development of critical mass for Windows Phone 7 is important for both of us. Nokia wants to sell all the Windows phones it can. </q> Eop: \"Our number one priority is the success of the Windows Phone ecosystem.\" It's all win-win, in other words. Why Microsoft and not Android? Google", "new_id": -2}, {"uid": "1297228077053084177", "i": 8713, "idx": 1, "sa": ["Simon Cowell"], "q": "advert for the US X Factor And some overseas versions, such as an Australian attempt, have been disasters. Pensive <strong> Simon Cowell </strong>- who won an Emmy award in November for \"reshaping television\"- admitted: <q> It's impossible to predict the size of the audience. \"The most important thing is, you've got to make a show which is different to what your competitors are doing. \"It has to be well made, it has to be controversial and interesting. If the US show has some of the same qualities as what we have done in the UK, then I think it could do really, really well. But the important thing is- don't take anything for granted. </q> Hence the hype surrounding the series- including the biggest-ever guaranteed prize pot in TV history. Then there was Sunday's ad that cost Â£ 2million to screen during America's biggest TV event,", "new_id": -2}, {"uid": "1297588971109002780", "i": 17091, "idx": 4, "sa": ["Tony Blair", "Donald Rumsfeld", "Winston Churchill", "Osama bin Laden"], "q": "job for a second time aged 68 that is the focus of the greatest scrutiny and controversy. Mr <strong> Donald Rumsfeld </strong> rejects criticism that the invasion of Iraq was a distraction from the hunt for al-Qaeda leader <strong> Osama bin Laden </strong>. <q> He is probably still alive, but he is having a hell of a difficult time functioning </q> while eluding capture, he says. For <strong> Tony Blair </strong>, \"the most eloquent public voice\" in arguing the cause for war, there is the sort of praise that only the American <strong> Winston Churchill </strong> now lavishes.", "new_id": -2}, {"uid": "1295943954061587491", "i": 6486, "idx": 0, "sa": ["Eric Schmidt"], "q": "the award is \"unusual\" for an executive who is transitioning out of the CEO role, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q> the board clearly wants to retain his guidance for the next four years. </q> <strong> Eric Schmidt </strong>, 55, is being replaced as Google's CEO by co-founder Larry Page. Page, 37, takes over the CEO role in April. Purchase Photos Other", "new_id": -2}, {"i": 19946, "idx": 0, "index_answer": 1, "new_id": -1, "q": "court of law, very fine lines and what responsibility women have with regards to our own safety. These do not lend themselves to non-reflection, which is understandably all <strong> Ben Roethlisberger </strong> R wanted to do Monday. <q> That is a great reflective question, and I think the time for reflecting is probably after the year, </q> he said. Variations of reflect were the words of the day. But as I listened to him, I could not help but think of beleaguered Eagles QB <strong> Michael Vick </strong>. Every good game,", "sa": ["Michael Vick", "Ben Roethlisberger"], "uid": "1296535397014417929"}, {"uid": "1296978592083132429", "i": 7157, "idx": 0, "sa": ["Michael Vick"], "q": "kind of reformation away from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great. \"As a person and", "new_id": -2}, {"uid": "1295627741146702395", "i": 13717, "idx": 8, "sa": ["Eric Schmidt", "Esther Dyson"], "q": "point. \"Larry has wanted to be C.E.O., so that's not a surprise,\" said a former Google sales executive who would speak only anonymously to preserve his relationship with a powerful company. <q> But the timing-- I've talked to people at Google today and they were just flabbergasted. </q> <strong> Esther Dyson </strong>, a veteran Valley investor who has long known the Google founders and Mr. <strong> Eric Schmidt </strong>, said, \"It is unexpected but it makes a lot of sense.\" She added: \"Larry and", "new_id": -2}, {"uid": "1295439766144605206", "i": 24490, "idx": 0, "sa": ["Kirsten Gillibrand", "Richard Becker"], "q": "based on you showing you spent the money,\" <strong> Richard Becker </strong> explained. The process was meant to guard against fraud and waste. But because it's been so difficult, legislators are appealing to <q> This agreement has resulted in greater oversight and accountability. It has saved taxpayer money and improved care for millions of New Yorkers, </q> said Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.), who was planning to send a letter to the federal officials today, signed by a bipartisan roster of 22 lawmakers. Besides expanding capacity, the program tries", "new_id": -2}]