[{"uid": "1295555845214679586", "i": 1091, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ", I do like your writing style! As for the catechismic style, I believe that was popularized by <strong> Donald Rumsfeld </strong>. Instead of submitting to interviews with real actual reporters, he just interviewed himself. <q> It would seem to me that she has to do something before she announces to try to fix some of the post-Arizona damage. Or maybe she doesn't even think that way and doesn't see it as damage at all. </q> I think she would consider the damage control already done. She put out her video, she went on Hannity, done deal. On to the announcement. ohsocynical 20 January 2011 8:20 PM", "new_id": -2}, {"uid": "1296964906258326574", "i": 17476, "idx": 1, "sa": ["Michael Vick"], "q": ", who dealt with family problems when two of his sons were arrested on drug charges, believed <strong> Michael Vick </strong> could change around his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as Reid. <q> He had a plan and he stuck to that, both on and off the field, </q> Reid said. \"He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did a great job", "new_id": -2}, {"uid": "1297195793265863175", "i": 16322, "idx": 2, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Richard Nixon", "President Bush"], "q": "him to his ultimate, necessarily lonely decision,\" reads the excerpt. The former Defence <strong> Donald Rumsfeld </strong> who also served during <strong> Richard Nixon </strong>'s presidency laid the blame for much of the failings of the Iraq war on <q> too many hands on the steering wheel. </q> <strong> President Bush </strong> <strong> Donald Rumsfeld </strong> of State and former National Security Adviser <strong> Condoleezza Rice </strong> too comes under attack for her \"bridging\" approach in the book, excerpts of which were carried in The Wall Street Journal today. Referring to", "new_id": -2}, {"i": 13415, "idx": 1, "index_answer": 0, "new_id": -1, "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. His late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q> Anybody that bet on it, some broke people out there, </q> <strong> Allen Iverson </strong> said. \"I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "sa": ["Allen Iverson"], "uid": "1294961599111804420"}, {"uid": "1295645892119324675", "i": 33129, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "the 8.5-hour oration delivered by independent Senator <strong> Sen. Bernie Sanders </strong> to stall the Obama tax cut deal in Congress- will have its own book. <strong> Sen. Bernie Sanders </strong> will publish the full text of his off-the-cuff opus in a tome entitled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class </q> in February, enabling Americans everywhere to learn the finer points of blocking Senate legislation from the comfort of their easy chairs. <strong> Sen. Bernie Sanders </strong>' impassioned performance ruled Twitter and got him hailed a hero when it was", "new_id": -2}, {"uid": "1295586272212418583", "i": 2951, "idx": 16, "sa": ["Allen Iverson", "Martin Luther King"], "q": "with this victory. <strong> Allen Iverson </strong> had 30 points, nine assists and provided a spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night. <q> It was a huge lift off of me, </q> <strong> Allen Iverson </strong> said. \"I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I", "new_id": -2}, {"uid": "1294976069214024197", "i": 26744, "idx": 0, "sa": ["Tyson Clabo", "Terrell Owens", "Darrelle Revis", "Michael Vick"], "q": " <strong> Michael Vick </strong>, <strong> Darrelle Revis </strong> and the king jesters, Chad Ochochino and <strong> Terrell Owens </strong>. No Falcon has cracked the top 25 for player jerseys sold on NFL.com. <q> We do not have a lot of guys who are, \"Hey, look at me; look what I do,\" </q> offensive tackle <strong> Tyson Clabo </strong> said. \"That stuff can get annoying at times.\" The roster may be sprinkled with stars, wide receiver <strong> Michael Vick </strong> Jenkins said, \"but nobody tries to outshine the other.", "new_id": -2}, {"uid": "1296376716122322955", "i": 19700, "idx": 0, "sa": ["Larry Fitzgerald", "Michael Vick"], "q": "NFC starting quarterback <strong> Michael Vick </strong> of Philadelphia probably appreciates his appearance more than anyone on either side of the ball, considering how far he has come since serving prison time for his role in dogfighting operation. <q> This one feels great due to the fact that I've been through so much and trained to getting back to this position, </q> he said earlier this week. \"It's paramount for me and my family and I'm just thankful.\" <strong> Larry Fitzgerald </strong>, the 2009 Pro Bowl MVP, was one of the replacements named for 10", "new_id": -2}, {"uid": "1297617700254115851", "i": 8881, "idx": 0, "sa": ["Mike Pence"], "q": ", R-Ind., that would deny federal family-planning funds to any organization that performs abortions. <strong> Mike Pence </strong> makes clear that Planned Parenthood is his target; it would lose more than$ 70 million in annual funding. <q> Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking, </q> <strong> Mike Pence </strong> said. \"The time to deny any and all funding to Planned Parenthood is now.\" Sunherald.com encourages an open exchange of affirming and dissenting opinions on our stories, and we consider it an", "new_id": -2}, {"uid": "1295327039053116954", "i": 31661, "idx": 3, "sa": ["Keyon Dooling", "Allen Iverson"], "q": "scored 39 points from every angle on the court, including a driving, fallaway runner from 10 feet out with 2.2 seconds left to give the Philadelphia 76ers a 105-103 victory over the Orlando Magic on Friday night. <q> I wanted to get in a little closer than I did, but I just took what the defense gave me and fortunately, it went in, </q> <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. \"That wasn't the first time he threw one in like that,\" <strong> Keyon Dooling </strong> said. \"He was definitely on tonight. That", "new_id": -2}]