[{"uid": "1297706529235225094", "i": 35446, "idx": 0, "sa": ["Steve Ballmer"], "q": "week after Nokia Oyj announced the platform will be its primarily mobile- phone software, will get additional features this year such as Internet Explorer 9, Twitter and multitasking capabilities, <strong> Steve Ballmer </strong> said. <q>Increasingly, consumers, developers and mobile operators won't just choose a phone, they're really choosing a platform,</q> he said. Microsoft is pulling out all the stops to reverse market share declines in its mobile-phone software as smartphone sales look set to pass those of personal computers in the next two years. The company", "new_id": -2}, {"uid": "1295665840153141360", "i": 32924, "idx": 0, "sa": ["Andy Coulson"], "q": "Abuse ''I find it interesting that the French foreign minister is travelling in a white UN vehicle.'' White. The color of a surrender flag. How appropriate for a French politician! Report Abuse <q>Just to make it clear. Capturing of Israeli soldier even within Israeli border can be called war, but not crime, and may have its own consequences. However, keeping him 3 years without Red Cross access, without any external contact with his family- this is the crime!!!</q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Mom's$ 5 Anti Aging Trick Dermatologists DO N'T Want You Knowing About This", "new_id": -2}, {"uid": "1296767113070385743", "i": 656, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "Like, for example, the whole ''Iraq invasion and occupation'' thing. According to <strong> Donald Rumsfeld </strong>, he totally intended to do it right, but stupid <strong> President Bush </strong> wouldn't let him: <q><strong> President Bush </strong> Defense <strong> Donald Rumsfeld </strong> says in a new book that he wanted to oversee the initial reconstruction of Iraq following the United States' invasion of the country but he was rebuffed by <strong> President Bush </strong>.</q> ''<strong> President Bush </strong> didn't cotton to the idea,'' <strong> Donald Rumsfeld </strong> writes in his yet-to-be-released memoir Known and Unknown, excerpts of which were obtained by POLITICO. ''What if we had a problem with", "new_id": -2}, {"uid": "1297193996065617951", "i": 16251, "idx": 2, "sa": ["Donald Rumsfeld", "Colin Powell", "Abu Musab al-Zarqawi", "Barack Obama"], "q": " ''We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.'' Khurmal is the name of a village near the site. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q>Terrorist Poison and Explosive Factory, Khurmal.</q> <strong> Donald Rumsfeld </strong> said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist with ties to the al-Qaida terrorist network. Video: <strong> Barack Obama </strong> calls on big business to` work", "new_id": -2}, {"uid": "1296429103034734121", "i": 9392, "idx": 1, "sa": ["Zahi Hawass"], "q": "abandoned their posts, ''people began to enter the museum,'' says <strong> Zahi Hawass </strong>, head of Egypt's antiquities department. They climbed over walls, forced open doors and entered the museum's vast souvenir shop. <q>I'm glad that those people were idiots,</q> <strong> Zahi Hawass </strong> told TIME. ''They looted the museum shop. Thank God they thought that the museum shop was the museum.'' The Egyptian Museum itself is extraordinary, the repository of many of the country", "new_id": -2}, {"uid": "1297273074137707595", "i": 19950, "idx": 2, "sa": ["Sergio Marchionne"], "q": "night <strong> Sergio Marchionne </strong> knew he had a winner. ''I got e-mails after the Super Bowl at 10 or 11 at night from Chrysler employees saying they've never been prouder to work for Chrysler,'' he said. <q>And these are from people who have been here 20 or 30 years.</q> That's why <strong> Sergio Marchionne </strong> is smiling. He admits that it's great to get everyone talking about Chrysler, but it won't mean anything if his company can't turn that buzz into sales. That", "new_id": -2}, {"uid": "1297384383139427845", "i": 9057, "idx": 1, "sa": ["Maurizio Sacconi", "Sergio Marchionne"], "q": "plant in Italy starting in 2012 as part of a Chrysler venture. Under the deal with unions, workers will put in more hours, take shorter breaks and risk having pay withheld for persistent absenteeism. <q>Integration with Chrysler may lead to new combinations, so it's crucial to stress the importance now of a prominent position for Italy,</q> Labor Minister <strong> Maurizio Sacconi </strong>, who will attend the meeting and spoke with <strong> Sergio Marchionne </strong> last week, said in an interview. ''The government wants to verify with Fiat's management the status of the Italian investment plan.''", "new_id": -2}, {"uid": "1296176330162824268", "i": 32826, "idx": 0, "sa": ["Andy Coulson", "Barack Obama", "Angela Eagle", "George Osborne"], "q": "a ''sacker's charter''. No 10 called it ''a hirer's charter''. <strong> Angela Eagle </strong>, the shadow chief secretary to the Treasury, described the confidence index figures as very concerning, reflecting <q>an early sign of the impact of this month's VAT rise</q>. Health and aid spending pledge could damage recovery, warn business groups Politics Weekly podcast: The economy, control orders and <strong> Barack Obama </strong>'s ''Sputnik moment'' <strong> George Osborne </strong> defends <strong> Andy Coulson </strong> over phone-hacking allegations- video The Business", "new_id": -2}, {"i": 34253, "idx": 0, "index_answer": 4, "new_id": -1, "q": "signing National Security Decision Directive 4-82 and selecting <strong> Donald Rumsfeld </strong> as his emissary to <strong> Saddam Hussein </strong>, whom he visited in December 1983 and March 1984.[ 14] According to U.S. ambassador <strong> Peter W. Galbraith </strong>, far from winning the conflict, <q>the <strong> Ronald Reagan </strong> administration was afraid Iraq might actually lose.</q>[ 15] In 1982, Iraq was removed from a list of State Sponsors of Terrorism to ease the transfer of dual-use technology to that country. According to investigative journalist <strong> Alan Friedman </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Alexander Haig </strong>", "sa": ["Donald Rumsfeld", "Alan Friedman", "Saddam Hussein", "Alexander Haig", "Peter W. Galbraith"], "uid": "1297395806049545220"}, {"uid": "1297438552170033168", "i": 17553, "idx": 0, "sa": ["Karl Rove", "David Letterman", "Hosni Mubarak"], "q": "<strong> Hosni Mubarak </strong> will be forced to step down from his position. Interestingly, <strong> David Letterman </strong> also took a shot at Fox News in his Top 10 list as can be seen with the# 2 item on his list <q>Hoping his intolerance and thuggish behavior will land him a job at Fox News.</q> Fox News has gained a reputation for hiring a number of former members of the Bush administration including <strong> Karl Rove </strong>. <strong> David Letterman </strong>'s verbal jab was a likely reference to these hires. The Fox News line seemed to", "new_id": -2}]