[{"uid": "1296671464024215613", "i": 13550, "idx": 1, "sa": ["Donald Rumsfeld", "Michael Madsen"], "q": "whether to designate it at all. The discussion ranges from musings reminiscent of <strong> Donald Rumsfeld </strong>(`` We don't know what we don't know'') to phrases that might be from a conceptual art project( Onkalo <q> has to be fully passive </q> and`` independent of human nature,'' and its inheritors must be taught`` to remember forever to forget''). The conceptual aspects of the project clearly fascinate <strong> Michael Madsen </strong>. Into Eternity doesn't", "new_id": -2}, {"uid": "1297357007264552539", "i": 33887, "idx": 3, "sa": ["David Letterman", "John Hall", "Anderson Cooper"], "q": "said <strong> David Letterman </strong>.`` Being pummeled?'' <strong> Anderson Cooper </strong> said.`` I don't recommend it. I'd never been hit in the head before.'' He described the scene, saying, <q> People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying. </q> Show Low-$ 750,000 MLS 4410443 4 bed/ 4 bath 3,001- 3,500/ 2004 Those Callaways, <strong> John Hall </strong>& Associates Gold Canyon-$ 259,000 MLS 4432349 4 bed/", "new_id": -2}, {"uid": "1297260696007700498", "i": 6015, "idx": 1, "sa": ["Simon Cowell", "Peter Dickson"], "q": "to be the voice of the American' X Factor'. I am being flown out to Los Angeles during Oscars week so I can meet the Fox executives to try to sort out a deal.'' <q> <strong> Simon Cowell </strong> has said he'd like me to be the voice of the American' X Factor'. I am being flown out to Los Angeles during Oscars week so I can meet the Fox executives to try to sort out a deal. </q> However, <strong> Peter Dickson </strong> admits bosses might not be in favour of him being the voiceover act as they are wary of making the show too British with <strong> Simon Cowell </strong> already confirmed as a judge and href=\"http://www.femalefirst.co.uk/cheryl-cole/\" title=\"Lastest Cheryl", "new_id": -2}, {"uid": "1295562514244678661", "i": 8436, "idx": 2, "sa": ["Eric Schmidt"], "q": "the quarter were$ 8.75 a share. On average, industry analysts were expecting Google to report earnings, excluding items, of$ 8.06 a share, on$ 6.05 billion in revenue. <q> Q4 marked a terrific end to a stellar year, </q> <strong> Eric Schmidt </strong> said in a statement.`` Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses,", "new_id": -2}, {"uid": "1297473331183025716", "i": 17891, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": " The Liberal Democrats were committed to localism long before devolving power became fashionable with all parties. Indeed, the whole thing is hardly a new idea. As church leaders tell government ministers with a smile: <q> We've been doing it for 2,000 years. </q> Part of the problem is that Mr <strong> David Cameron </strong> has not defined it. Flak is now flying retrospectively at <strong> Andy Coulson </strong>, former Tory director of communications, who preferred bread-and-butter issues like law and order and was at", "new_id": -2}, {"uid": "1297636284227983364", "i": 9698, "idx": 1, "sa": ["Mike Pence"], "q": "in annual funding.`` Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,'' <strong> Mike Pence </strong> said. <q> The time to deny any and all funding to Planned Parenthood is now. </q> By law, federal funds may not be used directly for abortions. But <strong> Mike Pence </strong> argues that the grants, by covering overhead and operational costs, free up other money to provide abortions. Planned", "new_id": -2}, {"uid": "1296090663126894083", "i": 58379, "idx": 1, "sa": ["Zahi Hawass", "Madonna King"], "q": "dominate the agenda on Capitol Hill as House leadership and the administration try to ram through their big government healthcare plan. Fortunately, they have been unsuccessful so far, as there are many horrifying provisions tuck... NOVA <q> The Mummy Who Would Be <strong> Madonna King </strong> </q>| Royal Mummy Test| PBS NOVA`` The Mummy Who Would Be <strong> Madonna King </strong>''| Royal Mummy Test| PBS <strong> Zahi Hawass </strong> is Egypt's Secretary General of the Supreme Council of Antiquities. He is an expert on Egyptian", "new_id": -2}, {"uid": "1295245546048136202", "i": 24831, "idx": 7, "sa": ["Gregg Popovich", "Allen Iverson", "Carmelo Anthony"], "q": "a good shot. <strong> Carmelo Anthony </strong> scored 30 points and <strong> Allen Iverson </strong> added 31, including 29 after a sluggish first quarter.`` Two years ago we probably were just happy to be in the playoffs,'' <strong> Carmelo Anthony </strong> said. <q> Now we ain't just happy to be in the playoffs. We know we're a good team and when we play good we can play with the best of them. </q> And the Nuggets played tough defense, too, which is not usually their forte.`` They stopped us, doing the things we wanted to do and we couldn't stop their two stars,'' Spurs <strong> Gregg Popovich </strong>", "new_id": -2}, {"uid": "1297190401179781654", "i": 32130, "idx": 2, "sa": ["Donald Rumsfeld", "Jacques Chirac"], "q": "point out there was broad support in Eastern href=\"http://www.earthtimes.org/tag/Europe.html\"> Europe and that France and href=\"http://www.earthtimes.org/tag/Germany.html\"> Germany did not speak for the entire continent.`` Ironically, my comment was unintentional,'' <strong> Donald Rumsfeld </strong> writes. <q> I had meant to say France and Germany represented` old NATO' not` old Europe'. </q>`` In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling fJacques Chiracch fries` freedom fries' loved it,'' he writes.`` The elites in", "new_id": -2}, {"i": 8977, "idx": 0, "index_answer": 0, "new_id": -1, "q": "'' <strong> Roger Goodell </strong> said.''[ Most often] they're not recognizing they have a role in it.'' Regarding <strong> Ben Roethlisberger </strong>, <strong> Roger Goodell </strong> said when he was investigating what to do with the quarterback, he talked to <q> I bet two dozen[ Steeler] players... Not one, not a single player, went to his defense. It wasn't personal in a sense, but all kinds of stories like,` He won't sign my jersey.' </q> He says he thinks Mike <strong> Michael Vick </strong>`` is sincerely trying.'' And he isn't blind to the fact that the story isn't over, that <strong> Michael Vick </strong> needs to prove so much more than he", "sa": ["Roger Goodell", "Ben Roethlisberger", "Michael Vick"], "uid": "1296496143150683651"}]