[{"uid": "1295808436044548117", "i": 8040, "idx": 1, "sa": ["Keith Olbermann", "David Letterman"], "q": "poor man's version of ESPN, according to a Cornell Sun report. \"Fox Sports was an infant trying to stand[ in comparison to ESPN],\" <strong> Keith Olbermann </strong> said. <q>But on the broadcast side there was no comparison- ESPN was the bush leagues.</q> During a 2007 appearance on the \"Late Show,\" host <strong> David Letterman </strong> asked <strong> Keith Olbermann </strong>, \"What is it about you? You seem to burn bridges wherever you leave.\" said of his relationship", "new_id": -2}, {"uid": "1295623046048054286", "i": 42286, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "Mr <strong> Andy Coulson </strong> denies any knowledge of phone hacking by reporters under his editorship, but the story has only intensified since he entered Downing Street alongside Mr <strong> David Cameron </strong>. As he acknowledged in his resignation statement today: <q>I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on.</q> An Essex boy done good, Mr <strong> Andy Coulson </strong> brought a unique perspective to the most senior levels of the Conservative Party. In a team dominated by public school and Oxbridge graduates, Mr <strong> Andy Coulson </strong> attended", "new_id": -2}, {"uid": "1297242449110002256", "i": 13152, "idx": 0, "sa": ["Michael Gove"], "q": "million for music education next year to end the \"musical divide\" between rich and poor students. The money will be used to make opportunity more equal and to encourage professional musicians into teaching careers. <q>Music has the power to touch the soul</q> said <strong> Michael Gove </strong>. \"But access to the best musical education is not universal and the opportunity to benefit from great instrumental tuition is not shared equally.\" The funding will be protected to \"ensure it", "new_id": -2}, {"i": 2952, "idx": 17, "index_answer": 5, "new_id": -1, "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night. \"It was a huge lift off of me,\" <strong> Allen Iverson </strong> said. <q>I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more.</q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "sa": ["Tayshaun Prince", "Martin Luther King", "Cheikh Samb", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "uid": "1295586272212418583"}, {"uid": "1295922309206389251", "i": 2049, "idx": 0, "sa": ["Jaden Smith", "David Letterman", "Justin Bieber"], "q": " \"Late Show with <strong> David Letterman </strong>'-- twice <strong> Justin Bieber </strong> Debuts New` Never Say Never' Poster <strong> Justin Bieber </strong>` Never Say Never' movie poster released( photo) Grammys 2011: <strong> Justin Bieber </strong> booked alongside Usher, <strong> Jaden Smith </strong> to perform <q>Ready for Usher, <strong> Justin Bieber </strong>, and B.o.B. on the same stage?' Does the Red Sea represent a pharaoh bargain for buyers? Report on deadly Gaza flotilla raid set for release <strong> Blind Boys of Alabama </strong> reasons <strong> Justin Bieber </strong> wants fans to see` Never Say Never' movie and Beiber-crazed fans are sweating to see the flick, \"Never Say Never</q>. With the release of his \"Never Say Never\" promotional poster hitting the\" net Monday and three appearances on \"The Late Show with <strong> David Letterman </strong>\" this week there are five main reason <strong> Justin Bieber </strong> wants", "new_id": -2}, {"uid": "1295739945248184833", "i": 27785, "idx": 0, "sa": ["Simon Cowell"], "q": "blunt and often controversial criticisms, insults and wisecracks about contestants and their abilities, or lack thereof. He is often parodied in pop culture, and was described by the The Times journalist Minette Marrin as representing the <q>heartless, thoughtless and superficial- the flotsam and jetsam of the polluted seas of celebrity that is likely to sink without trace into toxic foam</q>. <strong> Simon Cowell </strong> is known for combining activities in the television and music industries, having promoted singles and records for various artists, including television personalities. Having been most recently featured on the eighth season of American Idol and", "new_id": -2}, {"uid": "1296708146155615316", "i": 36848, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Hosni Mubarak"], "q": ". In a lengthy section on the administration's treatment of wartime detainees, <strong> Donald Rumsfeld </strong> regrets not leaving office in May 2004, after the Abu Ghraib prison scandal erupted, The Washington Post said. <q>Looking back, I see there are things the administration could have done differently and better with respect to wartime detention,</q> <strong> Donald Rumsfeld </strong> acknowledges. Supporters loyal to <strong> President Bush </strong> <strong> Hosni Mubarak </strong> opened fire at anti-government protesters in Tahrir square in Cairo on Thursday,... Play video Protesters hold firm after violence in Egypt Play video Hollywood fame beckons for", "new_id": -2}, {"uid": "1296595249130416641", "i": 4313, "idx": 0, "sa": ["JonBenet Ramsey", "Queen Noor of Jordan", "Barbara Walters", "Barbra Streisand", "Oprah Winfrey", "Angelina Jolie", "Elizabeth Taylor", "Martha Stewart", "Colin Powell", "Hillary Clinton", "Jonathan Wald", "Monica Lewinsky", "Michael Jackson", "King Hussein"], "q": "the day, including <strong> Barbara Walters </strong>' interview with <strong> Monica Lewinsky </strong> which was seen by more than 70 million viewers and was the highest-rated news event ever broadcast by a single network. Executive producer <strong> Jonathan Wald </strong> said in a release: <q><strong> King Hussein </strong>'m thrilled <strong> Katie Nelson </strong> Thomson is joining the <strong> Piers Morgan </strong> Tonight team. She brings unmatched experience and leadership in the booking and producing of big-name interviews and she will be instrumental in helping lead a talented team of bookers and producers.</q> Thomson has produced exclusive profiles of <strong> Oprah Winfrey </strong>, <strong> Hillary Clinton </strong>, <strong> Michael Jackson </strong>, <strong> Barbra Streisand </strong>, <strong> Angelina Jolie </strong>, <strong> Elizabeth Taylor </strong>, <strong> Martha Stewart </strong>( before and after her conviction), the parents of <strong> JonBenet Ramsey </strong>, <strong> Colin Powell </strong> and <strong> Queen Noor of Jordan </strong> after <strong> King Hussein </strong>'s death", "new_id": -2}, {"uid": "1295278049044859404", "i": 24953, "idx": 0, "sa": ["Steve Ballmer"], "q": "first and foremost, right? <strong> Steve Ballmer </strong> also believes that the introduction of the Kinect motion controller is beginning to expand the console's appeal beyond that of the male hardcore bedroom gamer-geek. He said: <q>I think about my own family. My wife used to say, \"No, no, that's the machine the boys use,' and now she says,` Yeah, I want to go watch movies. Let's go play the dance game'</q>. \"It opens up accessibility to family entertainment because with the Kinect, you control these systems with your body, with your voice. We\"ve opened up the world of content in TV, movies", "new_id": -2}, {"uid": "1296365944097009666", "i": 431, "idx": 5, "sa": ["Milwaukee Buck", "Rodney Stuckey", "Amir Johnson", "Tayshaun Prince", "Allen Iverson"], "q": "with <strong> Amir Johnson </strong> on the floor, and better offensively when Hamilton and <strong> Allen Iverson </strong> are on the court together with guard <strong> Rodney Stuckey </strong>. \"When we have the bigger lineup, obviously we're better defensively,\" <strong> Tayshaun Prince </strong> said. <q>It's kind of pick and choose. \"Sometimes you are going to need the offensive side, but more importantly you're going to need the defensive side.</q> The game was tight until Detroit went on a 27-5 run midway through the third quarter. <strong> Milwaukee Buck </strong> missed 14 of 17 shots during one stretch of the period, trailed 73-55 after three quarters and never got close again", "new_id": -2}]