[{"uid": "1295558629243744786", "i": 18420, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "'s a very small number of violent extremists on the one side against a broad, overwhelming majority of people who are moderate.\" Additionally, <strong> Donald Rumsfeld </strong>, during a visit seeking greater ties to Tunisia- where <q> freedoms of the press, association, and expression[ were] extremely restricted </q> and much electoral opposition was outlawed- was quoted by the Associated Press as saying the country was a\" It should be noted that while high-officials in the Bush administration continued to lavish praise on Tunisia's autocratic", "new_id": -2, "mturk_index": "1459"}, {"uid": "1297098713099483693", "i": 45908, "idx": 1, "sa": ["Richard Hunter", "Michael Vick"], "q": "this took place, except at a \"downtown club at 5 o'clock, I'm not sure where, we get shuffled around to so many things.\" He also knows the video's making the rounds: <q> They can send it-- it's Rudy got it too. But something else happens in video-- which was shot by <strong> Richard Hunter </strong>, better known as Vick_Michael Vicks_dogs_find.php\"> as Richie pointed out last June, adopted one of the so-called \"bait dogs </q> <strong> Michael Vick </strong> used in the dog-fighting ring that landed him in prison. The dog's name is Mel-- and as <strong> Richard Hunter </strong> told Richie, \"While <strong> Michael Vick </strong> is pure evil, this dog is so good despite having suffered", "new_id": -2, "mturk_index": "2075"}, {"uid": "1295091429140001468", "i": 15163, "idx": 3, "sa": ["Steve Ballmer"], "q": "'re going to continue to invest in[ Windows Phone 7] aggressively in the future,\" <strong> Steve Ballmer </strong> promised. He also pointed out that 20,000 registered developers have produced over 5,500 apps for the OS. <q> When I get a chance to show people a Windows phone, the feedback that I hear is very, very gratifying, </q> he said. \"As people try it and discover its new features and beautiful hardware, they see the difference.\" That's all well and good, but if Windows Phone 7 doesn't win", "new_id": -2, "mturk_index": "1640"}, {"uid": "1295901953137494561", "i": 1993, "idx": 4, "sa": ["Zahi Hawass"], "q": "He said a letter was sent to the Egyptian Foreign Ministry to be conveyed to its German counterpart and a copy of the same letter was sent to the German ambassador in Cairo and the Prussian Foundation. <q> This is not <strong> Zahi Hawass </strong> acting on his own, </q> he said. A statement by Egypt's Supreme Council of Antiquities, which is led by <strong> Zahi Hawass </strong>, said Egypt first requested the return of the Nefertiti bust shortly after the end of World War II,", "new_id": -2, "mturk_index": "1324"}, {"uid": "1295621146048054324", "i": 59316, "idx": 4, "sa": ["Andy Coulson", "David Cameron"], "q": "<strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so,\" <strong> David Cameron </strong> said in an e-mailed statement. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government. </q> In comments to BSkyB's Sky News television channel, <strong> David Cameron </strong> dismissed questioning about his judgment over <strong> Andy Coulson </strong>.` Excellent Job' \"He's run the Downing Street press office in a", "new_id": -2, "mturk_index": "1666"}, {"uid": "1296679524252428319", "i": 25361, "idx": 2, "sa": ["David Letterman", "Newt Gingrich", "Sarah Palin", "Brooklyn Decker", "Mitt Romney"], "q": "him as their presidential nominee. <strong> Sarah Palin </strong> came in second with 19%, followed by former <strong> Newt Gingrich </strong>( 11%). <strong> Mitt Romney </strong> told <strong> David Letterman </strong> he has no plans to run for President, but added <q> I'll keep the door open. </q> He also gave a shout out to <strong> Sarah Palin </strong>. What, exactly, is a WAG? Like model <strong> Brooklyn Decker </strong>, \"WAGs\" are the \"Wives and Girlfriends\" of star athletes. Dad goes", "new_id": -2, "mturk_index": "1365"}, {"uid": "1295001420194838603", "i": 23043, "idx": 0, "sa": ["Stevie Wonder", "Peter Rice", "Simon Cowell"], "q": "supremo <strong> Simon Cowell </strong> on the UK talent search show, fuelling speculation she will play a prominent role in the American contest. <strong> Peter Rice </strong>, the head of entertainment on the Fox network, said: <q> If Cheryl was to be on the show, I think she's proved she's a terrific judge. She has Stevie Wonderful chemistry with <strong> Simon Cowell </strong>. </q> Speaking at the Television Critics Association seminar in Pasadena, California, <strong> Peter Rice </strong> confirmed there would be four judges on the show, two men and two women, but insisted <strong> Simon Cowell </strong> would not be making the final", "new_id": -2, "mturk_index": "188"}, {"uid": "1297154709260177940", "i": 11700, "idx": 2, "sa": ["Simon Cowell"], "q": "left at the end of last season of \"Idol\" to focus on the Americanized version of the talent show \"The X Factor,\" which he also produces, along with the British edition. <q> Once the show goes into production, I become a judge, </q> People.com said <strong> Simon Cowell </strong> told reporters Monday. \"Then I have to put my trust into the producers' hands, which is effectively how it works in the U.K. Yes, I am judging.\" <strong> Simon Cowell </strong>", "new_id": -2, "mturk_index": "1897"}, {"uid": "1297706529235225092", "i": 55024, "idx": 0, "sa": ["Steve Ballmer"], "q": "Finance Search Mon, Feb 14, 2011, 1:02 PM EST- U.S. Markets close in 2 hrs 58 mins{ \"s\" : \"msft\" , \"k\" : <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\" :\" \" , \"j\" :\" \" } Jay Yarow, On Monday February 14, 2011, 10:04 am EST <strong> Steve Ballmer </strong> just finished his keynote at the Mobile World", "new_id": -2, "mturk_index": "385"}, {"uid": "1295760998029376529", "i": 30658, "idx": 3, "sa": ["Allen Iverson", "Mark Dantonio", "Maurice Cheeks", "John Calipari"], "q": "at that end, considering he lost his starting job because of his poor defense. \"We didn't make the correct switch,\" Sixers <strong> John Calipari </strong> <strong> Maurice Cheeks </strong> said without singling out which player made the defensive mistake. <q> Whoever didn't make the switch didn't do it on purpose. This isn't about placing blame, it's about figuring out how to do it right at the end. </q> <strong> Allen Iverson </strong> Calipari_Mark Dantonio_Press_Conference_for_Purdue_from_FoJohn Calipari_Point The Spartans enter Purdue weekend looking to go 2 and 0 in November and move to 9 and 1 on the year, one step closer to a big ten championship. <strong> John Calipari </strong> <strong> Mark Dantonio </strong> knows that this Purdue", "new_id": -2, "mturk_index": "203"}]