[{"uid": "1295604135192069644", "i": 2452, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "as chief executive As part of the reshuffle, <strong> Eric Schmidt </strong> will become the executive chairman. Schimdt said the changes where to`` simplify'' management structure and`` speed up decision making''. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company, </q> he said. <strong> Eric Schmidt </strong> became chief executive in 2001, leading the company alongside its co-founders Larry Page and <strong> Sergey Brin </strong>. Schidmt will continue to act as an advisor to them both, with <strong> Sergey Brin </strong> focusing on", "new_id": -2}, {"uid": "1297491655239927298", "i": 17890, "idx": 1, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> Simpson, Republican of Idaho and the chairman of an appropriations subcommittee that finances the Interior Department and other agencies. He said his committee had tried to be selective in reaching its goal. <q> Obviously we don't want to close the national parks and some other things, </q> he said.`` There are areas where we can find reductions, which we've done. Are all of those acceptable to everybody? I don't know.'' Democrats warned that Republicans were proposing", "new_id": -2}, {"uid": "1295393592188055616", "i": 18206, "idx": 0, "sa": ["Kirsten Gillibrand", "Hillary Clinton"], "q": "Meanwhile, a bipartisan slate of U.S. senators wrote to U.S. Secretary of State <strong> Hillary Clinton </strong> urging her to quash a resolution circulating at the U.N. Security Council which it suggests dictates terms for a settlement. <q> A resolution of this nature would work against our country's consistent position, which has been that this and other issues linked to the Middle East peace process can only be resolved by the two parties negotiating directly with each other, </q> says the letter, signed by 17 senators and initiated by <strong> Hillary Clinton </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.). JTA has obtained a draft of the resolution, reportedly initiated by the Palestinian delegation to the United Nations; it", "new_id": -2}, {"uid": "1297706351051036169", "i": 45768, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "soon. Finally, <strong> Steve Ballmer </strong> spoke briefly of Microsoft's recently announced partnership with Nokia. He once again brought Nokia's chief executive <strong> Stephen Elop </strong> up on stage, who said that Nokia would <q> support Windows to build strength versus the other mobile platforms </q>. The first Nokia device running Windows Phone is expected later this year.", "new_id": -2}, {"uid": "1296494521100859915", "i": 26505, "idx": 5, "sa": ["Allen Iverson", "Dwyane Wade"], "q": ", after a spectacular third quarter, turned in a game-turning performance in overtime, scoring eight of the Heat's 16 points in the extra period. <strong> Dwyane Wade </strong> finished with 43 points, nine rebounds and six assists. <q> <strong> Dwyane Wade </strong> showed why he's one of the top three players in the league, </q> Pacers coach Jim O'Brien said.`` We just didn't have enough to stop them http://wn.com/Allen_Iverson_15pts_vs_Pacers_04/05_NBA_*Buzzer_Beater_to_win_the_game_*Kyle_Korver_7_3pt Through All-Star games, an MVP award and a trip to the NBA Finals, there was something missing in <strong> Allen Iverson </strong>'s career", "new_id": -2}, {"uid": "1295218046163594298", "i": 4100, "idx": 0, "sa": ["Simon Cowell"], "q": "than people believe. The X Factor host claimed that the music executive's reputation as a brutal judge is completely fabricated, insisting instead that he leaves hopefuls`` feeling a million dollars''. <q> I think the whole` Mr <strong> Simon Cowell </strong>' thing was always a bit of a facade, </q> he argued to Bang Showbiz.`` When I first started I expected him to be some ogre but he's not like that at all.`` What's great about <strong> Simon Cowell </strong> is that with someone awful", "new_id": -2}, {"uid": "1297503307016302106", "i": 25963, "idx": 1, "sa": ["John McCain", "Donald Rumsfeld", "Colin Powell", "Tommy Franks"], "q": "been bad-mouthing the Pentagon all over town... I don't know what the hell is in Armitage's craw but I'm tired of it.'' There are some puckish observations. <strong> John McCain </strong> is characterised as <q> a man with a hair-trigger temper and a propensity to fashion and shift his opinions to appeal to the media </q>. The haste with which <strong> Colin Powell </strong> <strong> Tommy Franks </strong> sought to retire after the Iraq invasion is noted acidly. A thread that runs through his account of Iraq and Afghanistan is that <strong> Donald Rumsfeld </strong> is no neo-conservative. He's", "new_id": -2}, {"uid": "1295274100165380096", "i": 37301, "idx": 1, "sa": ["Sergio Marchionne"], "q": "'' It wasn't about putting lipstick on a pig, said Jackson.`` It was to transform the pig into a handsome prince. And they did it!'' The transformation, he said, <q> took an attention to detail on the engineering side that you can't fake. I have nothing but admiration for <strong> Sergio Marchionne </strong> for unleashing it, and for his team for executing it. </q> Indeed, nobody, except maybe <strong> Sergio Marchionne </strong> himself, believed Chrysler could redo its product line so dramatically in 18 months.`` They just accomplished a tremendous amount of work in a short time, and with", "new_id": -2}, {"uid": "1296017629211435550", "i": 5566, "idx": 1, "sa": ["Jack Kemp", "Dan Lungren", "Sen. Bernie Sanders"], "q": "was starting a football team in a national budget league, I'd pick Paul Ryan as the captain and quarterback,'' said <strong> Sen. Bernie Sanders </strong> <strong> Dan Lungren </strong>( R., Calif.), an ally of the late Mr. <strong> Jack Kemp </strong>. <q> There's nobody in this House who's taken as serious a long-term view on the budget as Paul Ryan. </q> Democrats delight in spotlighting his controversial proposals and daring other Republicans to embrace them.`` Up until this point, the Republican leadership has been vague about what federal programs they want to cut,", "new_id": -2}, [{"i": 12615, "idx": 13, "index_answer": 0, "new_id": -1, "q": ". You must fill out the comment body in order to submit a comment. People wait to talk with U.S. Rep. <strong> Mike Pence </strong>, R-6th District, after a September 2009 town hall meeting in Richmond. <q> As a strong believer in federalism, I am encouraged by Congressman <strong> Mike Pence </strong>'s decision to explore how he can best serve the people of Indiana and advance the conservative cause closer to home.... I am confident the people of Indiana will benefit from <strong> Mike Pence </strong>'s decision. </q>-- <strong> Gov. Rick Perry </strong>, chairman of the Republican Governors Association.`` While I believe <strong> Mike Pence </strong> would have been a viable candidate for the presidential nomination, I also believe he has the qualifications and experience to be an", "sa": ["Gov. Rick Perry", "Mike Pence"], "uid": "1296218172048857090"}]]