[{"uid": "1295569141118865965", "i": 22437, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "prodigies who co-founded the company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as Page's personal ambition. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advise Page, 37, and <strong> Google Inc. </strong>'s other 37-year-old founder, <strong> Sergey Brin </strong>", "new_id": -2}, {"uid": "1295601684081559570", "i": 26669, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "or if Page chafes at the relentless public demands of running a massively scrutinized public company.'' Venturebeat's Owen Thomas said ''Page's emphasis has always been on the company?s products.'' <q>With his ascendancy, the company's engineers will reign unchallenged-- not that they had much trouble before,</q> Thomas said. In a blog post, <strong> Eric Schmidt </strong> said: ''Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making.", "new_id": -2}, {"uid": "1297135321190611485", "i": 25138, "idx": 2, "sa": ["Eric Schmidt", "Stuart Bowen"], "q": "93,000 alone, prosecutors say. Government agents seized from the Schmidts two California properties_ one in Big Bear and one in Murietta_ two luxury vehicles, and approximately$ 40,000 in cash. <q>The Schmidts defrauded U.S. taxpayers, cheated the Iraqi people, and betrayed the trust placed in them,</q> said <strong> Stuart Bowen </strong>, inspector general of the Special Inspector General for Iraq Reconstruction. ''They will now pay the price for their criminal wrongdoing.'' <strong> Eric Schmidt </strong> pleaded guilty last May to conspiracy to commit wire fraud", "new_id": -2}, {"uid": "1296443805235372683", "i": 46931, "idx": 16, "sa": ["Allen Iverson"], "q": "took shots at them before, during and after the game. This time, he saved them just for the court, then showered his old team with praise that indicated he's gotten over the bitter split. <q>They've got a lot of talent on that team. They've got a lot of guys that can do things, and they've got a lot of guys that care, guys with pride,</q> <strong> Allen Iverson </strong> said after scoring 38 points in Denver's 109-96 win Sunday night. ''It could be easy for those guys to lay down. After I left, they could have just laid down. But that ai", "new_id": -2}, {"uid": "1296719960172556329", "i": 47713, "idx": 0, "sa": ["Tu Holloway", "Alan Major", "Michael Vick"], "q": "deep hole early. <strong> Tu Holloway </strong> was held to 12 points on three-of-17 shooting by Charlotte. He was also zero-for-eight from 3-point range against a 49ers team that leads the Atlantic 10 in 3-point defense. <q>It's like in football if you're playing <strong> Michael Vick </strong>,</q> said <strong> Alan Major </strong>. ''You'd rather <strong> Michael Vick </strong> throw it than run. We'd rather( <strong> Tu Holloway </strong>) shoot over you than drive through you. He had some good looks but missed some. You try to keep", "new_id": -2}, {"uid": "1296643566186269737", "i": 4439, "idx": 0, "sa": ["Simon Cowell"], "q": "nasty on the judging panel. ''When you watch the show, and hopefully enjoy it, you will see that I'm not a Mr <strong> Simon Cowell </strong> by any means,'' he told The Mirror. <q>I've had such a wonderful month at the auditions and I have been teased quite a lot for being too nice to people, because I know what they are going through. It's been a very intense month, but the best I've had in my career, because it's been so much fun.</q> Speaking about the incident with the young comedian, he commented: ''I don't like upsetting people. It was an odd moment. It was a joke and I jumped up to sort it out", "new_id": -2}, {"uid": "1295799418036782093", "i": 2721, "idx": 0, "sa": ["Colin Powell"], "q": "in his State of the Union address Tuesday night. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Ariz. <q>I think he's got a way to go,</q> <strong> Colin Powell </strong> said. ''I mean, he hasn't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform. ''You know, we didn't elect Superman.", "new_id": -2}, {"uid": "1295154648139460635", "i": 23231, "idx": 1, "sa": ["Norman Schwarzkopf", "Colin Powell", "George H.W. Bush"], "q": "do I now. ''We should presume that he made an informed and thoughtful decision. ''That's the way I fell about it.'' In his memoirs, <strong> Norman Schwarzkopf </strong> stated <q>I don't have any problem with it</q> when informed by <strong> Colin Powell </strong> that <strong> George H.W. Bush </strong> was prepared to stop the war. ''Our objective was the destruction of the enemy forces, and for all intents and purposes we've accomplished that objective.'' Boomer", "new_id": -2}, {"uid": "1295921805206389258", "i": 10426, "idx": 1, "sa": ["Michael Vick"], "q": "Green Bay 27. The call from the sideline was for a play in which all four wide receivers on the field sprinted for the end zone. ''Four verticals,'' <strong> Michael Vick </strong> said. <q><strong> Michael Vick </strong> pumped[ a fake] inside and threw outside,</q> Reid said.", "new_id": -2}, {"i": 46054, "idx": 0, "index_answer": 0, "new_id": -1, "q": " ''not committed'' to supporting <strong> Barack Obama </strong> or a specific Republican candidate in 2012. <strong> Colin Powell </strong>, a retired Army general, said he won't decide whom to vote for until he sees all the candidates. <q>Right now I do not see on the Republican side any one individual who I think is going to emerge at the top of the pile,</q> he said, adding he thinks <strong> Barack Obama </strong> ''is doing a good job right now.''  Fitness guru <strong> Jack LaLanne </strong> dead at 96  Los Angeles- <strong> Jack LaLanne </strong>, the fitness guru who inspired", "sa": ["Colin Powell", "Jack LaLanne", "Barack Obama"], "uid": "1295851272039714838"}]