[{"uid": "1295559754263241756", "i": 43369, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", 22:16 EST Google announced Thursday that co-founder Larry Page would replace <strong> Eric Schmidt </strong> as chief executive of the Internet giant in April. Google said <strong> Eric Schmidt </strong> would remain with the company as executive chairman and focus on <q> deals, partnerships, customers and broader business relationships. </q> The firm's other co-founder, <strong> Sergey Brin </strong>, will work on strategic projects and new products, Google said in a statement. Quotes delayed, except where indicated otherwise. Delay times are 15 mins", "new_id": -2}, {"uid": "1296816816092815385", "i": 31729, "idx": 0, "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "q": "<strong> Howard Stern </strong> laid into <strong> Jay Leno </strong> right out of the gate during Thursday night's appearance on the Late Show with <strong> David Letterman </strong>.`` I'm on fire!'' said <strong> Howard Stern </strong> moments after sitting down. <q> I want to see you beat <strong> Jay Leno </strong> in the ratings tonight! </q> <strong> Howard Stern </strong> to <strong> David Letterman </strong>: sorry about your sex scandal( video) <strong> Howard Stern </strong> has been a proud enemy of the Tonight Show host for decades. <strong> Howard Stern </strong> recently called <strong> Jay Leno </strong>`` insane'' and", "new_id": -2}, {"uid": "1296200464159858698", "i": 4882, "idx": 3, "sa": ["Mike Pence"], "q": "governor on his resume would only enhance his chances of running for the presidency in the future. For now, though, the political road <strong> Mike Pence </strong> will travel begins in Indiana-- literally. <strong> Mike Pence </strong> said he will <q> be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead. </q> That begins today. <strong> Mike Pence </strong> is holding a town hall meeting at 10 a.m. in Pendleton and speaking at 1:20 p.m. to Muncie Central High School students. Those are both in the 6th District that", "new_id": -2}, {"uid": "1297245176074432515", "i": 44950, "idx": 1, "sa": ["Lindsay Lohan", "Simon Cowell"], "q": "`` Come in as an unassuming billionaire to some oil company and then drug Serena up and leave her for dead somewhere so she has to reconcile her life. Sounds a little familiar, right?'' <strong> Lindsay Lohan </strong> <q> to be charged with felony grand theft </q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1295919285115490833", "i": 3500, "idx": 0, "sa": ["Jack Kemp", "Dan Lungren", "Sen. Bernie Sanders"], "q": "even many Republicans are prepared to embrace. But conservatives counter that the 2010 election outcome showed he is precisely the kind of political figure to put forth as the face of the Republican Party. <q> If I was starting a football team in a national budget league, I'd pick Paul Ryan as the captain and quarterback, </q> said <strong> Sen. Bernie Sanders </strong> <strong> Dan Lungren </strong>( R., Calif.), an ally of the late Mr. <strong> Jack Kemp </strong>.`` There's nobody in this House who's taken as serious a long-term view on the budget as Paul Ryan.''", "new_id": -2}, {"uid": "1296098111217432120", "i": 3576, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor.`` In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,'' <strong> Sergio Marchionne </strong> said. <q> One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology. </q> Ford proposed this back in 2001( If I remember the year correctly) But I am glad to see someone utilizing it finally. I think it should be a much less costly alternative to fuel/electric hybrids", "new_id": -2}, {"uid": "1294977903249905195", "i": 5932, "idx": 9, "sa": ["Kenyon Martin", "Allen Iverson"], "q": "first-quarter deficit to win for the fifth time in seven games.`` Once we got it together on the defensive end we were able to run and not have to play the half-court offense,'' <strong> Allen Iverson </strong> said. <q> We just wanted it more than they did at the end. </q> Limited to just two games last year following right knee surgery, <strong> Kenyon Martin </strong> has reclaimed his role as Denver's defensive stopper this season.`` He's one of the very few guys who can play at a high", "new_id": -2}, {"uid": "1297689730081920025", "i": 43002, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "The DOE funding will help Veeco to speed up its efforts to commercialize multi-stage thermal deposition production systems used to manufacture cost-efficient CIGS Solar cells. Commenting on the Veeco award, Senator <strong> Kirsten Gillibrand </strong>( D-NY) said, <q> Developing new, clean, homegrown sources of energy is a vital part of our economic recovery. </q> This federal investment will help drive research and development of new solar power technology, helping make solar power more efficient. By making solar power more effective and affordable over the long term, we can cut emissions,", "new_id": -2}, {"uid": "1297263402234307615", "i": 3785, "idx": 1, "sa": ["Steve Ballmer", "Wes Miller"], "q": "'s management, adding more senior people with engineering backgrounds. <strong> Steve Ballmer </strong> wants to improve Microsoft's weak showing in mobile phones and tablet computers and ensure that it doesn't fall behind in cloud software. He understands that <q> to do that you have to actually understand how software is built, </q> <strong> Wes Miller </strong> says. Heads up Home-building executives and economists are predicting a post-Super Bowl bounce in demand for residential construction as Americans turn their attention this weekend from football to another national pastime: house hunting.", "new_id": -2}, {"i": 34235, "idx": 0, "index_answer": 3, "new_id": -1, "q": "wrote:`` I am one of those shocked and yet not altogether suprised by Craig <strong> George Osborne </strong>'s switch from being poacher to becoming gamekeeper.'' Latest from BBC News blogs <strong> Brian Taylor </strong>: <q> Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which... </q>`` The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...''`` Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,", "sa": ["Chris Gent", "Andy Coulson", "George Osborne", "Brian Taylor"], "uid": "1296665253235831378"}]