[{"uid": "1296769572196706315", "i": 27994, "idx": 0, "sa": ["Michael Gove", "Louis Theroux"], "q": "that is given the green light then the new school could be open for 750 pupils by 2013. It is not yet known where the school would be built yet. Mr <strong> Michael Gove </strong> said: <q> So far the Ingleby Barwick team have done all the right things. We are now down to the nitty gritty, looking at a business plan and making sure the money is there. \"But everything I have seen so far has been hopeful which is why we have given initial approval to this plan. </q> The Free School model, which currently operates in Sweden, has been criticised. Dug in <strong> Louis Theroux </strong> meets the West Bank's` ultra-Zionists' Day in pictures A selection of images from", "new_id": -2}, {"uid": "1296131052006979624", "i": 52079, "idx": 0, "sa": ["Michael Gove", "Kenneth Clarke"], "q": "\"I totally accept that the shrill level of controversy around the comprehensive spending review crowded everything out.\" Yesterday justice secretary <strong> Kenneth Clarke </strong> predicted the economy would take up to three years to recover. <q> We mustn't make people think that whoever was in Michael Government could say,` Nasty six months, but now it's marvellous, this year's going to be great, we are going to see great growth, we have solved all the problems', </q> he said. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will \"restore discipline and reduce bureaucracy\" in... UK` unprepared for a foot and", "new_id": -2}, {"uid": "1295552135065978442", "i": 16370, "idx": 0, "sa": ["David Cameron", "Michael Gove", "Tim Montgomerie", "Fraser Nelson", "Liam Fox", "Rachel Sylvester", "Matthew Taylor"], "q": "Opportunities. Threats\" <strong> Tim Montgomerie </strong>, Director of Conservative Intelligence, followed by a panel discussion with <strong> Rachel Sylvester </strong>( The Tim Montgomeriees), <strong> Fraser Nelson </strong>( The Spectator), Freddie Sayers( PoliticsHome) and <strong> Matthew Taylor </strong>( RSA). <q> The Who is going to be Who of the next parLiam Foxentary party </q> Jonathan Isaby, Editor of ConservativeHome. \"The list of the insiders making things happen in David Camerons Machine\" <strong> Tim Montgomerie </strong>, Director of Conservative Intelligence. \"What makes David Camerons Conservatives tick?\" <strong> Michael Gove </strong> MP, Shadow Secretary", "new_id": -2}, {"uid": "1296826564039223317", "i": 19045, "idx": 2, "sa": ["Michael Gove", "Andy Burnham"], "q": "\"English baccalaureate\" . This is awarded to teenagers who achieve GCSEs in English, maths, a science, a foreign language and a humanity, such as history or geography, at grade C or above. <q> This reflects the subjects the Russell group universities have said they value most, </q> <strong> Michael Gove </strong> said. In 2004, about 15,000 non-academic qualifications were taken in schools. By 2010, this had risen to about 575,000. <strong> Andy Burnham </strong>, Labour's shadow education secretary, said that while a", "new_id": -2}, {"uid": "1297558954109035531", "i": 32974, "idx": 0, "sa": ["Michael Gove", "Phillip Blond"], "q": "marriages as opposed to dodgy cohabitation, supposing you believe this proceeds from the institution rather than the kind of couples who go in for it. Either way, Cameroons agree, married people are better. <q> We all live in an impoverished society if more and more people choose to put me before we, </q> said <strong> Michael Gove </strong>, on a detour into archbishop territory. \"The picture isn't pretty,\" agrees the great Tory philosopher, <strong> Phillip Blond </strong>. \"With title=\"More from guardian.co.uk on Family\"> family breakdown for", "new_id": -2}, {"uid": "1297253895021528626", "i": 48333, "idx": 1, "sa": ["Michael Gove", "Darren Henley"], "q": "moving towards a \"national formula for music education funding\" in 2011, but will ensure that no local Michael Government loses more than 10% of its central funding in this first year. <strong> Michael Gove </strong> said: <q> Access to the best musical education is not universal and the opportunity to benefit from great instrumental tuition is not shared equally. Many disadvantaged children are denied the music education they deserve, and that's why we need to bridge this musical divide. </q> <strong> Darren Henley </strong>'s review made 36 recommendations for minimum expectations of what any child going through the English school system should receive in terms of an education in music. It said more top music graduates should", "new_id": -2}, {"uid": "1297258274101777429", "i": 30711, "idx": 0, "sa": ["Michael Gove"], "q": "want one of those T-shirts now:) \" So glad to have been a part of the love-hate fest that is Kings'. I'll miss you...:(\" And Seabass1001 says: <q> \"Part of me just died. Also i made those T-shirts for the rugby team! </q> \" Education news from around the web? Warwick Mansell has done a round-up of stories about title=\"\"> how <strong> Michael Gove </strong>'s English bac is affecting schools. He's particularly concerned about", "new_id": -2}, {"uid": "1295255353092618770", "i": 30858, "idx": 1, "sa": ["Michael Gove", "Andy Burnham"], "q": "two years. Mr <strong> Andy Burnham </strong> told the ECHO: \"They made a life decision based on that... and out of the blue in October the Michael Government pulled the plug.\" He added: <q> We have been told that the legal case is very strong and I would encourage young people from the Liverpool region to come forward. </q> He accused Education Secretary <strong> Michael Gove </strong> of another \"botched\" operation following the row over student tuition fees, the axing of the Building Schools for the Future programme and his partial U-turn over school sports funding.", "new_id": -2}, {"uid": "1297217138168738878", "i": 31761, "idx": 1, "sa": ["Michael Gove", "Theresa May", "Martin Amis", "David Cameron"], "q": "But this morning's speech to the Munich Security Conference suggests <strong> Michael Gove </strong> has won the battle for the <strong> Theresa May </strong>'s heart and mind. In the middle of a speech that addressed segregation, radicalisation and <q> the doctrine of state multiculturalism </q>, <strong> David Cameron </strong> declared: \" We need to be absolutely clear on where the origins of these terrorist attacks lie- and that is the existence of an ideology, \"IslMartin Amist extremism\" . \" He", "new_id": -2}, {"q": ", well-known egyptologist <strong> Zahi Hawass </strong>, on Thursday played down accounts of the break-in at the Museum and warned against \"rumours.\" In a posting on his blog, <strong> Zahi Hawass </strong> said the incident at the museum resulted in <q> 70 broken objects, all of which can be restored. </q> \"I want people to know that after nine days of protests, the monuments are safe,\" <strong> Zahi Hawass </strong> said. \"If anything happens, I will announce it.\" He explained that the fire brigade was", "sa": ["Zahi Hawass"], "index_answer": 0, "idx": 1, "i": 48159}]