[{"uid": "1295703931121667591", "i": 54300, "idx": 0, "sa": ["Greg Ballard", "Mike Pence"], "q": "Wayne, said he was asked to show identification at a liquor store when all he wanted was change for a dollar.  Mike Pence   Greg Ballard  Steuerwald, R-Danville, said the law needs more current sense.  Sometimes what we think down here and what turns into practice are two different things,  Steuerwald said, according to the Post-Tribune of Merrillville. Under Indiana law, clerks commit a misdemeanor if they don't ask for identification when selling alcohol. The law offers clerks a defense if they fail", "new_id": -2}, {"uid": "1296286332201490484", "i": 3221, "idx": 6, "sa": ["Eric Holcomb", "Mike Pence", "Mike McDaniel"], "q": " \"I think he'd clear the field.\"\"  Indiana Republican Party Chairman  Eric Holcomb  said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\"\"  like  Mike Pence .   Mike McDaniel 's been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation,  he said. \"He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state.\"\"  The congressman's future has been the subject", "new_id": -2}, {"uid": "1295440155086491144", "i": 37846, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence"], "q": "signal of his political plans. \"This nation faces serious challenges that will require us to renew our commitment to the institutions that are resilient enough to lead America back,\"\"   Mike Pence  said.  I believe those are, the institutions are, and have always been, faith, family, community and state government. To renew our nation we must have a renewal of American federalism.   Mike Pence  met earlier in the day with officials including Republican Gov.  Mitch Daniels , who can't run for third term and also is considering whether to enter the 2012 presidential campaign.  Mike Pence  singled  Mitch Daniels  out", "new_id": -2}, {"uid": "1296228272172146710", "i": 20864, "idx": 1, "sa": ["Mike Pence"], "q": "again- \"wide open.\"\"  One source familiar with the effort to recruit  Mike Pence  tells National Review Online that while  Mike Pence  \"could have united the conservative movement,\"\"  his departure leaves a Republican field that  is never going to be as wide-open again.  \"In six years or ten years it's going to be an incredibly full field: The 2012 field is the Washington Nationals. Subsequent fields will be the 1927 New York Yankees,\"\"  the source", "new_id": -2}, {"uid": "1296224676092700695", "i": 2498, "idx": 14, "sa": ["David McIntosh", "Mike Pence"], "q": "is the right move.\"\"  Former  Mike Pence   David McIntosh , who preceded  Mike Pence  in the district, said  Mike Pence 's decision was the correct one \"because he made it.\"\"   You've got to have the fire in your belly and the desire to run for president, and his heart clearly is in Indiana,   David McIntosh  said. From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1295682265065617928", "i": 113, "idx": 7, "sa": ["Charlie Black", "Mike Pence"], "q": "House, something that has been done only once, in 1880? \"A number of things would have to fall into place to make him competitive,\"\"  said  Charlie Black , a veteran GOP strategist.  The key is the conservative movement adopting him as its favorite.   Charlie Black  said those urging  Mike Pence  to run are important conservative leaders. But  Mike Pence  will need more. \"The folks I've heard, the names I've seen, are the leaders of the", "new_id": -2}, {"uid": "1295703929121667655", "i": 45100, "idx": 0, "sa": ["Mike Pence", "Robert Behning"], "q": "families who have the fewest options benefiting the most. Opponents say the program would drain public dollars from school systems and are skeptical of how much choice will be available for the neediest children.  To me, it sounds like another of the continual attempts coming from the administration to destroy public education in Indiana,  said Nathan Schnellenberger, president of the Indiana State Teachers Association. The bill, sponsored by  Mike Pence   Robert Behning , R-Indianapolis, is likely to become law in some form. It is one of three major education", "new_id": -2}, {"uid": "1297443949230703173", "i": 34642, "idx": 13, "sa": ["Arlon Lindner", "Tim Pawlenty", "Bill Posey", "Mike Pence"], "q": "gay rights.\"\" ? 2003:  Tim Pawlenty  refused to sign a  Bill Posey  sponsored by href=\"http://en.wikipedia.org/wiki/Arlon Lindner_Arlon Lindner\">  Mike Pence   Arlon Lindner  that would have repealed the 1993 Human Rights Act.  Tim Pawlenty 's spokesman told the Star Tribune,  He[  Tim Pawlenty ] is extremely supportive of human rights.... This[ law] is not about gay rights or` special rights'- it is about human rights and fairness for all.   Tim Pawlenty , the spokesman said,\"\"  does not believe that anyone should be discriminated against for a job or housing simply because they are gay.\"\" ? 2003:  Tim Pawlenty  said, initially, that", "new_id": -2}, {"uid": "1296417098007684136", "i": 40494, "idx": 1, "sa": ["LeBron James", "Mike Pence", "Barack Obama"], "q": "the choice between seeLeBron James national office and serving Indiana in some capacity, we choose Indiana,\"\"   Mike Pence , R-Columbus, said of himself and wife Karen in a href=\"http://www.IndyStar.com/article/20110127/NEWS05/110127026\"> letter being sent to supporters.  We will not seek the Republican nomination for  Barack Obama  in 2012.  He said he would make a decision \"later this year\"\"  about what his next political step is, but by not running for  Barack Obama  it is considered a virtual certainty that he will run for", "new_id": -2}, {"i": 16414, "idx": 0, "index_answer": 3, "new_id": -1, "q": "to have plenty of laughs at <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong>'s expense but now they've been replaced with <strong> Michael McIntyre </strong> and <strong> David Hasselhoff </strong>. <strong> Ant McPartlin </strong> admitted BGT had changed without those two big egos to prick. He said: <q> It has changed the mood of the show but, you know, it might be for the better.`` Hoff does a great job but isn't <strong> Simon Cowell </strong> or <strong> Piers Morgan </strong>. You miss <strong> Simon Cowell </strong> because he is the best judge. He has that ability to say what you at home are thinking. </q> <strong> Declan Donnelly </strong> added:`` For me, it's just great to be able to introduce the guy from Knight Rider every day... to a backing track of the Knight Rider theme tune.''", "sa": ["Piers Morgan", "David Hasselhoff", "Simon Cowell", "Ant McPartlin", "Declan Donnelly", "Michael McIntyre"], "uid": "1297481921069795902"}]