[{"uid": "1297098957187170821", "i": 23197, "idx": 5, "sa": ["Michael Gove", "Toby Perkins"], "q": "terms is a cut\" <strong> Toby Perkins </strong> told the Commons 60 per cent of schools surveyed by the National Association of Music Educators were cutting music provision. Unless there was protected funding in the years ahead <q> all your rhetoric will actually lead to less music provision in deprived areas in the future, </q> he added. In response, <strong> Michael Gove </strong> said instead the \"chasm\" was \"between the apocalyptic rhetoric heard from Labour and from their sock puppets elsewhere\" . The Labour Michael Government did \"all it", "new_id": -2}, {"uid": "1296142177223117312", "i": 3921, "idx": 0, "sa": ["Michael Gove"], "q": "' debt burden, in signs that the idea is gaining ground despite the denials of euro zone policymakers. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1296123393014483482", "i": 27846, "idx": 0, "sa": ["Michael Gove"], "q": "distributed to police stations across Russia, Interfax news agency quoted a law enforcement official as saying on Thursday. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1297433861129613836", "i": 23629, "idx": 7, "sa": ["Michael Gove"], "q": "The judge also stressed that, provided Mr <strong> Michael Gove </strong> discharged his duty to consult fairly and take into account equality considerations, \"the final decision on any given school or project still rests with him\" . <q> He may save all, some, a few, or none. No one should gain false hope from this decision. </q> The judge observed that \"the whole case must have cost Treasury solicitors tens of thousands of pounds\" . Under BSF, every secondary school in England was due to be rebuilt or refurbished over", "new_id": -2}, {"uid": "1296138273017236016", "i": 59060, "idx": 1, "sa": ["Michael Gove"], "q": "what circumstances, if things start to go wrong.\" Education secretary <strong> Michael Gove </strong> welcomed the report, saying it had recognised the success of the programme. A DfE spokesperson said: <q> The Michael Government recognises the issues that the PAC report has raised. This is one of the reasons that we announced the creation of the Education Funding Agency( EFA) in the white paper published in November last year. \"The EFA will be dedicated to managing the flow of funding and overseeing the proper use of public funds in academies in a suitably light touch way. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will \"restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1295520503199704593", "i": 5407, "idx": 1, "sa": ["Michael Gove", "Sayeeda Warsi, Baroness Warsi"], "q": "played a leading role in turning public and intellectual opinion against the practise. \"I'm saying that we need to have facts in the curriculum,\" Mr <strong> Michael Gove </strong> told the Today programme. <q> I want there to be core curriculum content- facts, knowledge. I want teachers to decide what that is. \"Parents need to know what children are learning, both so they can hold schools to account and so they can play their proper part in helping. </q> <strong> Sayeeda Warsi, Baroness Warsi </strong> vows Islamophobia battle Conservative co-chairman <strong> Sayeeda Warsi, Baroness Warsi </strong> is to pledge an \"ongoing battle against bigotry\" later. Anti-Muslim preacher lashes out at UK ban The preacher who prompted outrage across the world when he", "new_id": -2}, {"uid": "1296138882071090185", "i": 11693, "idx": 0, "sa": ["Michael Gove"], "q": "to Ofsted will mean schools will be judged by the watchdog on four key areas- quality of teaching, leadership, pupils' behaviour and achievement. Publishing the Bill on Thursday, Mr <strong> Michael Gove </strong> said: <q> There are areas of Ofsted inspections, such as community cohesion or regulations Michael Governing what students bring in in their lunchboxes at lunchtime, which are entirely peripheral. \"One of the problems with Ofsted inspections is that they are asked to inspect and measure for things which, by definition, are hard to judge and not central to what schools are about. </q> Follow the E&S on Twitter Keep up with the latest breaking news and best content with our Twitter updates. Latest dining reviews Read the latest reviews by the Express& Star's dining out reviewers", "new_id": -2}, {"uid": "1297261969180371472", "i": 1855, "idx": 4, "sa": ["Michael Gove", "Andy Burnham", "Aaron Porter"], "q": "' National Union of Students' president, <strong> Aaron Porter </strong>, warned that the EMA was a \"vital lifeline\" for young people which could help keep them in education and out of unemployment. <strong> Michael Gove </strong>: <q> The current arrangements for the Education Maintenance Allowance are poorly targeted </q> Labour argued in its Commons motion that EMA gives the poorest young people the choice of going to the best colleges in their area, by helping with transport costs. Mr <strong> Andy Burnham </strong> also accused the", "new_id": -2}, {"uid": "1295512116158531594", "i": 23028, "idx": 1, "sa": ["Michael Gove"], "q": "unveiled which subjects would make up part of the new English baccalaureate qualification: maths, English, science, foreign languages and a humanity, such as history or geography. <strong> Michael Gove </strong> has said that his intention is to <q> restore the national curriculum to its original purpose- a core national entitlement organised around subject disciplines </q>. Andy Thornton, chief executive of the Citizenship Foundation, said: \"So far responses from the Department for Education to our enquiries have been noncommittal and focus mainly on the coalition's proposals for a", "new_id": -2}, {"q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said Google will hire more than 1,000 workers in Europe this year. All told, Google has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, Google's senior vice <strong> Barack Obama </strong> of engineering and research. Even if it surpasses 31,000 employees this year, Google will still have far fewer people than Microsoft Corp., probably its", "answer_q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest", "answer": "Alan Eustace", "sa": "['Eric Schmidt', 'Barack Obama', 'Alan Eustace']", "index_answer": 2, "idx": 0, "i": 33868}]