[{"uid": "1297395901078626819", "i": 35216, "idx": 2, "sa": ["David Letterman"], "q": "cast( http://www.iâ\u0080¦''`` A word or two about the <strong> David Letterman </strong> clip. His sincere appreciation for Mayor...''`` Mad Avenue has a term called`` carpet bombing,'' which means paying for t...'' <q> Your posting a Comment allows me to do so as well. So, though I pledged not to e... </q> I completed my Antioch M.A. in Media Studies 35 years ago, so some of what I'm about to write has I completed my Antioch M.A. in Media Studies 35 years ago, so some of what I'm", "new_id": -2}, {"uid": "1297384383139427845", "i": 9062, "idx": 6, "sa": ["Sergio Marchionne"], "q": "2009, the company said Jan. 31. <strong> Sergio Marchionne </strong> has said he wants to take Chrysler public in the second half of 2011 and that he'll need two quarters of profitability before he can do it. <q> <strong> Sergio Marchionne </strong> is playing two different games, one in the U.S. and the other in Europe, </q> said Giuliano Noci, a professor at the MIP Management School of Milan's polytechnic university.`` In North America he's creating consensus on Chrysler before its initial public offering, while in Italy he needs to shock", "new_id": -2}, {"uid": "1295800451231243789", "i": 15779, "idx": 0, "sa": ["Andy Coulson", "Harriet Harman"], "q": "been hacked when he was Labour prime minister between 2007 and 2010. Brown's office declined to comment, but Labour deputy leader <strong> Harriet Harman </strong> said police must investigate the allegations. <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced, </q> she told Sky News.`` Nobody is above the law, no newspaper editor, no journalist.'' <strong> Andy Coulson </strong> quit on Friday after fresh revelations in recent months over what he knew about phone", "new_id": -2}, {"uid": "1297144580090112087", "i": 44108, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "wonderment. It's like a sailor takin' a big boat anchor into the west... if they aks you what it are, then you're as far from your problems as you kin git. Report Abuse <q> I rather have the Chicago blizzard than all the ice and sleet we're getting. </q> Time.com: A Tale of Two Super Bowls: Suspense and Glory Inside, Tears and Anxiety Outside ABC News: Watch: ABC News Exclusive: <strong> Donald Rumsfeld </strong> Opens Up", "new_id": -2}, {"uid": "1296147474210010128", "i": 20637, "idx": 5, "sa": ["Andy Coulson", "David Cameron"], "q": "to keep his face out of things? If Edmundson can find evidence that implicates/embarrasses <strong> Andy Coulson </strong> and preferably <strong> David Cameron </strong> in any way, I'll pay his bail personally:) Flintyboy73 27 January 2011 10:53 AM <q> Downing Street moved to distance the prime minister from this scandal, insisting that he had had no conversations about the subject when he met James <strong> Rupert Murdoch </strong> and a senior company executive for dinner over Christmas. Mr <strong> David Cameron </strong> will be relieved to learn that his soon-to-be-retiring director of communications <strong> Andy Coulson </strong> is not said to be named in the latest evidence. </q> In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this time. Please try again later. Closing this window without", "new_id": -2}, {"uid": "1296225951235159601", "i": 391, "idx": 3, "sa": ["Mitch Daniels", "Mike McDaniel", "Mike Pence"], "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for <strong> Mitch Daniels </strong>, a potential GOP presidential aspirant who has said he", "new_id": -2}, {"i": 554, "idx": 12, "index_answer": 1, "new_id": -1, "q": "that <strong> Simon Cowell </strong> had to be there,'' says <strong> Mike Darnell </strong>, Fox's head of alternative entertainment. But <strong> Simon Cowell </strong> nearly backed out, worried that his harsh persona would not translate to the more politically correct U.S. airwaves. <q> Then a friend of mine... called me and said,' I think you're making a big mistake,'? </q> he says.`` Because if it's a hit you'll wish you were on it, and if it's not a hit, you'll think you could have made it a hit.'?''", "sa": ["Mike Darnell", "Simon Cowell"], "uid": "1295218070163594249"}, {"uid": "1294993317185335809", "i": 37703, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "her legs on command. With her closest friends from Congress holding her hand on Wednesday evening, Ms <strong> Gabrielle Giffords </strong> opened her left eye and tried to focus on loved ones for the first time. <q> It was raw courage. It was raw strength. It was so beautiful and so moving, </q> Senator <strong> Kirsten Gillibrand </strong> of New York said of the Arizona legislator.`` She wanted us to know that she was with us 100 per cent and understood everything we were saying.'' Ms <strong> Gabrielle Giffords </strong>'s neurosurgeon,", "new_id": -2}, {"uid": "1295902691252543110", "i": 4263, "idx": 4, "sa": ["Eric Schmidt", "Google Inc.", "Lady Gaga"], "q": "plans to sell about 534,000 Class A shares as part of a pre-arranged trading plan. If he does, he will then hold about 9.1 percent of <strong> Google Inc. </strong>'s voting power, the company said. Report Abuse <q> It's funny reading these comments- especially folks that say it is too much money or they will do the job for less. Those are plain uneducated statements and the problem with America today. </q> People are paid what they are worth. People thinking they could do <strong> Eric Schmidt </strong>'s job are just like the idiots that go on America Idol and think they are next <strong> Lady Gaga </strong> or something. Talent", "new_id": -2}, {"uid": "1296633878181747729", "i": 6268, "idx": 0, "sa": ["Eric Schmidt", "Richard Hammond"], "q": "prospective patients, Zuckerberg is as proud of his son <strong> Richard Hammond </strong>'s burgeoning social network as he is eager to promote his long-established`` painless'' dental practice in Dobbs Ferry. In the solicitation, the elder Zuckerberg says <q> <strong> Richard Hammond </strong> am literally the Father of Facebook... </q>- Gawker \" What the world can learn from Google \"`` Sometimes geopolitical lessons come from the strangest places. With <strong> Eric Schmidt </strong> stepping down as CEO of Google and replaced by founder Larry", "new_id": -2}]