[{"uid": "1295495107185335919", "i": 9647, "idx": 5, "sa": ["Steny Hoyer", "Steve Cohen", "Mike Pence"], "q": "the public debate- particularly in the media- is about incitement rather than informing. It's about making people angry[ and] disrespecting the other point of view or the other side,'' <strong> Steny Hoyer </strong> added. <q> We have a responsibility to try to focus debate... in a way that does not incite, but that informs. </q> <strong> Steny Hoyer </strong>'s office did not respond Wednesday to questions about <strong> Steve Cohen </strong>'s comments. Jordan Fabian and Josiah Ryan contributed to this report. http://thehill.com/homenews/house/138989-rhetorical-barbs-pierce-civil-debate Los Angeles County Supervisor <strong> Mike Pence </strong> Antonovich released", "new_id": -2}, {"uid": "1295643784254836737", "i": 49901, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Vint Cerf"], "q": ", from 1998 to 2001. <strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong> had been chief executive for 10 years-`` a nice round number''- and <strong> Larry Page </strong> was ready to lead the company into the future. <q> <strong> Larry Page </strong> and Sergey are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up, </q> <strong> Vint Cerf </strong> said. Google has grown over the past decade from a start-up battling other Internet search engines into a technology giant with nearly 25,000 employees and annual revenue of nearly USD30 billion. Police say a", "new_id": -2}, {"uid": "1296709837249151494", "i": 44067, "idx": 8, "sa": ["Jeff Green", "Allen Iverson", "Kobe Bryant", "Tim Duncan"], "q": "with Golden State for the eighth and final playoff spot in the Western Conference. The Kobe Bryants lost to New Orleans, 108-96, earlier Sunday.`` Career nights from two people,'' Denver's <strong> Allen Iverson </strong> said. <q> You have two 30-point scorers and other guys doing what they did out there, what can you say? They were the better team tonight. </q> <strong> Jeff Green </strong>, whose previous high was 23 points, scored 24 in the second half and overTim Duncanes. His five quick points to start the second overTim Duncane gave the draft lottery-bound Sonics( 18-59) the winning cushion. Durant", "new_id": -2}, {"uid": "1295007611134168585", "i": 47267, "idx": 0, "sa": ["Gabrielle Giffords", "Michelle Obama", "Kirsten Gillibrand"], "q": "in a way that heals, not in a way that wounds.''`` As we discuss these issues, let each of us do so with a good dose of humility,'' <strong> Michelle Obama </strong> said. <q> Rather than pointing fingers or assigning blame, let us use this occasion to expand our moral imaginations, to listen to each other more carefully, to sharpen our instincts for empathy, and remind ourselves of all the ways our hopes and dreams are bound together. </q> <strong> Michelle Obama </strong> also said <strong> Gabrielle Giffords </strong> opened her eyes for the first time during his visit and quote`` she knows we are here and she knows we love her.'' New York Senator <strong> Kirsten Gillibrand </strong> was also", "new_id": -2}, {"uid": "1297106334037732398", "i": 28644, "idx": 0, "sa": ["Simon Cowell"], "q": "million contract. Show supremo <strong> Simon Cowell </strong> is excited to be offering the biggest guaranteed prize in television history, and has also revealed the programme will welcome audionees aged from just 12. He said: <q> I like the idea that a 12 year old on this show can compete with an older singer and a singing group. \" I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5m recording contract. I'm doing this show in America because I genuinely believe we can find a superstar. </q>`` I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5m recording contract. I'm doing this show in", "new_id": -2}, {"uid": "1297590070005390338", "i": 24633, "idx": 0, "sa": ["David Letterman", "Howard Stern", "Jamie Hince", "Mary McCormack", "Betty Thomas", "Kate Moss"], "q": ", to the delight of his fans. For one scene, he spoke about trying to cry in a scene with actress title=\"Mary McCormack\" href=\"http://www.nbcbayarea.com/topics?topic=Mary McCormack+Mary McCormack\"> <strong> Mary McCormack </strong>, who played <strong> Howard Stern </strong>'s then-wife Allison. <q> In this scene <strong> Mary McCormack </strong> was crying and I wanted to be able to do that.[ Director] <strong> Betty Thomas </strong> gave me something to put in my eye and make me cry. </q> Celebrity Hookups: <strong> Kate Moss </strong> and Rocker Boyfriend <strong> Jamie Hince </strong> Engaged Celebrity Hookups: <strong> Kate Moss </strong> and Rocker Boyfriend <strong> Jamie Hince </strong> Engaged He also referenced <strong> David Letterman </strong>, who played himself in the movie:`` We couldn't get", "new_id": -2}, {"uid": "1295862305265486365", "i": 51407, "idx": 2, "sa": ["Alassane Ouattara"], "q": "de la presse- <strong> Alassane Ouattara </strong> Gnonzi veut interdire les journaux proches d'Ado C?te d'Ivoire: Le paysage audiovisuel s` enrichit- La T?l?vision Rhdp met d?s aujourd` hui C?te d'Ivoire: Sidiki Konat r?pond au G?n?ral Mangou Philipe <q> chef d'?tat- major! </q> du clan Gbagbo", "new_id": -2}, {"uid": "1295063130219856898", "i": 2604, "idx": 2, "sa": ["David Letterman", "Mike D'Antoni"], "q": "Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach.`` He doesn't listen to me,'' <strong> Mike D'Antoni </strong> said with a laugh. <q> He was nice, though, very diplomatic. </q> What You Should Know About New Story Comment System- CLICK HERE STORY COMMENTS NOW POWERED BY DISQUS Comments that include profanity or commercial messages/`` spam'' will not be posted until approved by", "new_id": -2}, {"uid": "1297241596110002205", "i": 6271, "idx": 0, "sa": ["Donald Rumsfeld", "Michelle Obama", "Barack Obama"], "q": "Army career in June, the military announced, adding that Giunta plans to move to Colorado to pursue his education. <strong> Barack Obama </strong> has kicked the habit, according to first lady <strong> Michelle Obama </strong>, who said <q> it's been almost a year </q> since he last smoked a cigarette. <strong> Donald Rumsfeld </strong>, former secretary of defense, said in a new book, Known and Unknown, that he urged a U.S. military strike on a suspected chemical weapons site in", "new_id": -2}, {"i": 5003, "idx": 1, "index_answer": 0, "new_id": -1, "q": "1.59 bn), up from$ 1.97 bn a year earlier, far better than expected. <strong> Eric Schmidt </strong> said it had been a`` great privilege'' to lead the company and he looked forward to working with his <q> literally best friends and partners Larry and <strong> Sergey Brin </strong>. </q> The company said Page would take over from 4 April when <strong> Eric Schmidt </strong> will become executive chairman,`` focusing externally on deals, partnerships, customers and broader business relationships''. <strong> Eric Schmidt </strong> has led the", "sa": ["Eric Schmidt"], "uid": "1295571569192872501"}]