[{"uid": "1295562019175194161", "i": 55397, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "'' the company said. <strong> Eric Schmidt </strong> said the changes had come after several long conversations between the three individuals, in which they came to the conclusion thus far that sharing responsibility for all decisions at Google <q> adds delay and so forth in the way we make decisions. </q> Things will run much better, he said,`` by elevating me and having <strong> Larry Page </strong> running things day-to-day, <strong> Sergey Brin </strong> focusing on the area that he is going to talk about,'' all of which is expected to", "new_id": -2}, {"uid": "1295907806243613698", "i": 17343, "idx": 0, "sa": ["Larry King", "David Letterman", "Michael Jackson"], "q": "'s production team was spotted outside of the Encino, California-based <strong> Michael Jackson </strong> family compound. Meanwhile, the <strong> Larry King </strong> of Pop's brother Randy, took to Twitter when he caught wind of the rumored interview. He tweeted: <q> I can never forget when she had the show on pedophilia during the jury deliberation process in my brother's Santa Maria case. That was no coincidence. </q> He added,`` I know that he would not have wanted this,'' referring to his brother <strong> David Letterman </strong>.`` In fact, she is the last person on earth he would want around his children.''", "new_id": -2}, {"uid": "1295779886220971094", "i": 39470, "idx": 0, "sa": ["John Thune", "Bob Casey", "Kirsten Gillibrand", "John Boehner"], "q": "share the Small Business Committee.''`` I had backups in case she said no, like Corker or Isakson,'' Ms. Landrieu said, referring to Sens. <strong> Bob Casey </strong> of Tennessee and John Boehnerny of Georgia. <q> These are really great guys. So, we may do a triple date. </q> Others who have paired off include Sens. <strong> Kirsten Gillibrand </strong>, D-N.Y., and <strong> John Thune </strong>, R-S.D., generally considered two of the more well-coiffed and attractive members of the Senate. The idea of mixing and mingling", "new_id": -2}, {"uid": "1295611674042827797", "i": 19272, "idx": 9, "sa": ["Clive Goodman", "Andy Coulson"], "q": "down over allegations of phone-hacking by the News of the World when he was the newspaper's editor. A No 10 spokeswoman told reporters at a regular briefing that a statement was being prepared. <q> The Prime Minister has had full confidence in Mr <strong> Andy Coulson </strong> and still does, </q> she said. The question now is what <strong> Andy Coulson </strong> has decided to do. <strong> Andy Coulson </strong>: profile <strong> Andy Coulson </strong> resigned as News of the World editor after the <strong> Clive Goodman </strong> case- but bounced back fast", "new_id": -2}, {"uid": "1295667481014565502", "i": 53865, "idx": 2, "sa": ["Bill Lockyer"], "q": "do the same.''* CALIFORNIA- Democratic State Treasurer <strong> Bill Lockyer </strong> said:`` States didn't ask for it. We don't want it. We don't need it.''-- <q> Bankruptcy would devastate states' ability to recover from the recession and make the infrastructure investments that create good jobs. It would inflict severe injury on taxpayers. </q>--`` The people making this dangerous suggestion-- and those who lend it credibility it doesn't deserve-- confuse states' near-term budget deficits with long-term funding obligations. We are dealing with them by reducing", "new_id": -2}, {"uid": "1295094125134053943", "i": 24383, "idx": 41, "sa": ["Allen Iverson", "Dirk Nowitzki", "Eric Snow", "Ding Junhui", "Joseph King"], "q": "control. A day after scoring 51 points in a defeat, <strong> Allen Iverson </strong> may have been even better, scoring 35 points and dishing out 12 assists while leaDing Junhui the Denver Nuggets past the Dallas MavEric Snowks 122-109 Thursday night. <q> AI had it all going from everywhere, </q> said Dallas' <strong> Dirk Nowitzki </strong>, who tied his season high with 32 points and had 12 rebounds.`` He was driving and maJoseph King shots in-between.'' <strong> Allen Iverson </strong> made 12-of-19 field goals and was 11-of-13 from the line.", "new_id": -2}, {"uid": "1296259209046202893", "i": 4930, "idx": 0, "sa": ["Simon Cowell"], "q": "href=\"http://www.askmen.com/celebs/men/entertainment_200/245_Simon Cowell_Simon Cowell.html\"> <strong> Simon Cowell </strong> wants to give her a role on the US programme when it launches later this year, even if network Fox block her appointment as a panelist. A source told The Sun newspaper: <q> <strong> Simon Cowell </strong> desperately wants Cheryl to be a judge but if that's knocked back by Fox chiefs the next option is to start her as a mentor. </q> href=''/ video/entertainment/710-holly-weber-sexy-model-babeology-photo-shoot-video-2.html''>'' href=''/ video/entertainment/710-holly-weber-sexy-model-babeology-photo-shoot-video-2.html''> Battlefield Heroes By continuing past this page, and by your continued use of this site, you agree to be bound by and abide", "new_id": -2}, {"uid": "1295617073111296513", "i": 58431, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": ".'' I'm extremely proud of the part I've played in PM:` I'm Sad <strong> Andy Coulson </strong> Felt Compelled To Quit' Orange News <strong> David Cameron </strong> has confirmed his communications chief <strong> Andy Coulson </strong> felt compelled to resign because of <q> pressures on him and his family </q>. Mr <strong> Andy Coulson </strong>, a former editor of the World, said`` continued coverage of events connected to my old job'' made it difficult <strong> David Cameron </strong>'s spin chief <strong> Andy Coulson </strong> quits today, saying the continuing row over phone-hacking", "new_id": -2}, {"uid": "1297367249190234648", "i": 41715, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "`` What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children,'' her statement said. She also wished her ex and his fiancee, Kayte Walsh, <q> love and happiness in their new marriage. </q> <strong> David Letterman </strong> on his show last month that he plans to marry Walsh sometime in February. The veteran actor starred in the comedy series`` Cheers'' and`` Frasier.'' <strong> Camille Grammer </strong>, 42, appeared on the", "new_id": -2}, {"i": 10113, "idx": 0, "index_answer": 3, "new_id": -1, "q": "with the fantastic group of juniors he has for 2011. His senior defensive end/linebacker <strong> Jarrell McKinney </strong> signed with Western Michigan.`` He's my first Division I recruit,'' <strong> the Albert </strong> said of <strong> Jarrell McKinney </strong>. <q> He has tremendous speed. He runs the 40 in 4.5. He's 6-5, 210, and when he goes to college they're going to put another 20-30 pounds on him. Playing defensive end, he's going to be outstanding. He's the role model for our other kids.... He's that bar that we have to set for ourselves. </q> Cody has an experienced offensive line and receivers coming back, and <strong> the Albert </strong> said junior-to-be quarterback Mario Gulley`` has <strong> Michael Vick </strong> capabilities.'' <strong> Tate Forcier </strong> transferring to Miami( Fla.), says he never", "sa": ["Jarrell McKinney", "Tate Forcier", "Michael Vick", "the Albert"], "uid": "1297327289088555547"}]