[{"uid": "1297282407122896681", "i": 23090, "idx": 9, "sa": ["Simon Cowell"], "q": "they saw it. \"Over the years you've seen a different type of artist emerge,\" he explained, noting that a certain je ne sais quoi has become just as important as chops. <q>A good example of that is <strong> Lady Gaga </strong>. God only knows what we would have said to her if she'd walked into Idol three years ago with a lobster on her head. I don't know. But she's got it.</q> Whether <strong> Simon Cowell </strong>'s still got it is hard to say, especially seven long months away from the premiere date. But at a time when the music industry's struggling, he's going to", "new_id": -2}, {"uid": "1295052317065650718", "i": 25123, "idx": 0, "sa": ["Donald Rumsfeld", "Goldie Hawn", "Britney Spears", "Kanye West", "Star Jones", "Charlie Sheen", "Kate Hudson"], "q": "someone in my family said that. No one in my family ever said that to anybody.\"[ Us] Though <strong> Kate Hudson </strong> hasn't released a statement about her pregnancy, <strong> Goldie Hawn </strong> Tweeted, <q>Thank you all for your good wishes for our new baby! Family holds us tight!</q>[ <strong> Star Jones </strong>] The <strong> Charlie Sheen </strong> Wife's <strong> Donald Rumsfeld </strong> cameo has been called off before it even got off the ground.[ AP] <strong> Kanye West </strong> used his own meme to congratulate <strong> Britney Spears </strong> on \"", "new_id": -2}, {"uid": "1296049347000704550", "i": 18010, "idx": 0, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": ": <strong> Andy Coulson </strong> and <strong> David Cameron </strong>'s judgement/cosy Christmases with Murdoch CBI executive v Osbourne King v Osborne Halfway lurch towards a double dip whizgiggle 26 January 2011 9:59 AM yahyah <q>The bully bluster doesn't go down well with us women I'd wager.</q> \"If <strong> Ed Miliband </strong> can't dominate PMQs today, it's hard to imagine when he will ever come out on top.\"@Nighthood \"The unions aren't happy, the banks are", "new_id": -2}, {"i": 9932, "idx": 2, "index_answer": 0, "new_id": -1, "q": "around stealing kids' personal data.( See Ice screaming for Google's head in Times Square <strong> John Paczkowski </strong> has rounded up some of the jarring things that <strong> Eric Schmidt </strong> has said, including, of course, <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place.</q> Los Angeles Times reports that <strong> Eric Schmidt </strong> will be cashing out shares worth about$ 335 million over the next year. Like Page and <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>'s salary was$ 1. But he owns about 9.2 million shares", "sa": ["Eric Schmidt", "Sergey Brin", "John Paczkowski"], "uid": "1295873356206389285"}, {"uid": "1295097395007798784", "i": 4151, "idx": 1, "sa": ["Sergio Marchionne"], "q": "for 28 January but it is not clear if today's agreement will alter that. Fiat CEO <strong> Sergio Marchionne </strong> alluded to the difficult industrial relations at the plant in a statement issued today following the Mirafiori vote. <q>The majority of our workers have not allowed themselves to be conditioned by the many accusations and attacks of those that sought to gamble with their future,</q> he said. \"By saying \"yes\" to the agreement, they have closed the door on extremism, that creates nothing but chaos and they have opened the door to the future, to the", "new_id": -2}, {"uid": "1297203269184696860", "i": 6555, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "Additional secret documents from his years at the Pentagon will be declassified and reviewed for public release, he said. On his web site he wrote that deciding to release certain papers was difficult. <q>These documents were not designed with an eye to history as part of an authoritative archive,</q> he wrote. He said he chose to release them \"warts and all,\" for readers to draw their own conclusions. Some early reviews of what <strong> Donald Rumsfeld </strong> called \"my slice of history\" have", "new_id": -2}, {"uid": "1297161584212434954", "i": 26029, "idx": 0, "sa": ["Dina Lohan", "Michael Lohan", "Simon Cowell"], "q": "'s not the only <strong> Dina Lohan </strong> response to Glee: <strong> Michael Lohan </strong> had his own take on the insult against his ex-wife. \"As true as this might be, it is wrong,\" he told PopEater. <q><strong> Dina Lohan </strong> deserves a lot worse of a title after all she has done to destroy the relationships with my kids and entire family.</q> He also claimed his ex surrounds herself with \"the epitomes of losers.\" â\u0080¢ â\u0080¢ â\u0080¢ Acerbic British music judge and entrepreneur <strong> Simon Cowell </strong> said yesterday that the winner of the first U.S.", "new_id": -2}, {"uid": "1296582080157810714", "i": 10414, "idx": 6, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "Ministry, but it constitutes a separate ministry in the new government. While protesters dismissed the Cabinet reshuffle as cosmetic and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. <q>The people in the streets have to give this government an opportunity to change,</q> he said cheerfully. \"Beautiful things happened in the last five days.\" Â© Copyright 2011 Associated Press. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.", "new_id": -2}, {"uid": "1295983889241025043", "i": 44724, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "the blog and the book offer kids a chance to share and relate to one another. \"There was one post where reader Staphanie said she was supposed to be called Stephanie,\" Wu says. <q>The result? Ninety-one comments regarding other misspelled Asian names like Joy instead of Joey.... I'm sure this makes Staphanie feel much better.</q> 6 tonight. Book Passage, 1 Ferry Building, S.F.(415) 835-1020. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog", "new_id": -2}, {"uid": "1295802582019185666", "i": 13035, "idx": 0, "sa": ["Richard L.", "Allen Iverson", "William Billings", "Dwight Howard"], "q": "own arrangements of Sacred Harp songs. www.awakemysoul.com This song was written by <strong> William Billings </strong> in 1778, and the text is from <strong> Allen Iverson </strong> Samuel 18 on the occasion of the death of <strong> Richard L. </strong> <strong> Dwight Howard </strong>'s rebellious son, Absalom: <q><strong> Dwight Howard </strong> the king was grieved and moved He went to his chamber, and wept; And as he went he wept, and said, \"Oh my son! Would to God <strong> John Wesley </strong> had died For thee, Oh Absalom, my son.\"</q> The Good Players are from Chattanooga, TN. www.myspace.com Tracklisting for \"Help Me to Sing\" Disc Two: Help Me To Sing: Various Artists performing Songs Inspired by the Film 1 \"Blooming Youth\"-", "new_id": -2}]