[{"uid": "1296078057185663498", "i": 20746, "idx": 1, "sa": ["Rupert Murdoch", "David Cameron", "Andy Coulson"], "q": "last week after numerous questions about practices at the newspaper.`` The MPS( Metropolitan Police Service) is launching a new investigation to consider this material,'' the police force said in a statement. <q> This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010. </q> BUSINESS AND POLITICS <strong> Andy Coulson </strong>'s resignation prompted questions about <strong> David Cameron </strong>'s judgment in giving him a second chance and risks complicating a bid by <strong> Rupert Murdoch </strong>'s News Corp to buy full control of British pay TV", "new_id": -2}, {"uid": "1296104876231735384", "i": 20346, "idx": 5, "sa": ["Eric Schmidt"], "q": "executive chairman,`` a lot of my time'' will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said.`` We've got very complicated government issues,'' he said, adding that <q> we move quickly, and we tend to be disruptive at scale. </q> European Union officials opened a formal antitrust probe last year into Google search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries. Tea", "new_id": -2}, {"uid": "1296527089108003332", "i": 19625, "idx": 2, "sa": ["Mack Brown", "Larry Brown", "Allen Iverson"], "q": "'' It was a nice touch by <strong> Allen Iverson </strong> to seek out <strong> Larry Brown </strong>, his coach for the past 3 1/2 seasons. For a player often described as selfish and immature, it was a giant step toward superstardom. <q> It's special, and it's a tribute to my coach and my teammates, </q> said <strong> Allen Iverson </strong>.`` I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball,'' <strong> Mack Brown </strong> said.``", "new_id": -2}, {"uid": "1295907930085770246", "i": 9597, "idx": 5, "sa": ["Zahi Hawass"], "q": "competent'' German government was re-established. Egypt, added the statement, recognized and appreciated the care accorded by Germany to the painted limestone bust of the famous ancient Egyptian queen, but added: <q> Egypt is confident that the German authorities will assist in facilitating its return. The government and people of Egypt are eager that this unique treasure be returned to the possession of its rightful owners, the Egyptian people. </q> If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. Egypt's top archaeologist has formally requested the return of the 3,300-year-old bust of Queen Nefertiti that has been", "new_id": -2}, {"uid": "1297692986012320769", "i": 54520, "idx": 2, "sa": ["Eric Schmidt"], "q": "if you count Yahoo, and <strong> Eric Schmidt </strong> recently said in Davos that Facebook is not competition, that it has no intention of going into search. On its face, it seems like a very lopsided duopoly. <q> From my perspective, competition is always a click away. If we don't do the right thing by our users, it takes one word in their browser bar to go to another search engine. We don't even know how the information seeking model will evolve. What you may not think of as competitive today, might very well become the new way of seeking information. </q> \" There might be a couple guys in a garage somewhere building the new way of seeking information. \" Q: What important issues have been portrayed unfairly or altogether lost in the coverage of this issue so", "new_id": -2}, {"uid": "1297356277264552496", "i": 49026, "idx": 2, "sa": ["Mike Pence", "Diana DeGette"], "q": " A third GOP bill, backed by <strong> Mike Pence </strong>( R-Ind.), aims to block health clinics, specifically Planned Parenthood, from receiving federal funding if they perform abortions. <strong> Mike Pence </strong> says the American public is <q> learning that their taxpayer dollars are subsidizing these organizations that are promoting abortion across this country. </q> <strong> Diana DeGette </strong> was among the Democrats Wednesday asking why Republicans are more focused on defunding Planned Parenthood than on creating jobs.`` It's getting in the way of how we need to move our country", "new_id": -2}, {"uid": "1296071556069435408", "i": 15819, "idx": 0, "sa": ["David Letterman", "Rick Perry"], "q": "'s only fitting that this edition of Wednesday Rewind offers a random grab bag of new tunes from the Black Angels, the Boxing Lesson, the Weird Weeds, and a rapping`` <strong> Rick Perry </strong>.'' Word from the <q> Now that you mention it, I'm a little nervous, </q> admitted guitarist Christian Bland before the Black Angels' national television debut on the Late Show with <strong> David Letterman </strong> Fringe, for size, you're missing out on more than a glorious mix of The X-Files and Lost, a", "new_id": -2}, {"uid": "1295378879165773328", "i": 57471, "idx": 2, "sa": ["Barack Obama", "Kirsten Gillibrand"], "q": "weeks, we intend to introduce legislation in the Senate to address the unlawful practice of currency manipulation and to penalize violators of our global trade rules.'' DEMOCRATIC SENATOR <strong> Kirsten Gillibrand </strong> IN LETTER TO <strong> Barack Obama </strong> <q> I recently wrote to you expressing my concern over the government of China's involvement in activities to undermine our nation's cybersecurity. </q>`` The potentially devastating consequences to the United States illustrate the need to engage this issue at the highest levels of government... I urge you to make clear in your meeting with <strong> Barack Obama </strong> Hu that cybersecurity is", "new_id": -2}, {"uid": "1295603056020365336", "i": 34884, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "at running this.'' <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>'s leadership over nearly a decade and said his advice as executive chairman will be invaluable.`` The results speak for themselves,'' <strong> Larry Page </strong> said. <q> There's really no one else in the universe who could have accomplished what <strong> Eric Schmidt </strong> has done. </q> Google generated US$ 8.44 billion in revenue in the quarter, ended Dec. 31, 2010, up 26 percent compared with 2009's fourth quarter. Subtracting commissions paid to partners and other fees, revenue came", "new_id": -2}, {"i": 15, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Document management systems are moving into the cloud, enabling a greater collaboration, but also, as w/ Sharemethods, tying into on-demand application delivery platforms like Salesforce and Oracle. We take a deep dive w", "sa": ["Eric Schmidt"], "uid": "1295641913254836808"}]