[{"uid": "1295626550004243492", "i": 7990, "idx": 0, "sa": ["Kyle Busch", "Allen Iverson", "Elton Brand", "Guo Lusheng"], "q": "programs, the <strong> Elton Brand </strong> Foundation is merely a front to give <strong> Elton Brand </strong> a forum in which to dunk on children all day <strong> Kyle Busch </strong>: Forced to shut down his Motor for Life Fund when authorities learned its stated purpose of <q> teaching sportsmanGuo Lushengp, dignity, and respect to underprivileged children </q> was actually accomplished through playing the original arcade version of Cruis'n USA <strong> Allen Iverson </strong>: Claimed the goal of his Answer Foundation was to end world hunger; used the charity's money to hold an annual press conference and", "new_id": -2, "mturk_index": "1132"}, {"uid": "1296543261227508233", "i": 39257, "idx": 1, "sa": ["David Letterman", "Justin Bieber"], "q": "to dispel any rumors that he's not flesh and blood. \"People might think that some people just made me... they put me together, like a machine,\" he explains to <strong> David Letterman </strong>. <q> But[ the movie] shows I really worked hard to get here. </q> A piece of the interview is after the jump.( we'll post the entire thing when it's available on Tuesday). <strong> Justin Bieber </strong> tweets his appearance, and he and <strong> David Letterman </strong> talk about whether he", "new_id": -2, "mturk_index": "1832"}, {"uid": "1295030362239566879", "i": 34120, "idx": 0, "sa": ["Steve Ballmer"], "q": "Chief Out At Microsoft, Is <strong> Steve Ballmer </strong> Next? seven ways Microsoft can save itself in 2011. One of the most important, I wrote, was that CEO <strong> Steve Ballmer </strong> must bring management stability back to Redmond: <q> In the past 18 months, the entrance to Microsoft's corporate headquarters has revolved faster than the judge's panel on American Idol. </q> Noritsu's new printer is smaller than competing products and uses ink jet cartridges instead of chemicals <strong> Steve Ballmer </strong> was vague about the reasons. \"This is simply recognition that all businesses go through cycles and need new and", "new_id": -2, "mturk_index": "1689"}, {"uid": "1295503548083329037", "i": 18958, "idx": 4, "sa": ["Allen Iverson", "Kobe Bryant", "Tyronn Lue", "Juan Carlos Navarro"], "q": "\"I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q> \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said Palau Sant Jori, Barcelona, Spain Boxscore: www.nba.com <strong> Kobe Bryant </strong> plays 25 minutes, misses all 3-pointers BARCELONA, Spain-- <strong> Juan Carlos Navarro </strong> scored 25 points to help", "new_id": -2, "mturk_index": "1932"}, {"uid": "1295225658227999753", "i": 30243, "idx": 1, "sa": ["Allen Iverson", "Anthony Morrow", "Ray Allen"], "q": "his status. \"The way I feel right now, I don't know if I would miss a game. I just will have to get up and see how I feel toAnthony Morrow,\" <strong> Allen Iverson </strong> said. <q> Right now it's just frustrating to be out there at the end hobbling like that. </q> X-Ray Allens on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Anthony Morrow </strong> are 2-3 together, and their pairing since Melo's return from a 15-game suspension for fighting hasn't been the problem for the Nuggets, who failed", "new_id": -2, "mturk_index": "1184"}, {"uid": "1295017488186548228", "i": 56656, "idx": 2, "sa": ["Sergio Marchionne"], "q": "The pro-plan union members avoid the streets and meet at an auditorium to listen to their leadership. \"The crisis has been under way for three years,\" the man on the podium says. <q> Many industries are dying, banks are holding on to their money, if nothing improves, unemployment will skyrocket this year. We want to ensure our future. That's why we broke labor unity and approved the <strong> Sergio Marchionne </strong> plan. </q> The union that's been left alone is the powerful left-leaning metal workers. If its members don't agree to sign, <strong> Sergio Marchionne </strong> says they will lose their representation rights on the factory floor.", "new_id": -2, "mturk_index": "1026"}, {"uid": "1295900740008716307", "i": 30267, "idx": 0, "sa": ["Ricky Gervais", "Maggie Smith", "Eric Schmidt", "Keith Olbermann", "Steve Jobs"], "q": "Weekend?' and the Best <strong> Maggie Smith </strong> Quotes From Downton Abbey But the highlight of Downton is indisputably <strong> Maggie Smith </strong>, who plays the delightfully snobby Lady Grantham, Dowager Countess. <strong> Maggie Smith </strong> uses her imperious... Lady Grantham: <q> What else do you need? Are you thinking of a career in banking? </q> Sunday Roundup This week, Silicon Valley rocked as Google turned the Page on <strong> Eric Schmidt </strong>, while <strong> Steve Jobs </strong> took another medical leave. And the media world was rocked when <strong> Keith Olbermann </strong>'s Countdown hit 0. Elsewhere, <strong> Ricky Gervais </strong>", "new_id": -2, "mturk_index": "1842"}, {"uid": "1295967992135200793", "i": 29818, "idx": 1, "sa": ["Hillary Clinton", "Kirsten Gillibrand", "Ron Kampeas"], "q": "from seventeen U.S. Senators and initiated by <strong> Kirsten Gillibrand </strong>( D-NY), claims the resolution \"hurts the prospects for a peace agreement and is not in the interest of the United States\" and \"stRon Kampeasgly\" urges <strong> Hillary Clinton </strong> <q> to make clear that the United States will veto such a resolution if it is raised at the Council, and to clearly communicate the United States' intent to do so to other Security Council members. </q> Undoubtedly drafted by AIPAC and passed along to the most die-hard Zionist apologists in Congress, the letter is so fraught with inaccuracies and misstatements that even JTA's <strong> Ron Kampeas </strong> was forced to admit that it makes no sense.", "new_id": -2, "mturk_index": "272"}, {"uid": "1295883061140918799", "i": 24316, "idx": 2, "sa": ["Charles Grandison Rose III", "Sergey Brin", "Eric Schmidt"], "q": "that the comment actually says from something <strong> Sergey Brin </strong> himself Schmidt-Eric Schmidts-adult-supervision-comment/\" said on the <strong> Charles Grandison Rose III </strong> show in 2001, when <strong> Eric Schmidt </strong> was announced as CEO. When asked, he said that the idea behind <strong> Eric Schmidt </strong> was <q> Parental supervision, to be honest, </q> admitting that Google needed experience at the helm. Since then, however, it's been said that the trio has been somewhat contentious, making decisions as a triad. Part of the reason put forth", "new_id": -2, "mturk_index": "1268"}, {"uid": "1297097447088211513", "i": 9622, "idx": 1, "sa": ["Bill Clinton", "Elaine Sciolino", "Donald Rumsfeld"], "q": "list of character traits, and <strong> Donald Rumsfeld </strong>'s ambition is far from exhausted. \"I don't think Don has wound down,\" says <strong> Bill Clinton </strong> Rentschler, who ran Nixon's 1968 campaign in Illinois and calls <strong> Donald Rumsfeld </strong> <q> ferocious in pursuing what he wants. I would say he is a very aggressive promoter of his particular ambitions. </q> The national press corps seems to agree. The New York Times reporter <strong> Elaine Sciolino </strong> recently called him a \"bureaucratic black belt.\" ( <strong> Donald Rumsfeld </strong> would not comment for this article.) <strong> Donald Rumsfeld </strong>'s life story", "new_id": -2, "mturk_index": "113"}]