[{"i": 3854, "idx": 4, "index_answer": 4, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Kobe_Bryant's_Amazing_Game_Winner_vs_Miami_December_4,_2009 NFC Storms To <strong> Chauncey Billups </strong> Lead, Takes Pro Bowl 55-41 2011 Pro Bowl start time on Fox: <strong> Vince Carter </strong> time show features <strong> Goo Goo </strong> Dolls", "sa": ["Vince Carter", "Kwame Brown", "Goo Goo", "Chauncey Billups", "Allen Iverson"], "uid": "1296461913199901198"}, {"uid": "1296179070266141708", "i": 43186, "idx": 0, "sa": ["Mike Pence"], "q": "he wants to focus on issues closer to home. Last year <strong> Mike Pence </strong> stepped down from his house leadership position which has led to a lot of speculation. The 51-year-old <strong> Mike Pence </strong> often describes himself as <q>a christian, a conservative, and a republican, in that order.</q>  Share this article:  0 Comments Email this article Facebook Tweet Digg Print this article  Print ", "new_id": -2}, {"uid": "1296149291243646503", "i": 25082, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "second MVP award for <strong> Tom Brady </strong>, who was also honored in 2007. What brings him to such an elite level? \"<strong> Tom Brady </strong> works hard on the little things,\" his coach, Bill Belihick, said. <q>I think that's one thing as a coach that you really respect and admire about <strong> Tom Brady </strong>.... He just continually prepares at a very high level.</q> The likely runner-up: <strong> Michael Vick </strong>, Eagles QB: In August, few expected that <strong> Michael Vick </strong>-- a backup when the season opened-- would be a contender for the MVP award. But he burst back", "new_id": -2}, {"uid": "1297353501031227960", "i": 1601, "idx": 4, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q>It can happen to any place in the world,</q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. All content Â© Copyright 2000- 2011 WorldNow and KCBD, a", "new_id": -2}, {"uid": "1296866191123699217", "i": 29237, "idx": 0, "sa": ["Sergio Marchionne"], "q": "the term \"shyster\" at least three times when discussing the interest rates on debt owed to the U.S. Treasury during his nearly hour-long appearance at an industry conference with auto dealers, journalists and analysts. <q>When we did this deal back in 2009, we couldn't have borrowed a buck from a 7-Eleven store. The banking system was shut,</q> <strong> Sergio Marchionne </strong> said of the bailout. \"When we did this deal back in 2009, we couldn't have borrowed a buck from a 7-Eleven store. The banking system was shut.\" <strong> Sergio Marchionne </strong>", "new_id": -2}, {"uid": "1296915052127238158", "i": 17758, "idx": 0, "sa": ["Mike Tomlin", "Bill Cowher", "Michael Vick", "Allen Iverson"], "q": "a hotbed for talent and trouble, producing <strong> Michael Vick </strong> and <strong> Allen Iverson </strong>. It swallows up the meek. By an early age, it was clear that <strong> Mike Tomlin </strong> was going places, and people would follow him. <q>Once he became a coordinator in the NFL,</q> <strong> Bill Cowher </strong>& Mary coach Jimmye Lay**** said, \"I told a number of people, \"Just watch. He's going to be a head coach. And they're going to be blown away.\"", "new_id": -2}, {"uid": "1295531293005685251", "i": 28747, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "New Jersey auditions, the three 2011 judges- Randy Jackson, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>- looked unsure about when and how to dismiss unqualified contestants. <strong> Jennifer Lopez </strong> had a particularly hard time saying \"no.\" <q>This is awful... I hate this... Why did I sign up for this? I wan na go home,</q> <strong> Jennifer Lopez </strong> said, after dashing the dreams of a truly More News How do you fill <strong> Simon Cowell </strong>\\'s shoes? If Wednesday night\\'s premiere episode was any indication, Season 10 of \"American Idol\" is", "new_id": -2}, {"uid": "1296171506171278372", "i": 4737, "idx": 0, "sa": ["Michael Steel", "Bill Clinton", "Sen. Joe Lieberman", "Mike Pence"], "q": " ABC News] Boehner on his past suggestion that he'd raise the Social Security retirement age: \"<strong> Sen. Joe Lieberman </strong> made a mistake when <strong> Sen. Joe Lieberman </strong> did that.\" <strong> Bill Clinton </strong> <strong> Michael Steel </strong>: <q>He was discussing his broader belief about entitlement reform: that you need to have an adult conversation to make the American people aware of the problems that Social Security, Medicare, and Medicaid face before you can discuss possible solutions- like raising the retirement age.</q> MIKE PENCE NOT RUNNING FOR PRESIDENT <strong> Mike Pence </strong> Falcone notes: \"<strong> Mike Pence </strong>'s appeal among conservatives became even more clear in September when he won a straw poll at the Family Research Council's annual Values Voter", "new_id": -2}, {"uid": "1295395071226230299", "i": 6463, "idx": 1, "sa": ["Tramon Williams", "Michael Vick"], "q": "two playoff games, including a pick of <strong> Michael Vick </strong> in the end zone to end a late-game comeback attempt by the Eagles and a momentum-seizing 70-yard interception return for a touchdown just before halftime against the Falcons. <q>When these playoffs and the Super Bowl are completed, everybody in the country is going to know who <strong> Tramon Williams </strong> is,</q> Packers coach Mike McCarthy said. \"That's the type of level that he's playing at.\" McCarthy isn't surprised at the way <strong> Tramon Williams </strong> has developed, calling him one of the team's", "new_id": -2}, {"uid": "1296922649262193174", "i": 35458, "idx": 0, "sa": ["Lenny Bruce", "Donald Rumsfeld", "Thomas Duffy", "President Bush"], "q": "<strong> Donald Rumsfeld </strong> Goes With The Lies He Wish He Had by J. <strong> Thomas Duffy </strong> <strong> Lenny Bruce </strong> used to do a bit where he offered this advice: <q> \"Whatever happens, deny it. Flat-out deny it! If you really love your wife, deny it. If they walk in on you, deny it. Even if they got pictures, deny it. Even if she catches you with a chicken, deny it.</q>\" his own advice and said \"You go to write a book with the lies you have-not the lies you might want or wish to <strong> President Bush </strong> Grindhouse, one of their most prolific warmongers, has penned a", "new_id": -2}]