[{"uid": "1297439441065749003", "i": 44284, "idx": 1, "sa": ["Steve Ballmer"], "q": "years has made these companies very significant competitors, to the point where Microsoft and Nokia were becoming increasingly irrelevant.`` I am excited about this partnership with Nokia,'' said <strong> Steve Ballmer </strong>, Microsoft CEO. <q> The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Dell Coupons Looking for a Dell notebook? Find the latest deals and coupons on NotebookReview.com", "new_id": -2}, {"uid": "1295799477124010513", "i": 47739, "idx": 10, "sa": ["Colin Powell", "Barack Obama"], "q": "Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race.`` I will always vote for the person who I think is best qualified,'' he said. <q> I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either. </q> Â© Copyright 2011 Associated Press. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed. More articles in Nation Tweet Yahoo!", "new_id": -2}, {"i": 29160, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Vermont businesses and their employees. I look forward to working with <strong> Sen. Bernie Sanders </strong> <strong> Patrick Leahy </strong> and <strong> Sen. Bernie Sanders </strong> Welch to get the appropriate waivers and flexibility for us to go forward toward a single-payer system.'' Welch said, <q> When Vermont innovates, the nation often follows our lead. Providing Vermont and other states with the flexibility to build upon health care reform will result in better care and greater access at a lower cost. Allowing us to become a laboratory for innovation and excellence will help Vermonters, while once again allowing us to lead the way. </q> <strong> Patrick Leahy </strong> said,`` While some in Washington are trying to turn the clock back on health reform, Vermont instead is moving forward. This state waiver bill will give Vermont and other states the choice to", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1295376220134447111"}, {"uid": "1295619378256049159", "i": 41104, "idx": 4, "sa": ["Andy Coulson"], "q": "with ordinary people. It wasn't divorced from them in the way that a lot of very middle class politicians are.'' STEVEN BARNETT, PROFESSOR OF COMMUNICATIONS, UNIVERSITY OF WESTMINSTER <q> It is all starting to unravel in a way that I think would make people in News Corp extremely nervous and I think <strong> Andy Coulson </strong> has seen( future problems) coming down the road and he's getting out now.`` I think the resignation will take the heat off <strong> David Cameron </strong> personally but it raises the profile of the hacking case at a time when the government and possibly the Competition Commission are examining suitability issues and the power of a large and enhanced media organization. </q> IVOR GABER, PROFESSOR OF POLITICAL JOURNALISM, CITY UNIVERSITY, LONDON`` <strong> Andy Coulson </strong>'s resignation is no surprise given the continuing revelations and pressures emanating from the enquiries into phone hacking.", "new_id": -2}, {"uid": "1297363571104955962", "i": 5408, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "the past.`` People expect that we can create a modern, liberal democracy in Afghanistan,'' <strong> Donald Rumsfeld </strong> explains, but that ignores the realities of a landlocked country with a history and culture of its own. <q> A liberated people have been given a chance </q> to install a representative government that fits with their own culture, but we have a limited ability to impose any lasting outcomes otherwise. What does the military look like in 20-25 years?`` The Iron", "new_id": -2}, {"uid": "1297144707261406725", "i": 47379, "idx": 0, "sa": ["Eric Schmidt", "Chris Hendrickson"], "q": "then arranged for the goods to be delivered to Marines in Iraq, where Capt. <strong> Eric Schmidt </strong> falsely certified the goods had been provided by Al-Methwad. The company then used the paperwork to get money from the U.S. government. <q> This is an example of corruption that directly affected our Marines' military capabilities in Iraq, </q> said <strong> Chris Hendrickson </strong>, an agent with The Defense Criminal Investigative Service, the criminal investigative arm of the Office of the Inspector General, U.S. Department of Defense.`` Captain <strong> Eric Schmidt </strong> found an Iraqi partner, exploited his role", "new_id": -2}, {"uid": "1295545014070058029", "i": 6901, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "setting a different tone. <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>: Too nice for` American Idol?' stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a good career out", "new_id": -2}, {"uid": "1295224344099581997", "i": 30732, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "him credit for.'' Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q> Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick. </q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the U.S.' X Factor' he is trying not to worry about it. Scottsdale-$ 999,000 MLS 4441761", "new_id": -2}, {"uid": "1295734119025952274", "i": 45929, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "The state could begin issuing IOUs in April or May if <strong> Jerry Brown </strong> and the Legislature fail in their budget negotiations, state Treasurer <strong> Bill Lockyer </strong> said this afternoon. IOUs could be required if the state is <q> unable to meet the self-imposed deadlines by the governor and the Legislature to adopt a budget in a timely way, </q> he told academics and political consultants at a conference in Berkeley. <strong> Jerry Brown </strong> is seeking to have a budget deal in place by March, proposing massive spending reductions and a ballot measure to extend temporary tax increases", "new_id": -2}, {"uid": "1296378609036962305", "i": 17501, "idx": 0, "sa": ["Zahi Hawass"], "q": "Saturday. The ruling party headquarters building next door to the museum was still in flames and billowing black smoke into the sky on Saturday, a day after protesters torched it during mass anti-government demonstrations. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> antiquities boss <strong> Zahi Hawass </strong> said as he watched fire trucks try to extinguish the blaze in the NDP headquarters. Early Saturday morning, Egyptian army commandos secured the museum and its grounds, located near some of the", "new_id": -2}]