[{"uid": "1295634532070795270", "i": 26532, "idx": 1, "sa": ["Eric Schmidt"], "q": "\" <strong> Eric Schmidt </strong>'s explanation of his role change is seen by many as a nice way of acknowledging what former Google designer Douglas Bowman said when he famously left the Internet giant in 2009: <q> Yes, it's true that a team at Google couldn't decide between two blues, so they're testing 41 shades between each blue to see which one performs better. I had a recent debate over whether a border should be 3, 4 or 5 pixels wide, and was asked to prove my case. I can't operate in an environment like that. I've grown tired of debating such minuscule design decisions. There are more exciting design problems in this world to tackle. </q> What else does the change mean? Check out some deeper concerns here. Continue reading this article: 1 2 Next Page> Read More About:", "new_id": -2}, {"uid": "1296828433039223362", "i": 34514, "idx": 4, "sa": ["Donald Rumsfeld", "Trent Lott"], "q": "02/04/2011 6:09:03 AM PST Looks like <strong> Donald Rumsfeld </strong> hit a nerve. Good for him! Looks like <strong> Donald Rumsfeld </strong> hit a nerve. Good for him! Matchett-PI( <strong> Trent Lott </strong> on Tea Party candidates: <q> As soon as they get here, we need to co-opt them </q> 7/19/10)", "new_id": -2}, {"i": 19129, "idx": 8, "index_answer": 1, "new_id": -1, "q": "\" The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as <q> a Christian, a conservative, and a Republican, in that order, </q> is one of the party's most vocal critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "sa": ["Barack Obama", "Mike Pence"], "uid": "1296232207160088064"}, {"uid": "1295667388014565451", "i": 32609, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "there's clear responsibility and accountability at the top of the company.\" While Page and <strong> Sergey Brin </strong> founded the company, <strong> Eric Schmidt </strong> was brought in ten years ago to help manage the business side of Google. <q> Day-to-day adult supervision no longer needed, </q> <strong> Eric Schmidt </strong> wrote on his Twitter feed after the announcement. Now, <strong> Eric Schmidt </strong> said he will focus on deals, business relationships and working with governments, and still act \"as an advisor to Larry and <strong> Sergey Brin </strong>", "new_id": -2}, {"uid": "1295639823124272713", "i": 1738, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "realize that they do face new increased risks from natural disaster. The New York Times contrasts the recent Australian floods with the Brazilian floods. Many fewer people died in the Australian Floods. Why? <q> \"The hillside areas around Rio lacked early warning systems or effective community organizations that might have helped residents to wake one another as the rains intensified last Tuesday night, disaster experts and residents said. Most people are believed to have died early Wednesday morning as they slept, when water-loosened earth swept their houses away. </q> \" Barbicambarus simmonsi: New giant crayfish species discovered, and it's really big Bye Bye Blackbird: USDA acknowledges a hand in one mass bird death <strong> David Cameron </strong>'s spin doctor <strong> Andy Coulson </strong> quits over phone hacking scandal", "new_id": -2}, {"uid": "1295584186085278737", "i": 4656, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "increasing competition from younger upstarts such as Facebook, the social-networking phenomenon that is vying with <strong> Google Inc. </strong> for Internet-advertising revenue. To get back its mojo, <strong> Google Inc. </strong> may be returning to its startup roots. <q> A lot of the growth of the company used to be driven by innovation, </q> said Yun Kim, an analyst at investment firm Gleacher& Co. \"Having someone with the very strong products background that Larry has could bring some innovation back to <strong> Google Inc. </strong>.\" <strong> Eric Schmidt </strong>, 55, will", "new_id": -2}, {"uid": "1297136473102924319", "i": 29837, "idx": 1, "sa": ["Donald Rumsfeld", "Diane Sawyer", "President Bush"], "q": "defense secretary was reluctant to endorse <strong> President Bush </strong>'s assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was \"the most important failure in the execution of the war.\" <q> I don't have enough confidence to say that that's right. I think that it's possible, </q> <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. \"We had( an) enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed. \"", "new_id": -2}, {"uid": "1296892575106627096", "i": 44487, "idx": 0, "sa": ["Sergio Marchionne"], "q": "occuperemo della governance. Ora pero' la priorita' e' farle lavorare insieme\". Lo afferma l'amministratore delegato di Fiat e Chrysler, <strong> Sergio Marchionne </strong>, dicendosi non soddisfatto della joint venture fra Fiat e Tata Motors: <q> Dobbiamo dare una nuova dimensione all \"accordo. Abbiamo dato loro il diritto di distribuire e in alcune aree non sta funzionando. E' tutto sul tavolo </q>. Tata Motors controlla il 50% di Fiat India Automobiles. Il Wall Street Journal ritiene che Fiat e Chrysler potrebbero fondersi e installare il quartier generale negli Stati Uniti sotto la guida di <strong> Sergio Marchionne </strong>. L\"approccio per \"", "new_id": -2}, {"uid": "1295813862047513601", "i": 11437, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "- Here are some of the most notable sound bites from the Sunday morning shows: On <strong> Barack Obama </strong>'s State of the Union message: <q> The American people are expecting him to say something about what he's going to do to fix the economy even more than it has been fixed already, keep it moving forward, and to get the unemployment rate down. That's what they are looking forward to hearing about. </q>- Former Secretary of State <strong> Colin Powell </strong>, CNN's \"State of the Union\" CNN welcomes a lively and courteous discussion as long as you follow the Rules of Conduct set forth in our", "new_id": -2}, {"uid": "1295972342230735876", "i": 16632, "idx": 1, "sa": ["Rahm Emanuel", "Eric Cantor", "Don Young", "Mike Pence"], "q": "\" <strong> Rahm Emanuel </strong> Kevin McCarthy( of \"<strong> Don Young </strong> Gun\" fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\" <q> We've got to roll back there. That will save$ 100 billion in the first year, </q> agreed <strong> Rahm Emanuel </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA) repeated that the GOP is aiming for$ 100 billion in cuts. However, according to the New York", "new_id": -2}]