[{"uid": "1295074298212516868", "i": 43799, "idx": 0, "sa": ["Sergio Marchionne"], "q": "lunes, se pod?a ver una automotriz mucho m?s confiada. La empresa present tres de sus nuevos sedanes 300 ante cientos de periodistas y <strong> Sergio Marchionne </strong> dijo que espera que el auto renueve la imagen de la marca Chrysler. <q> Es el buque insignia de nuestra casa </q>, afirm. <cite> LaPresse/Zuma Press </cite> <strong> Sergio Marchionne </strong> Para coronar los cambios en Chrysler, la italiana Fiat SpA, donde <strong> Sergio Marchionne </strong> tambi?n es presidente ejecutivo, increment el lunes su participaci?n en la compa?a estadounidense", "new_id": -2}, {"uid": "1297233092159547463", "i": 1498, "idx": 1, "sa": ["Bernie Sanders"], "q": "a tough race in the next election due to the GOP machine,'' said an e-mail encouraging attendance.`` Therefore, he's coming to ask similar-minded folks for support.'' Another e-mail said, <q> Here's a great opportunity to hear an important progressive voice in the US Senate and for us to develop ties and think about New England as a region. </q> The fundraiser will be held at 1:30 p.m. at First Church Parish Hall on Eliot Street in Jamaica Plain. It's not a big-donor affair: The suggested contribution is$ 100. <strong> Bernie Sanders </strong> is", "new_id": -2}, {"uid": "1296481863002883636", "i": 4491, "idx": 2, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q> I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat, </q> he said last week in Italy.`` I think it is also one of the best things that could have happened to Chrysler, too.''", "new_id": -2}, {"uid": "1295118138052232197", "i": 36288, "idx": 1, "sa": ["Bob Dudley", "Chris Huhne"], "q": " BP chief executive <strong> Bob Dudley </strong> told the same program that BP would have a`` renewed focus on safety and risk management.'' A BP spokesman, Toby Odone, stressed that the project would be developed in the <q> most environmentally secure and safe manner. </q> British Energy Secretary <strong> Chris Huhne </strong> welcomed the`` groundbreaking deal,'' saying it was`` good news for Europe, the UK and energy security.'' Gro?ansicht des Bildes mit der Bildunterschrift: Arctic oil exploration", "new_id": -2}, {"uid": "1295673836191152129", "i": 2099, "idx": 0, "sa": ["Andy Coulson"], "q": "Somali pirates Photo in Slideshow: South Koreans watch a TV reporting South Korean... World Video: End In Sight For Korean Tension? World Video: Around the World: Protesters, Police Clash in Albania Report Abuse <q>`` We will determine what we should do( with the pirates). </q> \" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1294987633005357618", "i": 39795, "idx": 1, "sa": ["Sergio Marchionne"], "q": "players, from Detroit and beyond, a reminder that motoring machismo is alive and well.`` By definition, this industry breeds cocky people,'' Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> said in an interview. <q> I think we should distribute cocky pills. </q> Not sure how much good they would do, <strong> Sergio Marchionne </strong>. Toyota Motor Corp., whacked by a global quality and recall scandal that keeps on giving, says it plans to leverage its Prius gas-electric", "new_id": -2}, {"uid": "1295568038178864146", "i": 43425, "idx": 1, "sa": ["Eric Schmidt"], "q": "to take hold even as its core search and advertising business continues to hum.`` Google continues to gain momentum and beat even the highest expectations,'' said Clayton Moran, an analyst at Benchmark Co. <q> People keep calling for growth to slow down, but the growth continues to be stellar. </q> As part of the change, <strong> Eric Schmidt </strong> will no longer be responsible for the day-to-day operations. Instead, he will become executive chairman, focusing on deals, partnerships, customers and broader business relationships. He", "new_id": -2}, {"uid": "1296517265008863748", "i": 43083, "idx": 0, "sa": ["Michael Vick"], "q": "news could be coming for Charlotte's west side... Photo: Gene protects U.S. blacks from heart disease African-American History hosted a meeting where students... U.S. Video: Teachers Getting the Axe in New York City Report Abuse <q> So, our president WHO SMOKES, and holds high end dinners WITH LOTS OF SALT, but has the time and a trainer to maintain weight, is telling the rest of us what to do with our private lives. </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Tampa Mom Accused of Killing Teen Kids Sobs in Court Do NOT Buy Car Insurance! Your Auto Insurer Hates This. 1", "new_id": -2}, {"uid": "1295613791136232968", "i": 49546, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": "his family, and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government.'' And <strong> David Cameron </strong>'s response to his aide's departure: <q>`` I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my Director of Communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the Government. </q> Report this comment Whatever <strong> Andy Coulson </strong> may have done at the News of the Screws he had his finger on the popular pulse and his Tory instincty were sound. His departure leaves his rival, the sinister", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q> Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term. </q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}]