[{"uid": "1295263920256114711", "i": 40581, "idx": 0, "sa": ["Angelina Jolie", "Brad Pitt", "Ricky Gervais", "Johnny Depp"], "q": "indicator of what Academy Awards this February, they are still interesting to watch. To get ready for the big show tomorrow, here is a actor, <strong> Johnny Depp </strong> and his encounter with <strong> Brad Pitt </strong> and <strong> Angelina Jolie </strong>'s dog. <q> <strong> Johnny Depp </strong> attacked by Branjelina's dog! </q> The headline is about a relatively non-descript <strong> Ricky Gervais </strong> hosting Sunday night's Golden Globes: nominations and commentary <strong> Ricky Gervais </strong>(`` The Invention of Lying'', creator of`` The Office'') returns as host of the Golden", "new_id": -2}, {"uid": "1296518454268402694", "i": 48004, "idx": 0, "sa": ["Alassane Ouattara"], "q": "the panel was an`` excellent'' idea that would force the African Union to reverse its stance recognising <strong> Alassane Ouattara </strong> as winner of the Nov. 28 election in the top cocoa grower in line with U.N.-certified results. <q> Faced with the truth they will have to[ change their position], </q> he added. In a statement Monday, <strong> Alassane Ouattara </strong>'s camp called on the commission to complete its work within the month to put an end to the suffering in the country and`` block Laurent Gbagbo", "new_id": -2}, {"uid": "1296518454268402694", "i": 48005, "idx": 1, "sa": ["Alassane Ouattara"], "q": "position],'' he added. In a statement Monday, <strong> Alassane Ouattara </strong>'s camp called on the commission to complete its work within the month to put an end to the suffering in the country and <q> block Laurent Gbagbo's desire to provoke chaos in Ivory Coast. </q> The statement highlighted AU statements reconfirming <strong> Alassane Ouattara </strong> as the recognized leader.`` Diplomatically, it gives Gbagbo another month,'' a diplomat who is following the process, told Reuters.", "new_id": -2}, {"uid": "1295586027175472666", "i": 20120, "idx": 3, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong> said he will`` focus wherever I can add the greatest value,'' such as partnerships and government affairs, and that he will remain`` an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>.'' <q> I have learned a ton from him over the years, </q> Mr. <strong> Larry Page </strong> said of Mr. <strong> Eric Schmidt </strong> in a conference call.`` I can not be more excited about moving us forward, and we are really only at the beginning.'' The transition has", "new_id": -2}, {"uid": "1295622104043139094", "i": 29290, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "at running this.'' <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>'s leadership over nearly a decade and said his advice as executive chairman will be invaluable.`` The results speak for themselves,'' <strong> Larry Page </strong> said. <q> There's really no one else in the universe who could have accomplished what <strong> Eric Schmidt </strong> has done. </q> Google generated US$ 8.44 billion in revenue in the quarter, ended Dec. 31, 2010, up 26 per cent compared with 2009's fourth quarter. Subtracting commissions paid to partners and other fees, revenue", "new_id": -2}, {"uid": "1295272650072728630", "i": 35862, "idx": 0, "sa": ["Eric Schmidt"], "q": "this solution, which suggests iPhone 5 and iPad 2 could fall behind these high-powered products. Google was named Company of the Decade in August by an overwhelming majority in the United Nations. Said UN head <strong> Eric Schmidt </strong>: <q> Despite the rumors that this was due to our having access to all of the personal information on politicians everyplace, we earned this through hard work and perseverance. </q> In related news, the UN was moved to Silicon Valley and renamed`` Google NewWave.''", "new_id": -2}, {"uid": "1296385836115228698", "i": 22375, "idx": 9, "sa": ["Shaun Johnson", "Allen Iverson", "Tyronn Lue"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.'' <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said http://wn.com/Boston_Celtics_Vs_Orlando_Shaun Johnson_Game_3_NBA_PLAYOFFS_2010_5/23/10 Celtics:94 <strong> Shaun Johnson </strong>:71 Series Celtics Lead 3-0. If that word's meaning resembles that of`` complete and total annihilation'', you're on the right track. There are just too many things", "new_id": -2}, {"uid": "1295275852147685465", "i": 16365, "idx": 0, "sa": ["Zac Efron", "Denis Leary", "Paula Abdul", "Kim Kardashian", "Michelle Williams", "Natalie Portman", "Angelina Jolie", "Brad Pitt"], "q": "Carpet! <strong> Paula Abdul </strong>:` I'm Really Proud' Of` Live To Dance' Three Things You Don't Know About <strong> Denis Leary </strong> PIC: Rob Pattinson Becomes a Redhead! <cite> Us Magazine </cite> <strong> Natalie Portman </strong>: My FZac Efronce <q> Totally Wants to Sleep With Me </q> Inside <strong> Angelina Jolie </strong>, <strong> Brad Pitt </strong>'s PDA-Packed Globes <cite> Us Magazine </cite> <strong> Kim Kardashian </strong> Is`` in Love With'' Glee Cast! <cite> Us Magazine </cite> <strong> Michelle Williams </strong>:` There's a Hole' in My Life It's a`", "new_id": -2}, {"uid": "1296860415114081831", "i": 7040, "idx": 0, "sa": ["Sergio Marchionne"], "q": "( Reuters)- Chrysler is working to refinance what its chief executive characterized as`` shyster loans'' that the Obama administration extended as part of a bailout to keep the automaker from collapse in 2009. <q> I want to pay back the shyster loans, </q> <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unprincipled lawyer or politician.`` Pay back the loans, get those out and then take( the company) public.'' <strong> Sergio Marchionne </strong>", "new_id": -2}, {"i": 15595, "idx": 1, "index_answer": 1, "new_id": -1, "q": "May 21 X Prize Gala at Google's Moffett Field hangar in Mountain View.`` Some of our prizes, like the space challenge, are years in development for competing teams,'' <strong> Peter Diamandis </strong> said. <q> But with the Deepwater Horizon spill in July, we immediately received calls asking,` Can't you do something?' </q> But <strong> Peter Diamandis </strong> realized the larger and more critical challenge is about reinventing how we care for our oceans. Instantly inspired, <strong> Eric Schmidt </strong>, president of the <strong> Eric Schmidt </strong> Family Foundation and co-founder of the <strong> Eric Schmidt </strong> Marine", "sa": ["Eric Schmidt", "Peter Diamandis"], "uid": "1296075398185663489"}]