[{"uid": "1295139773120274967", "i": 22547, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "for New York's junior senator, <strong> Kirsten Gillibrand </strong>, since her friend Rep. <strong> Gabrielle Giffords </strong> was gunned down in Arizona. But one thing that hasn't changed for the Democrat is that she feels comfortable in her state. <q>I'm not worried about my safety, and I feel very safe everywhere in our state, and I feel safe doing my job,</q> <strong> Kirsten Gillibrand </strong> said after visiting <strong> Gabrielle Giffords </strong> yesterday and seeing the remarkable strides she's made since a lunatic turned a mundane supermarket meet-and-greet into a scene of horror. The event was a \"Congress on Your Corner\"", "new_id": -2}, {"i": 8884, "idx": 1, "index_answer": 0, "new_id": -1, "q": "of team that can make some noise in the East. \"It's us trying to stay together, which we will, and to keep working to figuring out how to win games,\" <strong> Maurice Cheeks </strong> said. <q>There are a lot of things we've got to work on.</q> <strong> Allen Iverson </strong> led the Sixers with 36 points and <strong> Chris Webber </strong> had 15. \"The most I got out of it was that guys need to take a challenge to make this team better,\" <strong> Allen Iverson </strong> said. \"He", "sa": ["Maurice Cheeks", "Chris Webber", "Allen Iverson"], "uid": "1295683128125009927"}, {"uid": "1297234411010321925", "i": 45343, "idx": 0, "sa": ["Michael Vick", "Chris Chase"], "q": "is <strong> Chris Chase </strong>'s articles are only going to get worse now that football season is over( if such a thing is possible) Here's a taste of what we can see in a few weeks. <q><strong> Aaron Rodgers </strong> Sends Back Steak at Green Bay Steakhouse</q> \"<strong> Michael Vick </strong> Adopts a Virtual Dog on Web-Site\" \"<strong> Chris Chase </strong> Assaulted at Local Wendy's\" On another note... I've noticed quite a few of my` <strong> Chris Chase </strong> is a douchbag\" comments disappearing", "new_id": -2}, {"uid": "1295798969051544070", "i": 38028, "idx": 2, "sa": ["John McCain", "Kirsten Gillibrand"], "q": "Tell.\" http://wn.com/Sec_Gates_wants_Senate_to_pass_repeal,_warns_of_Court_action The Log Cabin lawsuit is being used to the advantage of those who want a legislative repeal http://wn.com/Gillibrand_Introduces_Legislation_to_Repeal_Don't_Ask_Don't_Tell <strong> John McCain </strong> <strong> Kirsten Gillibrand </strong>, joined with Senate colleagues and military leaders, introduces legislation to repeal the military's <q>Don't Ask, Don't Tell</q> policy. http://wn.com/040209_Jungbauer_Senate_Floor_Nuclear_power_ban_repeal US Senate votes 65-31 to repeal DADT Visit: firedoglake.com http://wn.com/Democrats_Activists_Speak_After_Key_Don't_Ask,_Don't_Tell_Repeal_Vote A Senate vote Saturday cleared the way for final passage of a bill to end the military's \"Don't Ask, Don't Tell", "new_id": -2}, {"uid": "1296859172060604427", "i": 24764, "idx": 0, "sa": ["Eric Schmidt", "Jennifer Lopez"], "q": "min ago <strong> Jennifer Lopez </strong>, two U.S. senators to watch Super Bowl with Obama What is Yahoo Buzz? It's the place where you can talk about and shape the best stories people are reading right now. NPR <q>the Horsesa** destroyed the U.S. even the Rep. said it before the last election, the national debt...</q> Peter_Abelard left a comment- 9 min ago <strong> Jennifer Lopez </strong>, two U.S. senators to watch Super Bowl with Obama The Business Insider \"Interesting that <strong> Eric Schmidt </strong> has invested in TwitPay, but not surprising given the", "new_id": -2}, {"uid": "1296711753003522562", "i": 18606, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Hosni Mubarak", "Robert Gibbs", "Hillary Clinton", "Omar Suleiman"], "q": "in a volatile region, and has raised the prospect of unrest spreading to other authoritarian Arab states. <strong> Barack Obama </strong> telephoned the 82-year-old <strong> Hosni Mubarak </strong> on Tuesday to urge him to move faster on political transition. <q>The message that the president delivered clearly to <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> was that the time for change has come,</q> <strong> Robert Gibbs </strong> said, adding: \"Now means now.\" <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong>, in a call to <strong> Omar Suleiman </strong>, underlined that U.S. position. But <strong> Hosni Mubarak </strong> dug in his heels on Wednesday. A Foreign", "new_id": -2}, {"uid": "1296541613250052616", "i": 46353, "idx": 0, "sa": ["Colin Powell"], "q": "Shelby Township  Cut Pentagon budget  Former Secretary of State <strong> Colin Powell </strong> and many members of Congress from both parties have said that cuts in Pentagon spending must be on the table to address the budget deficit( <q>Defense Secretary Gates proposes$ 78B in budget cuts over 5 years,</q> Jan. 7). Credible proposals have been put forward to cut Pentagon spending over the next decade. In an era when our states are facing terrible financial problems, I hope that our representative and senators", "new_id": -2}, {"uid": "1295633904157057075", "i": 12301, "idx": 2, "sa": ["Glenn Mulcaire", "Clive Goodman", "Rupert Murdoch", "Andy Coulson", "David Cameron"], "q": "by what I've said about those events, but when the spokesman needs a spokesman it's time to move on,\" said <strong> Andy Coulson </strong>, who had worked for <strong> David Cameron </strong> for 31/2 years. <strong> Andy Coulson </strong> was <q>a brilliant member of my team and has thrown himself at the job with skill and dedication,</q> <strong> David Cameron </strong> said. <strong> Rupert Murdoch </strong>'s News of the World is one of Britain's most raucous tabloids. In early 2007, the paper's royal correspondent <strong> Clive Goodman </strong> and the private investigator <strong> Glenn Mulcaire </strong> were found guilty of intercepting", "new_id": -2}, {"uid": "1295505389092585989", "i": 19846, "idx": 0, "sa": ["Sergio Marchionne", "Henry Ford"], "q": "old haunt Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> had a <strong> Henry Ford </strong> moment Tuesday, dropping his mantra for speedy change at the automaker so he could visit his old University of Windsor stomping grounds and indulge in nostalgia about <q>the best time in my life.</q> <strong> Sergio Marchionne </strong> revisited an old college pub, the Dominion House, for lunch and a beer before a Chrysler event. Advertisement \"They have the same chairs, the same carpet, the", "new_id": -2}, {"uid": "1296058173154206255", "i": 4972, "idx": 5, "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords", "Robert Gates"], "q": "possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential adviser. <q>The administration knows that I am quite content with the work I am doing now,</q> he said. \"I am not interested in a government job.\" Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh", "new_id": -2}]