[{"uid": "1297446725101842956", "i": 11179, "idx": 17, "sa": ["Donald Rumsfeld"], "q": "' What's the comeback for you?'' <strong> Donald Rumsfeld </strong>'s tone remains even. The only faint sign of agitation as he replies is the furling, unfurling and scrunching of a napkin with his left hand. <q> Well, I mean, there are plenty of people commenting on that about Afghanistan or Iraq or transformation, anything you do... That's quite a different thing than what I'm talking about. </q> Throughout his career, <strong> Donald Rumsfeld </strong> has consistently been a man who cares above all about protecting and extending American power. So I wonder if he has any regrets on that score. Does he", "new_id": -2}, {"uid": "1295649793119881766", "i": 33457, "idx": 2, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "the recession, and rising poverty and unemployment have put pressure on public services. States have cut spending and hiked taxes, and have turned to the federal government, to help address their budget gaps. <q> California, Illinois, New York are all three that are in so much trouble that it's very easy to imagine that they would show up and ask for more money, </q> <strong> Newt Gingrich </strong> said. <strong> Bill Lockyer </strong>, the California treasurer, said those who support the idea want`` one thing above all-- to see government go up in flames and, with it, the lives of a", "new_id": -2}, {"uid": "1296517111008863797", "i": 2275, "idx": 0, "sa": ["Michael Vick"], "q": "are good \" copy cats and low cost producers. They have the jobs. We don't. So, we invent new products that eventually end up being made in China or other low Report Abuse <q> Here in Southern California there are a lot of city's using stimulus money to replace perfectly good curb and gutter( median in middle of city streets) with miles and miles of new curb and gutter. Meanwhile there are still potholes the size moochelle's a ss everywhere you drive. How can these temporary jobs help the economy? </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Tampa Mom Accused of Killing Teen Kids Sobs in Court New Trading Software Breakthrough Software Turns$ 10,000 Into$ 866,487- Find", "new_id": -2}, {"uid": "1297435702142311425", "i": 44276, "idx": 6, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "and <strong> Stephen Elop </strong> said.`` We have different forms of value transfer in different directions,'' <strong> Stephen Elop </strong> said.`` We have new opportunities that come from advertising and new forms of monetization.'' <q> We the ability to activate users and put them in a position to be more effective in what we call local commerce, </q> added <strong> Steve Ballmer </strong>.`` Nokia has not just got mapping but other assets that we will import, if you will. There are a set of financial considerations for that as well.'' <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong>", "new_id": -2}, {"uid": "1297654044124387332", "i": 16638, "idx": 0, "sa": ["Donald Rumsfeld", "Katherine Gallagher", "President Bush"], "q": "CCR alleges waterboarding is a form of torture, and says former presidents do not enjoy special immunity under the United Nations Convention Against Torture, to which both Canada and the United States are signatories. <q> The reach of the Convention Against Torture is wide-this case is prepared and will be waiting for him wherever he travels next, </q> the statement said. <strong> Donald Rumsfeld </strong>: Saddam Targeted <strong> Donald Rumsfeld </strong>'s and <strong> President Bush </strong>'s Daughters CCR lawyer <strong> Katherine Gallagher </strong> said that as <strong> President Bush </strong>'s visit to Canada draws closer,`` we will see what actions we will take.''", "new_id": -2}, {"uid": "1295669771065781827", "i": 2608, "idx": 3, "sa": ["Eric Schmidt"], "q": "merge Google's technology and business vision.'' In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify the individual roles so <q> there's clear responsibility and accountability at the top of the company. </q> On his Twitter account, <strong> Eric Schmidt </strong>, who was widely described as`` adult supervision'' for the two young founders when he was named chief executive, wrote:`` Day-to-day adult supervision is no longer needed", "new_id": -2}, {"uid": "1295029652070811648", "i": 40089, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman"], "q": "CAMILLE GRAMMER MEETS KAYTE WALSH`` You are respectfully considerate and yet pleased for the new developments in my life,'' <strong> Kelsey Grammer </strong> responded coyly, before talking about how his children are handling the divorce. <q> The kids seem to be doing okay. We've been spending quite a bit of time with them, <strong> Kayte Walsh </strong> and <strong> Scarlett Johansson </strong> <strong> Kayte Walsh </strong>'s my new girl. We're planning to get married soon. </q>! NEWS: CAMILLE GRAMMER NOT GRANTING KELSEY GRAMMER A SPEEDY DIVORCE The work marriage triggered <strong> David Letterman </strong> to inquire about a date for the wedding, and he got one!`` Sometime in February we", "new_id": -2}, {"i": 13540, "idx": 0, "index_answer": 0, "new_id": -1, "q": "him dog-gone angry. <strong> Mark Buehrle </strong> admitted to MLB.com recently that there were times while watching the NFL, that he wished <strong> Michael Vick </strong> would get hurt. Instead he won NFL comeback player of the year. <q> Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane? </q> <strong> Mark Buehrle </strong> said. <strong> Michael Vick </strong> was convicted for his association with a dogfighting ring in 2007. <strong> Mark Buehrle </strong> and his wife, Jamie, are on billboards promoting dog adoption and animal rescue.''( <strong> Michael Vick </strong>) had", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297393013108019724"}, {"uid": "1296498486124518453", "i": 34027, "idx": 2, "sa": ["Brad Ellsworth", "Mike Pence"], "q": "fiscal conservative. The business people would be very comfortable with him.'' He also doesn't alienate the opposition.`` I like <strong> Mike Pence </strong>,'' says former House Speaker <strong> Brad Ellsworth </strong> Gregg, a Democrat. <q> He is a conservative, but unlike some conservatives he's not angry. I don't find him shaking his finger at a moderate or liberal. He invites discussion and an exchange of ideas. </q> Although <strong> Mike Pence </strong>'s path to the governor's office appears clear at this point, he's not likely to take it for granted. <strong> Mike Pence </strong> knows what it's like to lose an election, having made", "new_id": -2}, {"uid": "1295206158169885726", "i": 38464, "idx": 2, "sa": ["Simon Cowell"], "q": ".`` It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.'' <strong> Simon Cowell </strong> added: <q> At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years!`` Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge. </q> This is a fictional news article. It is just a bit of fun and purely speculation on what Helen BaxendaleThe actress on EastEnders: Tiffany's behaviour disturbs Bianca Emmerdale: Andy is suspected of", "new_id": -2}]