[{"uid": "1295636961179568645", "i": 36968, "idx": 6, "sa": ["Andy Coulson", "Glenn Mulcaire", "Sean Hoare", "Tommy Sheridan", "Clive Goodman"], "q": "on Mr <strong> Sean Hoare </strong>'s claims.\" 9 December 2010, <strong> Tommy Sheridan </strong> perjury trial: Asked about <strong> Glenn Mulcaire </strong>'s repeated hacking of private mobile phone messages for the News of the World, <strong> Andy Coulson </strong> said: <q> I never knew him as an individual, I never met him, I never spoke to him, I never heard his name until the <strong> Clive Goodman </strong> affair started. \"But I knew his consultancy was used in an entirely legitimate way during my time as editor. </q> <strong> Tommy Sheridan </strong> asked him about a House of Commons committee report which stated that the NoW \"turned a blind eye\" and \"at worst actively condoned\" bugging and hacking in the newsroom. Phone-hacking row", "new_id": -2}, {"uid": "1296440737158449665", "i": 27916, "idx": 0, "sa": ["Sergio Marchionne"], "q": "of the project revolve around shrinking the system typically used on a heavy-duty truck down to something that can be fitted to a light-duty vehicle-as well as dampening the \"side effects\" such systems can create. <q> Right now, hydraulic hybrid systems currently create more NVH[ noise, vibration, harmonics] than consumers would accept, </q> he explained. \"So this project will also look at ways to alleviate that.\" <strong> Sergio Marchionne </strong>, CEO of Chrysler Group, stated that the overall goal of the project is to evaluate and, hopefully", "new_id": -2}, {"uid": "1295612145098222091", "i": 7400, "idx": 0, "sa": ["Andy Coulson", "Andrius Kubilius", "David Cameron", "Jóhanna Sigurðardóttir"], "q": "ago LONDON( Reuters)- The British prime minister's communications chief <strong> Andy Coulson </strong> resigned on Friday, as prosecutors stepped up their inquiries into illegal phone hacking at a tabloid newspaper when he was editor. <q> We confirm that <strong> Andy Coulson </strong> has resigned, </q> an official in Prime Minister <strong> David Cameron </strong>'s office said. <strong> Andy Coulson </strong> was a key part of <strong> David Cameron </strong>'s inner circle after joining the Conservative leader's team when in opposition in 2007., <strong> Jóhanna Sigurðardóttir </strong>, <strong> Andrius Kubilius </strong>, Mari", "new_id": -2}, {"uid": "1296128197246497300", "i": 21297, "idx": 13, "sa": ["Kevin Kolb", "Michael Vick"], "q": "next season is up in the air. The two-year contract he signed with the Eagles in 2009 is up, and Philadelphia also has money invested in another quarterback, <strong> Kevin Kolb </strong>, through the 2011 season. <q> I'm expecting everything to go according to plan... got to take it one day at a time, </q> said <strong> Michael Vick </strong>, who reiterated later, \"Hopefully I'll be with the Eagles next season.\" <strong> Michael Vick </strong>'s turnaround continued yesterday, when he signed his first endorsement deal since prison. One of the", "new_id": -2}, {"uid": "1295629069004243586", "i": 32242, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Tim Cook", "Steve Jobs", "Sergey Brin", "Dan Lyons", "Mark Linn"], "q": "\"On Thursday, Google along with its strong quarterly numbers, announced that its co-founder <strong> Larry Page </strong> will become the new Chief Executive of the company starting April 4,\" ManikanDan Lyons Raman reports for The International Business Tim Cookes. <q> <strong> Larry Page </strong>, who founded Google along with <strong> Sergey Brin </strong>, will take the reins from <strong> Eric Schmidt </strong>, who has been holding that position since 2001. </q> \"As the Mark Linnet will be concerned in the near-term with the management shuffle, an analyst at Jefferies even hinted at a possibility that <strong> Eric Schmidt </strong> could become the Chief Executive of Apple Inc., whose CEO <strong> Steve Jobs </strong>", "new_id": -2}, {"uid": "1295625424169754652", "i": 55806, "idx": 0, "sa": ["Steve Ballmer"], "q": "its Kinect hands-free motion controller, which at present works only with the Xbox 360 gaming console. Free Software Offers Applicationi Visualization And Combines Diagnostics& Monitoring in One Dashboard WinRumors said Microsoft would release the utilities <q> in the coming months. </q> The company has not confirmed the report. It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told", "new_id": -2}, {"uid": "1296231944135299125", "i": 40674, "idx": 1, "sa": ["Vincenzo Nibali", "Sergio Marchionne", "Che Fu"], "q": "<strong> Vincenzo Nibali </strong> <strong> Sergio Marchionne </strong>'- Migliaia di lavoratori partecipano al corteo della Fiom a Torino, partito qualChe Fu minuto fa dalla stazione di Porta Susa. Quaranta pullman sono arrivati da tutto il Piemonte. Aprono il corteo gli striscioni <q> Mirafiori, l'accordo della vergogna </q> e` Per la liberta' del lavor, dietro al quale sfilano i metalmeccanici Fiom con pettorina gialla e casco rosso. Tra le presenze significative quelle dei lavoratori della Bertone, della De Tomaso, della Powertrain.", "new_id": -2}, {"uid": "1295409458218333249", "i": 12553, "idx": 0, "sa": ["Steven Tyler", "Jennifer Grey", "Jennifer Lopez", "Michael Jackson", "Simon Cowell", "Randy Jackson"], "q": "of auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more \"Idol\" wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on the Fox singing competition. <q> I think with every artist- and <strong> Jennifer Grey </strong> and <strong> Randy Jackson </strong> are legendary artists- you have a lot of warmth and a lot of nurturing, </q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel. \"That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "new_id": -2}, {"uid": "1295562453217792578", "i": 14434, "idx": 5, "sa": ["Ken Auletta", "Danny Sullivan", "Eric Schmidt"], "q": "and advertising, has struggled in some areas, especially social networking, where the rise of org\" articles about Facebook.\"> Facebook has become the most real threat to Google in years. <q> I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company, </q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called \"Googled: The End of the World As We Know It,\" said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "new_id": -2}, {"uid": "1296437639091652104", "i": 13199, "idx": 6, "sa": ["Carlos Ghosn", "Poppy Harlow", "Eric Schmidt"], "q": ", he said, on search, maps and YouTube. It competes, of course, on phones. Google also might in theory compete with Apple's Macintosh computer business with its Chrome OS hardware that Google hopes <q> to announce later this year, </q> <strong> Eric Schmidt </strong> said. <strong> Carlos Ghosn </strong>: Renault-Nissan's <strong> Carlos Ghosn </strong>: The pressure is going to be on the cities to make EVs work Talking to CNNMoney's <strong> Poppy Harlow </strong>, <strong> Carlos Ghosn </strong>, CEO of Renaul-Nissan, downplayed concerns that his big", "new_id": -2}]