[{"uid": "1295564673204079111", "i": 11562, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" Watchers of the technology giant seemed to react mostly positively to news of the leadership shakeup.", "new_id": -2}, {"uid": "1297464725077398024", "i": 34638, "idx": 6, "sa": ["Don Wade", "Donald Rumsfeld", "Hosni Mubarak"], "q": "what's really most effective-- but certainly the public diplomacy has been somewhat confusing.\" <strong> Donald Rumsfeld </strong>, who has known <strong> Hosni Mubarak </strong> for decades, responded carefully when asked whether he is a dictator. <q>He clearly has perpetuated himself in office. He clearly has hoped that his son would succeed him. There have been a number of things that have inhibited freer political systems,</q> <strong> Donald Rumsfeld </strong> said of the Egyptian president, stopping short of offering any further criticism of <strong> Hosni Mubarak </strong>. WLS Weekdays On-Demand Your central source for everything from WLS' flagship programs- The <strong> Don Wade </strong>& Roma Morning", "new_id": -2}, {"uid": "1296309067021659679", "i": 6642, "idx": 4, "sa": ["Barack Obama", "Mike Pence"], "q": ". Flake's stepdaughter was in the Central class visited by <strong> Mike Pence </strong> and later gave the congressman a hug. <strong> Mike Pence </strong> also said the effort by House Republicans to repeal <strong> Barack Obama </strong>'s health-care reform law was <q>not a gimmick,( but) a promise kept.</q> The Republican recalled his first meeting with the Democratic president, on the day of <strong> Barack Obama </strong>'s inauguration. \"Differences aside, he's a very honorable man.\" From USA TODAY and", "new_id": -2}, {"uid": "1297602284267223059", "i": 2094, "idx": 2, "sa": ["Georgie Thompson", "Simon Cowell", "Holly Willoughby"], "q": "great for <strong> Georgie Thompson </strong>. She'll be fantastic.\" <strong> Holly Willoughby </strong> but was said to have angered <strong> Simon Cowell </strong> by making a series of blunders which led to viewers to campaign on entertainment websites for her sacking. Lloyd: <q>What a night it has been for you, a night of dreams</q>- minutes after she was booted off the show.", "new_id": -2}, {"i": 2607, "idx": 2, "index_answer": 0, "new_id": -1, "q": "are structured,\" <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as \"deals, partnerships, customers and broader business relationships,\" while Page would <q>merge Google's technology and business vision.</q> In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify the individual roles so \"there's clear responsibility and accountability at the", "sa": ["Eric Schmidt"], "uid": "1295669771065781827"}, {"uid": "1297242037104841302", "i": 3898, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "with the <strong> Steve Jobs </strong>' leave of absence and the new Page at Google but the fundamentals behind both stocks remain strong. Based on valuation, product mix and software excellence I think Apple is the better stock. <q>I own both. AAPL is clearly the better company</q> So if it's that clear why do u waste money investing in google?Put everything on apple! Second I wish you to become one-tenth of \"that idiot of <strong> Eric Schmidt </strong>\" since he built the most succesful", "new_id": -2}, {"uid": "1296487693078397451", "i": 32332, "idx": 2, "sa": ["Sergio Marchionne"], "q": "conference call that begins at 10 a.m. \"I want to express my gratitude to everyone for their hard work as we move forward towards the achievement of our goals,\" <strong> Sergio Marchionne </strong> said in his e-mail. <q>You are the authors of this success. I want to thank you for your dedication, your creativity and your willingness to embrace change without which these results would not have been achieved.</q> Last Friday, Ford said it would pay its 40,600 UAW workers an average of$ 5,000 in profit sharing. Chrysler has not paid profit sharing since 2005, when its UAW workers received an average of", "new_id": -2}, {"uid": "1295739237074268687", "i": 9440, "idx": 0, "sa": ["Rasheed Wallace", "Allen Iverson", "Dwight Howard", "Hedo Turkoglu"], "q": "as the horn sounded, dropping the Cavs to 8-1 in the postseason. \"It's a big victory,\" said <strong> Dwight Howard </strong>, who broke one of the shot clocks with a dunk in the opening minutes. <q>We kept fighting the whole game. We kept believing we could win.</q> <strong> Hedo Turkoglu </strong> scored 15 points with 14 http://wn.com/Allen_Iverson_37pts_15_asts_vs_Pistons_2005_NBA_Playoff_Gm_3 <strong> Allen Iverson </strong> was trying to stay with his man on defense when he slammed full-force into <strong> Rasheed Wallace </strong> and went sprawling to the floor. Picking himself up and shaking off the aftershocks, <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1297185913149962759", "i": 3732, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "out that there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. \"Ironically, my comment was unintentional,\" <strong> Donald Rumsfeld </strong> writes. <q>I had meant to say France and Germany represented \"old NATO' not` old Europe'.</q> \"In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling french fries` freedom fries\" loved it,\" he writes. \"The elites in Paris", "new_id": -2}, {"uid": "1295862146256983053", "i": 18902, "idx": 0, "sa": ["Simon Cowell"], "q": "engaged to make-up artist Mezhgan Hussainy last February- admits he struggles to relate to very young kids, but would love to have youngsters of his own to play games with. He said: <q>I worry about it- because of my age. When I was a youngster, my dad used to play soccer and games with me. And I worry that if I was 70. \"Also, if children could be born at the age of five I'd quite like that. I like them at that age when they can talk and understand. I'm not sure I could deal with the whole \"ga ga goo' thing. But I genuinely like kids.</q> <strong> Simon Cowell </strong> also admitted Mezhgan, 36, has \"softened\" him and has finally made him think about settling down forever. He added on a forthcoming episode of` Oprah Presents Master Class\"", "new_id": -2}]