[{"i": 34235, "idx": 0, "index_answer": 3, "new_id": -1, "q": "wrote: \"I am one of those shocked and yet not altogether suprised by Craig <strong> George Osborne </strong>'s switch from being poacher to becoming gamekeeper.\" Latest from BBC News blogs <strong> Brian Taylor </strong>: <q>Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which...</q> \"The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...\" \"Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,", "sa": ["Chris Gent", "Andy Coulson", "George Osborne", "Brian Taylor"], "uid": "1296665253235831378"}, {"uid": "1296106965198869114", "i": 1642, "idx": 5, "sa": ["Marcus Camby", "Theo Ratliff", "Allen Iverson"], "q": "mark. The NBA record for best start is 15-0, shared by the 1949-50 Washington Capitols and the 1993-94 Houston Rockets. \"Everybody wants to be the first team that knocks us off,\" said <strong> Allen Iverson </strong>. <q>Everybody wants to be that team. It's going to be tough. We have to really dig in and sneak some wins out of other teams' houses. For right know, I'm just living for the moment and I just hope it continues. I'm glad I'm a part of it.</q> <strong> Allen Iverson </strong> scored 22 points, seven during an 18-0 surge that turned a five-point deficit into a 70-57 lead midway through the third period. The Cavaliers missed eight straight shots during that stretch and <strong> Theo Ratliff </strong> was a http://wn.com/Allen_Iverson_25pts_9asts_vs_Lebron_James_Cavs_06/07_*LBJ_Triple_Double <strong> Marcus Camby </strong>", "new_id": -2}, {"uid": "1295678248220479497", "i": 41429, "idx": 1, "sa": ["Tony Blair", "Andy Coulson", "Barack Obama"], "q": "<strong> Tony Blair </strong>... the Iraq war Article: Families reject <strong> Tony Blair </strong> apology over Iraq... Report Abuse \"<strong> Tony Blair </strong> regretted is meaningless. is only a word spoken out from his mouth. not from his heart.\" Report Abuse <q>They'll carry on with this, they'll carry on with that yada yada...</q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why <strong> Barack Obama </strong> and Hu's Talks Won't End U.S.-China Tensions Healthy Habits Coaching Weight& stress mgmt. tips and more. For military&", "new_id": -2}, {"uid": "1296030809164511749", "i": 3474, "idx": 2, "sa": ["Eric Schmidt"], "q": "weighing a role in the Obama administration. As executive chairman, \"a lot of my time\" will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said. <q>We've got very complicated government issues,</q> he said, adding that \"we move quickly, and we tend to be disruptive at scale.\" European Union officials opened a formal antitrust probe last year into Google search results, while in China", "new_id": -2}, {"uid": "1296232926027263004", "i": 34836, "idx": 0, "sa": ["Simon Cowell"], "q": "year running. The Geordie stars, who first found fame on BBC children's programme Byker Grove, were unable to accept the award in person but delivered a victory speech via video link. <q>We are so sorry, we're in Cardiff now. Thank you so much, this means so much to us. Ten years in a bloody row Declan. Ten years. We are so, so happy,</q> Ant said. <strong> Simon Cowell </strong>, who works with the stars on Britain's Got Talent, accepted the award on their behalf and joked that, while deserved, their success was \"annoying\".", "new_id": -2}, {"uid": "1295628138018169942", "i": 1785, "idx": 4, "sa": ["Andy Coulson", "Keir Starmer"], "q": "stung by allegations that they were too easy on the paper, have recently reopened the investigation. Chief prosecutor <strong> Keir Starmer </strong> said last week that a \"comprehensive assessment\" of all evidence would be held to determine <q>whether there is any material which could now form evidence in any future criminal prosecution relating to phone hacking.</q> The News of The World declined to comment on <strong> Andy Coulson </strong>'s resignation, but critics said it should have happened long ago. \"To say this is long overdue is an understatement,\" said", "new_id": -2}, {"uid": "1296005496137592915", "i": 1364, "idx": 0, "sa": ["Eric Schmidt"], "q": ", blowing away the average analyst estimate of 2 percent growth. The company will introduce the smart phone in February, ending AT&T's exclusive hold on the device in the United States. Hear here <q>How long are you committed to doing what you're doing? As long as it's exciting.</q> Google CEO <strong> Eric Schmidt </strong>, when asked Tuesday about his plans for the future. <strong> Eric Schmidt </strong>, who announced last week that he will become executive chairman while co-founder Larry Page takes over as CEO, dismissed speculation that", "new_id": -2}, {"uid": "1296366488199786542", "i": 36582, "idx": 1, "sa": ["Mike Pence"], "q": "conservative activists to run for president in 2012. \"We seriously considered it, which for a small town boy from Southern Indiana is a very humbling thing...,\" <strong> Mike Pence </strong> said last week. <q>But at the end of the day, we ultimately believed that where our little family is led is somewhere in the service of the people of Indiana in the days ahead.</q> <strong> Mike Pence </strong>, 51, said he will spend the next few months traveling around the state before announcing a decision on the governor's race, which he is widely expected to enter as the GOP", "new_id": -2}, {"uid": "1295902691252543110", "i": 4261, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Peter Schiff", "Google Inc."], "q": "sitting CEOs, said <strong> Peter Schiff </strong> Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, \"the board clearly wants to retain his guidance for the next four years.\" <q>It's a signal to shareholders that he'll continue to steer the boat,</q> Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as <strong> Google Inc. </strong>'s CEO by co-founder Larry Page. Both men, along with <strong> Google Inc. </strong>'s other co-founder <strong> Sergey Brin </strong>, have limited their salaries to$ 1 for", "new_id": -2}, {"uid": "1295681320220479511", "i": 46171, "idx": 4, "sa": ["Carmelo Anthony", "Allen Iverson", "Yao Ming"], "q": "\" These types of nights are beginning to make up for all those losses that AI endured when he first came to Colorado, fueling his critics' contention that two superstar scorers couldn't coexist for very long. <q>I always felt good about my situation,</q> <strong> Allen Iverson </strong> said. \"That was the whole <strong> Yao Ming </strong> thing with me. I knew there was going to be one day when \"<strong> Carmelo Anthony </strong> came back and JR came back, and I knew that we\"d be able", "new_id": -2}]