[{"uid": "1297304466015368205", "i": 18017, "idx": 1, "sa": ["Satya Nadella", "Steve Ballmer"], "q": "In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops,'' chief executive <strong> Steve Ballmer </strong> wrote in an email to company employees that Microsoft published. <q> We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing ways. </q> One of the feathers in <strong> Satya Nadella </strong>'s cap includes leading the technical efforts on the launch of Microsoft's Bing search engine, new releases of MSN, and the integration of Yahoo! across Bing and adCenter.", "new_id": -2}, {"uid": "1295243742247496746", "i": 34897, "idx": 4, "sa": ["LeBron James", "Kevin Martin", "Allen Iverson", "Mikki Moore", "Francisco García", "Kenyon Martin"], "q": "'s no reason for this team to come in here and beat us on our own floor, as good as we were playing on this floor,'' <strong> Allen Iverson </strong> said after the Nuggets fell to 31-8 at home. <q> They were playing without their two best players. No reason for it. It's unacceptable. </q> <strong> Kevin Martin </strong> scored 36 points despite missing Sacramento's shootaround with the stomach flu and the LeBron Jamess capitalized on <strong> Kenyon Martin </strong>'s one-game suspension by getting 29 points from <strong> Francisco García </strong> and 23 from <strong> Mikki Moore </strong>.`` We didn't have a stopper", "new_id": -2}, {"uid": "1296780771243531829", "i": 18021, "idx": 0, "sa": ["Zahi Hawass"], "q": "country's historical sites.`` Egyptian cultural heritage, both its monuments and its artefacts, are part of the ancestral heritage of humanity, handed down to us through the ages,'' she said. <q> The value of the 120,000 pieces in the Egyptian Museum in Cairo is inestimable, not only in scientific or financial terms, but because they represent the Egyptian people's cultural identity. </q> Playing down the damage But the country's newly appointed minister of antiquities, well-known egyptologist <strong> Zahi Hawass </strong>, on Thursday played down accounts of the break-in at the Museum and warned against`` rumours.''", "new_id": -2}, {"uid": "1297125894137412610", "i": 18153, "idx": 1, "sa": ["Zahi Hawass"], "q": "minister of antiquities a few days ago. In his Feb. 3 posting, <strong> Zahi Hawass </strong> sought to dispel rumors that the Egyptian Museum had caught fire and to reassure people that the nation's treasures are safe. <q> I am the only source of continuing truth concerning antiquities, and these rumors are aimed at making the Egyptian people look bad, </q> <strong> Zahi Hawass </strong> wrote.`` If anything happens to the museum, I would bravely tell everyone all over the world because I am a man of honor, and I would never hide anything from you. It is from", "new_id": -2}, {"uid": "1295167629029294640", "i": 21492, "idx": 0, "sa": ["Kirsten Gillibrand", "Andreas Wittmann", "Debbie Wasserman Schultz"], "q": "target=\"_blank\" href=\"http://munichnews.com/\"> Munich every day, it was but natural that young <strong> Andreas Wittmann </strong> would soon soak up a variety of target=\"_blank\" href=\"http://musicaltotal.com/\"> musical influences while inheriting the musical propensity shared by both his father and grandfather. <q> Music has always been an integral part of my Giffords hospital visit:`` Like we were watching a miracle </q> WASHINGTON- U.S. Rep. <strong> Debbie Wasserman Schultz </strong>, D-Fla., told reporters Wednesday night that she and Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. were in Rep. Garbielle Giffords' hospital room when the wounded congresswoman opened her eyes for the first target=\"_blank\" href=\"http://worldtime.wn.com/\">", "new_id": -2}, {"uid": "1297178299144113685", "i": 42349, "idx": 6, "sa": ["Simon Cowell"], "q": "'' he said. If those preteens aren't brave enough to massacre their elders, they probably won't survive the auditions, which will be held live before 4,000 or 5,000 people in an arena. <q> It was supposed to be similar to them doing their first concert, </q> <strong> Simon Cowell </strong> explained.`` It really helped show me who could handle the pressure.'' Sunherald.com encourages an open exchange of affirming and dissenting opinions on our stories, and we consider it an important element of", "new_id": -2}, {"uid": "1296964906258326574", "i": 21133, "idx": 1, "sa": ["Andy Reid", "Michael Vick"], "q": ", who dealt with family problems when two of his sons were arrested on drug charges, believed <strong> Michael Vick </strong> could change around his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as <strong> Andy Reid </strong>. <q> He had a plan and he stuck to that, both on and off the field, </q> <strong> Andy Reid </strong> said.`` He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did a great job", "new_id": -2}, {"uid": "1297570143257933344", "i": 8018, "idx": 0, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong>, I laid out some helpful principles to being not just a better actor, but a good all-round performer. Here are five more principles <strong> Simon Cowell </strong> wrote about in his book, href=\"http://www.amazon.com/Dont-Mean-Rude-But-Backstage/dp/0767917413\" rel=\"nofollow\"> <q> I Don't Mean to Be Rude, But... </q> 1. Create a Platform <strong> Simon Cowell </strong> points out that many successful pop stars started their careers in bands or TV shows. It was from that platform that they gained the notoriety and momentum", "new_id": -2}, {"uid": "1295821316074186802", "i": 22, "idx": 5, "sa": ["Michael Vick"], "q": "<strong> Michael Vick </strong>'s Dogs'',`` parentThreadId'':-1,`` mediaId'':9760457,`` tags'': null,`` anonSiteUrl'': null,`` assocMediaType'':`` externalmedia'',`` createdAt'': <q> 23 Jan 2011 09:03:11 GMT </q>,`` anonEmail'': null,`` isVisible'': true,`` approved'': true,`` numComments'':9,`` reviewed'': true,`` createdByUsername'':`` rookie177'',`` pathToPreview", "new_id": -2}, {"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,'' <strong> Sen. Bernie Sanders </strong> said.`` We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.'' <q> To me, it's a disaster, </q> said New York-based labor activist <strong> Jonathan Tasini </strong>.`` When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.''", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}]