[{"uid": "1295717001239091721", "i": 53231, "idx": 3, "sa": ["Clive Goodman", "Glenn Mulcaire", "Andy Coulson", "Mark Lewis"], "q": ", said he was representing four people who believe they were targeted by other newspapers.`` This was almost kids' play time. It was such a widespread practice,'' said Mr <strong> Mark Lewis </strong>. <q> Although it is a crime, people were regarding it as though it was driving at 35mph in a 30, that you just sort of do it and hope you don't get caught. </q> Mr <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 after the paper's former royal editor <strong> Clive Goodman </strong> and private investigator <strong> Glenn Mulcaire </strong> were jailed for phone hacking. Although he accepted ultimate responsibility", "new_id": -2}, {"uid": "1296622781114606115", "i": 13038, "idx": 0, "sa": ["Sergio Marchionne"], "q": "'' he grins. The passion is not expected to immediately translate into sales, however. During the first year, Mr Galeana expects to sell no more than 250-300 cars, which he acknowledges <q> is not a great amount of vehicles </q>. But it is a start- and one that the company will build on.`` We're entering this market after an absence of 27 years,'' says <strong> Sergio Marchionne </strong>, chief executive of", "new_id": -2}, {"uid": "1295456961253952050", "i": 33740, "idx": 0, "sa": ["Alassane Ouattara"], "q": "disputed presidential election, including attacks against United Nations peacekeepers and civilians. The resolution said those responsible for crimes against U.N. personnel and civilians must be held accountable. It also warned of the council's <q> readiness to impose measures, including targeted sanctions against those who obstruct the work of UNOCI. </q> <strong> Alassane Ouattara </strong> is widely recognized by Western and African governments as president-elect of Ivory Coast after the electoral commission proclaimed him winner of the November 28 presidential poll. The results were certified by the U.N. mission but rejected", "new_id": -2}, {"uid": "1297704186051036184", "i": 30823, "idx": 0, "sa": ["Steve Ballmer"], "q": "trade show today.`` Nokia's involvement... will drive volume, will create new innovation and products, and will accelerate the adoption of the Windows Phone platform,'' <strong> Steve Ballmer </strong> said during a keynote presentation. <q> The additional energy that comes with this announcement... will help consumers get new hardware, fresh choices, and amazing services. </q>`` Nokia's support will help Windows Phone overall to build strength versus the other eco-systems,'' <strong> Steve Ballmer </strong> continued. Microsoft is working to ensure that innovation`` doesn't lead to the kind of", "new_id": -2}, {"uid": "1297521829086999054", "i": 16328, "idx": 0, "sa": ["Cameron Wake", "Michael Vick", "Phillip Hunt", "Juan Castillo", "Andy Reid", "DeSean Jackson"], "q": ", winning tradition, and with a quarterback like <strong> Michael Vick </strong> and players like <strong> DeSean Jackson </strong>, just to name a few, it's a great organization to be a part of,'' <strong> Phillip Hunt </strong> told the Eagles' website. <q> This was a bit like coming out of college. I was a free agent and I had a chance to choose my own team that I wanted to go to. At this time, I was just focused on picking the correct team instead of just going out on a limb and picking any team. I did a little bit of research with this team, and I know <strong> Andy Reid </strong> and <strong> Juan Castillo </strong>, they have a lot of great coaches here. </q> The Eagles hope <strong> Phillip Hunt </strong>, 6-foot, 248, can duplicate the success of <strong> Cameron Wake </strong>, the former CFL star who made the Pro Bowl this past season for the Dolphins, playing as a 3-4 linebacker.", "new_id": -2}, {"uid": "1296271846184582164", "i": 29207, "idx": 8, "sa": ["Allen Iverson", "Kobe Bryant", "Shaquille O'Neal"], "q": "hit 14-of-29 shots and 10-of-11 free throws to reach 40 points for the seventh time in his last 11 games and the 11th time this season. <strong> Kobe Bryant </strong> managed just 18 points while committing six turnovers in 41 minutes. <q> I don't approach the game like it's <strong> Kobe Bryant </strong>, and I want to have a <strong> Shaquille O'Neal </strong> game against him, </q> <strong> Allen Iverson </strong> said.`` I want to play a good game against everybody. When you play well against another great player, it's only natural for you to feel good about the win. But that's not", "new_id": -2}, {"uid": "1296833245099107030", "i": 39414, "idx": 4, "sa": ["Donald Rumsfeld", "Bill Clinton"], "q": "broke.`` Abu Ghraib and its follow-on effects, including the continued drum-beat of` torture' maintained by partisan critics of the war and the <strong> Bill Clinton </strong>, became a damaging distraction,'' he wrote. <q> I regret that I did not leave at that point. </q> <strong> Donald Rumsfeld </strong> did not leave until after Republicans were crushed in the 2006 congressional elections. He has been mostly silent since then. Though the ACLU accused <strong> Donald Rumsfeld </strong> of rewriting history with his latest account,", "new_id": -2}, {"uid": "1297159102098910298", "i": 541, "idx": 0, "sa": ["Angelina Jolie", "Brad Pitt"], "q": "disaster, and the child is expected to go visit her and <strong> Brad Pitt </strong> and their other children before the adoption is authorised in the latter stages of this year. A source told the Daily Mirror newspaper: <q> <strong> Angelina Jolie </strong>'s lawyers are in the process of getting an authorisation so Leah can spend some time with her in America. That's standard procedure, basically they need to make sure Leah will adapt well.`` A lot of observers from groups such as the Red Cross are ensuring that <strong> Angelina Jolie </strong> is treated like anybody else and not fast tracked, which would be viewed insidiously. </q> There are worries adoption authorities in the small Caribbean nation may not be able to cope with the massive interest in <strong> Angelina Jolie </strong>'s plans, but the 35-year-old screen star determined to get through the`` final steps", "new_id": -2}, {"uid": "1296489313251248650", "i": 11200, "idx": 0, "sa": ["Kim Jong-Il", "Steve Carell", "Sean Combs", "Simon Cowell", "Ricky Gervais"], "q": "the street-art pioneer, drum'n' bass supremo, and TV man. In a candid interview he talks about learning to <strong> Sean Combs </strong> his mother, inspiring the next generation and why he'd rather dine with <strong> Kim Jong-Il </strong> than <strong> Simon Cowell </strong> <q> I've always wanted a happy home. And I've created that </q>: Goldie Brief encounter for Office stars <strong> Ricky Gervais </strong> and <strong> Steve Carell </strong> Carrell British accent, racist stereotypes and double entendres <strong> Ricky Gervais </strong> makes a guest appearance on the US version of The Office, reprising his role as David Brent and bumpling", "new_id": -2}, {"i": 8231, "idx": 0, "index_answer": 1, "new_id": -1, "q": "or even last September, based on Chiang's analysis last month. <strong> Bill Lockyer </strong> said Monday his weekend comments weren't based on any new cash flow information, but that his words shouldn't be surprising. <q> We have a current structural budget deficit that we have to address. The sooner, the better. </q>- Kevin Yamamura AT THE CAPITOL <strong> Jerry Brown </strong> will deliver his State of the State address Monday, the final day of January. <strong> Jerry Brown </strong>'s predecessor, <strong> Arnold Schwarzenegger </strong>, used his first State of", "sa": ["Jerry Brown", "Bill Lockyer", "Arnold Schwarzenegger"], "uid": "1295962091207159365"}]