[{"uid": "1296515044009224265", "i": 19108, "idx": 0, "sa": ["Ali Farag", "Robert Bauval", "Zahi Hawass", "Anthony West"], "q": "also talk about <strong> Robert Bauval </strong>'s upcoming Egypt tour and some of his favorite spots in Egypt. <strong> Robert Bauval </strong> is the author of`` The Egypt Code'',`` The Orion Mystery'','' Keeper of Genesis'', <q> The Message of the Sphinx </q>,`` Secret Chamber'',`` TAli Faragsman: Sacred Cities, Secret Faith'' and his new upcoming book is called`` Black Genesis''. Topics Discussed: Tutankhamun of Anthony Western European descent, Pre-Dynastic Egypt, <strong> Zahi Hawass </strong>", "new_id": -2}, {"uid": "1295630171074432548", "i": 59682, "idx": 3, "sa": ["Brian Barrett", "Larry Page", "Eric Schmidt"], "q": "blockbuster quarter,'' why risk discovering that <strong> Larry Page </strong> isn't`` up to the mammoth task of running such a large, powerful, and increasingly diverse company?'' It's hard to shake the feeling that Google <q> is trying to fix something that isn't broken. </q> The shift in titles sounds dramatic, but it's not clear that much will really change, href=\"http://us.rd.yahoo.com/dailynews/theweek/cm_theweek/storytext/211300/39770623/SIG=12639bog8/*http://gizmodo.com/5739125/google-shakeup-Eric Schmidt-out-Larry Page-in-as-ceo\"> says <strong> Brian Barrett </strong> in Gizmodo.`` <strong> Eric Schmidt </strong> will actually continue fulfilling most of his` adult' duties,", "new_id": -2}, {"uid": "1296729736112345093", "i": 1287, "idx": 1, "sa": ["Michael Hansen", "Michael Vick"], "q": "necessary,'' said <strong> Michael Hansen </strong>, who has two dogs, 9-year-old Lab-collie brothers named Chaz and Zach. Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that <q> people can reintroduce these dogs back into a society that's not going to abuse them. </q>`` The owner is responsible for what an animal does. It's totally your behavior, whether you have a good dog that minds well and is not a problem to society or you turn it into", "new_id": -2}, {"uid": "1295280874135249947", "i": 1447, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "vote for <strong> Barack Obama </strong>. Maybe you should be asking why?'' Since when is character not an important issue? The Barack Obamaial election is an interview process for the most important job in our country; to <q> preserve, protect and defend the Constitution of the United States. </q> The election process is an interview. Since when isn't character an important issue in an interview process?`` Martin <strong> Colin Powell </strong> King spoke about the day when people would be judged by their character, not", "new_id": -2}, {"uid": "1294975566041533468", "i": 22026, "idx": 8, "sa": ["Gary Moore", "Allen Iverson", "Kobe Bryant"], "q": "November. <strong> Allen Iverson </strong>, the NBA's Most Valuable Player in 2001, agreed to a$ 4 million, two-year deal with Besiktas after no NBA team offered him a contract. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> last played Saturday. <q> This is the most pain he's ever felt from any injury he's had, </q> <strong> Gary Moore </strong> said.`` He's http://wn.com/One_SICK_custom_Lakers_jersey!_Official_Adidas_custom-made_not_Kobe Bryant_Kobe Bryant_#24 Magic fall in overtime to Hornets Kobe Bryantmon, Weeden return to Cowboys Utah's Kirilenko, wife and sons become US citizens; Player jokes about paying taxes At least 270 dead in", "new_id": -2}, {"uid": "1295266259121765959", "i": 36214, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": ", on Saturday night. The astronaut described to <strong> Kirsten Gillibrand </strong> the latest progress in his critically injured wife's recovery after the Jan. 8 shooting.`` She's making progress every day,'' <strong> Kirsten Gillibrand </strong> said. <q> She's using both sides of her body.She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing... Monthly and yearly online subscriptions are available. Access is free for print subscribers. To report abuse or misuse of this area please hit the`` Suggest Removal </q> link in the comment to alert our online managers. Please read our href=\"http://www.nwaonline.com/termsofuse/#posting_rules\"> comment policy. Use the comment form below to begin a discussion about this content. PROPOSED LEGISLATION:", "new_id": -2}, {"uid": "1297271856047726682", "i": 6187, "idx": 1, "sa": ["Satya Nadella", "Steve Ballmer", "Bob Muglia", "Amitabh Srivastava"], "q": "helped integrate Yahoo! across Microsoft's search engine and adCenter. <strong> Steve Ballmer </strong> also announced that the company's senior server and tools buisness veep <strong> Amitabh Srivastava </strong> was leaving Microsoft, but he didn't reveal why. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and will work to ensure a smooth transition with the Windows Azure team. I wish him well in his new endeavors, </q> said <strong> Steve Ballmer </strong>. <strong> Bob Muglia </strong> resigned in January this year but will stay on until the summer to help <strong> Satya Nadella </strong> fill his boots, so to speak.?` Ads-funded' Microsoft Works pilot barges onto your", "new_id": -2}, {"uid": "1295576695124059658", "i": 39062, "idx": 1, "sa": ["Danny Sullivan", "Eric Schmidt"], "q": "engine market but has been coming under pressure from social networking rivals such as Facebook. <strong> Danny Sullivan </strong>, editor-in-chief of technology blog SearchEngineLand.com, said Google's`` probably overdue for a major management reorganization.'' <q> The structures between the three have remained exactly the same over the past 10 years-- which might as well be 100 years of Internet time, </q> he said in a blog post.`` It could be that <strong> Eric Schmidt </strong> wants a break from being the main public face of the company,'' he said. <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come", "new_id": -2}, {"uid": "1297119812245366792", "i": 1714, "idx": 1, "sa": ["Simon Cowell"], "q": ",''`` young girls,''`` older singers'' and`` vocal groups'' categories that will each be mentored by a specific judge-- will also audition in front of a live studio audience. <q> On this show, the contestants are going to have to do the auditions in front of three or four thousand people. This way we bring the audience into the audition process as well, they effectively become a fifth judge, </q> <strong> Simon Cowell </strong> said. The identities of the three other judges who will join <strong> Simon Cowell </strong> on The X Factor's judging panel will be announced`` in the coming weeks,'' according to Fox. However British The", "new_id": -2}, {"i": 35377, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coupons statement Thursday, Google's <strong> Eric Schmidt </strong>, announced that he will hand over the title of chief executive to Google co-founder Larry Page in April. In a message sent out on Twitter, <strong> Eric Schmidt </strong> said: <q> Day-to-day adult supervision is no longer needed! </q> <strong> Eric Schmidt </strong>, a tech industry veteran who was brought in 10 years ago to provide what some at the company called`` adult supervision'' for Google's young founders, will take on the role of executive chairman,", "sa": ["Eric Schmidt"], "uid": "1295893778127107089"}]