[{"uid": "1295968668242466824", "i": 17829, "idx": 1, "sa": ["Ken Auletta", "Eric Schmidt", "Barack Obama"], "q": "said in response to a question about his plans. <strong> Eric Schmidt </strong>, 55, may be considering a career as a television host, the New York Post reported yesterday. <strong> Ken Auletta </strong>, author of <q>Googled: The End of the World as We Know It,</q> told Bloomberg TV that <strong> Eric Schmidt </strong> may be weighing a role in the administration of U.S. <strong> Barack Obama </strong>. California, may be looking to rekindle the entrepreneurial spirit that allowed it to grow into one of the world's most valuable", "new_id": -2}, {"uid": "1296273660046694428", "i": 16950, "idx": 2, "sa": ["Michael Jordan", "Allen Iverson"], "q": "second double-double of the season for <strong> Michael Jordan </strong> and marked the first time he reached double figures in assists. \"It's definitely a tremendous sign of growth,\" said <strong> Michael Jordan </strong>, a rookie of the year candidate. <q>We can't make the playoffs and we have one of the worst records in the NBA, so we could http://wn.com/Allen_Iverson_33pts_vs_Pau_Gasol_Memphis_Grizzlies_02/03_NBA On \"Tattoo Night</q> at the Pyramid, the man with the most ink in the building left an indelible mark on the Memphis Grizzlies. <strong> Allen Iverson </strong> scored 33 points and led a fourth-quarter surge as the Philadelphia 76ers averted an embarrassing loss with", "new_id": -2}, {"uid": "1297433861129613836", "i": 19515, "idx": 10, "sa": ["Michael Gove"], "q": "to go back and reconsider how the devastating decision to cancel BSF projects in Waltham Forest was made. It is a victory for common sense and fair play.\" A spokesman for the Department for Education said: <q>We are delighted that the judge did not call into question the decision to end the wasteful and bureaucratic Building Schools for the Future programme. On the substantive points he concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects.</q> Mr <strong> Michael Gove </strong> will now look again at his decision with regard to these authorities with an open mind, taking representations from them, the spokesman added.] In other words you failed by not ticking all the boxes", "new_id": -2}, {"uid": "1297088895231997447", "i": 31052, "idx": 2, "sa": ["Paolo Romani", "Sergio Marchionne", "Maurizio Sacconi"], "q": "Minister <strong> Paolo Romani </strong>. \"In the next two or three years we will be able to see a single entity. It could be based here in the United States,\" Corriere della Sera quoted <strong> Sergio Marchionne </strong> as saying. <q>We'll have to integrate the companies first, though, and then look at the management,</q> he added. Faced with the outcry, the Labor Ministry published a statement showing the Fiat chief backing away from his previous remarks in a telephone conversation with labor minister <strong> Maurizio Sacconi </strong>. According to the ministry, <strong> Sergio Marchionne </strong> explained", "new_id": -2}, {"uid": "1295698689092569639", "i": 44288, "idx": 0, "sa": ["Alexander Lukashenko", "Andy Coulson"], "q": ": Belarus President <strong> Alexander Lukashenko </strong> World Video: Raw Video: Japan launches rocket to ISS World Video: Dutch students clash with police Report Abuse \"Hmmm... haven't we seen this in Europe before?\" Report Abuse <q>If the EU really cared, they would prevent all travel to any government figure and and initiate an immediate trade embargo. He is welcome to have full bilateral relations with only Russia. Europeans need to show a backbone and not coddle dictators across the world( including Putin)</q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1294966525056983567", "i": 2309, "idx": 3, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "with 31.6 points per game before his suspension, would've returned for Saturday's game until a snowstorm postponed the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis. <q>Monday, I get to wake up and it's Christmas,</q> <strong> Allen Iverson </strong> said with a smile. \"Obviously, it's going to be a fun day.\" The four-time scoring champion and seven-time All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR", "new_id": -2}, {"i": 14136, "idx": 6, "index_answer": 0, "new_id": -1, "q": "$ 2.54 billion in the fourth quarter of 2010 from$ 1.97 billion in the same quarter a year ago. Revenue was up 26 per cent to$ 8.44 billion from the same period last year. <q>Our strong performance has been driven by a rapidly growing digital economy and by the extraordinary momentum of our newer businesses, such as display and mobile,</q> <strong> Eric Schmidt </strong> said. \"These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, <strong> Google Inc. </strong> and the wider web,\" he said.", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295568681147800068"}, {"uid": "1295404963171524096", "i": 22224, "idx": 0, "sa": ["Piers Morgan", "Jay Leno", "Howard Stern", "David Letterman", "the Stern"], "q": "took place last year. During his interview on \"<strong> Piers Morgan </strong> Tonight,\" <strong> Howard Stern </strong> expanded on his dislike for the host- and his dismay at those who watch <strong> Jay Leno </strong>'s show. As he told <strong> Piers Morgan </strong>, <q><strong> the Stern </strong> won't do[ his show] again.</q> <strong> Howard Stern </strong> is also staunchly Team <strong> David Letterman </strong>. \"<strong> the Stern </strong> don't know why he's beaten <strong> David Letterman </strong> in the ratings,\" said <strong> Howard Stern </strong>. \"It's beyond my comprehension. America must be", "new_id": -2}, {"uid": "1296084552189841416", "i": 5699, "idx": 1, "sa": ["Michael Vick"], "q": "out of the box.\" Reid said the late success has something to do with figuring out on the fly how to counter the unusual things teams are coming up with to defend <strong> Michael Vick </strong>. <q>I think we're making good adjustments as players and coaches; I like to do that sooner than later,</q> Reid said. \"We're getting some unique looks. Everybody has a certain way,[ defensively] that they're playing <strong> Michael Vick </strong>, and it's not your normal- it's hard to put on another", "new_id": -2}, {"uid": "1296864258154910775", "i": 3229, "idx": 4, "sa": ["Carl-Peter Forster", "Sergio Marchionne"], "q": ". Tata CEO <strong> Carl-Peter Forster </strong> was quoted as saying this week that he is unhappy with sales under the partnership. \"Likewise,\" <strong> Sergio Marchionne </strong> said when asked about <strong> Carl-Peter Forster </strong>'s comments by reporters. <q>That's why it's on the table and we're going to discuss it.</q> <strong> Sergio Marchionne </strong> said in the next two to three years, Chrysler and Fiat could ultimately merge to form a single company, adding \"for all I know it could be based here.\" But", "new_id": -2}]