[{"uid": "1296309067021659679", "i": 6638, "idx": 0, "sa": ["Mike Pence"], "q": "Press  MUNCIE, Ind.-- U.S. Rep. <strong> Mike Pence </strong> discussed his political future-- in somewhat nonspecific terms-- while addressing students in a Central High School social studies class Friday. <strong> Mike Pence </strong> acknowledged he was considering <q> maybe coming home and running for governor, </q> but the Republican said he was likely months away from making a final decision. He didn't completely rule out seeking a seventh term representing Indiana's 6th District in the U.S. House. While it's", "new_id": -2}, {"uid": "1295669752061620314", "i": 45667, "idx": 0, "sa": ["Mike Pence"], "q": "throughout Indiana, but sources in the state said he's been invited to many more than eight and could be confirmed to speak at more of them in short order. As one party source explained, <q> What better thing to do than start meeting Republicans in other parts of the state if he can't raise money during this time period? </q> Indeed, the state statute does not prevent <strong> Mike Pence </strong>`` from participating in party activities conducted by a regular party committee.'' Of course, if he does decide to run for president, it will take", "new_id": -2}, {"uid": "1297323276070123533", "i": 23340, "idx": 2, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong>, R-Ind., who is a favorite of fiscal and social conservatives but rejected appeals that he run for president, turned down an invitation to speak at CPAC, where he has appeared six times. <q> At this time, the congressman is focusing his attention on Indiana, </q> <strong> Mike Pence </strong> spokesman Matt Lloyd said.`` He hopes to participate in future CPAC opportunities as his schedule permits.'' Besides at least eight potential presidential candidates, speakers will include those from the ranks of Republicans", "new_id": -2}, {"uid": "1295562314055377950", "i": 9811, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "government outreach. <strong> Eric Schmidt </strong> also says he will act as an advisor to Page and co-founder <strong> Sergey Brin </strong>.`` As Google has grown, managing the business has become more complicated,'' <strong> Eric Schmidt </strong> said on Thursday. <q> So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> No longer will the company be run by the`` triumvirate'' of <strong> Eric Schmidt </strong> as leader with Page and <strong> Sergey Brin </strong> as presidents. <strong> Eric Schmidt </strong> said Page, who was the company's founding CEO, is now ready", "new_id": -2}, {"uid": "1297278236262340627", "i": 15346, "idx": 0, "sa": ["Barry Ptolemy", "Hugo de Garis", "Kevin Warwick", "Colin Powell", "Dean Kamen", "Peter Diamandis"], "q": "Festival,`` TRANSCENDENT MAN'' has drawn critical acclaim. It screened to sold-out audiences at Tribeca, the American Film Festival in Los Angeles and the International Documentary Film Festival in Amsterdam. The film was lauded as <q> one of the top ten documentaries of the year, </q> by the International Documentary Association. <strong> Barry Ptolemy </strong> explores the social and philosophical implications and the potential threats technological advances pose to human civilization in interviews with world leader <strong> Colin Powell </strong>; technologists <strong> Hugo de Garis </strong>, <strong> Peter Diamandis </strong>, <strong> Kevin Warwick </strong>, and <strong> Dean Kamen </strong>;", "new_id": -2}, {"uid": "1296536150067862554", "i": 2637, "idx": 2, "sa": ["Kobe Bryant", "Kwame Brown", "Allen Iverson", "Pau Gasol"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/Lakers_vs_Celtics_Game_1_2010_NBA_Finals__Kobe_30_points Lakers: 102 Celtics: 89 Next game:( 6/6)@ home sports.yahoo.com <strong> Kobe Bryant </strong> scored 30 points, <strong> Pau Gasol </strong> had 23 points", "new_id": -2}, {"uid": "1296432941168050707", "i": 43524, "idx": 3, "sa": ["Travis Best", "Allen Iverson", "Reggie Miller", "Jermaine O'Neal"], "q": "night at the First Union Center. <strong> Reggie Miller </strong> had 17 points and <strong> Jermaine O'Neal </strong> added 12 points and a career-high 20 rebounds for Indiana, which rallied from an 18-point second-half deficit. <strong> Travis Best </strong> had 16 points and 10 assists. <q> We let the world know, we let them know, we can beat them on their own court, </q> <strong> Jermaine O'Neal </strong> said. <strong> Allen Iverson </strong>, who won his second http://wn.com/Allen_Iverson_17pts_vs_Indiana_Pacers_09/10_NBA_*Home-to-Home_Game_1 <strong> Allen Iverson </strong> expected the Philadelphia 76ers to own the kind of killer instinct that can finish off teams for good once they build a double-digit lead. Because they don't", "new_id": -2}, {"uid": "1295803019101695619", "i": 39687, "idx": 1, "sa": ["Colin Powell", "President Bush", "Geoffrey Wawro"], "q": "to discuss the war. The first <strong> President Bush </strong> hosted some 3,500 people, including many who were Gulf War veterans, at the event at Texas A&M University, which is the home of his presidential library. <q> There is a legitimate argument as to whether we stopped too soon, </q> <strong> Colin Powell </strong> said.`` We accomplished the mission. <strong> President Bush </strong> made the right decision.'' <strong> Geoffrey Wawro </strong>, who published`` Quicksand: America's Pursuit of Power in the Middle East'' last year, writes in", "new_id": -2}, {"uid": "1295558971260145169", "i": 19873, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", 22:16 EST Google announced Thursday that co-founder Larry Page would replace <strong> Eric Schmidt </strong> as chief executive of the Internet giant in April. Google said <strong> Eric Schmidt </strong> would remain with the company as executive chairman and focus on <q> deals, partnerships, customers and broader business relationships. </q> The firm's other co-founder, <strong> Sergey Brin </strong>, will work on strategic projects and new products, Google said in a statement. It said the management changes would take effect on April 4.", "new_id": -2}, {"i": 41592, "idx": 8, "index_answer": 3, "new_id": -1, "q": "Muslim, and that- by implication- there was something wrong with a Muslim running for the US presidency.`` He's not a Muslim,'' said <strong> Colin Powell </strong>, but`` what if he is?'' <q> I'm troubled by the fact that within the party we have these kinds of expressions </q> about Muslims, said <strong> Colin Powell </strong>, who was the country's first black secretary of state.`` We have got to stop polarizing ourselves.'' Republican State <strong> Ron Paul </strong> <strong> Leo Berman </strong> debates his <strong> Barack Obama </strong> Citizenship <strong> Bill Ayers </strong> on CNN Republican State", "sa": ["Barack Obama", "Bill Ayers", "Leo Berman", "Colin Powell", "Ron Paul"], "uid": "1295966915202670097"}]