[{"i": 10113, "idx": 0, "index_answer": 3, "new_id": -1, "q": "with the fantastic group of juniors he has for 2011. His senior defensive end/linebacker <strong> Jarrell McKinney </strong> signed with Western Michigan. \"He's my first Division I recruit,\" <strong> the Albert </strong> said of <strong> Jarrell McKinney </strong>. <q>He has tremendous speed. He runs the 40 in 4.5. He's 6-5, 210, and when he goes to college they're going to put another 20-30 pounds on him. Playing defensive end, he's going to be outstanding. He's the role model for our other kids.... He's that bar that we have to set for ourselves.</q> Cody has an experienced offensive line and receivers coming back, and <strong> the Albert </strong> said junior-to-be quarterback Mario Gulley \"has <strong> Michael Vick </strong> capabilities.\" <strong> Tate Forcier </strong> transferring to Miami( Fla.), says he never", "sa": ["Jarrell McKinney", "Tate Forcier", "Michael Vick", "the Albert"], "uid": "1297327289088555547"}, {"uid": "1295598829081559588", "i": 26383, "idx": 1, "sa": ["George H.W. Bush", "Norman Schwarzkopf", "Colin Powell"], "q": "up to the conflict. Their discussion detailed the efforts the United States made to try to resolve the situation diplomatically and build a worldwide coalition before deciding that military action was the only solution. <q>This is a textbook example of the way to go to war. Diplomatically, politically, militarily of course and economically,</q> said Baker, who added that <strong> George H.W. Bush </strong> left no stone unturned in seeking a peaceful way to resolve the situation. <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>, commander of the coalition forces, wasn't able to attend Thursday's event", "new_id": -2}, {"uid": "1296594377057851911", "i": 23249, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Ryan Seacrest"], "q": "only remaining original judge, Randy Jackson recently told <strong> Ryan Seacrest </strong> on his radio show that he is not trying to be the mean judge this season or fill in <strong> Simon Cowell </strong>'s shoes for that matter. Randy told <strong> Ryan Seacrest </strong>\" <q>I wouldn't say I stepped into the <strong> Simon Cowell </strong>'s shoes. I don't think those shoes could be filled, nor would I want to be in them! But I think you'll see a lot of excitement.</q> When asked about <strong> Jennifer Lopez </strong>'s comment, Randy replied \"Oh come on! <strong> Jennifer Lopez </strong>, come on, take it back! It's not true!\" So what exactly can fans expect out of Randy", "new_id": -2}, {"uid": "1295813473183353387", "i": 15086, "idx": 5, "sa": ["Colin Powell", "Gabrielle Giffords"], "q": "defense secretary, Mr. <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life, although he is happy to be an informal presidential adviser. <q>The administration knows that I am quite content with the work I am doing now,</q> he said. \"I am not interested in a government job.\" Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, Mr. <strong> Colin Powell </strong> said he was dismayed by", "new_id": -2}, {"uid": "1296509876251035669", "i": 23420, "idx": 4, "sa": ["Jay Leno", "Jimmy Kimmel", "Jimmy Fallon", "David Letterman"], "q": "275,000 \"The Tonight Show with <strong> Jay Leno </strong>\" 179,000 \"Late Night with <strong> Jimmy Fallon </strong>\" 150,000 \"The Late Show with <strong> David Letterman </strong>\" 148,000\" Lopez Tonight\" 122,000 \"<strong> Jimmy Kimmel </strong> Live\" 96,000 <q>The Late Late Show with <strong> Craig Ferguson </strong></q> 94,000 \"Chelsea Lately\" 79,000 \"The Mo'Nique Show\" 73,000 Source: Nielsen Media Research, live+ same day data, original episodes only Cable data( 12/27/10-1/ 27/11)", "new_id": -2}, {"uid": "1296715616108806173", "i": 34806, "idx": 0, "sa": ["Barbara Walters", "Bill Clinton", "David Letterman"], "q": "in the US on Friday. <strong> Barbara Walters </strong> knew she needed the celebrity infusion. \"I didn't want people to feel that this was going to be an hour lecture,\" she said. <q>To have these very famous, and in some cases very funny, people, meant that they would watch.</q> Each guest agreed to talk about his experience. <strong> Bill Clinton </strong>, the former Big Mac <strong> Bill Clinton </strong>, revealed that he's now practically a vegan. The usually private <strong> David Letterman </strong> talks candidly about depression and how he sometimes", "new_id": -2}, {"uid": "1296407544252772372", "i": 135, "idx": 13, "sa": ["Chris Webber", "Elgin Baylor", "Allen Iverson"], "q": "you're worthless. And that's from myself, <strong> Elgin Baylor </strong> don't even care what everyone else is saying.\" <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. <q><strong> Elgin Baylor </strong> just know how tough it is on him,</q> <strong> Allen Iverson </strong> said. \"He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you", "new_id": -2}, {"uid": "1294994465235045029", "i": 2969, "idx": 2, "sa": ["Steven Shepard", "Sen. Bernie Sanders"], "q": "very different,\" freshman <strong> Sen. Bernie Sanders </strong> Dave Schweikert( R-Ariz.) told Politico. It was a sentiment Obama echoed in his speech Wednesday evening in Tucson, too, telling mourners that <q>at a time when our discourse has become so sharply polarized- at a time when we are far too eager to lay the blame for all that ails the world at the feet of those who think differently than we do- it's important for us to pause for a moment and make sure that we are talking with each other in a way that heals, not a way that wounds.</q> Contributing Editors: Josh Kraushaar, Quinn McCord and Tim Sahd Contributing Writers: <strong> Steven Shepard </strong>, Jamie Shufflebarger, Dan Roem, Sean Sullivan, Amanda Munoz-Temple, Julie Sobel, and Chris Peleo-Lazar editors reserve the right to", "new_id": -2}, {"uid": "1295756651021528610", "i": 13740, "idx": 2, "sa": ["Eric Schmidt"], "q": "be a bit of chaperone, providing adult supervision. Larry and I are entering our teenage years.\" <strong> Eric Schmidt </strong>'s quotes are legendary, however, and perhaps one reason he's no longer CEO: <q> \"One person's definition of evil is another person's different definition.</q>\" \"Google policy is to get right up to the creepy line but not cross it. I would argue that implanting things in your brain is beyond the creepy line. At least for the moment, until", "new_id": -2}, {"uid": "1295313019231800847", "i": 37710, "idx": 0, "sa": ["Donald Rumsfeld", "Gerald Ford"], "q": "Alert), who produces the show with his wife Michelle, said he wanted <strong> Donald Rumsfeld </strong> to appear as a witness in a lawsuit, testifying about why aggressive interrogation techniques like water-boarding are sometimes needed during wartime. <q>It's an episode about moral relativism about what is considered torture and what is not,</q> Robert <strong> Gerald Ford </strong> said. But Keith Urbahn, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out. \"This area is so fraught with legal ramifications,\" Urbahn said", "new_id": -2}]