[{"uid": "1297174755196968449", "i": 60042, "idx": 8, "sa": ["Simon Cowell"], "q": "competitive. Unlike the singers, we don't pretend to like each other.\" <strong> Simon Cowell </strong> avoided commenting extensively on the new \"Idol\" judges panel, saying he hasn't seen a whole episode. <q> From what I've seen and heard, things seem to be going well, which I expected. </q> He sees this as good news because it means, \"People are still excited by these shows.\" Tweets that mention <strong> Simon Cowell </strong> says X-Factor will find a superstar- Tom Jicha's TV Plus-", "new_id": -2, "mturk_index": "1621"}, {"uid": "1295727412227016714", "i": 46794, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "who plays scathing cheerleading coach Sue Sylvester on the on United States...\" US TV show- believes there are many similarities between the teacher and the straight-talking talent show judge. She said: <q> If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her. \"He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. </q> <strong> Jane Lynch </strong> also admitted she is \"amazed\" by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained in an interview with", "new_id": -2, "mturk_index": "1256"}, {"uid": "1296644437047939601", "i": 35857, "idx": 0, "sa": ["Michael Vick"], "q": "a string of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> Brady said. A unanimous choice for the All-Pro team, Brady threw for 36 touchdowns while being picked off just four times. When he won the award in 2007, Brady set an NFL mark with", "new_id": -2, "mturk_index": "1096"}, {"uid": "1297433812208617477", "i": 17510, "idx": 1, "sa": ["Dick Cheney", "Barack Obama", "Donald Rumsfeld"], "q": "the stage in D.C. to receive the conference's \"Defenders of the Constitution\" award.. When former Vice <strong> Barack Obama </strong> <strong> Dick Cheney </strong> made a surprise appearance to honor <strong> Donald Rumsfeld </strong>, he too was booed with audience members yelling <q> Where's bin Laden\" Bin Laden, </q> \"murdering scum,\" and \"draft dodger.\" But there was some love for the Bush administration officials. Supporters of the duo were heard screaming \"<strong> Dick Cheney </strong> for <strong> Barack Obama </strong>!\" and chanting", "new_id": -2, "mturk_index": "1230"}, {"uid": "1295577378207667391", "i": 57197, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": ". From <strong> Eric Schmidt </strong>'s statement: \"<strong> Larry Page </strong>, in my clear opinion, is ready to lead. <strong> Sergey Brin </strong> has decided to devote his time and energy to strategic projects\" I believe this translates to: <q> <strong> Sergey Brin </strong> has a lot of shares, so we got him some really cool legos that will hopefully keep him busy and away from all decisions. </q> Gus on January 20, 2011 at 3:32 PM@ 4, don't forget the part that translates to \"we've found a way to make all <strong> Sergey Brin </strong>'s private jet travel tax-deductible for him\" . Throwbacks", "new_id": -2, "mturk_index": "1229"}, {"uid": "1296850245052805638", "i": 34689, "idx": 0, "sa": ["David Letterman", "Pete King", "Julian Assange"], "q": "<strong> David Letterman </strong>'s show, laughed when <strong> David Letterman </strong> denounced <strong> Julian Assange </strong> as \"creepy,\" and-- while expressing concerns both that the U.S. Government over-classifies and doesn't safeguard its secrets with sufficient care-- disparaged WikiLeaks this way: <q> I think he is a hero in his own mind, which makes me pretty suspicious.... We should not have </q> freelancers from other countries maPete King a decision about what gets declassified by our government. Our government should be better about it, but I don't want random Australians deciding for me.[ audience laughs and cheers appreciatively", "new_id": -2, "mturk_index": "2166"}, {"uid": "1297268304137707526", "i": 1073, "idx": 6, "sa": ["George Brown", "Donald Rumsfeld"], "q": "The best is Europe, after all.) Instead of a Senate run in 1974, <strong> Donald Rumsfeld </strong> returned to Washington after Nixon's resignation in order to work for his friend Gerald Ford. Classic <strong> Donald Rumsfeld </strong>: <q> NOTE: <strong> George Brown </strong> Shultz and John Ehrlichman were neither helpful nor harmful. They were quiet. </q> War Room is our political news and commentary blog, with coverage and commentary throughout the day from The planned NBC version of the brilliant \"Prime Suspect\" shows why network TV shouldn't mess with great imports", "new_id": -2, "mturk_index": "1926"}, {"uid": "1295915641195493939", "i": 20644, "idx": 0, "sa": ["Joe Scarborough", "Bill Maher", "Eric Schmidt"], "q": "We always knew the CEO's corner office at Googleplex was no place for an Schmidt_Eric Schmidt_says_h.html\"> acerbic wit like <strong> Eric Schmidt </strong>'s. Say something like <q> The Google policy on a lot of things is to get right up to the creepy line and not cross it. I would argue that implanting something in your brain is beyond the creepy line- at least for the moment, until the technology gets better </q> onstage during a product demo, and you're a PR nightmare. Say it from behind the anchor's desk, and you're giving <strong> Joe Scarborough </strong> and <strong> Bill Maher </strong> a run for their money. So it's only natural", "new_id": -2, "mturk_index": "2120"}, {"uid": "1295590171029097991", "i": 39160, "idx": 0, "sa": ["Mark Zuckerberg", "Eric Schmidt"], "q": "public or regulatory scrutiny. Though the outgoing CEO has apologized for some of his reMark Zuckerbergs and dismissed others as jokes, <strong> Eric Schmidt </strong> has nonetheless made headlines with a series of Schmidt-Eric Schmidt-privacy_n_776924.html#s170420\" target=\"_hplink\"> stated Google policy was to <q> get right up to the creepy line and not cross it. </q> In another instance, he advised, \"If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place.\" <strong> Eric Schmidt </strong> has had trouble distancing", "new_id": -2, "mturk_index": "1787"}, {"uid": "1297506563204570648", "i": 26873, "idx": 0, "sa": ["Michael Gove"], "q": "he said was unlawful as he failed to consult with any of the claimants. However, the judge stressed that, provided Mr <strong> Michael Gove </strong> discharged his duty to consult fairly and take into account equality considerations, <q> the final decision on any given school or project still rests with him </q>. \"He may save all, some, a few, or none. No-one should gain false hope from this decision.\" Mr Pank Patel, headteacher of Wood Green High School in", "new_id": -2, "mturk_index": "1392"}]