[{"uid": "1295425487133480479", "i": 13715, "idx": 0, "sa": ["Steve Ballmer"], "q": "also buys aviation goods and services from China and said it expected those purchases to be more than$ 3 billion in coming years. The world's largest software maker told the Washington Post in July that <q> better global enforcement of intellectual property laws </q> was its top lobbying priority and CEO <strong> Steve Ballmer </strong> pegged China as the country with the weakest protections. Microsoft and other members of the Business Software Alliance have called for a deal to boost U.S. software sales and", "new_id": -2, "mturk_index": "223"}, {"uid": "1295803138068403208", "i": 9032, "idx": 2, "sa": ["John McCain", "Barack Obama", "Colin Powell", "Arnold Schwarzenegger"], "q": "<strong> John McCain </strong>( R-Ariz.) said that Congress must take on some of the \"sacred cows,\" including entitlements, in order to cut the deficit. \"Agriculture subsidies are outrageous today,\" he said. <q> Ethanol is a joke, and it's a multi-billion dollar spending. All ag subsidies.... The post office, a model of inefficiency. Horse and buggies-- and the days when Internets[ Launch of the Bloom box fuel cell generates a slice of Apple hype| Environment| guardian.co.uk PlayStation Network down, so are lots of PS3s( update)-- Engadget Bloom box fuel cell: Google, eBay, and <strong> Arnold Schwarzenegger </strong> attend launch- Telegraph Powell-Colin Powells-endorsement-of-Barack Obama-Barack Obama-will-live-in-infamy/\" target=\"_blank\"> </q> <strong> Colin Powell </strong>'s Endorsement of <strong> Barack Obama </strong> Will Live... in Infamy- Big Government <strong> Colin Powell </strong>:` Perfectly Acceptable To Get Rid Of DADT'- Towleroad, More than gay news. More gay men I have yet to", "new_id": -2, "mturk_index": "65"}, {"uid": "1295983645057327616", "i": 32715, "idx": 2, "sa": ["Michael Gove"], "q": ". Mr <strong> Michael Gove </strong>'s lawyers say each of the six councils seeking judicial review will in any event receive in total \"well in excess of? 1bn in BSF funding\" , and the case was about <q> whether they must get even more </q>. 05 JULY 2010, EDUCATION& FAMILY The rise of` we' Why US presidents increasingly love the word Risky harvest Inuit race to gather mussels under the sea ice- before tide returns", "new_id": -2, "mturk_index": "194"}, {"uid": "1295756651021528610", "i": 16628, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "ammunition. <strong> Eric Schmidt </strong> became the face of the \"evil\" Google in the\" Ckz_O6oE0\"> Don't Be Evil?\" video. Even yesterday, people wondered if his <q> Day-to-day adult supervision no longer needed! </q> SchmidtEric Schmidt/status/28196946376130560\"> tweet \"proved\" there was some sort of friction between himself, <strong> Larry Page </strong>, and <strong> Sergey Brin </strong>. comment <strong> Sergey Brin </strong> made about <strong> Eric Schmidt </strong> when he was hired as chairman in 2001: \"Basically, he", "new_id": -2, "mturk_index": "1060"}, {"uid": "1297026856242712604", "i": 26690, "idx": 0, "sa": ["Darrell Issa", "Mike Rogers", "Barack Obama", "Donald Rumsfeld"], "q": "( R-Va.): Please RT this& join me in honoring the birthday of one of our nation's greatest Barack Obamas, Ronald Reagan Rep. <strong> Darrell Issa </strong>( R-Calif.): <q> You can tell a lot about a fellow's character by his way of eating jellybeans. </q>- RR#Reagan100 Former Defense Secretary <strong> Donald Rumsfeld </strong>: 100 years after <strong> Barack Obama </strong>#Reagan's birth, it is worth remembering that the Cold War didn't just end. It was won. Rep. <strong> Mike Rogers </strong>", "new_id": -2, "mturk_index": "668"}, {"uid": "1297187652077496350", "i": 18532, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "had slammed into the Pentagon- Torie Clarke, the veteran assistant secretary of Defense for public affairs, asked <strong> Donald Rumsfeld </strong> whether he'd called his wife of 47 years? He admitted that he hadn't. <q> Clarke looked at me with the stare of a woman who was also a wife.` You son of a bitch,' she blurted out. \"She had a point. </q> She did, indeed.", "new_id": -2, "mturk_index": "2140"}, {"uid": "1295142282036634657", "i": 46558, "idx": 3, "sa": ["Tayshaun Prince", "Allen Iverson", "Richard Hamilton", "Jeff Van Gundy"], "q": "9 minutes. \"I just waited for my opportunity and when it came I just took adJeff Van Gundytage of it,\" said <strong> Allen Iverson </strong>, whose output was his highest since a 30-point night at Sacramento on Nov. 11. <q> I was probably in the best groove since I got here. </q> Detroit hasn't lost since blowing a 17-point lead in a 107-94 loss at Washington on Dec. 9, They're 10-9 with <strong> Allen Iverson </strong> on the roster. <strong> Tayshaun Prince </strong> added 14 points and 10 rebounds, and <strong> Richard Hamilton </strong> scored 12", "new_id": -2, "mturk_index": "511"}, {"uid": "1296286331249135135", "i": 44001, "idx": 1, "sa": ["George H. W. Bush", "Allen Iverson", "Doc Rivers", "Kevin Garnett"], "q": "2000-01 season. That year ended with an Eastern Conference title for Philadelphia. This one might land them in the lottery. \"I don't have any answers for what's going on,\" <strong> Allen Iverson </strong> said. <q> We're not having Coach <strong> Doc Rivers </strong> had some strong adGeorge H. W. Bush for the Boston Celtics before their first stop on a tough three-game swing through Texas: Play hard, or else. \"The Spurs, they're a well-oiled machine. We knew they were going to come in fired up. They lost some games as of late and any champion is going to come out with its haymakers, </q> said <strong> Kevin Garnett </strong>, who had 21 points in Boston's 93-91 win over the San Doc Riversio Spurs on Monday night. \"<strong> Doc Rivers </strong> told us if we don't pick up the energy, then we're going to get", "new_id": -2, "mturk_index": "1709"}, {"uid": "1297255122064307212", "i": 7691, "idx": 4, "sa": ["Colin Powell", "Donald Rumsfeld"], "q": "den Aufstand gegen die US-Besatzer nicht h?tten kommen sehen. Donald Rumsfelds besonderer Zorn gilt seinem Kabinettskollegen <strong> Colin Powell </strong>, der sich sp?ter vom Irak-Krieg distanziert hatte. <strong> Colin Powell </strong> habe sich in internen Sitzungen nie gegen den Krieg ausgesprochen: <q> Es ist in den Medien viel zu lesen, dass <strong> Colin Powell </strong> dagegen war </q>, sagte <strong> Donald Rumsfeld </strong> s?ffisant dem Sender ABC. \"Davon habe ich aber nicht das Geringste gemerkt.\" Bittere Machtk?mpfe Donald Rumsfelds Buch gew?hrt einen Einblick in bittere Machtk?mpfe zwischen Verteidigungs- und Au?enministerium in Washington", "new_id": -2, "mturk_index": "1575"}, {"uid": "1297135617068190238", "i": 30482, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "in the public eye. \"I remember talking to[ former Secretary of State] George Shultz and he said,` Don, that's the way it is,\" <strong> Donald Rumsfeld </strong> recalled. <q> Everyone has their slice of history and you need to write yours one day so that it is part of the records.' </q> So, in 815 pages culled from decades of notes, memos and more, the former defense secretary has told his side of the story. And though some have characterized it as a \"", "new_id": -2, "mturk_index": "153"}]