[{"uid": "1295218070163594249", "i": 564, "idx": 22, "sa": ["Simon Cowell"], "q": "desire to be the man with the name on the door was too great. \"That's the time you find out that's who you really are, I guess,\" he says, looking back. <q>I used to say it's about the money... Suddenly, when you're in that position, loyalty comes into it, all sorts of emotions.</q> Finally, in January 2010, a visibly shaken <strong> Simon Cowell </strong> appeared before the Television Critics Association meeting in Pasadena to say that he and Fox had reached an agreement that morning. \"Where we have come to", "new_id": -2}, {"uid": "1296727906183500800", "i": 29264, "idx": 0, "sa": ["Piers Morgan", "Britney Spears", "Simon Cowell"], "q": ", 42 Forty-two year old Anya Sparks defied the stereotypes and sexily danced her way through <strong> Britney Spears </strong>' Toxic. Although Amanda, <strong> Piers Morgan </strong> and the audience seemed to love her performance, <strong> Simon Cowell </strong> didn't appear to be impressed <q>What the bloody hell was that?</q> he asked at the end, looking a little horrified. \"That was BIG girl power!\" she responded, and with that she was through! taken from the official site: talent.itv.com Show 2( Saturday", "new_id": -2}, {"uid": "1295425465261013529", "i": 17009, "idx": 3, "sa": ["Kara DioGuardi", "Julie Lloyd", "Paula Abdul", "Kristin Chenoweth", "Vanessa Johnston", "Victoria Beckham", "Christian Spears", "Simon Cowell", "Ellen DeGeneres", "Neil Patrick Harris", "Michael Jackson", "Joe Jonas"], "q": "American Idol Season 9 Auditions 6 Dallas The judges search for lone stars in the Lone Star State when open auditions are held in Dallas. <strong> Neil Patrick Harris </strong> and <strong> Joe Jonas </strong> are the guest judges. American idol \"Season 9\" <q>episode 6 \"auditions Dallas Los Angeles LA <strong> Avril Lavigne </strong> <strong> Katy Perry </strong> Boston atlanta chicago arlington \"los angeles</q> orlando denver judge <strong> Ellen DeGeneres </strong> <strong> Simon Cowell </strong> Randy <strong> Michael Jackson </strong> <strong> Victoria Beckham </strong> <strong> Kara DioGuardi </strong> <strong> Paula Abdul </strong> fox ryan seacrest results show final semi-final call-back katie stewans justin williams <strong> Neil Patrick Harris </strong> <strong> Joe Jonas </strong> <strong> Julie Lloyd </strong> Thomas Kimberly Carver Dexter Ward Erica Dave Pittman Toddrick Hall Maegen Wright <strong> Vanessa Johnston </strong> <strong> Christian Spears </strong> <strong> Kristin Chenoweth </strong>", "new_id": -2}, {"uid": "1297086358189808654", "i": 34748, "idx": 2, "sa": ["Donald Rumsfeld", "Diane Sawyer", "President Bush"], "q": ". Pressed on the fact that <strong> President Bush </strong> has written that cutting troop levels in Iraq was \"the most important failure in the execution of the war,\" <strong> Donald Rumsfeld </strong> called that \"interesting.\" <q>I don't have enough confidence to say that that's right. I think that it's possible. We had[ an] enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed.</q> \"It's hard to know,\" <strong> Donald Rumsfeld </strong> continued. \"You know, the path you didn't take is always smoother.\" Watch <strong> Diane Sawyer </strong>'s Exclusive Interview With <strong> Donald Rumsfeld </strong> on ABC's", "new_id": -2}, {"uid": "1295389955093929487", "i": 9730, "idx": 0, "sa": ["Kara DioGuardi", "Dermot O'Leary", "Simon Cowell", "Louis Walsh"], "q": "by <strong> Kara DioGuardi </strong> Warner The season 10 News has been rolling out our big guns, with E-Mail this story to a friend Add RSS Yahoo, breaking news and everything you need to know before Wednesday night's <strong> Louis Walsh </strong>: <q><strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> will not be in UK X Factor</q> China Daily 2011-01-17 13:34:12.0 <strong> Simon Cowell </strong> is secretly niceSimon <strong> Simon Cowell </strong> nicer1159103Celebrities2@webnews/ enpproperty--> <strong> Simon Cowell </strong> is nicer than he pretends to be. <strong> Dermot O'Leary </strong>- who fronts British TV talent show \"The X Factor\"- admits", "new_id": -2}, {"uid": "1296347454119062530", "i": 37465, "idx": 0, "sa": ["Arian Foster", "Michael Vick", "Brandon Lloyd"], "q": "weather can't be beat. Temperatures this week were mostly in the high 70s, perfect for the Pro Bowlers who went golfing, fishing, jetskiing and toured Pearl Harbor with their families. <q>This is like heaven. I'll die and go to Hawaii. That's all right with me,</q> Houston Texans running back <strong> Arian Foster </strong> said. A few players even hit the waves such as Denver Broncos receiver <strong> Brandon Lloyd </strong>. But Philadelphia Eagles quarterback <strong> Michael Vick </strong> wasn't getting anywhere near a surfboard. \"I", "new_id": -2}, {"uid": "1296783985243531800", "i": 13534, "idx": 0, "sa": ["Allen Iverson", "Andrew Bogut"], "q": "his play Friday night. Once he got the chance. Coming off the bench for the first time as a Piston, <strong> Allen Iverson </strong> scored 17 points and led Detroit to a 107-97 victory over the slumping Milwaukee Bucks. <q>With everything going on, I wanted to play well,</q> <strong> Allen Iverson </strong> said. \"I just wanted to play well. Especially for my teammates because I let them down by not being here.\" <strong> Allen Iverson </strong> was benched by Pistons coach <strong> Andrew Bogut </strong> Curry to begin the game, punishment", "new_id": -2}, {"uid": "1297261541254083125", "i": 45181, "idx": 1, "sa": ["Donald Rumsfeld", "Jim Cramer", "Henry Paulson"], "q": "Chief of Staff for the U.S. Treasury Department for <strong> Donald Rumsfeld </strong> <strong> Henry Paulson </strong>. At Treasury he served as <strong> Henry Paulson </strong>'s senior strategist and counselor, and worked on matters of finance and crisis management.\" From <strong> Jim Cramer </strong>'s bio: <q><strong> Jim Cramer </strong> is a committed conservationist, and his hobbies include snowboarding, endurance sports( including completing 17 marathons), and chess.</q> http://politi.co/gubjcN** A message from Toyota: The pride of our people comes standard on every vehicle. And you'll find that pride in our 10 U.S. plants and nearly 200,000 team members, including", "new_id": -2}, {"i": 18911, "idx": 1, "index_answer": 0, "new_id": -1, "q": "Page \"in my clear opinion, is ready to lead.\" <strong> Sergey Brin </strong> will continue to focus on technology products, assuming the title of co-founder as opposed to his current role of president, technology. <q>He's an innovator and entrepreneur to the core, and this role suits him perfectly,</q> <strong> Eric Schmidt </strong> wrote in his post. \"As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295560003078905357"}, {"uid": "1295400777230801423", "i": 38705, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q>We are not going to give up one inch of territory,</q> <strong> Sergio Marchionne </strong> said. Chrysler said the 2011 versions of its minivans have a new V-6 engine with improved fuel economy. One amenity is an optional heated steering wheel, a first among minivans.- AP", "new_id": -2}]