[{"uid": "1296282713080461833", "i": 13574, "idx": 1, "sa": ["Rasheed Wallace", "Kobe Bryant", "Allen Iverson", "LaMarcus Aldridge"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season. ''We just played defense,'' <strong> Allen Iverson </strong> said. <q>We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night.</q> <strong> Kobe Bryant </strong> said the Pistons presented a ''matchup issue'' for the Lakers' defense. ''With <strong> Rasheed Wallace </strong> at the 5, and his ability to http://wn.com/Detroit_Pistons__Portland_Trail_Blazers_GAME_RECAP_2010-11-09 <strong> LaMarcus Aldridge </strong> scores 19 points and grabs 17 rebounds as the Trail Blazers", "new_id": -2}, {"uid": "1297257274238534666", "i": 1128, "idx": 2, "sa": ["Colin Powell", "President Bush"], "q": "<strong> President Bush </strong> at a National Security Council meeting Feb. 3, 2003, in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later. Rumsfeld quotes himself as telling the meeting, <q>We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.</q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as ''Terrorist Poison and Explosive Factory, Khurmal.'' Rumsfeld said Khurmal was operated", "new_id": -2}, {"i": 18842, "idx": 0, "index_answer": 1, "new_id": -1, "q": "also revealed that the American X Factor would be open to contestants as young as 12 years old. Unlike his hit American Idol, the competition is open to vocal groups as well as solo singers. <q>I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract,</q> <strong> Simon Cowell </strong> said. <strong> Simon Cowell </strong>, creator of American Idol and a former judge on that show, will judge the US X Factor along with British singers <strong> George Michael </strong> and <strong> Cheryl Cole </strong>. Additional judges and the show's host", "sa": ["Cheryl Cole", "Simon Cowell", "George Michael"], "uid": "1297100101088211456"}, {"uid": "1295566190075235340", "i": 19096, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too. ''There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him</q> <strong> Google Inc. </strong> Blog <strong> Eric Schmidt </strong> wrote: ''When I joined <strong> Google Inc. </strong> in 2001 I never imagined- even in my wildest dreams- that we would get as far, as fast as we have today. Search has quite", "new_id": -2}, {"uid": "1295561949204783632", "i": 27533, "idx": 3, "sa": ["Eric Schmidt"], "q": ": ''Day-to-day adult supervision no longer needed!'' ''For the last 10 years, we have all been equally involved in making decisions,'' <strong> Eric Schmidt </strong> said in a blog post. <q>This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.</q> On a conference call, <strong> Eric Schmidt </strong> said the three executives tend to agree on all key issues and they remain best friends, and he doesn't expect the new titles and roles to change much in terms of", "new_id": -2}, {"uid": "1296126576085180439", "i": 40262, "idx": 1, "sa": ["Michael Vick"], "q": "release said. Unequal President Rob Vito said the company was proud to have <strong> Michael Vick </strong> on board and addressed the 2007 dog fighting conviction that sent <strong> Michael Vick </strong> to federal prison got him booted out of the league. <q>As a dog owner, I know the love of a pet... But as a Christian, I believe that people can repent and deserve a second chance.</q> <strong> Michael Vick </strong>, 30, made his NFL comeback in 2009 after spending 21 months of his 23-month sentence in Leavenworth, Kan., federal prison. He served the last two months confined to his home in Virginia", "new_id": -2}, {"uid": "1295488810086802486", "i": 36714, "idx": 0, "sa": ["Lamar Odom", "Christina Aguilera", "Jeremy Renner", "Brooke Mueller", "Khloe Kardashian", "Paris Hilton", "Britney Spears", "Simon Cowell", "Olivia Munn", "Justin Timberlake"], "q": "their stuff Wednesday night, taking the place of the departing <strong> Simon Cowell </strong> after nine seasons on TV's most popular show. <strong> Paris Hilton </strong> Gets A Police Escort After Dinner With BFF <strong> Brooke Mueller </strong> <strong> Lamar Odom </strong> On Wife <strong> Khloe Kardashian </strong>: <q>I Was Kind Of Surprised At How Intelligent She Was</q> <strong> Britney Spears </strong>' Choreographer On Hold It Against Me Video: ''I'm Pumped, It's Full Out'' <strong> Justin Timberlake </strong> linked to Maxim covergirl <strong> Olivia Munn </strong> in new report <strong> Christina Aguilera </strong> was a ''wasted' uninvited guest in <strong> Jeremy Renner </strong>''s", "new_id": -2}, {"uid": "1296629259145113105", "i": 35381, "idx": 0, "sa": ["Colin Powell"], "q": "way late'' in calling for a new government, says Edward Walker, an assistant secretary of State for the Middle East under former secretaries of State <strong> Colin Powell </strong>. Had the U.S. been more aggressive in responding, <q>we would have been out ahead of the feeling of the Egyptian people and the people in the region that we are indeed supporters of democracy.</q> reprints& permissions, visit our FAQ's. To report corrections and clarifications, contact Standards Editor", "new_id": -2}, {"uid": "1297334471212090885", "i": 20367, "idx": 2, "sa": ["Sergio Marchionne"], "q": "Vitali, noting FIM had requested a meeting with <strong> Sergio Marchionne </strong> next week. In contrast to FIM's more conciliatory stance, hardline union FIOM has urged a workforce presence at this weekend's meeting. <q>Our position is the government must call the unions to be there on Saturday,</q> a FIOM spokesman in Italy told just-auto. ''The unions must be involved to have a place around that table.'' Fiat S.p.A. SWOT Analysis Datamonitor's Fiat S.p.A.- SWOT Analysis company profile", "new_id": -2}, {"uid": "1295579705167378947", "i": 24349, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to assume more of a behind-the-scenes role as much as Page's personal ambition. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advise Page, 37, and <strong> Google Inc. </strong>'s other 37-year-old founder, <strong> Sergey Brin </strong>", "new_id": -2}]