[{"uid": "1295599345020365320", "i": 34613, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "der Google den Weg von einem aufstrebenden Internetsuch-Unternehmen zu einem breit aufgestellten Technologiekoloss ebnete. <strong> Eric Schmidt </strong> leitete das Tagesgesch?ft, damit sich <strong> Larry Page </strong> und <strong> Sergey Brin </strong> um die Entwicklung der Produkte k?mmern konnten. Entscheidungen trafen letztlich alle drei gemeinsam. <q> Als ich 2001 zu Google gekommen bin, h?tte ich mir in einem wildesten Tr?umen nicht vorstellen k?nnen, dass wir mal so weit kommen w?rden </q>, sagt <strong> Eric Schmidt </strong> heute. Aus dem Studentenprojekt ist ein Weltkonzern geworden. Mehr als 24.000 Mitarbeiter k?mmern sich um Internetsuche, Smartphones, Onlinevideos oder B?rosoftware. Und da liegt das Problem: Google ist zu gro", "new_id": -2}, {"uid": "1297099586237600778", "i": 23572, "idx": 1, "sa": ["Susan Boyle", "Simon Cowell"], "q": "New Jersey and Seattle. <strong> Simon Cowell </strong> said the winner would receive a record deal with Syco, a joint venture between Sony Music and <strong> Simon Cowell </strong>, and the Scottish singer <strong> Susan Boyle </strong>. <q> We are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar, </q> <strong> Simon Cowell </strong> said in a statement. Britain's`` The X Factor'', which launched in 2004, won the talent show category at Britain's National Television Awards", "new_id": -2}, {"uid": "1295819589226000912", "i": 35155, "idx": 5, "sa": ["Colin Powell"], "q": "interested in a government role. He said he wants to remain in private life although he is happy to be administration knows that I am quite content with the work I am doing now,'' he said. <q> I am not interested in a government job. </q> <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack.`` There has crept in our society and our public dialogue, a coarseness, a", "new_id": -2}, {"uid": "1295562566105267228", "i": 7723, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "surprise shakeup of its top management, announcing that co-founder <strong> Larry Page </strong> will replace <strong> Eric Schmidt </strong> as chief executive of the internet giant in April. Google said <strong> Eric Schmidt </strong> would remain with the company as executive chairman, focusing on <q> deals, partnerships, customers and broader business relationships. </q> He would act as an adviser to <strong> Larry Page </strong> and Google's other co-founder, <strong> Sergey Brin </strong>, who would work on strategic projects and new products. The management changes were due to take effect on April", "new_id": -2}, {"uid": "1297329356103628837", "i": 34540, "idx": 1, "sa": ["Eric Schmidt"], "q": ", s?ger <strong> Eric Schmidt </strong> Levander p Intel i Sverige. S- ledam?ter: F?r tidigt utreda signalspaning Signalspaningskommitt?n har nu utrett integritetsskyddet p FRA. Men tre tunga s- ledam?ter rasar och vill ha l?ngre utredningstid. <q> Signalspaningen i kabel r knappt p?b?rjad. D?rf?r g?r det inte att bedriva ett ser?st utredningsarbete </q>, skriver de. Kommitt kan inte granska FRA Signalspaningskommitt?n har inte tillr?ckligt med underlag f?r att bed?ma hur enskilda p?verkas av signalspaning i kabel. Det skriver de parlamentariska ledam?terna i ett bet?nkande i dag.", "new_id": -2}, {"uid": "1297152367211075085", "i": 36985, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "hij had moeten doordrukken.`` Abu Ghraib en de gevolgen ervan, zoals de beschuldigingen van` marteling' door critici van de oorlog in Irak en de <strong> George W. Bush </strong>, werden een schadelijke afleiding'', redeneert <strong> Donald Rumsfeld </strong>. <q> Meer dan al het andere dat ik heb nagelaten te doen of mijn trots over de belangrijke dingen die we hebben bereikt, spijt het me dat ik toen niet ben vertrokken. </q>` Onvergeeflijk' Het Abu Ghraib-schandaal kwam aan het licht in mei 2004, toen in de Amerikaanse pers foto's verschenen van Amerikaanse gevangenisbewaarders in Irak die gedetineerden mishandelden en vernederden. <strong> Donald Rumsfeld </strong> doet in", "new_id": -2}, {"uid": "1296199986159858692", "i": 36864, "idx": 1, "sa": ["Mike Pence"], "q": "the Hoosier State.`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,'' <strong> Mike Pence </strong> said in a letter to supporters first reported Thursday by the Indianapolis Star. <q> We will not seek the Republican nomination for president in 2012. </q> <strong> Mike Pence </strong> has been publicly pondering whether to run for the governor's office or for president for several months. In recent weeks, he has received considerable encouragement for a White House bid. <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1296498486124518453", "i": 41306, "idx": 3, "sa": ["Mike Pence"], "q": "It's a$ 15 million to$ 18 million race. I hope we won't have a primary.'' <strong> Mike Pence </strong>'s plans should keep the Republican field clear of other strong candidates. <q> The social conservatives love him, </q> says former Republican state chairman Rex Early.`` The fiscal conservatives-he talks the talk. He is a fiscal conservative. The business people would be very comfortable with him.'' He also doesn't alienate", "new_id": -2}, {"uid": "1297311118215105600", "i": 342, "idx": 1, "sa": ["Brad Womack", "Simon Cowell", "Pete Wentz", "Paula Abdul"], "q": "No. 1 priority,'' Simpson-Pete Wentz and <strong> Pete Wentz </strong> said in a joint statement Wednesday.`` Ashlee loves Bronx but jumped into marriage and having a baby too quickly,'' one source told UsMagazine.com. <q> They feel they got trapped in a situation they were too young for. </q> <strong> Brad Womack </strong> ex-girlfriend: He proposed just before going on` The Bachelor' <strong> Paula Abdul </strong>: <strong> Simon Cowell </strong> and I always talk about working together` The Biggest Loser: Couples' eliminates contestant Jaquin`` Q'' Allen` The", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said. \" \"`` If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,'' <strong> Zahi Hawass </strong> said in an interview at his office. <q> What's happening is normal. Thankfully, all the damaged items can be restored. </q> \" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}]