[{"uid": "1295437368052150285", "i": 23913, "idx": 1, "sa": ["Simon Cowell", "Brad Feld"], "q": "<strong> Simon Cowell </strong> Warrillow: How important is an entrepreneur's idea when it comes to building a successful company? <strong> Simon Cowell </strong> <strong> Brad Feld </strong>: The very first chapter of our book The 4-Hour Workweek. His chapter is titled <q>Trust me, your idea is worthless.</q> The point of the chapter is that ideas are just the starting point and it's everything that comes after the idea that really matters. I can't tell you the number of entrepreneurs- or people who", "new_id": -2}, {"uid": "1295876564020021277", "i": 6045, "idx": 2, "sa": ["Peter T. King", "Kirsten Gillibrand", "Arnold Schwarzenegger", "Kathleen Sebelius"], "q": "week in a letter to Health and Human Services Secretary <strong> Kathleen Sebelius </strong>. Her agency has until March 31 to decide whether to grant an extension. \"The waiver should absolutely be extended,\" <strong> Kirsten Gillibrand </strong> said. <q>These are exactly the kind of solutions we need right now. It is common sense.</q> Rep. <strong> Peter T. King </strong>, R-Seaford, who is concerned about losing federal money for projects on Long Island, agreed. Thu 1/27: UB Distinguished Speaker Series: <strong> Arnold Schwarzenegger </strong> Sat 1/29: Buffalo Philharmonic Orchestra: Lang", "new_id": -2}, {"i": 2952, "idx": 17, "index_answer": 5, "new_id": -1, "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night. \"It was a huge lift off of me,\" <strong> Allen Iverson </strong> said. <q>I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more.</q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "sa": ["Tayshaun Prince", "Martin Luther King", "Cheikh Samb", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "uid": "1295586272212418583"}, {"uid": "1295094117134053957", "i": 506, "idx": 4, "sa": ["Donald Rumsfeld", "Vince Gonzales"], "q": "than$ 48 billion in new defense spending.\" More money for the Pentagon, CBS News Correspondent <strong> Vince Gonzales </strong> reports, while its own auditors admit the military can not account for 25 percent of what it spends. <q>According to some estimates we can not track$ 2.3 trillion in transactions,</q> <strong> Donald Rumsfeld </strong> admitted.$ 2.3 trillion- that's$ 8000 for every man, woman and child in America. To understand how the Pentagon can lose track of trillions, consider the case of one military accountant who", "new_id": -2}, {"uid": "1295860435042090520", "i": 5993, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "George Osborne"], "q": "the Cabinet Office- in the hope that his successor will continue the work of streamlining comms in other departments. In practice, <strong> Andy Coulson </strong> made up his mind before Christmas that he would have to go. <q><strong> Andy Coulson </strong> was running at 70 per cent of his capacity- at best,</q> says one ally. \"He wasn't prepared to work on that basis.\" <strong> David Cameron </strong> and <strong> George Osborne </strong> tried hard to dissuade him from stepping down. Indeed, it is a measure of how much they valued him", "new_id": -2}, {"uid": "1296014056259227659", "i": 1262, "idx": 0, "sa": ["Eric Schmidt"], "q": "successful fourth quarter in 2010. At the DLD tech conference in Munich, outgoing Google CEO <strong> Eric Schmidt </strong> said that his company would be hiring over 1,000 new staff members in Europe over the coming year, including <q>several hundred in a research and development center in Munich.</q> He added that the new employees would be split equally between developers and sales staff. Currently, Google has approximately 5,000 employees between its European, African, and Middle East offices. \"We had a very", "new_id": -2}, {"uid": "1297684045187187200", "i": 18266, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "The Beginning of the End) \"Reply# 2401 on: February 04, 2011, 04:11:14 AM\" Re: Six Years Later: March 19- Shock& Awe( aka The Beginning of the End) <q>Reply# 2402 on: February 04, 2011, 04:31:15 AM</q> Published on Thursday, February 3, 2011 by The Washington Post Unrepetant <strong> Donald Rumsfeld </strong>: Iraqi Deaths, Torture Worth It Re: Six Years Later: March 19- Shock& Awe( aka The Beginning of the End", "new_id": -2}, {"uid": "1295936244231571502", "i": 22590, "idx": 5, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q>He was holding me the whole time,</q> <strong> Allen Iverson </strong> said http://wn.com/Badminton_World_Cup_2006_MD_Semi-Final_Game_1,2,3_[5/5] World Cup 2006 Men Doubles Semi-Final Game 1,2,3[ Part 5] MOHD TAZARI Mohd Fairuzizuan& LIN Woon Fui[ MAS] vs FU Haifeng& CAI Yun[ CHN] Cai and Fu are", "new_id": -2}, {"uid": "1296058277015597615", "i": 2684, "idx": 1, "sa": ["Eric Schmidt", "M. Simpson"], "q": "<strong> Eric Schmidt </strong>\" is a sequel to Consumer Watchdog's first \"Don't Be Evil?\" animation- view it at http://www.consumerwatchdog.org/blog/schmidt-out-googles-ceo-office-privacy- which had nearly 400,000 views after its Times Square Superscreen debut. <q>Google spent$ 5.2 million lobbying last year- up from$ 4.03 million in 2009- to convince Congress that nothing is wrong. The company has repeatedly refused to answer questions about its activities- making no response to Consumer Watchdog reports, rejecting multiple invitations appear at our recent privacy conference with officials representing the Federal Trade Commission and Commerce Department, and even failing to comply with a subpoena by the state attorneys general,</q> said John <strong> M. Simpson </strong>, Inside Google director, \"Clearly Google's executives won't answer tough questions until they come from Congress.\" For three years, Google street view cars collected private information from Wi-Fi networks", "new_id": -2}, {"uid": "1295644189196657172", "i": 21595, "idx": 9, "sa": ["Andy Coulson", "Steve Hilton", "David Cameron"], "q": "gave a straight answer when dissemblance was a plausible alternative\". Ian King, deputy business editor of the Times who was business editor of the Sun while <strong> David Cameron </strong> was at Carlton, wrote in 2005: <q>I was unfortunate enough to have dealings with <strong> David Cameron </strong> during the 1990s when he was PR man for Carlton, the world's worst television company. And a poisonous, slippery individual he was, too.</q> This side of <strong> David Cameron </strong> alienated some of the more cerebral members of his team who were upset when he hired <strong> Andy Coulson </strong>. <strong> Steve Hilton </strong>, his director of strategy who was barely on speaking terms with <strong> Andy Coulson </strong>, will", "new_id": -2}]