[{"uid": "1296566058244629552", "i": 9234, "idx": 1, "sa": ["Angelina Jolie", "Jon Voight", "Mike Huckabee"], "q": "doesn't know where she stands on Israel. <strong> Angelina Jolie </strong> serves as a goodwill ambassador for the United Nations. <strong> Angelina Jolie </strong> told The Associated Press he would`` love to see'' <strong> Angelina Jolie </strong> at his side <q> coming on a visit to Israel. </q> He said:`` That would be a nice thing before I go.'' Article: <strong> Mike Huckabee </strong>: Israel can build in West Bank, Jerusalem... Photo: Actor <strong> Jon Voight </strong> arrives at the 2011 G'Day", "new_id": -2}, {"uid": "1296030032058212358", "i": 37803, "idx": 0, "sa": ["Richard Keys", "Andy Coulson", "Sian Massey", "Andy Gray", "Karren Brady"], "q": "I NOTE that former Downing Street communications chief <strong> Andy Coulson </strong>'s resignation statement says: <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role. </q>( News, January 22)? Why football is not a beautiful game for us women <strong> Richard Keys </strong> and <strong> Andy Gray </strong>'s rant about woman linesman <strong> Sian Massey </strong> and West Ham United vice-chair <strong> Karren Brady </strong> show that beneath the PR bumph some", "new_id": -2}, {"uid": "1297052748174456841", "i": 18588, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "a baseball at a vase and watched it in reverse. Pieces of <strong> Simon Cowell </strong> come together and construct a British music mogul. How cool is that? I could have sworn he was the bad guy from <q> Terminator 2: Judgment Day </q> at first. I suppose though it could have been worse. At least it wasn't <strong> Steven Tyler </strong> coming together like that. I have a question though? Was the commercial suggesting that <strong> Simon Cowell </strong>'s career was", "new_id": -2}, {"uid": "1295618241003915809", "i": 11124, "idx": 0, "sa": ["Sienna Miller", "Dan Evans", "Andy Coulson", "Prince William, Duke of Cambridge"], "q": " Timeline: how the scandal that led to <strong> Andy Coulson </strong>'s resignation developed <strong> Andy Coulson </strong> said phone-hacking coverage <q> made it difficult for me to give the 110% needed in this role </q>. Photograph: Dan Evansny Lawson/PA December 2005? Buckingham Palace suspects interference with voicemail of <strong> Prince William, Duke of Cambridge </strong> and royal staff, and calls in Scotland Yard. May 2006? Detectives tell pSienna Millercutors that", "new_id": -2}, {"uid": "1295138665036634641", "i": 7606, "idx": 2, "sa": ["Kwame Brown", "Allen Iverson", "Yao Ming"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coYao Ming into a situation where guys have been http://wn.com/MOST_POINTS_EVER_SCORED_IN_A_BASKETBALL_GAME_BY_ONE_TEAM! THIS IS THE GAME TROY STATE PLAYED AGAINST DEVRY UNIVERSITY IN WHICH TROY STATE SCORED A PHENOMENAL 258 POINTS AS OPPOSED TO DEVRY", "new_id": -2}, {"uid": "1295461969125829122", "i": 26813, "idx": 1, "sa": ["Michael Gove", "David Cameron"], "q": "pay for news online? The fashionable solution touted by many anxious about the future...''`` <strong> Michael Gove </strong>- friend, ally and trusted adviser to <strong> David Cameron </strong>- has urged people to vote Liberal Democrat in...'' <q> To Newbridge Rugby Club where I doubt they have such a thing as a Zen room handy. What will True... </q>", "new_id": -2}, {"uid": "1297145483211075092", "i": 6411, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "managers, who in turn discussed the cases with law enforcement. U.S. Video: Dispute over girl may be factor in frat shooting U.S. Video: Raw video: Packers return to Green Bay as champs Report Abuse <q>`` Health care provider Planned Parenthood </q> \" Time.com: A Tale of Two Super Bowls: Suspense and Glory Inside, Tears and Anxiety Outside ABC News: Watch: ABC News Exclusive: <strong> Donald Rumsfeld </strong> Opens Up Cancer Treatment Centers CTCA Is Recognized For The Best", "new_id": -2}, {"uid": "1295185845037912600", "i": 17535, "idx": 0, "sa": ["Chris Huhne"], "q": "summer should a US rival table an offer for BP. Public vitriol could prompt Congress to call hearings over BP's tie-up with Rosneft. But some have expressed cynicism over the motivation for the outrage. <q> Sometimes politicians say things that make no sense, </q> said Fadel Gheit, an oil analyst at Oppenheimer& Co in New York.`` Has Russia declared war on us? Not to my knowledge.'' The energy secretary, <strong> Chris Huhne </strong>, took part in", "new_id": -2}, {"uid": "1295386095039157811", "i": 35567, "idx": 1, "sa": ["Mike Pence", "Barack Obama"], "q": "pregnant to plan their parenthood. No- it was a sham to be able to kill black babies,'' he added. He told the program that proof of the agenda is seen in the fact that <q> 75 percent of all Planned Parenthood facilities are located in black neighborhoods. </q> Congressman <strong> Mike Pence </strong> of Indiana, himself a potential Republican Barack Obamaial candidate, has filed a bill in the House of Representatives to revoke federal taxpayer funding for the Planned Parenthood abortion business. The Title X", "new_id": -2}, {"i": 34235, "idx": 0, "index_answer": 3, "new_id": -1, "q": "wrote:`` I am one of those shocked and yet not altogether suprised by Craig <strong> George Osborne </strong>'s switch from being poacher to becoming gamekeeper.'' Latest from BBC News blogs <strong> Brian Taylor </strong>: <q> Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which... </q>`` The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...''`` Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,", "sa": ["Chris Gent", "Andy Coulson", "George Osborne", "Brian Taylor"], "uid": "1296665253235831378"}]