[{"uid": "1295964059002146362", "i": 49269, "idx": 1, "sa": ["Nikesh Arora", "Sergey Brin", "Eric Schmidt", "Tim Armstrong"], "q": "the people that you trust, and that you know what you're going to get from them, you don't know whether you're going to win or fail,'' this fired exec says. <q> I've worked under other CEOs who either dragged out the process or never attempted to do this and ulTim Armstrongately failed. </q> <strong> Eric Schmidt </strong> last- who's about to get canned? Here are Google's executive officers under <strong> Eric Schmidt </strong>: <strong> Sergey Brin </strong>, Co-Founder and President, Technology <strong> Nikesh Arora </strong>, Senior Vice President and Chief", "new_id": -2}, {"uid": "1295665787007979011", "i": 27087, "idx": 3, "sa": ["Eric Schmidt"], "q": "read the chips. Google must rally many other industry participants in order to reach widespread use of the technology. Thirdly, <strong> Eric Schmidt </strong> said Google wants to increase the availability of inexpensive smartphones in poor regions. <q> We envision literally a billion people getting inexpensive, browser-based touchscreen phones over the next few years. Can you imagine how this will change their awareness of local and global information and their notion of education? </q> he wrote. A billion browser-based phones also means that Google can display advertisements to that many more people around the world. PLEASE NOTE: Your name is used only to let the recipient know", "new_id": -2}, {"uid": "1295560204260145188", "i": 1319, "idx": 0, "sa": ["Eric Schmidt"], "q": "the US internet search giant in April. He will take over from <strong> Eric Schmidt </strong>, who has been in the job for a decade and will become executive chairman. Google said Mr <strong> Eric Schmidt </strong> would focus on <q> deals, partnerships, customers and broader business relationships </q>. The news was announced as Google unveiled a strong rise in net profits in the last three months of$ 2.54 bn(? 1.6 bn) on revenues of$ 8.44 bn. Mr", "new_id": -2}, {"uid": "1297255387028704788", "i": 38913, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "at Guantanamo:` unknown' to <strong> Donald Rumsfeld </strong>,` known' to the rest of the world WASHINGTON- The`` war on terror'' prison at the US naval base in Guantanamo Bay, Cuba is <q> one of the finest prison systems in the world, </q> former defense secretary <strong> Donald Rumsfeld </strong> said in an interview with Fox News on Tuesday. <strong> Donald Rumsfeld </strong>, who is promoting his autobiography titled`` Known and Unknown,'' praised US military personnel that worked at the site in", "new_id": -2}, {"uid": "1295637393157057065", "i": 26293, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": ", <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and co-founder <strong> Sergey Brin </strong> lavished ebullient praise on one another.`` <strong> Eric Schmidt </strong> has clearly done an outstanding job,'' <strong> Larry Page </strong> said. A few moments later, <strong> Eric Schmidt </strong> sent out a peppy little tweet, <q> Day-to-day adult supervision no longer needed! </q> But surely there's more to the story. The company itself shrouded the transition in familiar corporate speak, calling it a move to`` streamline decision making and create clearer lines of responsibility and accountability.", "new_id": -2}, {"uid": "1295974296157089811", "i": 18142, "idx": 3, "sa": ["Jermaine Dupri", "Allen Iverson", "Tim Duncan", "Carmelo Anthony"], "q": "the Nuggets hold on to defeat the Grizzles.... <strong> Allen Iverson </strong> 18pts Melo career high 49pts vs Wizards 07/08 <strong> Allen Iverson </strong> 18pts Melo career high 49pts vs Wizards 07/08 <strong> Allen Iverson </strong> barely broke a sweat and he thanked <strong> Carmelo Anthony </strong> for that. <q> I think that might be the easiest game I ever played in my career. I was out there watJermaine Dupring, </q> <strong> Allen Iverson </strong> hollered across the locker room after <strong> Carmelo Anthony </strong> scored a career-high 49 points to lead the Denver Nugge... NBA Recap: Denver Nuggets vs Minnesota Tim Duncanberwolves( 18/12/10) NBA Recap: Denver Nuggets vs Minnesota Tim Duncanberwolves( 18/12/10", "new_id": -2}, {"uid": "1296203256159924264", "i": 2378, "idx": 1, "sa": ["Paula Abdul", "Ryan Seacrest", "Justin Guarini", "Randy Jackson", "Kelly Clarkson", "Simon Cowell", "William Hung"], "q": "it, The <strong> Simon Cowell </strong> Years: Image: American Idol judges <strong> Randy Jackson </strong>, <strong> Paula Abdul </strong> and <strong> Simon Cowell </strong> pose as they arrive for a party for the finalists of season one in 2004 370) this.width= 370'' alt= <q> <strong> Justin Guarini </strong> and <strong> Kelly Clarkson </strong> hug each other at the conclusion of their performances at the Kodak Theatre in Hollywood </q>/> Besides introducing us to the now-omnipresent <strong> Ryan Seacrest </strong>, the first year of Idol featured a final showoff between <strong> Justin Guarini </strong> and <strong> Kelly Clarkson </strong>. The blonde youngsters looked great together-- sometWilliam Hung Hollywood later tried to exploit with the", "new_id": -2}, {"uid": "1295606106110247944", "i": 38590, "idx": 7, "sa": ["Sergey Brin", "Eric Schmidt", "Mark Zuckerberg"], "q": "Doch was macht sein Kompagnon <strong> Sergey Brin </strong>? Der macht das, was ihm schon an der Uni am meisten lag: Er t?ftelt an neuen Produkten.`` Die Rolle passt perfekt zu ihm'', sagt <strong> Eric Schmidt </strong> v?terlich. <q> <strong> Sergey Brin </strong> ist bis ins <strong> Mark Zuckerberg </strong> ein Erfinder und Gr?nder. </q> Die Zeit, in der beide wie Zwillinge auftraten mit gleichen Rechten und Pflichten, ist damit aber vorbei. Jetzt gibt es einen kleinen und einen gro?en Bruder.`` Als Freunde, Kollegen und Computerspezialisten haben", "new_id": -2}, {"uid": "1297438759252067863", "i": 15119, "idx": 3, "sa": ["Stephen Elop", "Steve Ballmer", "Vic Gundotra"], "q": "und von Google mit mehr als 100.000 Android-Programmen zu konkurrieren, ist fraglich. Nokia verf?gt ber wenige Tausend Apps und Microsofts Marketplace z?hlt gerade einmal 8000 Programme. In einem gemeinsamen Brief sind sich <strong> Stephen Elop </strong> und <strong> Steve Ballmer </strong> sicher: <q> Wir werden sie stoppen. Es wird Herausforderungen geben. Wir werden sie berwinden. </q> Bislang allerdings ist Microsoft mit Windows Phone 7, das erst seit November auf dem Markt ist, wenig erfolgreich. Nur zwei Millionen Ger?te sollen verkauft worden sein. Und so stichelt Google-Manager <strong> Vic Gundotra </strong> auch in einem Twitter-Eintrag:", "new_id": -2}, {"i": 47897, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and religious liberty have forgotten the lessons of history,'' said Rep. <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Former Arkansas <strong> Mike Huckabee </strong>, at the same summit, said: <q> We need to understand there is a direct correlation between the stability of families and the stability of our economy.... The real reason we have poverty is we have a breakdown of the basic family structure. </q> And <strong> Sen. Jim DeMint </strong>, R-S.C., said:`` It's impossible to be a fiscal conservative unless you're a social conservative because of the high cost of a dysfunctional society.'' Those are reasonable concerns", "sa": ["Mike Huckabee", "Mike Pence", "Sen. Jim DeMint"], "uid": "1297490833134791170"}]