[{"i": 35653, "idx": 0, "index_answer": 1, "new_id": -1, "q": "have a real impact on Washington and the economy. ''I think that's part of what he's been positioning for,'' said <strong> Rob Enderle </strong>, a tech pundit and president of the <strong> Rob Enderle </strong> Group. <q>In terms of skills and what he brings to the party and reelection campaign and timing, it's my expectation he will</q> go to Washington. Google shocked Silicon Valley and Wall Street last month by announcing a big shakeup in its C-Suite, pushing <strong> Eric Schmidt </strong>, 55, out of the CEO job and replacing him with co-founder Larry", "sa": ["Eric Schmidt", "Rob Enderle"], "uid": "1296683084157417498"}, {"uid": "1295559606214679608", "i": 2266, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "act as an adviser to Page and Google's other co-founder, <strong> Sergey Brin </strong>, who would work on strategic projects and new products. The management changes were due to take effect on April 4. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> <strong> Eric Schmidt </strong> said in a statement. ''By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. ''In my clear opinion, Larry is ready to", "new_id": -2}, {"uid": "1297588971109002780", "i": 17089, "idx": 2, "sa": ["Donald Rumsfeld", "Barack Obama", "Winston Churchill"], "q": "the relationship.'' The former defence secretary cited Mr <strong> Barack Obama </strong>'s actions and words, from his early removal of the bust of <strong> Winston Churchill </strong> from the Oval Office to his recent assertion that the US does not have <q>have a stronger friend and stronger ally</q> than France. ''It seems gratuitous to me,'' Mr <strong> Donald Rumsfeld </strong> said last week in an interview to coincide with publication of Known and Unknown, his 730-page memoir of his time in office under", "new_id": -2}, {"uid": "1296671144083132443", "i": 6262, "idx": 6, "sa": ["Mitt Romney", "Piers Morgan", "David Letterman"], "q": "To keep at least some aura of suspense about his plans, <strong> Mitt Romney </strong> has ducked questions about another presidential bid. He told Mr. <strong> David Letterman </strong> he had ''no plans for that at this point,'' but added, <q>I'll keep the door open.</q> He told CNN's Mr. <strong> Piers Morgan </strong> that there ''are things you've got to assess before you make a final decision.'' He listed matters of health and the kind of support network ''you'd like to", "new_id": -2}, {"uid": "1297327001072368149", "i": 489, "idx": 0, "sa": ["Andy Coulson", "Francis Maude"], "q": ". There are familiar whipping boys- some more real that others. ''<strong> Andy Coulson </strong> barred us from engaging with commentators,'' one Cabinet Office source said as a poll showed two-thirds thought BS just spin. <q>To prepare the ground or ''roll out the pitch'</q> they continued. ''Whatever the phrase is. But then they're surprised when no one understands what we're trying to do.''' <strong> Francis Maude </strong> appeared to allow himself to blame the newly departed <strong> Andy Coulson </strong> for the communications", "new_id": -2}, {"uid": "1295139772120274975", "i": 15871, "idx": 5, "sa": ["Kirsten Gillibrand"], "q": ".'' Kelly asked her to give a thumbs-up, and not only did she open her eyes, she reached out to touch her husband. ''It was unbelievable,'' <strong> Kirsten Gillibrand </strong> said. <q>She reaches out and starts grabbing Mark and is touching him and starts to nearly choke him-- she was clearly trying to hug him.</q> She managed to touch his wrist, watch, and ring. ''It was such a moment,'' <strong> Kirsten Gillibrand </strong> said. ''And we were just in tears of joy watching this and", "new_id": -2}, {"uid": "1297245176074432515", "i": 44950, "idx": 1, "sa": ["Lindsay Lohan", "Simon Cowell"], "q": " ''Come in as an unassuming billionaire to some oil company and then drug Serena up and leave her for dead somewhere so she has to reconcile her life. Sounds a little familiar, right?'' <strong> Lindsay Lohan </strong> <q>to be charged with felony grand theft</q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1295636491179568685", "i": 38958, "idx": 5, "sa": ["Tony Blair", "Alastair Campbell", "Andy Coulson"], "q": "of trying to bury bad news. <strong> Tony Blair </strong> made a second appearance at the Iraq war inquiry and as the fallout continues from the departure of opposition finance spokesman Alan Johnson on Thursday due to personal problems. <q>The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence,</q> <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <strong> Andy Coulson </strong> resigns <strong> Andy Coulson </strong> has resigned as Downing Street communications director, having decided that ''when a spokseman needs a... Subscribe to RSSMost", "new_id": -2}, {"uid": "1297299745011485187", "i": 34494, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "economic revitalization issues. Photo in Slideshow: In news push, AOL buys The Huffington Post U.S. Video: Police: Elementary teacher assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students Report Abuse <q>If he was a Democrat, this would have never made the news.</q> Report Abuse ''At least he's not sticking cigars into some j0ou yenta's fishy tw@t like that other pervert...'' ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Super Cheap Car Insurance Get Super", "new_id": -2}, {"uid": "1295673423206995553", "i": 37878, "idx": 1, "sa": ["Simon Cowell", "Steven Tyler", "Liza Minnelli"], "q": "that previous judges did not. ''You won't find many people like that, that kind of enthusiasm,'' <strong> Steven Tyler </strong> said of the <strong> Liza Minnelli </strong> wannabe who essentially pleaded her way into the next round. <q>I am going to personally work that into something good.</q> He may be all talk, the initial good cheer may wear thin and we may be begging to be slapped around by <strong> Simon Cowell </strong> in a few weeks, but for now it's just nice to have", "new_id": -2}]