[{"uid": "1295413082129597478", "i": 55407, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence", "T. Williams"], "q": "In remarks to state lawmakers, <strong> Mike Pence </strong> called <strong> Mitch Daniels </strong> \" the best governor in America. \" <strong> Mike Pence </strong> says he's had as many people encourage him to consider coming home to Indiana as urging him to <q> keep the national campaign. </q> Officer Ian Birk describes <strong> T. Williams </strong>' posture During the in the inquest into the John <strong> T. Williams </strong> shooting, Seattle police officer Ian Birk describes his memory of how <strong> T. Williams </strong> was standing in the moments leading up to the", "new_id": -2}, {"uid": "1295412047055623682", "i": 35003, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence"], "q": "In remarks to state lawmakers, <strong> Mike Pence </strong> called <strong> Mitch Daniels </strong> \" the best governor in America. \" <strong> Mike Pence </strong> says he's had as many people encourage him to consider coming home to Indiana as urging him to <q> keep the national campaign. </q> The Miami Herald is pleased to provide this opportunity to share information, experiences and observations about what's in the news. Some of the comments may be reprinted elsewhere in the site or in the newspaper", "new_id": -2}, {"uid": "1295412304055623687", "i": 44812, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence"], "q": "In remarks to state lawmakers, <strong> Mike Pence </strong> called <strong> Mitch Daniels </strong> \" the best governor in America. \" <strong> Mike Pence </strong> says he's had as many people encourage him to consider coming home to Indiana as urging him to <q> keep the national campaign. </q> of Indiana and former Republican House Speaker Newt... Gov. <strong> Mitch Daniels </strong> has included in his proposed budget a refund that... and other government buildings are getting extra security after... Politics Video: Congressman's Effort to Stop", "new_id": -2}, {"uid": "1295554703175849476", "i": 40231, "idx": 11, "sa": ["Mike Pence"], "q": "In the meantime, Republicans, <strong> Mike Pence </strong> says, will use the \" power of the purse \" to block Obamacare's implementation. \" We have a wide variety of legislative tools available. \" reports, <q> <strong> Mike Pence </strong> has raised his profile a number of times in recent years- when he was elected chairman of the the House conservative caucus in 2005, when he ran for House minority leader in 2006, and when he won election as House Republican Conference chairman in 2008 to become the third-ranking Republican in the chamber. He left that post after the GOP won control of the chamber in the Nov. 2 election. </q> <strong> Mike Pence </strong>, the former chairman of the House Republican Conference, The content of this field is kept private and will not be shown publicly. National Review Online are monitored. The policy and procedure for NRO", "new_id": -2}, {"uid": "1296170738157696063", "i": 23281, "idx": 0, "sa": ["Mike Pence"], "q": "Indiana <strong> Mike Pence </strong> will not run for president in 2012, the Pence-says-he-will-bypass-White-House-run\"> Indianapolis Star reported Thursday. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> the 51-year-old GOP congressman wrote in a letter to supporters. Sources in the state told RealClearPolitics last week that <strong> Mike Pence </strong>'s team was told to expect a gubernatorial bid. Though <strong> Mike Pence </strong> did not make it clear", "new_id": -2}, {"uid": "1295553639137363464", "i": 15138, "idx": 3, "sa": ["Mike Pence"], "q": "Mention Philadelphia and watch the cockroaches scatter. And, <strong> Mike Pence </strong> Shelia Jackson Lee came out in support of this bill, due to estute understanding of the Constitution she displayed yesterday <q> Democrats claim that the bill is unnecessary </q> So they'll have no problem passing it, seeing as it won't \" change \" anything. Right? \" Vera on January 20, 2011 at 2:21 PM \" \" Democrats claim", "new_id": -2}, {"uid": "1295304916046972943", "i": 4015, "idx": 0, "sa": ["Mike Pence", "Jack Kemp"], "q": "NRO: What makes him \" The Conservative Champion \" ? What makes him unique? BENKO: <strong> Mike Pence </strong> is courageous for conservative policies and the Constitution across the board. He was Human Events's <q> Conservative of the Year. </q> He was the choice of the Values Voter Summit. He seems to be unique in sharing the Reagan/Jack Kemp economic-growth imperative: jobs and prosperity, and how to get us there. NRO: Aren't", "new_id": -2}, {"uid": "1297291235013402112", "i": 15105, "idx": 0, "sa": ["Mike Pence", "Paul Ryan", "Bob Corker"], "q": "Representative <strong> Paul Ryan </strong>, the Wisconsin Republican who chairs the budget panel, reiterated his criticism of the Fed's Treasury purchases, saying they risk asset-price bubbles and faster inflation. The increase in long-term bond yields this week <q> certainly adds to these concerns and fuels some of this speculation, </q> he said. <strong> Paul Ryan </strong> has said he supports legislation proposed by fellow Republicans, Tennessee Senator <strong> Bob Corker </strong> and Indiana Representative <strong> Mike Pence </strong>, that would remove the Fed's employment mandate and have it focus solely on keeping prices", "new_id": -2}, {"uid": "1296166515171278338", "i": 11592, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "Someone familiar with the effort to encourage <strong> Mike Pence </strong> to run for <strong> Barack Obama </strong> comments about the news from Indiana: <q> Sad to say, but at a time when we need someone with guts like Reagan in 1976 challenging an incumbent <strong> Barack Obama </strong> of his own party or Rubio staying in the Florida Senate race when he was 40 points down to Crist, we get political calculation, and personal ambition. </q> So now what? The same person says: \" Unless something miraculous happens and we get an unexpected gift candidate, I guess true believing conservatives will have to stop bad things from happening and see what", "new_id": -2}, {"i": 20833, "idx": 5, "index_answer": 0, "new_id": -1, "q": "In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing.'' Once you are on the black list at Apple, <strong> Roger Kay </strong> added, <q> you don't get to come back. </q> That also leaves out the not-too-small question of how <strong> Google Inc. </strong> would react to having its former leader run a key competitor. Lawsuits would be more than likely- if <strong> Eric Schmidt </strong> is not already tied down by a", "sa": ["Roger Kay", "Eric Schmidt", "Google Inc."], "uid": "1296106095124256262"}]