[{"i": 39257, "idx": 1, "index_answer": 0, "new_id": -1, "q": "\"\" In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q> We will not seek the Republican nomination for president in 2012. </q> \" The content of this field is kept private and will not be shown publicly. National Review Online are monitored. The policy and procedure for NRO comments can be found accept no responsibility for the content of", "sa": ["Mike Pence"], "uid": "1296166252125468725"}, {"uid": "1297065247095109134", "i": 46132, "idx": 0, "sa": ["Barack Obama", "Richard Trumka", "Ronald Reagan", "Colin Powell", "Dick Cheney"], "q": "Personal and Political Memoir.\" He told the crowd at the <strong> Ronald Reagan </strong> tribute, part of the celebration of the late president's 100th birthday on Sunday, that the book was going well. <q> I'm deep into my years as vice president and let's just say I'm not having writer's block, </q> <strong> Dick Cheney </strong> said. U.S. <strong> Dick Cheney </strong> <strong> Barack Obama </strong> speaks at Pennsylvania State... Photo in Slideshow: <strong> Barack Obama </strong>, <strong> Richard Trumka </strong> Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Video: Raw Video: Shriver laid to rest in Massachusetts... Article:", "new_id": -2}, {"uid": "1295596871034635840", "i": 40473, "idx": 3, "sa": ["Kaley Cuoco", "David Letterman"], "q": "<strong> David Letterman </strong> tried to deduce who was to blame for the accident, but <strong> Kaley Cuoco </strong> was insistent it wasn't the horse's fault.\" This was a love of my life, this horse,\" she said. <q> I love this horse. It really wasn't his fault. </q>\" Well, we did shoot him,\" she clarified after more pressing.\" But it wasn't his fault.\" Does that mean she can show off her scars and still say", "new_id": -2}, {"uid": "1295976104233406491", "i": 15166, "idx": 1, "sa": ["Patrice Lumumba", "Allen Iverson"], "q": ". For a player often described as selfish and immature, it was a giant step toward superstardom.\" It's special, and it's a tribute to my coach and my teammates,\" said <strong> Allen Iverson </strong>. <q> I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball, </q> Brown said.\" There were so many lessons to be learned, from him http://wn.com/Christian_Cook_playing_for_the_MLL_Major_League_Lacrosse DR of Congo: Discreet Commemorations of the 50th Anniversary of <strong> Patrice Lumumba </strong>'s Assassination Amid rumors of rebel groups unifying in Congo, countries", "new_id": -2}, {"uid": "1297712336141344797", "i": 2204, "idx": 0, "sa": ["Zahi Hawass"], "q": "' protest was also deeply personal, with protesters saying <strong> Zahi Hawass </strong> was a\" showman\" and publicity hound with little regard for thousands of archaeology students who have been unable to find work in their field. <q> He doesn't care about us, </q> said 22-year-old Gamal el-Hanafy, who graduated from Cairo University in 2009 and carried his school certificates in a folder.\" He just cares about propaganda.\" <strong> Zahi Hawass </strong> has maintained that his first love is Egypt", "new_id": -2}, {"uid": "1295564093148553843", "i": 3790, "idx": 1, "sa": ["Eric Schmidt"], "q": "Google. Last year Facebook ousted Google to become the most visited web site on the planet. <strong> Eric Schmidt </strong> said the three had been talking about how best to simplify management structure and speed up decision making. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said. Colin Gillis, analyst at BGC Financial in New York said it Google faced growing regulatory issues and it was a good move for <strong> Eric Schmidt </strong> to focus on that area. Sales for", "new_id": -2}, {"uid": "1295976171233406549", "i": 34016, "idx": 0, "sa": ["Alejandro Gonzalez Inarritu", "Bill Lockyer", "Newt Gingrich"], "q": "I believe he deserves it and has made a monumental work,\" <strong> Alejandro Gonzalez Inarritu </strong> said. He said he felt a rare and extraordinary sensation to be nominated for a film that has no happy ending and lacks <q> certain elements that would be obvious to the academy. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Land Rover 2008 Range Rover$ 44,794 Land Rover 2008 Range Rover$ 48,991", "new_id": -2}, {"uid": "1297485029134791201", "i": 42659, "idx": 1, "sa": ["Kirsten Gillibrand", "Chuck Schumer", "Sandy Parker"], "q": "Representatives Ways and Means Committee. It's an important panel that shapes tax policy and programs like Social Security and Medicare. Issues, <strong> Kirsten Gillibrand </strong> said that she and Senator <strong> Chuck Schumer </strong> are already very active in. <q> He's( <strong> Chuck Schumer </strong>) on both the Banking and Finance Committee. It's the equivalent on the Senate side, </q> said <strong> Kirsten Gillibrand </strong>,\" and tax policy is something that I take a leadership role in as well.\"\" It's definitely a setback for us,\" said <strong> Sandy Parker </strong>, President of the Rochester Business", "new_id": -2}, {"uid": "1295560204078905392", "i": 5769, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "were introduced, drew its smallest numbers of the night. Critical reaction, too, centered less on what was new, and more on what was missing: namely, the <strong> Simon Cowell </strong> bite. found <q> the formula simply does not work without someone willing to be an ass to kids with big dreams but no chops. </q> The called <strong> Steven Tyler </strong>\" winning,\" liked Lopez OK enough, but ordered Randy Jackson, the only original judge left sitting, to\" man up, dawg, and just say no, once in", "new_id": -2}, {"uid": "1295972754065323044", "i": 30212, "idx": 0, "sa": ["Eric Schmidt"], "q": "Page. <strong> Eric Schmidt </strong>, who oversaw the company's meteoric rise, also said the group would hire thousands of people this year in response to accusations that it has struggled to retain its best talent. <q> I'm very personally excited about my next decade at Google, </q> he told the DLD media conference in Munich. From April, <strong> Eric Schmidt </strong> will focus on deals and government outreach as executive chairman. <strong> Eric Schmidt </strong> told Reuters on Jan. 21 that his move was an effort", "new_id": -2}]