[{"uid": "1295482966122978352", "i": 3138, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "Pete King"], "q": "majority and several Tea Party freshmen. However, the measure will have almost no chance of maPete King it past its next two hurdles: a Democratic-leaning Senate and a Barack Obamaial veto. Representative <strong> Mike Pence </strong>( R-Indiana) said, <q> We will vote to repeal Barack Obamacare again and again until we consign their government takeover to the ash heap of history where it belongs. Welcome to the 112th Congress. American people-- this is your week. </q> House Democrats, however, have criticized the Republican majority for pushing for a final vote on the measure, scheduled for next Wednesday, without allowing any amendments-- something they see as a failure of the GOP to", "new_id": -2}, {"uid": "1296309067021659679", "i": 7911, "idx": 2, "sa": ["Mike Pence", "Barack Obama"], "q": "recently the third-ranking Republican in the House-- announced he would not be a candidate for <strong> Barack Obama </strong> in 2012. \"Seeking national office was not right for us now,\" he told the Central students. <q> While( <strong> Mike Pence </strong> and his family) went back and forth in our heads, we never went back and forth in our hearts. </q> Saying his \"heart was in Indiana,\" <strong> Mike Pence </strong> said he would continue to meet with \"the good and strong and opinionated people of this state\" before deciding his next move. During", "new_id": -2}, {"uid": "1295031069184352775", "i": 8761, "idx": 0, "sa": ["Mike Pence", "Peter King"], "q": "Officials: New Gun-Control Laws Unlikely by Staff New gun-control laws are unlikely to come out of Capitol Hill following the deadly Tucson shooting rampage, Republican and Democratic lawmakers say. <q> We're not looPeter King at banning all weapons, </q> U.S. <strong> Mike Pence </strong> Gary L. Ackerman, D-N.Y., tells the Los Angeles Times. Ackerman wants to close a loophole that allows some private dealers to sell guns without conducting background checks. \"We're looPeter King to", "new_id": -2}, {"uid": "1295068749012681281", "i": 57609, "idx": 2, "sa": ["Mike Pence"], "q": "find ourselves, lends itself to some contemplation. I think there's a hope, at least, for reasonableness.\" The argument is not likely to woo staunch gun-rights advocates in Congress. <q> I believe, as Americans have believed since the American founding, that firearms in the hands of law-abiding citizens make communities safer, not less safe, </q> <strong> Mike Pence </strong>, R-Ind., said in an interview. \"And I understand the human impulse is to look for blame. Heartache does that. But no expressed opinion and no public policy created what happened on Saturday last", "new_id": -2}, {"uid": "1296199690069206039", "i": 27001, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "Wife, Karen; three children U.S. <strong> Mike Pence </strong> shut the door today on a run for the presidency, but left wide open the likelihood that he'll seek a different office: Governor of Indiana. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. \"We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012.\" He", "new_id": -2}, {"uid": "1295294243074366995", "i": 23385, "idx": 7, "sa": ["Mike Pence", "Benjamin Netanyahu", "Greta Van Susteren"], "q": "be most Benjamin Netanyahueficial in the currenty economic crisis... 11-4-2009- <strong> Mike Pence </strong> Discusses House GOP Health Care Alternative \"On The Record\" 11-4-2009- <strong> Mike Pence </strong> Discusses House GOP Health Care Alternative \"On The Record\" Congressman <strong> Mike Pence </strong> appeared <q> On The Record with <strong> Greta Van Susteren </strong> </q> to discuss the House Republican alternative health care reform bill... 12-3-2009- <strong> Mike Pence </strong> Discusses Republican Economic Roundtable on CNBC 12-3-2009- <strong> Mike Pence </strong> Discusses Republican Economic Roundtable on CNBC Congressman <strong> Mike Pence </strong> appeared on the CNBC program \"Power Lunch\"", "new_id": -2}, {"uid": "1296200464159858698", "i": 5804, "idx": 0, "sa": ["LeBron James", "Eric Holcomb", "Mike Pence"], "q": "... <strong> Mike Pence </strong> shuts 1 door, leaves another open U.S. <strong> Mike Pence </strong> shut the door Thursday on seeLeBron James the presidency in 2012 but left unanswered whether his choice instead is the Indiana <strong> Eric Holcomb </strong>'s office. <q> I'm open to running for <strong> Eric Holcomb </strong>, </q> <strong> Mike Pence </strong> said in an exclusive interview with The Indianapolis Star. \"We're going to take the next several months to travel across the state and hear what Hoosiers have to say. We'll seriously consider it.", "new_id": -2}, {"uid": "1295544423211419170", "i": 21051, "idx": 0, "sa": ["Mike Pence", "Chris Smith", "Aung San Suu Kyi"], "q": "who led a press conference on the bill, said it would \"make clear that taxpayer funding of elective abortion will not be the policy of this government.\" The current law, he said, <q> does not reflect he will of the American people. </q> Added the speaker: \"Our members feel very strongly about the Aung San Suu Kyictity of human life.\" <strong> Mike Pence </strong> <strong> Chris Smith </strong>( R-NJ), who is introducing the bill in the House, said that it would ensure", "new_id": -2}, {"uid": "1296486373063668243", "i": 2832, "idx": 2, "sa": ["David McIntosh", "Mike Pence"], "q": "His political views began to change at Hanover College, where he became a born-again Christian. He met his wife, Karen, at an evangelical church service where she was playing the guitar. <q> I think his faith is first and foremost what makes him tick, </q> said former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, a Republican. \"Even as he approached this really hard decision, I knew he was at peace about it because he was being prayerful and trying to discern what his calling was in", "new_id": -2}, {"i": 32620, "idx": 2, "index_answer": 1, "new_id": -1, "q": "his bid for a second term. Americans.\" <strong> Sen. Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a \"right-wing media echo chamber\" that is <q> transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day. </q> In a separate statement, state Republican Chairman <strong> Steve Larrabee </strong> said: \"By using this tragedy to demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore.\" <strong> Sen. Bernie Sanders </strong>", "sa": ["Barack Obama", "Steve Larrabee", "Sen. Bernie Sanders"], "uid": "1295246138063356933"}]