[{"uid": "1296457550009125925", "i": 11902, "idx": 0, "sa": ["Simon Cowell", "Susan Boyle", "Leona Lewis"], "q": "for, it is dealing with the <strong> Simon Cowell </strong> factor. <strong> Simon Cowell </strong> runs Syco, the joint venture with Sony that houses artists including <strong> Leona Lewis </strong> and <strong> Susan Boyle </strong> as well as shows including The X Factor, as a walled fiefdom. <q> The one thing that Sony definitely have as a secret weapon is <strong> Simon Cowell </strong> and <strong> Doug Morris </strong> has the status to deal with him effectively, </q> says a source.`` He makes loads of money, he only works with Sony, and he is incredibly important to them.'' Some argue that, as the biggest challenge for all record labels", "new_id": -2}, {"uid": "1295469111069730385", "i": 17652, "idx": 3, "sa": ["Simon Cowell", "Steven Tyler"], "q": "( A jab at <strong> Simon Cowell </strong>?)`` I'm just bringing my Italian, I-know-how-to-work-a-room, Aunt Phyllis honesty with hopes to find some kids from America to take the stage,'' he prattled cheerfully. <q> There's camaraderie that you haven't seen in 10 years on this show. I get along with Randy, and <strong> Jennifer Lopez </strong> is a fox; she's street, she's got a great heart. </q> Certainly, it's easy to get the guy off topic. <strong> Steven Tyler </strong> swerved around, conversationally, like a 12-year-old behind the wheel of his daddy's car. Some snippets:`` I made", "new_id": -2}, {"uid": "1295832424258179084", "i": 8802, "idx": 1, "sa": ["Glenn Mulcaire", "Andy Coulson", "David Cameron"], "q": ", <strong> Glenn Mulcaire </strong>, to hack into voicemail messages. In the Timeline: how the scandal that led to <strong> Andy Coulson </strong>'s resignation developed Scotland Yard in 2005 to the CPS mounting a review of phone-hacking material <strong> Andy Coulson </strong> said phone-hacking coverage <q> made it difficult for me to give the 110% needed in this role </q>. Photograph: Danny Lawson/PA <strong> David Cameron </strong>'s top adviser quits over phone-hacking scandal Minister <strong> David Cameron </strong> Friday lost his communications chief and top adviser in an ongoing row over phone-hacking by one of the country's leading tabloid newspapers", "new_id": -2}, {"uid": "1295819037185630726", "i": 784, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "'' s largest social network. <strong> Google Inc. </strong> said the management change was made as part of a plan to`` streamline'' decision making and create clearer lines of responsibility and accountability at the top. <q> It's a good move. It( the triumvirate management structure) was always one of things that concerned us a little bit, </q> said Ryan Jacob, portfolio manager with the Jacob Internet Fund.`` It should streamline the decision-making process. They're in a fast-moving industry.'' <strong> Eric Schmidt </strong> now plans to sell about 534,000 shares of Class", "new_id": -2}, {"uid": "1296006075180027460", "i": 1900, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "line, that's great. There are some big opportunities they are chasing after,'' said BGC Partners analyst Colin Gillis. But analysts, including Gillis, remain concerned about the burst of spending. <q> That's the reason why I have one of the lowest price targets on the streets, </q> he said. <strong> Google Inc. </strong> shares rose$ 8.83 to$ 619.91 in regular trading Tuesday. Larry Page, who is taking over the company's reins from <strong> Eric Schmidt </strong> in April, will pay less attention to Wall", "new_id": -2}, {"uid": "1297414415011878413", "i": 44435, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "platform for smartphones, Meego. Under the proposed partnership, Nokia will adopt Windows Phone as its`` principle smartphone strategy'' and contribute its expertise on hardware design and language support to bring the software platform to <q> a larger range of price points, market segments and geographies. </q> Nokia's Chief Executive <strong> Stephen Elop </strong> said that`` Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.'' <strong> Steve Ballmer </strong>, Microsoft", "new_id": -2}, {"uid": "1296200464159858698", "i": 4887, "idx": 8, "sa": ["Cecile Richards", "Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": ",'' <strong> Cecile Richards </strong>, the fund's president, said in a statement. But among conservatives, the only disappointment was that <strong> Mike Pence </strong> wasn't aiming at the White House rather than the Statehouse. <q> I'm just disappointed because I considered him the best, </q> said Ralph Benko, a former Reagan administration aide who started a campaign to draft <strong> Mike Pence </strong> for the GOP presidential nomination. <strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion, said she", "new_id": -2}, {"uid": "1294969736002998293", "i": 22095, "idx": 5, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-35v&amp;flvURL=/media/2011/01/13/01132011-35v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-35v.jsn''}{`` title'':`` Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes'',`` description'': <q> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time. </q>,`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg'',`` emailLink'':`` http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes& site= politics", "new_id": -2}, {"uid": "1297480839099155994", "i": 31312, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "of Forrester Research in California, described Nokia's partnership with Microsoft as a`` big risk'' because it could alienate the application developers who had been working on products for Nokia's Symbian and yet-to-be-released MeeGo platforms. <q> They have to convince all those developers to stay put and it may not work, </q> he said in an interview in London.`` Nokia's challenge is to make Windows Phone their next priority.'' <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> were vague about the timing of the launch of the first", "new_id": -2}, {"i": 3029, "idx": 0, "index_answer": 2, "new_id": -1, "q": "how daunting the brief affair can be. That includes <strong> David Letterman </strong>, who has yet to shed memories of his bumpy 1995 Oscar gig that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. <q> <strong> Ricky Gervais </strong> was the host of the( Globes) show-- very funny guy, </q> <strong> David Letterman </strong> said on his late-night CBS show Monday.`` But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.''' At", "sa": ["Uma Thurman", "Oprah Winfrey", "David Letterman"], "uid": "1295447959150847521"}]