[{"uid": "1295022258099024910", "i": 20755, "idx": 4, "sa": ["Kelly Clarkson", "Simon Cowell"], "q": "2002. ''Without <strong> Simon Cowell </strong>, I'm not sure how successful Idol would have been, regardless of how good( Season 1 winner) <strong> Kelly Clarkson </strong> was,'' says Atlanta Journal-Constitution blogger Rodney Ho. <q>How much will viewers miss <strong> Simon Cowell </strong>'s commentary? That's the question.</q> Adding to the loss of <strong> Simon Cowell </strong>, some wonder whether his X Factor, a singing competition that premieres on Fox in the fall, could cut into Idol's buzz and popularity. Unlike Idol, which", "new_id": -2}, {"uid": "1295568029105267239", "i": 18222, "idx": 1, "sa": ["Eric Schmidt"], "q": "runs$ 1,000 per month. It provides a way to connect, collaborate, share documents, get feedback and manage parterns. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,</q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1296786039034570265", "i": 114, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders", "David Cay Johnston"], "q": "<strong> Barack Obama </strong> Calls for Spending Freeze, Lowering Corporate Taxes in State of the Union Fifty Years After Eisenhower's Farewell Address, A Look at ''Prophets of War: Lockheed Martin and the Making of the Military-Industrial Complex'' <q>The Worse Off You Are, Your Taxes Increase</q>: Journalist <strong> David Cay Johnston </strong> Slams Obama-GOP Tax Deal <strong> Sen. Bernie Sanders </strong> Denounces Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming ''Banana Republic'' ''China Against the Tides: Restructuring through Revolution, Radicalism and Reform. 3rd Edition", "new_id": -2}, {"i": 11683, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case. ''What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q>The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours].</q> My Settings Your comment contains inappropriate content in violation of our How One Japanese TV Audition Turned Into a Real-Life ''Truman Show'' PublishDate= 2/7/2011 3:00:00 PM New on DVD& Blu-ray, Week", "sa": ["Simon Cowell"], "uid": "1297129562188514341"}, {"uid": "1296443805235372691", "i": 14724, "idx": 5, "sa": ["Kobe Bryant", "Allen Iverson"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. ''That's when you get the goose bumps,'' <strong> Allen Iverson </strong> said. <q>You honestly don't r... <strong> Kobe Bryant </strong> Scores 81 Points Raptors vs Lakers( Part 2) With the 18997 fans at Staples Center chanting ''MVP! MVP!</q> <strong> Kobe Bryant </strong> made two free throws with 43.4 seconds remaining for his final points. He scored 27 points in the third quarter, 28 in the fourth. ''We are on a journey, and to put on a", "new_id": -2}, {"uid": "1297443474051478531", "i": 39776, "idx": 1, "sa": ["Shayne Ward", "Simon Cowell"], "q": "there.'' <strong> Shayne Ward </strong> also addressed a report which claimed that he would be dropped by <strong> Simon Cowell </strong>'s record label SyCo this year. ''All's absolutely fine,'' he said. <q>Obviously I had a three-album deal so it's up for negotiation now. Really those rumours are just lazy journalism. It was a three-album deal and we'll negotiate getting the next deal. That'll all be taking place in the next couple of weeks.</q> Justin TimberlakeWatch an exclusive clip of the", "new_id": -2}, {"uid": "1297436155161464332", "i": 8428, "idx": 0, "sa": ["Donald Rumsfeld", "Brad O'Leary"], "q": "of the negative actions came from young libertarians. Futhermore, there weren't many libertarians around. ''I heckled him,'' said <strong> Brad O'Leary </strong>, a sophmore at St. Louis University. <q>I did it because he's no better than a Democrat. People should have a third option.</q> As soon as <strong> Donald Rumsfeld </strong> arrived there are loud boos. Throughout much of his acceptance of the coveted award there were more boos, followed by shouts of ''RON PAUL! RON PAUL!'' Clearly,", "new_id": -2}, {"uid": "1297114520257425423", "i": 35160, "idx": 1, "sa": ["Simon Cowell"], "q": "sometimes you have to put your money where your mouth is. Putting up that kind of prize money is a massive, massive risk, but also it's an incredible incentive,'' he said. <q>I also did it because I believe[ we] can find a star,</q> <strong> Simon Cowell </strong> continued. ''So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million", "new_id": -2}, {"uid": "1296373180057065475", "i": 23352, "idx": 3, "sa": ["Andre Iguodala", "Allen Iverson"], "q": "to double digits. <strong> Andre Iguodala </strong> said part of the credit belongs to <strong> Allen Iverson </strong>. ''He has helped us out a lot, he really opens the floor for everybody when he's out there,'' <strong> Andre Iguodala </strong> said. <q>He still draws a lot of attention and teams can't key on myself or anyone else.</q> <strong> Allen Iverson </strong> is not happy about being limited to 28-30 minutes a game, which are recommended by the team's medical staff to come in shorter increments due to his arthritic right knee. He missed four recent games with", "new_id": -2}, {"uid": "1295560284104759370", "i": 35571, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "company needed a more mature leader. ''We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' <strong> Eric Schmidt </strong> said ina statement. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.</q> <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. The changes will be effective April 4. <strong> Google Inc. </strong> has", "new_id": -2}]