[{"uid": "1295678090220479522", "i": 49375, "idx": 0, "sa": ["Andy Coulson", "Barack Obama", "Robert Gibbs"], "q": "Photo: North Korean soldier on northern side of truce village of... Article: <strong> Barack Obama </strong> seeks to highlight nation's econ potential... Report Abuse \" I was looking for Liberals and democrats posting comments... \" Report Abuse <q> The <strong> Barack Obama </strong> of China was on a goodwill mission-and his visit with the <strong> Barack Obama </strong> of the free world was a hugh step in the right direction. These two great powers with the large economies are friends and business partners- let's not talk about war, this is what either country is contemplating- it's out of mind and off the table. </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why <strong> Barack Obama </strong> and Hu's Talks Won't End U.S.-China Tensions Mortgage Rates Hit 2.99% If you owe less than$ 729k you pRobert Gibbsably qualify", "new_id": -2}, {"uid": "1295635234179568678", "i": 20952, "idx": 0, "sa": ["Regis Philbin", "David Letterman", "Geoff Gallop", "Benedict Cumberbatch", "Mark Gatiss", "Bill Carter", "Steven Moffat"], "q": ", not <strong> Mark Gatiss </strong> and <strong> Steven Moffat </strong>'s BBC series \"Sherlock,\" in which <strong> Benedict Cumberbatch </strong> plays the brillGeoff Gallopt if socially <strong> Regis Philbin </strong> Is Leaving` Live With <strong> Regis Philbin </strong> and Kelly' television personality, sometime foil of <strong> David Letterman </strong> and co-host of <q> Live With <strong> Regis Philbin </strong> and Kelly, </q> made a surprise announcement on Tuesday morning that he will step down from that morning talk show sometime later this year, having hosted the program for 28 years. <strong> Bill Carter </strong> has more at target=\"_blank\" Media Decoder", "new_id": -2}, {"uid": "1296579182133529610", "i": 19153, "idx": 0, "sa": ["Zahi Hawass", "Abdullah II of Jordan"], "q": "Museum using a fire department staircase, <strong> Zahi Hawass </strong>, secretary-general of the Supreme Council of Antiquities, told CNN early Sunday. Once inside the museum, they went to the Late Period gallery, <strong> Zahi Hawass </strong> wrote. <q> When they found no gold, they broke 13 vitrines( glass showcases) and threw the antiquities on the floor. </q> The intruders then went back to the gallery housing artifacts from <strong> Abdullah II of Jordan </strong> Tutankhamun's tomb, where they opened one showcase, broke a statue of <strong> Abdullah II of Jordan </strong> Tut on a panther and threw it to the ground,", "new_id": -2}, {"uid": "1297452741150323218", "i": 57133, "idx": 5, "sa": ["Steve Ballmer"], "q": "\"is not a new habit... Similar sales garnered attention back in 2010 and 2009.\" Microsoft is at a crossroads: <strong> Steve Ballmer </strong> is the company's second-largest shareholder, and he's undoubtedly tired of seeing <q> his own stock options languish, </q> too, says Paul McDougall in InformationWeek. And by all indications, he's on the cusp of a major management shakeup. If <strong> Steve Ballmer </strong> makes some good, tough leadership changes, Microsoft might", "new_id": -2}, {"uid": "1295613317136232968", "i": 25065, "idx": 1, "sa": ["David Cameron", "Andy Coulson", "Rupert Murdoch"], "q": "<strong> Rupert Murdoch </strong>'s News of The World tabloid while he was in charge. \"I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,\" <strong> David Cameron </strong> said in a statement. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government. </q> Text NEWS to 71593 for headlines from the Daily Press. Click here for other text alerts. <strong> Andy Coulson </strong> is a trusted aide and his departure is a blow to <strong> David Cameron </strong>, whose office had long insisted he would", "new_id": -2}, {"uid": "1295213005103334029", "i": 15889, "idx": 2, "sa": ["David Letterman", "Tracy Morgan", "Camille Grammer", "Piers Morgan", "Larry King"], "q": "target=\"_blank\" star said on CBS' \"Late Show With <strong> David Letterman </strong>\" on Thursday night that he's marrying Kayte Walsh. He says that \"Kayte's my new girl\" and that they're getting married <q> in February, we think. </q> His wife of nDavid Lettermany 13 years, <strong> Camille Grammer </strong>, Brit <strong> Piers Morgan </strong> ready to take over a <strong> Larry King </strong>'s job Fresno Bee Share thefresnobee_994:/ 2011/01/14/2232936/brit-Piers Morgan-Tracy Morgan-ready-to-take.html E-Mail Print Text Size: tool name tool goes here 0 comments Similar stories", "new_id": -2}, {"uid": "1296803869266600456", "i": 16054, "idx": 5, "sa": ["Allen Iverson", "Tim Duncan", "LeBron James"], "q": "<strong> Allen Iverson </strong> had his left knee drained before the game for the second Tim Duncane this week and will have an MRI on Thursday. \"This one's on me. I let us down tonight,\" <strong> Allen Iverson </strong> said. <q> I feel bad, that's a game we should have won. We didn't make shots at the Tim Duncane we needed to make shots. </q> The crowd chanted \"We Want AI!\" with <strong> Allen Iverson </strong> on the bench as the Sixers made a fourth HD <strong> LeBron James </strong>, Return to Cleveland- Chalk Toss HEAT BEAT THE CAVS 118-90! First the Cleveland fans had", "new_id": -2}, {"uid": "1295332303231293116", "i": 53675, "idx": 1, "sa": ["Beverly Hills", "Camille Grammer", "David Letterman"], "q": "and \"Fra-sier\" star said on CBS' \"Late Show With <strong> David Letterman </strong>\" that he's marrying Kayte Walsh. He says that \"Kayte's my new girl\" and that they're getting married <q> in February, we think. </q> His wife of nDavid Lettermany 13 years, <strong> Camille Grammer </strong>, filed for divorce in July. She cited irreconcilable differences. She stars in Bravo's \"The Real Housewives of <strong> Beverly Hills </strong>.\" They were married", "new_id": -2}, {"uid": "1296326154214581324", "i": 38437, "idx": 1, "sa": ["Angelina Jolie", "Nguyen Tan Dung", "Eric Schmidt"], "q": "ambassador for the UN refugee agency, told an audience at the World Economic Forum. Answering a question about the Convention on the Rights of the Child, which the United States has not ratified, <strong> Angelina Jolie </strong> said: <q> Yes, I'm absolutely ashamed of that. Being an AmEric Schmidtan, I think it's horrible. I think that congress should ratify that and do that for children. If we really care about children how dare we not sign the Convention on the Rights of the Child. </q> <strong> Angelina Jolie </strong>, who uses her celebrity pulling power to draw attention to humanitarian crises in places such as Darfur, Chad and PakisNguyen Tan Dung, said being a mother had changed her perspective on the plight of parents and children in", "new_id": -2}, {"uid": "1297055142107708447", "i": 41433, "idx": 0, "sa": ["David Letterman", "Luciana Bozán Barroso", "Matt Damon"], "q": "a teenager... because I know just what teenage boys are thinking.' Let's go for a sail: <strong> Matt Damon </strong> and Alexia grabbed a kayak and went sailing He added: <q> Luckily, she is a terrific kid and the best you can hope for is that you are raising someone who has a lot of self-esteem and a lot of common sense. </q> <strong> Matt Damon </strong> has three younger daughters with his wife, including Stella Zavala <strong> Matt Damon </strong>, who was born in October. Shortly before the birth, <strong> Matt Damon </strong> told late night television host <strong> David Letterman </strong> that he and <strong> Luciana Bozán Barroso </strong>", "new_id": -2}]