[{"uid": "1297166995062062625", "i": 29606, "idx": 0, "sa": ["Courtenay Griffiths", "Simon Cowell", "Brenda Hollis"], "q": ".`` How will posterity judge the credibility of this court if, at this 11th hour, they prevented <strong> Simon Cowell </strong> Taylor from presenting... 90 percent of his closing arguments?'' <strong> Courtenay Griffiths </strong> said outside court. <q> We have decided not to participate in these closing arguments because as far as we are concerned it is a complete farce. </q> But prosecutor <strong> Brenda Hollis </strong> argued that neither Taylor nor his lawyers had the right to walk out.`` The accused is not attending a social event. He may not R.S.V.P. at the last minute,", "new_id": -2}, {"uid": "1296499193216055829", "i": 2883, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "worked where I can a difference and am very successful in getting people to work together around a common objective and that would be the number one reason why I would think to challenge <strong> Sen. Bernie Sanders </strong>,'' he said. <q> The senator and I care deeply about similar groups of Americans- seniors, veterans, the vulnerable- but disagree on methods to improve government's performance. </q> Salmon doesn't appear to be under any illusion that he'll be anything but an underdog in a state where <strong> Sen. Bernie Sanders </strong> won with 65 percent of the vote and <strong> Barack Obama </strong> carried with 67 percent.", "new_id": -2}, {"uid": "1295965426108969993", "i": 19134, "idx": 0, "sa": ["Eric Schmidt", "Rex Ryan"], "q": "Packers chew up Bears to reach Super Bowl''... Appleton( Wis.) Post-Crescent,`` PACK STUFFS BEARS''... Pittsburgh Post-Gazette,`` At the gates of seven'' Super Bowl crowns... N.Y. Times SportsMonday: <q> BLUSTER BUSTERS: Steelers Race to Early Lead and Deny Jets a Berth in the Super Bowl </q>... N.Y. Post, on Jets coach <strong> Rex Ryan </strong>:`` NO SUPE FOR YOU!... SAME OLD JETS!'' SCOOP- N.Y. Post`` Page 6'':`` Google honcho <strong> Eric Schmidt </strong>... has been consulting", "new_id": -2}, {"uid": "1297353447031227991", "i": 10873, "idx": 4, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Egyptian leaders make some concessions following protests Egyptian leaders make some concessions following protests Astronaut Kelly", "new_id": -2}, {"uid": "1295791480232554503", "i": 22792, "idx": 7, "sa": ["Philip Hammond", "Andy Coulson", "Harriet Harman"], "q": "criminal activity was going on,'' Ms <strong> Harriet Harman </strong> said. While acknowledging that Mr <strong> Andy Coulson </strong> had denied any involvement in phone hacking, she added the issue risked further eroding public confidence in politics. <q> For all <strong> David Cameron </strong> talks about trust in politics, it is fundamental that people obey the criminal law and that is what is at stake here, </q> she added. Transport Secretary <strong> Philip Hammond </strong> said he and his colleagues deplored`` any wrongdoing in any parts of the media''.`` It's right that we have an investigative media that sometimes gives", "new_id": -2}, {"uid": "1297312080215105541", "i": 17587, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "But he'd probably be surprised to hear what fellow professional athlete <strong> Mark Buehrle </strong> had to say about him during a recent interview. <strong> Mark Buehrle </strong>, a veteran pitcher for the Chicago White Sox, <q> Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? </q> said <strong> Mark Buehrle </strong>.`` How could you do that if you are somewhat sane?''[ <strong> Michael Vick </strong>] had a great year and a great comeback, but there were times where we watched the game and", "new_id": -2}, {"uid": "1295254451198639632", "i": 34403, "idx": 0, "sa": ["Simon Cowell", "David Joseph", "Matt Cardle"], "q": ". The intention is that they will now be able to pay for tracks immediately, rather than downloading them illegally. <strong> David Joseph </strong>, the chief executive of Universal Music, told The Guardian newspaper: <q> Wait is not a word in the vocabulary of the current generation. It's out of date to think that you can build up demand for a song by playing it for several weeks on radio in advance. </q> 17 Jan 2011 <strong> Matt Cardle </strong>, the latest X Factor winner who signed to Sony through an agreement with <strong> Simon Cowell </strong>, sold 439,000 copies of his song When We Collide after it went on sale immediately after the", "new_id": -2}, {"uid": "1297176031226918403", "i": 3179, "idx": 21, "sa": ["David Letterman", "Aaron Rodgers"], "q": "the time into. I feel like I've been successful because I've not only been surrounded by great people, but I care about my job and I care about being successful.'' <strong> David Letterman </strong>: <q> What is your greatest asset, when you get out there, in a Super Bowl, in an exhibition game, what is your greatest asset? </q> <strong> Aaron Rodgers </strong>:`` I think my confidence, which comes directly from my preparation. I put the time in, I watch film, I study our game plan, I practice hard, so I go", "new_id": -2}, {"uid": "1294975637058228798", "i": 749, "idx": 1, "sa": ["Wayne LaPierre", "Mike Pence"], "q": "forward.`` Listen, any kind of bill the N.R.A. is against is always a problem.'' Asked about prospects for new gun restrictions, Representative <strong> Mike Pence </strong>, Republican of Indiana, asserted, <q> I maintain that firearms in the hands of law-abiding citizens makes communities safer, not less safe. </q> The N.R.A. has kept such a low profile that its normally accessible executive vice president, <strong> Wayne LaPierre </strong>, declined to comment.`` At this time, anything other than prayers for the victims and their", "new_id": -2}, {"i": 10874, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an executive with deep engineering and online experience to help build its presence in the nascent cloud computing market. Our Judges Selected Some of The Most Groundbreaking Technology at Interop 2008, Including Overall Best of Show <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "sa": ["Steve Ballmer", "Satya Nadella"], "uid": "1297277318262340623"}]