[{"uid": "1297711836012566562", "i": 10146, "idx": 2, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q> Many people make the mistake of thinking that dreams can not come true, but they can, </q> he wrote. \"You have to believe, and know that they are more than just imagination.\"", "new_id": -2, "mturk_index": "31"}, {"uid": "1295559175029818886", "i": 57865, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "for day-to-day operations and product development and strategy. That doesn't mean <strong> Eric Schmidt </strong> is leaving-- he'll carry on as Executive Chairman and serve as an advisor to <strong> Larry Page </strong> and co-founder <strong> Sergey Brin </strong>, focused on external things like <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> As for <strong> Sergey Brin </strong>, he'll now \"devote his energy to strategic projects, in particular working on new products,\" with the simple title of Co-Founder. <strong> Eric Schmidt </strong>'s clarified and explained the change in", "new_id": -2, "mturk_index": "655"}, {"uid": "1296611107097845302", "i": 22217, "idx": 1, "sa": ["Bill Lockyer"], "q": "today. \"Making taxpayers, in effect, foot the <strong> Bill Lockyer </strong> for banks' lobbying or campaign activities is not justified under any circumstances,\" <strong> Bill Lockyer </strong>, a 69-year-old Democrat, said in the statement. <q> It's improper, it will stop now, it will not happen again and we will get our money back. </q> The payments went toward memberships in the California Public Securities Association, a municipal-bond trade group based in San Francisco; and to the Securities Industry and Financial Markets Association, a New York-based organization representing broker-dealers and", "new_id": -2, "mturk_index": "1137"}, {"uid": "1295971212048300037", "i": 57444, "idx": 1, "sa": ["Bob Smith", "Donald Rumsfeld"], "q": "Star Wars program. \"Star Wars Returns\" explores the recently issued report of the Space Commission chaired by Defense Secretary <strong> Donald Rumsfeld </strong> which calls for US \"power projection in, from and through space\" and declares: <q> In the coming period the US will conduct operations to, from, in and through space in support of its national interests both on earth and in space. </q> US Senator <strong> Bob Smith </strong>, who wrote the legislation establishing the <strong> Donald Rumsfeld </strong> Space Commission, asserts in \"Star Wars Returns\" about US \"control\" of space: \"It is our manifest destiny. You know we went", "new_id": -2, "mturk_index": "442"}, {"uid": "1297175078196968449", "i": 7492, "idx": 11, "sa": ["Colin Powell", "Condoleezza Rice", "George W. Bush", "Donald Rumsfeld"], "q": "his book, the former defense chief also ripped into some of <strong> George W. Bush </strong>'s closest advisers, saying <strong> Condoleezza Rice </strong> lacked experience and <strong> Colin Powell </strong> showed poor management skills. He said <strong> Colin Powell </strong>-- <strong> George W. Bush </strong>'s first top diplomat-- <q> did not, in my view, do a good job of managing the people under him, </q> calling leaks out of the State Department \"unhelpful.\" <strong> Donald Rumsfeld </strong> said <strong> Colin Powell </strong>, along with other top <strong> George W. Bush </strong> advisers and officials, truly believed Saddam Hussein had weapons of mass destruction when he made a presentation", "new_id": -2, "mturk_index": "1620"}, {"uid": "1297033516043974665", "i": 18437, "idx": 2, "sa": ["Peyton Manning", "Aaron Rodgers", "Michael Vick", "Ben Roethlisberger", "Tom Brady"], "q": "<strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> and <strong> Michael Vick </strong> or as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. \"I'm always trying to get better,\" he said. <q> I'm trying to make better decisions, smarter decisions. I try not to put us in a bad situation. </q> This season, 15 of his 34 rushes produced first downs, a rate of 44 percent that was best in the league among quarterbacks who ran more than five times. The Huddle:", "new_id": -2, "mturk_index": "1398"}, {"uid": "1295623035009782318", "i": 455, "idx": 0, "sa": ["Ken Auletta", "Larry Page", "Eric Schmidt"], "q": "energy and focus after losing the China decision. \" Add in all of Google's troubles lately, like the insurgent Facebook, government entanglements, ballooning bureaucracy-and trying to bat down all of these troubles-and by <q> the end of the year, he was ready to jump on his own. </q> But just as interesting, maybe, as what <strong> Ken Auletta </strong> reports about <strong> Eric Schmidt </strong> is what he says about <strong> Larry Page </strong>, soon-to-be CEO. That a biography of Telsa he read when he was 12 ingrained in him the", "new_id": -2, "mturk_index": "1534"}, {"uid": "1295217254029671474", "i": 23251, "idx": 0, "sa": ["Aaron Rodgers", "Brett Favre", "Michael Vick"], "q": "question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend. \"That's what you dream about,\" <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles", "new_id": -2, "mturk_index": "1269"}, {"uid": "1295903297179077120", "i": 37688, "idx": 4, "sa": ["George H. W. Bush", "George W. Bush", "Dick Cheney", "Donald Rumsfeld"], "q": "a briefing Johnson gave in 1966 on the Vietnam War and White House papers from July 1975- when he was chief of staff under <strong> George H. W. Bush </strong> Ford- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. <q> It's not a journal, it's not a diary, </q> he said of the Ford White House notes. \"It is a set of working documents that I've never edited. In fact, most I've never reread.\" As defense secretary under <strong> George W. Bush </strong>", "new_id": -2, "mturk_index": "1342"}, {"uid": "1297171230133922851", "i": 11414, "idx": 5, "sa": ["Simon Cowell"], "q": "$ 1 million a year payment for five years, separate from the costs of recording and promotion. <strong> Simon Cowell </strong>, known for his sharp-tongued critiques, unsurprisingly said he favors shows on which \"anything can happen.\" <q> I rip up the rule that everybody pretends to be friends and they're all going to be pen pals for the rest of their lives, which is complete and utter nonsense, </q> he said. \"I like people who are ambitious, and with that comes controversy.\" One unwelcome flap last season on the U.K. version of \"X Factor\" involved the revelation that the pitch-correcting software Auto-Tune", "new_id": -2, "mturk_index": "943"}]