[{"uid": "1295253330160432215", "i": 12433, "idx": 1, "sa": ["Jeremy Clarkson", "Simon Cowell"], "q": "me to say that but <strong> Jeremy Clarkson </strong>'m not going to. <strong> Jeremy Clarkson </strong>'d like to be at the next party. <strong> Simon Cowell </strong> Green throws great parties.\" OK, <strong> Jeremy Clarkson </strong> say, tell me what you did think. <q> <strong> Jeremy Clarkson </strong> loved every second of that video. </q> Oh dear, you really do want to go to his next party, don't you? \"Yes.\" To be fair, he does then burst out laughing. And apart from the whitened", "new_id": -2}, {"uid": "1296576783160382983", "i": 32773, "idx": 0, "sa": ["Michael Vick", "Binayak Sen", "President Bush"], "q": "for State Dinners... India: <strong> Binayak Sen </strong> Conviction...- In India, which prides itself on its rambunctious but tolerant democracy, the..., daughter of former <strong> President Bush </strong>, stars in a new... Report Abuse <q> WHAT difference does it make? What kind of \"news </q> is this?\" Report Abuse \"Why all the negatives? Think of it this way. Soon gay people will have to suffer through divorces just like the rest of us.\" Time.com: <strong> Michael Vick </strong>: Eagles", "new_id": -2}, {"uid": "1297689926157188194", "i": 11423, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "help Veeco to speed up its efforts to commercialize multi-stage thermal deposition production systems used to manufacture cost-efficient CIGS Solar cells. Commenting on the Veeco award, Senator <strong> Kirsten Gillibrand </strong>( D-NY) said, <q> Developing new, clean, homegrown sources of energy is a vital part of our economic recovery. </q> This federal investment will help drive research and development of new solar power technology, helping make solar power more efficient. By making solar power more effective and affordable over the long term, we can", "new_id": -2}, {"uid": "1296669628210550807", "i": 37970, "idx": 0, "sa": ["Mike Pence"], "q": "was partially inspired by my disappointed reaction to the <strong> Mike Pence </strong> news on the Three Martini Lunch. At the heart of complaint with <strong> Mike Pence </strong> is TARP, and that by leading the charge against TARP at the time, <q> <strong> Mike Pence </strong> failed to discern the lesser of two evils correctly,[ raising] serious questions about his judgment( as well as his understanding of conservative principles). </q> Most Americans don't follow the financial markets closely; almost all of us, including myself, wish we understood it better. In autumn of 2008, we were told that if TARP did not pass", "new_id": -2}, {"uid": "1297258327064307220", "i": 43961, "idx": 0, "sa": ["Michelle Obama", "Donald Rumsfeld"], "q": "Facebook.\" Fan of Facebook founder hit with restraining order <strong> Michelle Obama </strong>: Tucson \"Stepped Up' is having lunch Wednesday with Republican leaders as part of... Video: <strong> Michelle Obama </strong> Reacts to Mubarak's Announcement Report Abuse <q> The reason former community organizer obama and his Copenhagen snuff dipping wife are preventing the daughters from T.V. and other printed media and are so carefully monitoring the internet is because they don't want them to see the true facts that are now beginning to be circulated about them- that they have a failed presidency, are way down in the polls, that most Americans can't stand them or their Chicago thug fascist politics and their egotistical eliteist condesending incompetent unqualified regeime. </q> Clearly America has woken up and can see that the emperor has no clothes. Time.com: Safety Investigators Clear Toyota-- But Safety\"s No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on", "new_id": -2}, {"uid": "1295550199218546204", "i": 15602, "idx": 0, "sa": ["Simon Cowell"], "q": "the thousands of early auditions-- British judge <strong> Simon Cowell </strong>. <strong> Simon Cowell </strong>, the contest's biggest star, quit in May to launch Fox later in 2011. In a column headlined <q> The end of \"American Idol\"( for real this time), </q> Newsweek blogger Ramin Setoodeh wrote; \"The entire franchise has gone to the land of Stepford, where everybody is so nice and sweet and happy and zippy, you feel a cavity coming", "new_id": -2}, {"uid": "1295916542006537217", "i": 3895, "idx": 1, "sa": ["Bill Lockyer"], "q": "'s no need, no state wants to declare bankruptcy. No state would do it. It hurts your economy, hurts your taxpayers,\" <strong> Bill Lockyer </strong> told KCRA 3 during a wide-ranging interview in his Capitol-area office. <q> Wait until you see the collateral damage and who will be impacted from such a decision, </q> Willie Pelote of the American Federation of State, County, and Municipal Employees said. Pelote said the move would hurt small businesses who do business with the state, as well as bondholders. Even Capitol Republicans are", "new_id": -2}, {"i": 45806, "idx": 2, "index_answer": 0, "new_id": -1, "q": "better than me,\" he quipped.\" X Factor' has a craziness about it, an unpredictability. It is more raw. It is more competitive,\" he said. <q> If we can't, with what is on offer, find a global star, then I would say we have failed. There is that person or that group sitting in America waiting to be discovered, </q> <strong> Simon Cowell </strong> said. <cite>( c) Copyright Thomson Reuters 2011. Check for restrictions at: http://about.reuters.com/fulllegal.asp </cite>", "sa": ["Simon Cowell"], "uid": "1297121266135839981"}, {"uid": "1295142282036634657", "i": 38345, "idx": 7, "sa": ["Chris Webber", "Allen Iverson"], "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> Webbe... Wesley College vs St. Mark's 2010 Pt 1/4- Grenada: High School Basketball 2010 Wesley College vs St. Mark's 2010 Pt 1/4- Grenada: High School Basketball 2010 WC vs. St. Marks( defending", "new_id": -2}, {"uid": "1295733874106954754", "i": 14043, "idx": 5, "sa": ["Tyronn Lue", "Allen Iverson", "Shane Williams"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said 1993 NIGEL MANSELL FIRST TEST IN A INDYCAR at firebird international raceway phoenix... Despite being world champion, Mansell had a falling out with <strong> Shane Williams </strong>. In his autobiography Mansell writes that this was because of a", "new_id": -2}]