[{"uid": "1295956479149733513", "i": 33279, "idx": 3, "sa": ["Mike Pence"], "q": "history. As in the days of a house divided, America's darkest moments have come when economic arguments trumped moral principles.\" <strong> Mike Pence </strong> called for stripping Planned Parenthood, which he referred to as the <q> largest abortion provider in America, </q> of federal funding. \"Every American knows in their heart, this is the greatest nation on earth because we acknowledge the God-given right to liberty, the pursuit of happiness and the unalienable right to life", "new_id": -2}, {"uid": "1296246869137003031", "i": 363, "idx": 2, "sa": ["Mary Pat Christie", "Mike Pence", "Gary Bauer", "Barack Obama", "Sarah Palin"], "q": "a government takeover of health care through a so-called publi... Ban Abortion- 2012 Barack Obamaial Candidate www.huffingtonpost.com Excerpt: When conservative activist and former Barack Obamaial candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> Mr. <strong> Gary Bauer </strong> says. But in considering one... <strong> Sarah Palin </strong>: SRLC 2010 Republican Leaders <strong> Mike Pence </strong> gave an encouraging and Mary Pat Christieriotic speech at the AFP` November Speaks\" Rally against the Democrat led Lame Duck session.... Republicans", "new_id": -2}, {"uid": "1296197040069206031", "i": 47206, "idx": 4, "sa": ["Mike Pence", "Evan Bayh", "Robert Dion"], "q": "Indiana is fortunate to be the home to a number of rising stars in the Republican Party like <strong> Mike Pence </strong>,\" state GOP Chairman Eric Holcombe said. If <strong> Mike Pence </strong> officially enters the 2012 governor's race, <q> he becomes the presumptive favorite, </q> said Dion-Robert Dion/\"> <strong> Robert Dion </strong>, a University of Evan Bayhville political science professor. If <strong> Mike Pence </strong> is to encounter any bumps at all, they could come early, as he shifts his focus from federal", "new_id": -2}, {"uid": "1295845444082296865", "i": 56343, "idx": 0, "sa": ["Mike Pence", "Mike Huckabee"], "q": "<strong> Mike Pence </strong> was also the top pick for vice president. The German Nazis fought for the fatherland. The Soviet Red Army fought for the motherland. HuckabeeMike Pence.house.gov/index.php?option=com_content&amp;view=article&amp;id=1248&amp;Itemid=56\"> <strong> Mike Pence </strong> wants Americans to fight for the homeland. He <q> supported creation of the new Department of Homeland Security, the largest reorganization of the government since the beginning of the Cold War. </q> Because of the Department of Homeland Security, \"our ability to defend the homeland is more effective, efficient and organized.\" <strong> Mike Pence </strong> is a committed supporter of the bogus war on terror. He even repeats the", "new_id": -2}, {"uid": "1296777071232128536", "i": 56282, "idx": 0, "sa": ["Mike Pence", "Wayne Christian", "Florence Shapiro", "Ron Paul", "Mitt Romney"], "q": "182 million, while Houston would take a$ 348 million hit and Dallas would drop$ 253 million, according to school finance consultants Moak, Casey& Associates.\" And this story from the Houston ChRon Paulicle: <q> School districts should be allowed to give teachers unpaid furloughs and cut their salaries to help deal with a funding shortfall that one estimate says could cost 100,000 jobs, a leading state senator says. State Senate Education ComMitt Romneyee Chairman <strong> Florence Shapiro </strong>, R-Plano, said the layoff projection could be whittled if school districts could take less drastic steps, an area she said loosening state restrictions could help temper the effects of a budget shortfall. </q>? Budget work begins in earnest today with the first meeting of the Senate Finance ComMitt Romneyee at 10 a.m.? Last week, <strong> Mike Pence </strong> <strong> Wayne Christian </strong>, a Republican from Center and the chairman of the Texas Conservative", "new_id": -2}, {"uid": "1295631675219987972", "i": 21629, "idx": 1, "sa": ["Mike Pence", "Xavier Becerra", "Barack Obama", "John Larson"], "q": "about jobs and the domestic agenda for the <strong> Barack Obama </strong>,\" said <strong> Mike Pence </strong> <strong> John Larson </strong>( Conn.), chairman of the Democratic Caucus. <strong> John Larson </strong> and other Democratic leaders downplayed any lingering hostility from the tax-cut deal. <q> He's our leader. He's the leader of the free world, and we are entirely behind and supportive of the <strong> Barack Obama </strong> of the United States, </q> <strong> John Larson </strong> said. <strong> Mike Pence </strong> <strong> Xavier Becerra </strong>( D-Calif.), the caucus vice chairman, said Democrats might have occasional disagreements with the <strong> Barack Obama </strong>, but \"we're not going to eat our own.\"", "new_id": -2}, {"uid": "1295702917119783444", "i": 34956, "idx": 0, "sa": ["Mike Pence", "Monta Ellis"], "q": "points before losing on <strong> Monta Ellis </strong>' jump shot with 0.6 seconds left. The Pacers committed six turnovers, including three in the final two minutes, in the final quarter. <q> I guess it's a consistency thing, </q> swingman <strong> Mike Pence </strong> Dunleavy said. \"We're not consistently performing on both ends. We have lapses at times. We do a decent job of hanging in there but just not for the full 48 minutes.\"", "new_id": -2}, {"uid": "1296171152171278391", "i": 19296, "idx": 2, "sa": ["Mike Pence"], "q": "the Republican nomination for president in 2012.\" <strong> Mike Pence </strong> said he would make a decision \"later this year\" about his next political step, though he appeared to telegraph his next move saying saying his <q> calling is closer to home </q> and added he would \"be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead.\" \"I have learned to follow my heart, and", "new_id": -2}, {"uid": "1296197040069206031", "i": 47204, "idx": 2, "sa": ["Mike Pence"], "q": "later date. <strong> Mike Pence </strong> plans to tour the state in the coming months, starting this morning with events in Pendleton and Muncie. Both are within the Sixth Congressional District, which he represents. <q> In the months ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead. After taking time to listen to Hoosiers, we will make a decision later this year about what role we will seek to play, </q> <strong> Mike Pence </strong>'s letter said. A former talk radio show host, <strong> Mike Pence </strong>, 51, of Columbus, was first elected to the U.S. House of Representatives in 2000. He and his wife, Karen,", "new_id": -2}, {"i": 27945, "idx": 2, "index_answer": 1, "new_id": -1, "q": "\"Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,\" <strong> Zahi Hawass </strong> said in a statement. But he asked that <q> this unique treasure be returned to the possession of its rightful owners, the Egyptian people. </q> World Video: Banned books back on sale in Tunisia's bookshops World Video: Raw Video: Deadly explosion at Moscow airport Report Abuse \" <strong> Zahi Hawass </strong> is nothing more than an Egyptian <strong> Sarah Palin </strong>( albeit with brains)", "sa": ["Sarah Palin", "Zahi Hawass"], "uid": "1295891307156680197"}]