[{"uid": "1296237370016105485", "i": 47187, "idx": 2, "sa": ["Marko Jaric", "Carmelo Anthony", "Randy Wittman", "Linas Kleiza", "Allen Iverson"], "q": "was out on them.\" On the subsequent inbounds play, <strong> Allen Iverson </strong> was fouled by <strong> Marko Jaric </strong>, hitting both free throws. But Minnesota coach <strong> Randy Wittman </strong> took issue with that, thinking that <strong> Allen Iverson </strong> traveled before the foul. <q><strong> Allen Iverson </strong> traveled. Traveled. Flat out,</q> said <strong> Randy Wittman </strong>, whose team has now lost 16 straight road games since a win at New Orleans on Nov. 26. \"No ifs or could http://wn.com/Allen_Iverson_33pts_Highlight_vs_Timberwolves_NBA_07/08 <strong> Allen Iverson </strong> broke into song, <strong> Linas Kleiza </strong> joked with <strong> Carmelo Anthony </strong> Carter, and", "new_id": -2}, {"uid": "1297533337033751050", "i": 48912, "idx": 0, "sa": ["Mike Pence", "Greg Walden"], "q": "last month, Reps. <strong> Mike Pence </strong> of Indiana and <strong> Greg Walden </strong> of Oregon unveiled this week the Broadcaster Freedom Act, which would ban the FCC from forcing broadcasters to give free airtime to opposing sides on controversial issues. <q>The American people cherish freedom, especially freedom of speech and of the press,</q> said <strong> Mike Pence </strong>, a former radio talk show host who introduced the same bill in the last session of Congress when Democrats still controlled the House. \"Bringing back the Fairness Doctrine would amount to government control", "new_id": -2}, {"uid": "1297304788026935319", "i": 27464, "idx": 3, "sa": ["Oprah Winfrey", "Donald Rumsfeld", "President Bush"], "q": "day. Or this, a memo <strong> Donald Rumsfeld </strong> wrote upon first meeting <strong> President Bush </strong>, in which <strong> President Bush </strong> apparently sought to \"sell\" himself to Rummy, and prove that he was not <q>born with a silver spoon in his mouth.</q> What follows are excerpts of <strong> Donald Rumsfeld </strong>'s Newsweek interview, conducted in New York City. Newsweek: We live in a confessional culture. I'm not going to do an <strong> Oprah Winfrey </strong> on you...", "new_id": -2}, {"uid": "1295789060232554508", "i": 10163, "idx": 0, "sa": ["Andy Coulson"], "q": ": Iraq militia chief behind pilgrim blasts... government will pay foreign oil companies producing in the... Photo: Iraqi security forces stand guard as Shi'ite Muslims march to the... Iraqi Christians seek refuge in Turkey Report Abuse <q>I hope Fritzsimons will get a fair hearing. The important thing in this is to show, that nowbody is above the law and if you murder someone- regardless of who you are- you will be prostecuted and sentenced under the local jurisdiction.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295386126252936200", "i": 39070, "idx": 2, "sa": ["Sergio Marchionne", "Walter P. Chrysler"], "q": ", full-faith effort to work together.\" <strong> Sergio Marchionne </strong> also reminded employees that it was with the assistance of the federal government of Ontario that <strong> Walter P. Chrysler </strong> has been given an opportunity to create a future. <q><strong> Walter P. Chrysler </strong> Group owes a deep debt of gratitude to taxpayers in Canada and the U.S. for the loans that enabled a reenergized, restructured company to emerge in June 2009,</q> said <strong> Sergio Marchionne </strong>. \"We recognize we have a moral responsibility to fulfill our promises, justify these investments and pay back every penny that was loaned to us.\" In preparation for the launch of the new", "new_id": -2}, {"uid": "1295618588099680282", "i": 32678, "idx": 1, "sa": ["Glenn Mulcaire", "Andy Coulson"], "q": "asking via his Twitter feed: \"If@ guardian abhors publication of material obtained by dodgy methods so much, where does that leave them on Wikileaks?\" The new CNN presenter added: <q>Hypocrisy: prejudice with a halo.</q> <strong> Andy Coulson </strong> was editor of the News of the World from 2003 to 2007, but stood down following allegations about his reporters illegally hacking into the voicemail messages of many celebrities. Freelance detective <strong> Glenn Mulcaire </strong> told", "new_id": -2}, {"i": 35940, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from applying for the research and development incentive. Her proposal would simplify the program. It also would make permanent a credit Congress has renewed 14 times since its first passage in 1981, <strong> Kirsten Gillibrand </strong> said. <q>We want to eliminate that uncertainty so that businesses can continue in</q> their research and development projects, she said. \"This is not a Democrat or a Republican idea,\" <strong> Kirsten Gillibrand </strong> said. \"It's just a good idea.\" She said a permanent 20", "sa": ["Kirsten Gillibrand"], "uid": "1296833917069533714"}, {"uid": "1295708457073957387", "i": 15288, "idx": 1, "sa": ["Andy Coulson", "Rupert Murdoch", "Alastair Campbell"], "q": "is going to continue apace,\" he told Sky News. He also questioned <strong> Andy Coulson </strong>'s decision to quit, suggesting the matter was not so widely discussed as to be a resignation matter. <q>I don't accept that this has become so virulent, so dominant that he couldn't do his job,</q> said <strong> Alastair Campbell </strong>. He tweeted: \"Twas <strong> Rupert Murdoch </strong> who ordered <strong> Andy Coulson </strong> to go. In Ldn this week the NewsCorp boss knew <strong> Andy Coulson </strong> at PM's side was driving focus on his papers.\"", "new_id": -2}, {"uid": "1297242543083116089", "i": 15466, "idx": 9, "sa": ["Justin Bieber", "Simon Cowell", "Kit Hoover"], "q": "friends. We're just gon na completely whip their a** es[ with \"The X Factor].\" \"Have you watched the new` Idol'?\" <strong> Kit Hoover </strong> asked. <q>No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice, everybody seemed to have sad stories. It was like a music version of` Extreme Home Makeover\" with a happy ending. We like happy endings,</q> <strong> Simon Cowell </strong> said. NBC Universal, Inc.. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. Billy Bush and <strong> Justin Bieber </strong> in \"The Billy Bush Show\" studio", "new_id": -2}, {"uid": "1297450776077103126", "i": 27786, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "is a bold one meant to combat the growing momentum by mobile competitors Google Android and Apple. \"We think this will make a three-horse race,\" <strong> Stephen Elop </strong> said during a press conference. <q>It's for Nokia and it's good for Microsoft. It allows us to move far faster than we could otherwise.</q> Nokia CEO <strong> Stephen Elop </strong>, let, and Microsoft CEO <strong> Steve Ballmer </strong> explained their company's new tight alliance for mobile phones at an analyst and strategy meeting in London.( Credit: screenshot by <strong> Stephen Elop </strong> Shankland/CNET)", "new_id": -2}]