[{"uid": "1297347162253526023", "i": 34925, "idx": 1, "sa": ["Sergio Marchionne"], "q": "business in Brazil. Current trends, however, remain too short-term in nature to make any major business decisions, such as shifting procurement or adopting new policies on foreign exchange, <strong> Sergio Marchionne </strong> said. <q> Any knee-jerk reaction to currency moves can force a readjustment and that can be quite expensive, </q> <strong> Sergio Marchionne </strong> said. \"For Chrysler, it is a great thing to the extent that other currencies have experienced a strong position relative to the US dollar.\" For European operations, \"it's a", "new_id": -2, "mturk_index": "1104"}, {"uid": "1296774628218005537", "i": 26572, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "d'infos sur Irak\"> Irak sans jamais conc?der d'erreurs, selon des extraits consult?s par le Washington Post. L'ancien chef du Pentagone regrette seulement de n'avoir pas quitt le gouvernement apr?s le scandale d'Abou Ghraib. <q> Abou Ghraib et ses cons?quences, notamment le fait que les opposants? la guerre et au pr?sident ont constamment martel qu'il s` agissait de torture, ont fini par nous faire du tort </q>, crit <strong> Donald Rumsfeld </strong>. \"Plus que toute autre chose que j' ai chou? faire, et malgr la fiert que j' avais? accomplir toutes les choses importantes que nous avons r?ussies, je regrette de", "new_id": -2, "mturk_index": "397"}, {"uid": "1297102357037732375", "i": 2730, "idx": 1, "sa": ["Howard Stringer", "Simon Cowell"], "q": "also host auditions. Specific dates and venues to be announced. \"I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,\" said <strong> Simon Cowell </strong>. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar. </q> \"I have always been proud of the achievements of The X Factor worldwide, and am looking forward to its American launch,\" said <strong> Howard Stringer </strong>, Chairman, CEO and President of Sony Corporation. \"", "new_id": -2, "mturk_index": "961"}, {"uid": "1295266259121765959", "i": 36214, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": ", on Saturday night. The astronaut described to <strong> Kirsten Gillibrand </strong> the latest progress in his critically injured wife's recovery after the Jan. 8 shooting. \"She's making progress every day,\" <strong> Kirsten Gillibrand </strong> said. <q> She's using both sides of her body.She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing... Monthly and yearly online subscriptions are available. Access is free for print subscribers. To report abuse or misuse of this area please hit the \"Suggest Removal </q> link in the comment to alert our online managers. Please read our comment policy. Use the comment form below to begin a discussion about this content. PROPOSED LEGISLATION:", "new_id": -2, "mturk_index": "419"}, {"uid": "1295574969159776793", "i": 19016, "idx": 0, "sa": ["Larry Page", "Patrick Pichette", "Eric Schmidt"], "q": "no one else in the universe that could have accomplished what <strong> Eric Schmidt </strong>( <strong> Eric Schmidt </strong>) has done,\" <strong> Larry Page </strong> said during the earnings call. Leading into the earnings news, CFO <strong> Patrick Pichette </strong> described it as a <q> phenomenal ending to a very incredible year at Google. </q> The company reported$ 2.54 billion in net income on$ 8.44 billion in revenue for the quarter ending Dec. 31, 2010. On the mobile front, Google continues to see momentum grow.", "new_id": -2, "mturk_index": "287"}, {"uid": "1297185626119177230", "i": 44727, "idx": 3, "sa": ["Simon Cowell"], "q": "Makeover: Home Edition\" and \"Jersey Shore.\" As for the current, Simon Cowell-free season of \"Idol,\" he claimed, \"I haven't seen a full episode,\" continuing, <q> I think we're going to do something different. I'm excited. The stakes are high. </q> Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. Fox is still recovering from a rough fall season, when it finished last among the major networks in total viewers. \"Idol\" is still holding", "new_id": -2, "mturk_index": "928"}, {"uid": "1295898709135872525", "i": 19633, "idx": 0, "sa": ["Jack LaLanne", "Donald Rumsfeld"], "q": "BOOKS-Donald Rumsfeld WASHINGTON If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many \"<strong> Donald Rumsfeld </strong>'s Rules\" : <q> The harder I work, the luckier I am. </q> By National Writer Hillel Italie. AP Photos. Jack LaLanne-TRIBUTE NEW YORK In the 1950s, when <strong> Jack LaLanne </strong> began his lengthy television run, he gave housewives a half-hour workout, and also a respite:", "new_id": -2, "mturk_index": "341"}, {"uid": "1295559703061718604", "i": 41337, "idx": 0, "sa": ["Eric Schmidt"], "q": "Finance Search Thu, Jan 20, 2011, 4:41 PM EST- U.S. Markets closed{ \"s\" : \"goog\" , \"k\" : <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\" :\" \" , \"j\" :\" \" } Jay Yarow, On Thursday January 20, 2011, 4:14 pm <strong> Eric Schmidt </strong> is stepping down as CEO of Google, and", "new_id": -2, "mturk_index": "607"}, {"uid": "1297094194234487815", "i": 14265, "idx": 9, "sa": ["George H. W. Bush", "Colin Powell", "Donald Rumsfeld"], "q": "there. And it was probably <strong> Donald Rumsfeld </strong> or something.\" Secretary of State <strong> Colin Powell </strong> \"did not, in my view, do a good job of managing the people under him,\" <strong> Donald Rumsfeld </strong> said. <q> There was a lot of leaking out of the State Department, and the <strong> George H. W. Bush </strong> knew it. And it was unhelpful. And most of it ended up making the State Department look good. We didn't do that in the Pentagon. I insisted we not do it. </q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "new_id": -2, "mturk_index": "744"}, {"uid": "1296539276014417937", "i": 18264, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "said: \"We are standing behind Mr. President. Medinat Nasr is completely secure,\" talking about where he lived. \"We are with this guy,\" he added, meaning Mr. <strong> Hosni Mubarak </strong>. <q> We are with him until the end. We've known this guy since forever. </q> The channel announced that <strong> Zahi Hawass </strong>, the chairman of the Supreme Council of Antiquities, had called on Egyptian citizens not to believe the \"lies and fabrications\" of Al Jazeera and Al Arabiya channels. Mr.", "new_id": -2, "mturk_index": "1554"}]