[{"uid": "1296853879119488517", "i": 2943, "idx": 2, "sa": ["Mike Pence", "Christopher Smith"], "q": "Apparently no one understands that <strong> Mike Pence </strong> and <strong> Christopher Smith </strong> aren't trying to overturn Roe v. Wade. \" Report Abuse \" For a political party that is supposed to stand for limited government and individual freedoms the \" Report Abuse <q> You are such a saint Mr. Blumenthal. This article is a joke. Have you really been focusing your \" energy on fostering economic growth and creating jobs </q>? \" If so, then I would respectfully ask you to step down from your Senate position because you are wasting taxpayers' money. Not only have you not created economic growth or jobs( minus", "new_id": -2}, {"uid": "1295387255083918891", "i": 33901, "idx": 1, "sa": ["Gabrielle Giffords", "Mike Pence", "Barack Obama", "Sarah Palin"], "q": "Ariz., shootings, said Monday that she used the term \" blood libel \" to describe comments made by those who falsely tried to link conservatives to the assassination attempt against <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong>. \" Meanwhile, <q> Only 30% of those surveyed in a new ABC News-Washington Post poll approved of the way <strong> Sarah Palin </strong> responded to the deadly rampage[ in Arizona], while 78% approved of the way <strong> Barack Obama </strong> handled it, </q> the <strong> Mike Pence </strong>: Responding to news that two supporters started a campaign to draft him to run for <strong> Barack Obama </strong>, the congressman said yesterday, \" The first I've heard of this", "new_id": -2}, {"uid": "1297533337033751050", "i": 59461, "idx": 2, "sa": ["Jim Clyburn", "Gabrielle Giffords", "Mike Pence", "Mignon Clyburn"], "q": "Arizona last month that claimed the lives of six people and wounded 13 others, including <strong> Gabrielle Giffords </strong>, <strong> Mike Pence </strong> <strong> Jim Clyburn </strong>, the No. 3 Democrat in the House, called for the reinstatement of the Fairness Doctrine. <q> Free speech is as free speech does, </q> <strong> Mignon Clyburn </strong> told the local newspaper. \" You can not yell` fire' in a crowded theater and call it free speech. And some of what I hear, and[ what] is being called free speech", "new_id": -2}, {"uid": "1295891150149438465", "i": 48197, "idx": 10, "sa": ["Bill Adair", "Mike Pence", "Michele Bachmann", "Eric Cantor", "Barack Obama"], "q": "Ashley Martella yesterday, <strong> Mike Pence </strong> <strong> Michele Bachmann </strong>( R-MN) claimed that <strong> Barack Obama </strong>'s health reform law- which she called the \" crown jewel of socialism \" - is unpopular with voters, and that they want it repealed. <q> The AmEric Cantoran people have said overwhelmingly that they want this <strong> Bill Adair </strong> repealed, </q> she said. \" As a matter of fact, Ashley, the more people learn about what's in Barack Obamacare, and when they see the devastating impact of it, the more they dislike this <strong> Bill Adair </strong> and want", "new_id": -2}, {"uid": "1297381620148979721", "i": 27922, "idx": 0, "sa": ["Mike Pence", "Nancy Pelosi"], "q": "Assault On Women's Health In Our Lifetime' On a conference call with reporters and bloggers this afternoon, <strong> Mike Pence </strong> <strong> Nancy Pelosi </strong>( D-CA) characterized the GOP's recent legislative effort to restrict access to abortion and contraception as <q> the most comprehensive and radical assault on women's health in our life time, </q> promising to wage a campaign against the effort. <strong> Nancy Pelosi </strong> was referring to the Republican-backed H.R. 3 \" No Taxpayer Funding for Abortion Act \" and H.R. 358, \" Protect Life Act, \" as well", "new_id": -2}, {"uid": "1297285311122896474", "i": 2630, "idx": 6, "sa": ["Stephen Baldwin", "Tim Pawlenty", "Tom Tancredo", "Mike Pence", "Bay Buchanan"], "q": "At 12:15, \" Engaging America through Conservative Pop Culture \" featuring <strong> Stephen Baldwin </strong> and a bunch of people you've never heard of. Later, <strong> Bay Buchanan </strong> and <strong> Tom Tancredo </strong> debate immigration, and author <strong> Mike Pence </strong> Prell will sign copies of <q> Underdogma: How America's Enemies Use Our Love for the Underdog to Trash American Power. </q> <strong> Tim Pawlenty </strong>'s on the mainstage at 3. But that's also when this is happening: \" The Ground Zero Mosque: The Second Wave of the 9/11 Attacks- Maryland Ballroom \" Sponsored by", "new_id": -2}, {"uid": "1295552145232112145", "i": 6173, "idx": 3, "sa": ["Mike Pence"], "q": "B-movie actor, turned governor, turned candidate. He gave voice to the ideals and values that I was raised to believe in. \" Republicans, <strong> Mike Pence </strong> continues, should learn from how Reagan led. <q> I think Ronald Reagan personifies both the substance and the style of conservatism in the 21st century, </q> he says. \" On substance, he was tough and unapologetic- he was committed to limited government, to federalism, to a strong national defense, and to traditional values. \" \" But on", "new_id": -2}, {"uid": "1297712380197591040", "i": 60000, "idx": 0, "sa": ["Mike Pence"], "q": "BY NJLawyer 02.13.11 AT 8:32 PM We still have ice waterfalls along the expressways, after a day that reached above 60. Those babies are tough. BY the real Aj 02.13.11 AT 10:16 PM http://www.theblaze.com/stories/opponents-push-new-efforts-to-de-fund-discredit-planned-parenthood/ <q> While much about the videos is in dispute, they provided fresh ammunition for anti-abortion activists promoting a bill introduced by <strong> Mike Pence </strong>, R-Ind., that would deny federal family-planning funds to any organization that performs abortions. <strong> Mike Pence </strong> makes clear that Planned Parenthood is his target; it would lose more than$ 70 million in annual funding. \" Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking, </q> <strong> Mike Pence </strong> said. \" The time to deny any and all funding to Planned Parenthood is now. \" \" http://biggovernment.com/cstearns/2011/02/12/defund-planned-parenthood-2/ \" Although Planned Parenthood is barred from using taxpayer funds to perform abortions, these dollars are", "new_id": -2}, {"uid": "1295278289044859433", "i": 24202, "idx": 4, "sa": ["Mike Pence"], "q": "Benko believes <strong> Mike Pence </strong> could easily rally the Tea Party, which provided the GOP with the needed muscle to take back the House of Representatives and make considerable gains in the Senate during the 2010 congressional elections. <q> You need people and you need money, and both of them are just out there waiting for an extraordinary person to unite behind, </q> Benko told CNSNews.com. \" He[ <strong> Mike Pence </strong>] is a true constitutionalist, which is at the core of the DNA of us tea partiers. Benko also mentioned <strong> Mike Pence </strong>'s \" unique track record of having", "new_id": -2}, {"i": 36300, "idx": 5, "index_answer": 1, "new_id": -1, "q": "were seeing,'' <strong> Kirsten Gillibrand </strong> said.`` They were saying this is unbelievable progress, to see this.'' Video: House peers reflect on bedside visit to <strong> Gabrielle Giffords </strong>( on this page) <q> Mark started to tell her,` <strong> Gabrielle Giffords </strong>, if you can see me, give me the thumbs up sign,' </q> <strong> Debbie Wasserman Schultz </strong> told MSNBC's <strong> Chris Matthews </strong> on`` Hardball.''`` He encouraged her and pushed her to do that. She kept opening her eyes a little more and a little bit more and suddenly, her", "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Chris Matthews", "Gabrielle Giffords"], "uid": "1294991426005357592"}]