[{"uid": "1296505663204390404", "i": 21596, "idx": 1, "sa": ["Sergio Marchionne"], "q": "the automaker's recovery plan after its 2009 bankruptcy filing and near-collapse. \"2011 needs to be characterized as the year of execution,\" Chief Executive <strong> Sergio Marchionne </strong> told analysts and journalists during a conference call. <q> We need to execute on what we promised to do. </q> Chrysler, which is now 25 percent owned by Fiat, projected it will sell 2 million cars and trucks worldwide in 2011, up from a little more than 1.5 million in sales in 2010.", "new_id": -2, "mturk_index": "468"}, {"uid": "1295804716188252188", "i": 7863, "idx": 2, "sa": ["Colin Powell", "Barack Obama"], "q": "the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Ariz. \"I think he's got a way to go,\" <strong> Colin Powell </strong> said. <q> I mean, he hasn't achieved all of his purposes, but he's stabilized the economy </q> and taken on health care reform. \"You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.\" \"I think he has reached out to countries around the world and has", "new_id": -2, "mturk_index": "1422"}, {"uid": "1297237513246775808", "i": 34241, "idx": 3, "sa": ["Donald Rumsfeld"], "q": ": 173 Terrorverd?chtige sind derzeit noch in Haft- nur drei davon verurteilt. <cite>( Foto: picture-alliance/ dpa) </cite> Der fr?here US-Verteidigungsminister <strong> Donald Rumsfeld </strong> hat das umstrittene US-Gefangenenlager Guantanamo in Kuba als <q> eines der besten Gef?ngnisse der Welt </q> bezeichnet. Aus ihm unbekannten Grund sei es aber der US-Regierung nicht gelungen, den Menschen zu vermitteln, dass in Guantanamo \"nicht gefoltert wurde, dass niemand verletzt wurde\" , sagte <strong> Donald Rumsfeld </strong> in einem Interview mit dem", "new_id": -2, "mturk_index": "1084"}, {"uid": "1295774332001081361", "i": 16585, "idx": 0, "sa": ["Tessa Jowell", "John Prescott", "Alastair Campbell", "David Blunkett", "Andy Coulson", "Chris Bryant", "Mark Lewis", "Clive Goodman"], "q": "understood to have been targeted include Lord <strong> John Prescott </strong>, <strong> David Blunkett </strong>, <strong> Tessa Jowell </strong> and <strong> Chris Bryant </strong>. <strong> Alastair Campbell </strong>, the former Labour spin-doctor, told the BBC the controversy had now gone beyond the issue of Mr <strong> Andy Coulson </strong>'s future and <q> the role of the police in this is now going to become centre stage </q>. The lawyer <strong> Mark Lewis </strong> yesterday revealed he was acting for four people who believe they were targeted by newspapers other than the NoW, which has been under intense scrutiny since its royal editor, <strong> Clive Goodman </strong>, was", "new_id": -2, "mturk_index": "16"}, {"uid": "1295577756132530197", "i": 21639, "idx": 0, "sa": ["Eric Schmidt"], "q": "{ \"s\" : \"goog\" , \"k\" : <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\" :\" \" , \"j\" :\" \" } Joseph Tartakoff, On Thursday January 20, 2011, 7:00 pm EST announcement today that <strong> Eric Schmidt </strong> will step down as CEO ends what has", "new_id": -2, "mturk_index": "961"}, {"uid": "1295793657032096271", "i": 7030, "idx": 0, "sa": ["Andy Coulson", "Bulent Yildirim"], "q": "drafting plans for provisional Palestine <cite> AP </cite> Photo in Slideshow: Mavi Marmara, <strong> Bulent Yildirim </strong> Photo in Slideshow: Relatives of Palestinians being held in Israeli jails... Video: Gaza boat becomes Turkish tourist attraction... Report Abuse <q> Legal under Law of Roque state Israel. </q> Not under International Law. Please do not involve us in your criminal acts. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong>", "new_id": -2, "mturk_index": "1243"}, {"uid": "1295589625212418560", "i": 38308, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "announced Thursday that Google co-founder <strong> Larry Page </strong> will be replacing <strong> Eric Schmidt </strong> as CEO. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> Schmidt-Eric Schmidt-google-ceo-Larry Page-Larry Page_n_811820.html\" target=\"_hplink\"> tweeted of the change. <strong> Eric Schmidt </strong> has been CEO since 2001, during which time he has overseen the company's growth from a Silicon Valley search engine into a global", "new_id": -2, "mturk_index": "81"}, {"uid": "1296113722137510985", "i": 31988, "idx": 2, "sa": ["Bernie Sanders", "John Krieger"], "q": "& <strong> Bernie Sanders </strong> Have Teamed Up To Go After The Military Budget\" Progressives and the Tea Party are like minded when it comes to decreasing the defense budget. National Taxpayers Union and PIRG have released a joint report titled <q> Toward Common Ground: Bridging the Political Divide to Reduce Spending, </q> PIRG's <strong> John Krieger </strong> and Ex. Vice Pres... Tea Party Misconceptions_1 10:58 Just some thoughts to consider for Tea Party Supporters... it's a 2 part vid... so, please hear me out. Progressives are", "new_id": -2, "mturk_index": "653"}, {"uid": "1295573549080838695", "i": 11613, "idx": 2, "sa": ["John Simpson", "Eric Schmidt"], "q": "'s values to in order to grow its business. In particular, the group blasted <strong> Eric Schmidt </strong> for his handling of recent finally gets rid of UK Wi-Fi data\"> privacy concerns. <q> <strong> Eric Schmidt </strong> used to claim that Google put its money where its values were, </q> said Comsumer Watchdog Inside Google director <strong> John Simpson </strong>. \"In fact while <strong> Eric Schmidt </strong> had his hand on the helm, values were changed to go where the money was.\" News of the changes overshadowed", "new_id": -2, "mturk_index": "1277"}, {"uid": "1296561285179486740", "i": 58540, "idx": 0, "sa": ["Andy Coulson"], "q": "World editor, who quit amid mounting controversy over phone hacking allegations. But a Number 10 source said \"good progress\" had been made in identifying a successor and that <strong> Andy Coulson </strong> chose to leave quietly after finishing <q> what he wanted to finish </q>. <strong> Andy Coulson </strong> said last month he could no longer give his full attention to the job because of the drip-drip of claims about illegal eavesdropping under his editorship. Scotland Yard has since launched a fresh", "new_id": -2, "mturk_index": "1709"}]