[{"uid": "1297245176074432535", "i": 28319, "idx": 1, "sa": ["Paula Abdul", "Nicole Scherzinger", "Christina Aguilera", "Simon Cowell", "Ricky Martin"], "q": ".`` What I like about <strong> Nicole Scherzinger </strong>... she started off as a competitor on one of these shows. She is a killer; she is really ambitious,'' he mused to Extra. <q> <strong> Paula Abdul </strong> has made it clear she wants to do the show, but you have to put her in the mix with other potential judges... a lot of people make decisions... she is still in there. </q> <strong> Simon Cowell </strong> added he`` likes'' the idea of working with Usher, while <strong> Christina Aguilera </strong> is a definite`` no''. He finds the prospect of <strong> Ricky Martin </strong> being involved`` interesting'' and raved about Black Eyed", "new_id": -2}, {"uid": "1295576927002506766", "i": 58863, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": ".'' The management changes are due to take effect on April 4.`` Day-to-day adult supervision no longer needed!'' <strong> Eric Schmidt </strong> said in a message on his Twitter feed@Eric SchmidtEric Schmidt. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> he added in a statement.`` By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company.`` In my clear opinion, <strong> Larry Page </strong> is ready", "new_id": -2}, {"uid": "1296210507251019283", "i": 23106, "idx": 0, "sa": ["Simon Cowell"], "q": "the US X Factor later this year. The rapper is just one of many celeb names linked to the new show, but the hip-hop star says he's not interested in the job. <q> I won't work with <strong> Simon Cowell </strong> on X Factor or American Idol, </q> he tells British newspaper The Mirror this week.`` <strong> Simon Cowell </strong> has a good ear, but his Idol and X Factor acts don't dominate the charts in the States. Hip-hop does.''", "new_id": -2}, {"uid": "1295584540106250245", "i": 14940, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "- and over the holidays we decided now was the right moment to make some changes to the way we are structured,'' Mr <strong> Eric Schmidt </strong> wrote in a blog post. He added that Mr <strong> Larry Page </strong> would <q> merge Google's technology and business vision </q>, while he would stay on to focus on external issues, like`` deals, partnerships, customers and broader business relationships''. In the blog post, Mr <strong> Eric Schmidt </strong> said the three executives would continue", "new_id": -2}, {"uid": "1297298416168493093", "i": 48609, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "But this doesn't seem to have deterred him from stepping back into the spotlight. He uses the opportunity to engage in score-settling, pinning blame on others for the biggest foreign policy debacle in decades. <q> In his worldview, the news media and authors who recounted Bush's term in office have distorted almost everything-including the timing of the decision to go to war in Iraq after the 9/11 attacks; the responsibility for holding, interrogating and prosecuting detainees in Guantanamo Bay; and even the handling of the aftermath of Hurricane Katrina, </q> href=\"http://www.washingtonpost.com/wp- dyn/content/article/2011/02/08/AR2011020800009_2.html?wprss=rss_print/bookworld&amp;sid=ST2009061102977\" target=\"_blank\"> Gwen Ifill writes in the Washington Post. But it is <strong> Donald Rumsfeld </strong> who got it all wrong-from downplaying the Al Qaeda threat to searching for a nonexistent Saddam Hussein connection", "new_id": -2}, {"uid": "1296796643209420294", "i": 49583, "idx": 6, "sa": ["Carmelo Anthony", "Allen Iverson", "Pau Gasol", "Linas Kleiza", "Kobe Bryant", "Lamar Odom"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q>... <strong> Kobe Bryant </strong> 41 points LA Lakers Highlights- Phoenix Suns HD <strong> Kobe Bryant </strong> 41 points LA Lakers Highlights- Phoenix Suns HD <strong> Kobe Bryant </strong> scored 41 points( 16-25 shooting), <strong> Pau Gasol </strong> added 29( 13-19) and <strong> Lamar Odom </strong> added 22", "new_id": -2}, {"uid": "1295965652202670112", "i": 41563, "idx": 8, "sa": ["Eric Schmidt"], "q": ", dass sich die Regierungen Sorgen machen. Wir haben einige sehr komplizierte Punkte mit den Regierungen zu kl?ren'', sagte <strong> Eric Schmidt </strong>. Den Untersuchungen, vor allem der EU-Kommission, sehe er allerdings in aller Ruhe entgegen. <q> Um Wettbewerbsklagen macht man sich immer Sorgen. Aber diese Sorgen sind nicht allzu gro </q>, sagte <strong> Eric Schmidt </strong>. Google werden sich weiterhin auf die vier Gesch?ftsfelder Internetsuche, graphische Werbung, mobiles Internet und Online-Dienstleistungen f?r Unternehmen konzentrieren. Besonderen Fokus lege das Unternehmen zurzeit auf die graphische Display-Werbung, zum Beispiel", "new_id": -2}, {"uid": "1297387032139428090", "i": 3232, "idx": 0, "sa": ["Mike Pence", "Cliff Stearns"], "q": "on an issue of key importance to many members of their base. On Thursday, they noted that their new allies in the House and the economic constraints were both working in their favor. <q> This is when we're going to defund Planned Parenthood, </q> said <strong> Mike Pence </strong> title=\"Cliff Stearns\" href=\"http://www.latimes.com/topic/politics/Cliff Stearns-Cliff Stearns-PEPLT006304.topic\"> <strong> Cliff Stearns </strong>( R-Fla.).`` Now is the season for us to do this.'' Although the cuts may be embraced by the House, they are likely to", "new_id": -2}, {"uid": "1295390240232685652", "i": 24599, "idx": 1, "sa": ["Sergio Marchionne"], "q": "'' <strong> Sergio Marchionne </strong> said. The family would be part of a larger goal of getting 80 percent of its vehicles from four or five architectures, a path he said Chrysler is just starting now. <q> We have a long way to go, </q> <strong> Sergio Marchionne </strong> said. The vehicles from the new minivan platform would be built in Windsor, guaranteeing the future of the plant and all three shifts.`` I am here with one message to tell", "new_id": -2}, {"i": 43116, "idx": 7, "index_answer": 0, "new_id": -1, "q": "domineering former US defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> said. <q> I think the world's a better place with[ former Iraqi president] <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaeda out of Afghanistan, </q> he said, adding that the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the Sept. 11 attacks on the US was`` incremental,'' not rushed.", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297183947119177270"}]