[{"uid": "1296376709098549798", "i": 11633, "idx": 2, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "'' <strong> Zahi Hawass </strong> said. The museum was still in danger yesterday, however. A building next door which houses the offices of President <strong> Hosni Mubarak </strong>'s ruling party was on fire and about to collapse. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks try to extinguish the blaze in the National Democratic Party headquarters. In addition to the mummies, about 10 other smaller ancient artifacts were taken from their cases and damaged", "new_id": -2}, {"uid": "1296513301231162133", "i": 16733, "idx": 0, "sa": ["Michael Vick", "Ken Cuccinelli"], "q": "`` affordable''? Medicare is$ 98.00 a month and that is affordable,$ 800.00 isn't. Before I was on Medicare my medical insurance cost$ 36,000 a year! That was outrageous! Report Abuse <q> There has never been a point in our history where the federal government has been given the authority to require citizens to buy goods or services, </q> Virginia Attorney General <strong> Ken Cuccinelli </strong> said in a statement. </blockquote> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl", "new_id": -2}, {"uid": "1297133414101482529", "i": 16077, "idx": 6, "sa": ["Christina Aguilera", "Donald Rumsfeld"], "q": "Key Figure in Revolt- WSJ.com[ del.icio.us] Egyptian opposition cautious after vice-president Suleiman opens talks Super Bowl 2011: <strong> Christina Aguilera </strong> and Groupon fluff their lines Russian Islamist leader claims responsibility for Moscow airport attack Global Times <q> Top 10 fabricated news stories in 2010 </q> http://bit.ly/hnj8vk Has anyone done a`` Top 10 harmonized news stories'' ranking? Bestsellers from the Guardian shop <strong> Donald Rumsfeld </strong>'s Demons by <strong> Donald Rumsfeld </strong> Cockburn Â£ 13.59 <strong> Donald Rumsfeld </strong>'s Iraq strategy was doomed to failure,", "new_id": -2}, {"uid": "1295762811142376968", "i": 29986, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "I am absolutely positive- and I am not an advocate for the News of the World- that this wasn't a practice for one newspaper or even one newspaper group,'' Mr Lewis said. <q> It's fair to say that over the past 10 years or so most entertainment stories will have had some element of subterfuge.`` What happens is that if a celebrity is subject to a story there is a natural inclination to think that someone has sold their story or betrayed their confidence.`` But in fact it's their mobile phone or a bugging device that are the source of the story- that's how it got out. </q> Mr <strong> Andy Coulson </strong>, who edited the News of the World before he became <strong> David Cameron </strong>'s head of communicationsr, handed in his resignation on Friday and plans to leave within weeks. In a statement,", "new_id": -2}, {"uid": "1295802228188252172", "i": 4630, "idx": 5, "sa": ["Lee Myung-bak", "Colin Powell", "Gabrielle Giffords", "Robert Gates"], "q": "possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential advisor. <q> The administration knows that <strong> Lee Myung-bak </strong> am quite content with the work <strong> Lee Myung-bak </strong> am doing now, </q> he said.`` <strong> Lee Myung-bak </strong> am not interested in a government job.'' Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor", "new_id": -2}, {"uid": "1295499335019333136", "i": 220, "idx": 7, "sa": ["Kobe Bryant", "Elgin Baylor", "Allen Iverson"], "q": "to stop him,'' said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists.`` <strong> Elgin Baylor </strong> didn't realize it,'' <strong> Kobe Bryant </strong> said when told about his scoring spree. <q> You just get into one of those rhythms. My teammates were looking for me, it just feels like the ball finds you. </q> The Lakers led 89-79 entering the fourth quarter. The Nuggets drew within five points three times before a three-point play by <strong> Kobe Bryant </strong> with 6:41 remaining made it 101-93. That was only the beginning. Two free throws by", "new_id": -2}, {"uid": "1296385836115228698", "i": 18456, "idx": 4, "sa": ["Tyronn Lue", "Magic Johnson", "Allen Iverson"], "q": "`` I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q>`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/Boston_Celtics_Vs_Orlando_Magic_Game_3_NBA_PLAYOFFS_2010_5/23/10 Celtics:94 <strong> Magic Johnson </strong>:71 Series Celtics Lead 3-0. If that word's meaning resembles that of`` complete and total annihilation'', you're on", "new_id": -2}, {"uid": "1297200617076382208", "i": 6365, "idx": 0, "sa": ["Michael Vick"], "q": "Laurence Lovejoy stabbed, beat, poisoned and drowned Waubonsie Valley High School sophomore Erin Justice in Aurora. Justice's mother found the 16-year-old's body in a bathtub of their townhome in March, 2004. <q> He left her to drown in a pool of her own blood, </q> DuPage County Assistant State's Attorney <strong> Michael Vick </strong> Pawl said during closing arguments Tuesday. Lovejoy, 44, formerly of Naperville, was sentenced to death in 2006, but the appellate court overturned the case amid confusion", "new_id": -2}, {"uid": "1296171152171278391", "i": 15970, "idx": 2, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> said he would make a decision`` later this year'' about his next political step, though he appeared to telegraph his next move saying saying his`` calling is closer to home'' and added he would <q> be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead. </q>`` I have learned to follow my heart, and my heart is in Indiana,'' he added. Former <strong> Mike Pence </strong> Political Director Jerry Alexander told Roll Call about the decision and said he wo", "new_id": -2}, [{"i": 39081, "idx": 8, "index_answer": 0, "new_id": -1, "q": "added that he's already talked to Andy Reid about what he needs to improve on this offseason.`` I think I've got the blueprint on what to do,'' <strong> Michael Vick </strong> said. <q> I sat down and talked with Andy yesterday. He had a whole list of things that he thought I needed to do. It's good because without that I wouldn't see it or I wouldn't know, so that gives me guidance, areas to work on. </q> <strong> Michael Vick </strong> admitted that he tried too often to make a big play last season. He said he needs to make the plays he knows he can make and not always think so big. But he's", "sa": ["Michael Vick"], "uid": "1295308684212140059"}]]