[{"uid": "1296102285053329931", "i": 1066, "idx": 8, "sa": ["Eric Schmidt"], "q": "to shut down its mainland search engine rather than censor results for user queries.`` Things have been stable since June'' in China, when Google had its business license renewed, <strong> Eric Schmidt </strong> said Tuesday. <q> But you never know; it's possible for the government to cause us to not work. </q> The company is now pushing into entertainment with Google TV, combining Internet access with on-demand television. Another of Google's new products, the Google Offers discounting service, is designed for a different", "new_id": -2}, {"uid": "1296417098007684136", "i": 40494, "idx": 1, "sa": ["LeBron James", "Mike Pence", "Barack Obama"], "q": "the choice between seeLeBron James national office and serving Indiana in some capacity, we choose Indiana,'' <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a href=\"http://www.IndyStar.com/article/20110127/NEWS05/110127026\"> letter being sent to supporters. <q> We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012. </q> He said he would make a decision`` later this year'' about what his next political step is, but by not running for <strong> Barack Obama </strong> it is considered a virtual certainty that he will run for", "new_id": -2}, {"uid": "1296486373063668243", "i": 2843, "idx": 13, "sa": ["Mike Pence"], "q": "raised eyebrows over his introduction of a bill to make it harder to subpoena reporters. <strong> Mike Pence </strong> has been a favorite of reporters because of his accessibility and affability. As he likes to say, <q> I'm a conservative, but I'm not in a bad mood about it. </q> <strong> Mike Pence </strong> served fresh-popped Indiana popcorn to reporters at his regular briefings while serving as GOP conference chairman. When <strong> Mike Pence </strong> was asked to be the GOP speaker in 2010 at an annual gathering of congressional reporters", "new_id": -2}, {"uid": "1295530662257605677", "i": 42378, "idx": 5, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> would say and the requisite eye rolling and bickering that would follow. but still think showing the green shirt girl fall, skid and crawl was!@#$ ing mean. You said, <q> Phew! I'm not sure she would have gotten through with the original three on board. I can't imagine <strong> Simon Cowell </strong> would have said yes to that one. </q> Well JLo is famous for her bootie... well at least to some people. I'd never look at something like that, no not me. Morning! I'm more than", "new_id": -2}, {"uid": "1296850052211632133", "i": 13875, "idx": 0, "sa": ["Simon Cowell", "Randy Jackson"], "q": ", a la <strong> Simon Cowell </strong>, they seemed more inclined than before to speak frankly. For instance, when auditioner Jeannette Manning hit a note that sounded like human feedback, even sweet-natured J. Lo told her, <q> You're way off on all the notes and everything. </q>`` Talk about delusional people,'' <strong> Randy Jackson </strong> said, in the midst of the mediocrity.", "new_id": -2}, {"uid": "1297135071068190217", "i": 39152, "idx": 0, "sa": ["Michael Vick", "Tu Holloway", "Alan Major"], "q": "as the 49ers pulled off a 66-62 upset last Wednesday. <strong> Tu Holloway </strong> is much more effective breaking down defenses with the dribble and getting to the foul line, where he's shooting 86.6 percent. <q> It's like in football if you're playing <strong> Michael Vick </strong>, </q> Charlotte coach <strong> Alan Major </strong> said.`` You'd rather <strong> Michael Vick </strong> throw it than run. We'd rather have( <strong> Tu Holloway </strong>) shooting over you than driving around you.'' <strong> Tu Holloway </strong> also struggled in the first half", "new_id": -2}, {"uid": "1295856332069795845", "i": 11183, "idx": 0, "sa": ["Eric Schmidt"], "q": "to speed up decision-making at the Internet giant. In a regulatory filing last week, Google said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q> The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his Google stock as part of his long-term strategy for individual asset diversification and liquidity, </q> the filing said. As of December 31, <strong> Eric Schmidt </strong> had about 9.2 million shares of Google stock and controlled 9.6 percent of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000 shares of Class", "new_id": -2}, {"uid": "1295158851229244944", "i": 22709, "idx": 0, "sa": ["David Letterman"], "q": ", if there was more accountability and more transparency, that the men would have been held more accountable.'' The issue of sexual abuse by Catholic priests is so commonplace that it is the subject of late-night'' <q> I read this in the paper this morning: New York City has a priest shortage. So you see, there is some good news in the world.... To give you an idea how bad it is, David Lettermanier today in Brooklyn an altar boy had to grope himself. </q>- <strong> David Letterman </strong>`` As you've probably heard, the Pope has asked all the Cardinals to return to Rome. You know how they got them all to come back? They told them that there was going to", "new_id": -2}, {"uid": "1297069524039026705", "i": 23250, "idx": 1, "sa": ["Simon Cowell", "Steve Jones"], "q": " But <strong> Steve Jones </strong>- who'll be live on the red carpet at this weekend's Baftas for the E! Entertainment channel- stayed tight-lipped about whether he was set to join <strong> Simon Cowell </strong> for the Stateside show. <q> I've spoken to numerous people and all I'll say about it is it's a job I really, really want and I'd love to do. I don't want to go in depth all about it because I think that's a foolish thing to do. It's just a thing I want to do and we'll see in time, </q> he said. Follow the E&S on Twitter Keep up with the latest breaking news and best content with our Twitter updates. Latest dining reviews Read the latest reviews by the Express& Star's", "new_id": -2}, {"i": 4658, "idx": 2, "index_answer": 0, "new_id": -1, "q": "veteran who had served as CEO of Novell and chief technology officer of Sun Microsystems, <strong> Eric Schmidt </strong> was brought in to provide some`` adult supervision.'' On his Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q> Day-to-day adult supervision is no longer needed. </q>`` I believe Larry is ready'' to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts.`` It's time for him to have a shot at running this.''", "sa": ["Eric Schmidt"], "uid": "1295584186085278737"}]