[{"uid": "1297418683091127883", "i": 22566, "idx": 3, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "by those in the crowd opposed to the war in Iraq and its costs. Still, the applause drowned out the boos. \"It's good to be here,\" <strong> Donald Rumsfeld </strong> told the crowd. <q>I have been around so long that I remember a time when CPAC did not exist, when <strong> Ronald Reagan </strong> was still an actor, when <strong> Barry Goldwater </strong> was our candidate for president and we only worried about socialism outside of the United States.<q> <strong> Donald Rumsfeld </strong> joked that there's still time for <strong> Dick Cheney </strong> to get on the ballot in New Hampshire and Iowa. A nationally syndicated classical music service dedicated to live classical music programming 24 hours a day", "new_id": -2}, {"uid": "1295217385130613292", "i": 2030, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz"], "q": "law in the House, obviously, but I do think the tone will change and that's a good thing.\" Representative <strong> Debbie Wasserman Schultz </strong> said calling health-care overhaul a \"jobs-killing\" measure isn't appropriate. <q>All of us need to be more careful about the words that we choose to use,<q> <strong> Debbie Wasserman Schultz </strong>, a Florida Democrat, said on CBS. The debate should focus on specific parts of the legislation that are contentious, said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, a New York Democrat. \"If we", "new_id": -2}, {"uid": "1295133247099418117", "i": 35970, "idx": 0, "sa": ["Jay Leno", "David Letterman", "Tyler Perry", "Camper Van Beethoven", "Conan O'Brien"], "q": "so good phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q>always been good. I said he didn't owe me a phone call, but I appreciated it.<q> <strong> Conan O'Brien </strong> wouldn't be so receptive to a call from <strong> Jay Leno </strong> \"For Colored Girls\" director <strong> Tyler Perry </strong> earns 19 NAACP Image Award nominations Georgia this spring. Lowery, who co-founded the bands Cracker and <strong> Camper Van Beethoven </strong>, will teach", "new_id": -2}, {"i": 15961, "idx": 0, "index_answer": 0, "new_id": -1, "q": "then-candidate <strong> Barack Obama </strong> in the 2008 election, but said Sunday on CNN's \"State of the Union\" that he will wait to make a decision on whom to support in the next presidential election. <q>I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate,<q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. \"I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.\" \"", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama"], "uid": "1295795776254902285"}, {"uid": "1295524771245694500", "i": 340, "idx": 0, "sa": ["Justin Bieber", "David Letterman", "Betty White"], "q": "a bash at the Big Apple's La Cirque restaurant. <strong> Betty White </strong>'s colleagues presented her with a large cake from everyone at U.S. channel TV Land, and as she blew out the candles she joked, <q>I had a chance and I blew it<q>. She was then shown a video clip of teen superstar <strong> Justin Bieber </strong> singing a special rendition of Happy Birthday to her. <strong> Betty White </strong> also celebrated the special day with U.S. TV host <strong> David Letterman </strong>- by drinking", "new_id": -2}, {"uid": "1296437639091652104", "i": 10970, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "The CEO"], "q": "be as successful as the past 10. We're going to run this way for a while. It's a full-time job just to deal with\" the areas <strong> Eric Schmidt </strong> will oversee, he said. These include <q>all the external stuff: customers, partners, deals, M&A, government, press, publicity and marketing. It was misinterpereted by many people who didn't understand what I was doing.<q> <strong> Eric Schmidt </strong> characterized co-founder Larry Page, who will become <strong> The CEO </strong> in April, as a brilliant products person who has participated in every major decision Google has made during <strong> Eric Schmidt </strong>'s tenure. He said <strong> Sergey Brin </strong>, the", "new_id": -2}, {"uid": "1295475898005455883", "i": 39748, "idx": 4, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-29v&amp;flvURL=/media/2011/01/13/01132011-29v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-29v.jsn\"}{ \"title\": \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes\", \"description\": <q><strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and <strong> Rahm Emanuel </strong> Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time.<q>, \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg\", \"emailLink\": \"http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes& site= politics", "new_id": -2}, {"uid": "1296008478065716246", "i": 42199, "idx": 0, "sa": ["Michael Vick"], "q": "Opposing quarterbacks threw 32 passes in his direction before Week 17 and completed 13- none for a touchdown. So don't let his 19 tackles and lack of an interception be misconstrued as a lack of production. <q>I've been measured a little differently from other guys just because I don't get as many opportunities as they do,<q> the three-time Pro Bowler said. Oakland's pass defense finished second in the NFL with 189.2 yards allowed a game. <strong> Michael Vick </strong>. He's better than ever, thanks to a renewed dedication to the game after his", "new_id": -2}, {"uid": "1295586644175472650", "i": 9917, "idx": 0, "sa": ["Eric Schmidt"], "q": "smartphones to Google Apps and its other technologies. Google is moving that needle forward in 2011. <strong> Eric Schmidt </strong> wrote in the Harvard Business Review that all of Google's initiatives for year are mobile-centric. <q>We are at the point where, between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are, what you could do there right now, and so forth-- and to deliver such a service at scale.<q> <strong> Eric Schmidt </strong> is, of course, referencing Google's contextual discovery capability, where the search engine without prompting sends users recommendations when it detects through a user's mobile phones that they are in close proximity to something", "new_id": -2}, {"uid": "1295495702052953175", "i": 45852, "idx": 0, "sa": ["Allen Iverson"], "q": "four straight and 11 of 13 since starting the season 3-0 for the first time since the 2000-01 season. That year ended with an Eastern Conference title for Philadelphia. This one might land them in the lottery. <q>I don't have any answers for what's going on,<q> <strong> Allen Iverson </strong> said. \"We're not having Awards and recognition â\u0080¢ The board welcomed the president and staff members from University College of the North, Manitoba, Canada, who are on campus to look at the colleges", "new_id": -2}]