[{"uid": "1294975637058228798", "i": 749, "idx": 1, "sa": ["Wayne LaPierre", "Mike Pence"], "q": "forward. \"Listen, any kind of bill the N.R.A. is against is always a problem.\" Asked about prospects for new gun restrictions, Representative <strong> Mike Pence </strong>, Republican of Indiana, asserted, <q>I maintain that firearms in the hands of law-abiding citizens makes communities safer, not less safe.</q> The N.R.A. has kept such a low profile that its normally accessible executive vice president, <strong> Wayne LaPierre </strong>, declined to comment. \"At this time, anything other than prayers for the victims and their", "new_id": -2}, {"uid": "1296619353222035984", "i": 21722, "idx": 1, "sa": ["Maurice Cheeks", "Kobe Bryant", "Michael Vick", "Lamar Odom"], "q": "we definitely missed him.\" Philadelphia coach <strong> Maurice Cheeks </strong> is used to <strong> Kobe Bryant </strong>'s shooting show. \"<strong> Kobe Bryant </strong> makes shots, we kept saying they were incredible shots and for most people they are,\" <strong> Maurice Cheeks </strong> said. <q>But for <strong> Kobe Bryant </strong>, I don't think they were incredible. He does things like that on an everyday basis.</q> <strong> Lamar Odom </strong> had a career-high 12 assists to go with eight points and seven rebounds for Los Angeles http://wn.com/Michael_Vick_88_Yards_Passing_Touch_Down_On_Monday_Night_Football The first play of the game with Washington Redskin, <strong> Michael Vick </strong> pass 88 yards touchdown in 18 seconds of the game on", "new_id": -2}, {"uid": "1296849571234831879", "i": 6235, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "Boys and Girls Club, Butler said. Butler said that <strong> Michael Vick </strong> arrived in Dallas on Thursday. He was spotted at the EA Sports Super Bowl party by a Miami Herald reporter who tweeted that <strong> Michael Vick </strong> was <q>sipping on a bottle of soda water all night.</q> NFL commissioner <strong> Roger Goodell </strong> was asked during his state of the league address on Friday about <strong> Michael Vick </strong> hosting public parties eight months after a man was shot as the quarterback's 30th Birthday Party in Virginia Beach.", "new_id": -2}, {"uid": "1295804716188252188", "i": 6601, "idx": 5, "sa": ["Colin Powell", "Gabrielle Giffords", "Robert Gates"], "q": "possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential advisor. <q>The administration knows that I am quite content with the work I am doing now,</q> he said. \"I am not interested in a government job.\" Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political", "new_id": -2}, {"uid": "1296385836115228698", "i": 18456, "idx": 4, "sa": ["Tyronn Lue", "Magic Johnson", "Allen Iverson"], "q": " \"I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. <q>We were trying to keep the ball out of his hands as much as possible.</q> \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/Boston_Celtics_Vs_Orlando_Magic_Game_3_NBA_PLAYOFFS_2010_5/23/10 Celtics:94 <strong> Magic Johnson </strong>:71 Series Celtics Lead 3-0. If that word's meaning resembles that of \"complete and total annihilation\", you're on", "new_id": -2}, {"i": 46835, "idx": 0, "index_answer": 1, "new_id": -1, "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q>It felt like we turned that corner,</q> <strong> Allen Iverson </strong> said. \"<strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen.\" <strong> Chris Webber </strong>", "sa": ["Chris Webber", "Allen Iverson", "Fatboy Slim"], "uid": "1295209231006406224"}, {"uid": "1297138045102924322", "i": 48737, "idx": 2, "sa": ["Simon Cowell", "Susan Boyle"], "q": "older singer... times have changed. You have to make a case-by-case decision based on them as a person.\" Contestants will have to audition before a live audience of 5,000 people in an arena. <q>It was supposed to be similar to them doing their first concert. It really helped show me who could handle the pressure,</q> <strong> Simon Cowell </strong> explains. <strong> Simon Cowell </strong> knows the importance of audience feedback as it helps to be open to people's talent he wouldn't have necessarily seen on his own. \"I don't believe <strong> Susan Boyle </strong> would have", "new_id": -2}, {"uid": "1295779884044482691", "i": 35744, "idx": 0, "sa": ["Andy Coulson", "Steve Hilton"], "q": "Saturday reading list. Both capture why <strong> Andy Coulson </strong>'s resignation matters, if not to the general swell of British politics, at least to internal operations in Coalitionville. article for the Guardian is captured by its headline: <q><strong> Andy Coulson </strong> Couslon had a nose for the view of the aspirational voter.</q> But it also homes in on the point that <strong> Andy Coulson </strong>'s departure tilts No. 10 in favour of <strong> Steve Hilton </strong>- something that, rightly or wrongly, will bother the Tory right far more than it does Lib", "new_id": -2}, {"uid": "1295351570142295047", "i": 43466, "idx": 3, "sa": ["Duncan Hunter", "Mike Pence", "Ken Calvert", "Wally Herger", "Tom McClintock", "Howard McKeon"], "q": ". During that same time, they performed an unprecedented 324,008 abortions. The largest abortion provider in America should not also be the largest recipient of federal funding under Title X.\" <strong> Mike Pence </strong> said his bill would <q>prevent any family planning funds under Title X from going to Planned Parenthood or other organizations that perform abortions. It will ensure that abortion providers are not being subsidized with federal tax dollars.</q> California co-sponsors of <strong> Mike Pence </strong>'s bill include U.S. Reps. <strong> Tom McClintock </strong>, Gary <strong> Tom McClintock </strong>, <strong> Duncan Hunter </strong> <strong> Wally Herger </strong>, <strong> Howard McKeon </strong>, <strong> Ken Calvert </strong>, John Campbell, and <strong> Wally Herger </strong>. Title X of the Public Health Service Act provides", "new_id": -2}, {"uid": "1295509923113688654", "i": 31058, "idx": 1, "sa": ["Sergio Marchionne"], "q": "starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. \"We need to completely rethink the minivan,\" CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. <q>We need to retain all its functionality but make it much more versatile.</q> <strong> Sergio Marchionne </strong> said that could mean new products that can still carry a lot of people but won't look like traditional minivans. A team within the company is also studying whether to continue both the Town", "new_id": -2}]