[{"uid": "1296535349017350719", "i": 6452, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "'s chief executive, <strong> Eric Schmidt </strong>- who will give up that post and become executive chairman in April-said in a recent blog post that all the company's strategic initiatives this year involve mobile devices. <q>Between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are, what you could do there right now,</q> he wrote on the Harvard Business Review website. <strong> Google Inc. </strong> executives in October said the company was on track to generate$ 1 billion a year in mobile-related revenue, though it declined to provide a breakdown of", "new_id": -2}, {"uid": "1295617448243957767", "i": 595, "idx": 0, "sa": ["Eric Schmidt"], "q": "great performance. Google is arguably at the top of its game. Market share of search has never been better.'' '' ''The real condemnation of the leadership at Google,'' he writes, <q>is that there has been a failure to create entirely new disruptions. As the stock chart above confirms, Android and Chrome are, if successful, sustaining technologies for Google. That's not going to be enough.</q>'' <strong> Eric Schmidt </strong>, you may recall, sat on Apple's board until it became clear that Google had copied the iPhone's look and feel and called it Android. Apple is selling iPhones as", "new_id": -2}, {"uid": "1295618523207978567", "i": 5850, "idx": 0, "sa": ["Kasie Hunt", "Mike Pence"], "q": "safety advances.'' GOP 2012:-- Boston Globe A1, ''Romney keeps away from Tea Party: Possible presidential contender isn't courting activists,'' by Matt Viser, in Washington: <q>Romney is on track to present himself as the establishment candidate- a responsible, mainstream Republican leader with the necessary financial resources and credentials to beat <strong> Barack Obama </strong>. But the approach carries potential risks... Even in traditionally moderate New Hampshire, the Tea Party is ascendant....[ A] dvisers... say Romney could begin reaching out to activist leaders later.</q> http://bit.ly/hjSx6q-- ''Open GOP field creates space for <strong> Mike Pence </strong>,'' by Jonathan Martin and <strong> Kasie Hunt </strong>: ''To understand the dissatisfaction on the right with the current crop of Republican presidential hopefuls, look", "new_id": -2}, {"uid": "1297616629186400779", "i": 26902, "idx": 44, "sa": ["Donald Rumsfeld"], "q": "would have been better if you had insisted on resigning?'' Martin asked. ''I think so,'' he said. ''How would that have made things better?'' <q>It would have been a stronger signal to the world that we didn't accept that kind of behavior,</q> <strong> Donald Rumsfeld </strong> said. ''Did you feel it was your fault?'' ''No,'' answered <strong> Donald Rumsfeld </strong>. ''You were responsible, but it wasn't your fault?''", "new_id": -2}, {"uid": "1295094109134053944", "i": 22238, "idx": 4, "sa": ["Sergio Marchionne"], "q": "IL SI' DELLA FIOM, CHE NON VERRA' RAPPRESENTATA NELLA NUOVA JOINT VENTURE CON CHRYSLER. http://wn.com/MARCHIONNE,_MIRAFIORI_SALTA_L'INVESTIMENTO_CSF_Rieti_By_Sandro_Matocci CON IL NO AL REFERENDUM SALTA L'INVESTIMENTO. Nel primo giorno di quotazioni in borsa di Fiat Industrial l'ad sottolinea: <q>Siamo in grado di produrre con o senza Fiom</q> Servizio di Emanuela Garulli. Se a Mirafiori ''vince il no con il 51% la Fiat non farÃ l'investimento''. Parla chiaro <strong> Sergio Marchionne </strong> nel primo giorno di quotazioni in borsa della nuova Fiat che si sdoppia nel", "new_id": -2}, {"uid": "1295580035256213030", "i": 22447, "idx": 4, "sa": ["Eric Schmidt", "John Battelle"], "q": "rivals, said: ''<strong> Eric Schmidt </strong> has been at it for a decade, a very long time to be running a company, particularly one that has very headstrong founders in key positions of power.'' <q>I think it's fair to say that Larry Page will not be a conventional CEO-- he's not been much of a public figure for the past ten years,</q> <strong> John Battelle </strong> added on his blog, Battellemedia.com. ''It will be interesting to see if that changes, or if Page chafes at the relentless public demands of running a massively scrutinized public company.''", "new_id": -2}, {"uid": "1295975913233406486", "i": 8928, "idx": 0, "sa": ["Allen Iverson"], "q": "out, he dribbled across mid-court and launched a game-wining 40-foot 3-pointer to lift the USA Senior Team( 2-1) to an 80-77 victory over Germany( 1-1) in front of a sold-out Kolnarena crowd numbering 18000. <q>It felt good when it left my hand, I knew it had a chance,</q> said <strong> Allen Iverson </strong> of his game winner. ''I tried to side step him( his defender) just to get a little bit of space and I got a good look at the basket and fortunately it went in", "new_id": -2}, {"uid": "1296521662156762117", "i": 31070, "idx": 4, "sa": ["Damon Jones", "Allen Iverson", "Fatboy Slim"], "q": "his first triple-double of the season-- 30 points, 10 assists and 10 rebounds-- and 10th of his career. ''<strong> Fatboy Slim </strong> contained him,'' said <strong> Allen Iverson </strong>, who finished with 25 points and nine assists. <q>That's all you can do with players like that. You can't play this game scared.</q> The Cavaliers cut Denver's cushion to 103-98 on <strong> Damon Jones </strong>' 3-pointer with 3:15 left in the game. But Denver closed the game out with a 7-1 run. The struggling Cavaliers have now lost four of their last", "new_id": -2}, {"uid": "1297227563238518272", "i": 25020, "idx": 9, "sa": ["Michelle Obama", "Donald Rumsfeld", "Barack Obama", "President Bush"], "q": "out this year. ''The government of Iraq is eventually going to have work with the Iraqi people and fashion various accommodations so that they can go forward and govern the country,'' <strong> Donald Rumsfeld </strong> said. <q>And being aimed in that direction starts them along that road, and that's basically a good thing.</q> <strong> Barack Obama </strong> addresses the U.S. Chamber of Commerce in... Photo in Slideshow: U.S. <strong> President Bush </strong> <strong> Barack Obama </strong> and first lady <strong> Michelle Obama </strong> walk...'s memoir plays a fast and loose game of dodge ball with what... U.S. Video:", "new_id": -2}, {"i": 8550, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Mike Pence </strong> Steele reflected on his <strong> Mike Pence </strong> Opposes Government Takeover Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care <q>Is Not the Kind of Plan Americans Want</q> <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care ''Is Not the Kind of Plan Americans Want'' In an interview on CNNs Situation Room, House Republican Leader <strong> John Boehner </strong>( R-OH) warned of the dangers", "sa": ["John Boehner", "Mike Pence"], "uid": "1295476069159825946"}]