[{"uid": "1297268495062767136", "i": 26335, "idx": 2, "sa": ["Bernie Sanders", "Barack Obama"], "q": "a credible jobs agenda without spending money. \"One of the areas you want to focus on, and I hope and expect the <strong> Barack Obama </strong> will be talking about, is infrastructure,\" said <strong> Bernie Sanders </strong>. <q> You have a crumbling infrastructure where over a period of years we need to spend trillions of dollars. When you do that you create jobs. </q> <strong> Bernie Sanders </strong> called for investment in infrastructure and \"sustainable energy and energy efficiency,\" which he called \"good for the country.\" \"It creates jobs as well,\" said <strong> Bernie Sanders </strong>,", "new_id": -2, "mturk_index": "575"}, {"uid": "1295880426196345861", "i": 57085, "idx": 0, "sa": ["Andy Coulson", "Tony Blair", "Alan Johnson", "Andrew Rawnsley"], "q": "any journalist, bAlan Johnsonced articles though off <strong> Andrew Rawnsley </strong> would be refreshing.. I crave a return to traditional Labour values, something <strong> Tony Blair </strong> despised, he's gone <strong> Andrew Rawnsley </strong>, live with it.. <q> I crave a return to traditional Labour values, something <strong> Tony Blair </strong> despised, he's gone <strong> Andrew Rawnsley </strong>, live with it.. </q> SonOfNyeBevan 23 January 2011 1:14 AM I forgot to add in my posts today, given <strong> Andy Coulson </strong> has been forced to step down as Tory Press Secretary, and given the position is now vacant and", "new_id": -2, "mturk_index": "700"}, {"uid": "1296066642213172334", "i": 30915, "idx": 0, "sa": ["Howard Schmidt", "Eric Schmidt"], "q": "how to use the wave data APIs to get access to wave content from your website. For all I/O 2010 sessions, please go to code.google.com Schmidt_Howard Schmidt,_Princeton_Colloquium_on_Public_Int'l_Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the Woodrow Wilson School of Public and International Affairs, on April 18, 2009. Google I/O 2010- Beyond design: Creating positive user experiences Tech Talks John Zeratsky, Matt Shobe Good user experience", "new_id": -2, "mturk_index": "1511"}, {"uid": "1295613803099680259", "i": 17744, "idx": 6, "sa": ["Andy Coulson", "Viktor Bout"], "q": "said he had given the former editor \"a second chance\" when he had appointed him, adding that Mr <strong> Andy Coulson </strong> had done a \"very good job\" for the government and for the country. <q> He's extremely embarrassed by the endless publicity and speculation aViktor Bout what happened many years ago when he was editor of the News of the World, </q> he said. In most cases a selection of your comments will be published, displaying your name as you provide it and location unless you state otherwise. <strong> Viktor Bout </strong> your contact details will never be published. When", "new_id": -2, "mturk_index": "731"}, {"uid": "1296149754234012751", "i": 30448, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "Senator <strong> Kirsten Gillibrand </strong> will serve on the Senate Armed Services Committee. <strong> Kirsten Gillibrand </strong> had served on the House Armed Services Committee, and after being appointed to the Senate, she worked on military issues including the repeal of <q> Don't Ask, Don't Tell. </q>", "new_id": -2, "mturk_index": "1704"}, {"uid": "1297033516043974665", "i": 18436, "idx": 1, "sa": ["Peyton Manning", "Aaron Rodgers", "Michael Vick", "Ben Roethlisberger", "Tom Brady"], "q": "controlling the game.\" The 6-5, 241-pound <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> and <strong> Michael Vick </strong> or as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. <q> I'm always trying to get better, </q> he said. \"I'm trying to make better decisions, smarter decisions. I try not to put us in a bad situation.\" This season, 15 of his 34 rushes produced", "new_id": -2, "mturk_index": "2189"}, {"uid": "1297414901011878408", "i": 32665, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": ". Nokia hatte im Smartphone-Markt zuletzt deutlich an Boden gegen erfolgreichere Rivalen wie Google) Android verloren. Marktanteile und Gewinne sanken.` KAMPF ZWISCHEN MOBILEN KOSYSTEMEN' <q> Heute wird aus einem Kampf mobiler Ger?te ein Kampf zwischen mobilen kosystemen, und unsere St?rken in diesem Bereich erg?nzen sich </q>, hie es in einem gemeinsamen Brief von <strong> Stephen Elop </strong> und Microsofts-Chef <strong> Steve Ballmer </strong>. Nokia setzte bei den Computer-Telefonen bisher vor allem auf das eigene Betriebssystem Symbian, das aber als veraltet gilt. Das System solle weiter unterst?tzt werden,", "new_id": -2, "mturk_index": "776"}, {"uid": "1295880026100450344", "i": 37884, "idx": 0, "sa": ["Zahi Hawass", "Hermann Parzinger"], "q": "an Deutschland bergeben worden sei, ging <strong> Zahi Hawass </strong> nicht ein, w?rdigte aber die Bem?hungen der Bundesrepublik um den Erhalt der B?ste und sprach von den \"ausgezeichneten Beziehungen\" zwischen Berlin und Kairo. Nun aber m?sse Nofretete ihrem <q> rechtm?igen Besitzer, dem gyptischen Volk </q> zur?ckgegeben werden. Video: Nofretete ist zur?ck: Neues Museum in Berlin wird wiederer?ffnet Ruhe bewahren: Der Historiker und Arch?ologe <strong> Hermann Parzinger </strong>, Pr?sident der Stiftung Preu?ischer Kulturbesitz Die Briefe an die j?ngste Schwester kommen zur Versteigerung:", "new_id": -2, "mturk_index": "1465"}, {"uid": "1295559949061718541", "i": 4325, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "will now be in charge of day-to-day operations at Google, and discussed how he's studied closely under <strong> Eric Schmidt </strong> for the last ten years. \"I believe <strong> Larry Page </strong> is ready,\" <strong> Eric Schmidt </strong> told investors. <q> It's time for him to have a shot at running[ Google]. </q> The two were careful to frame the move as a positive transition. <strong> Eric Schmidt </strong> will be \"elevated\" to his new position, it was explained. \"How can we run the company even better?", "new_id": -2, "mturk_index": "767"}, {"uid": "1296049175129286213", "i": 56910, "idx": 4, "sa": ["Andy Coulson", "Tim Montgomerie", "Lance Price"], "q": "of the circumstances behind Mr <strong> Andy Coulson </strong>'s resignation? \"They will obviously want to do their due diligence and will probably want someone who is clean as a whistle,\" says Mr <strong> Tim Montgomerie </strong>. <q> It will be interesting whether they recruit someone from[ News International owner Rupert] Murdoch's table or they want someone completely unconnected. </q> Either way, any member of the media is likely to have, at some point, made a decision they regret, says Mr <strong> Lance Price </strong>. \"You don't have to be a saint", "new_id": -2, "mturk_index": "1341"}]