[{"uid": "1297378856030818345", "i": 48540, "idx": 0, "sa": ["Barack Obama", "Dick Cheney", "Donald Rumsfeld"], "q": "<strong> Dick Cheney </strong> made a surprise appearance Thursday at the Conservative Political Action Committee Convention to present the former two-time defense secretary an award. The vice <strong> Barack Obama </strong> joked that <strong> Donald Rumsfeld </strong> twice served as defense secretary and added that <q> maybe if we give him a third term, he might get it right. </q> <strong> Dick Cheney </strong> also drew laughs when he wondered aloud if <strong> Donald Rumsfeld </strong> may have more influence on Mr. <strong> Barack Obama </strong> than the <strong> Barack Obama </strong>'s current advisers. Mr. <strong> Barack Obama </strong> campaigned against the Bush White House's national security policies", "new_id": -2, "mturk_index": "765"}, {"uid": "1297696256029687816", "i": 30692, "idx": 0, "sa": ["Chris Lee", "David Letterman", "Jay Leno", "Seth Meyers"], "q": "cracked <strong> Seth Meyers </strong>. A few nights David Lettermanier, <strong> Jay Leno </strong> had a field day with <strong> Chris Lee </strong> in his \"Tonight Show\" monologue. \"You know where his shirt is now,\" said <strong> Jay Leno </strong>. <q> Burning on the driveway with the rest of his clothes. </q> Noting other politicians involved in sex scandals, <strong> Jay Leno </strong> added that \"most Republicans are happy just to screw the poor. Now they are screwing everybody.\" <strong> David Letterman </strong> also checked in Thursday with some", "new_id": -2, "mturk_index": "1740"}, {"uid": "1295683933156418048", "i": 37123, "idx": 7, "sa": ["Andy Coulson"], "q": "entender que \"las presiones continuadas sobre l y su familia le han empujado a hacerlo\" . El primer ministro ha elogiado la \"profesionalidad\" con la que <strong> Andy Coulson </strong> ha trabajado para l y subrayado que <q> ha sido un miembro brillante </q> de su equipo, \"entreg?ndose a su trabajo con capacidad y dedicaci?n\" . \"Puede sentirse orgulloso del trabajo realizado\" , ha asegurado. \"Le deseo todo lo mejor para el futuro, que estoy seguro", "new_id": -2, "mturk_index": "855"}, {"uid": "1297258263038010892", "i": 13243, "idx": 1, "sa": ["David Letterman", "Mike Holmgren", "Jim Schmitt", "Mike McCarthy", "Aaron Rodgers"], "q": "busy couple of days that included a parade at Disney World in Florida and an appearance on the <strong> David Letterman </strong> show in New York. \"It's been a great journey this year,\" <strong> Aaron Rodgers </strong> said. <q> We've got the greatest fans in the world. </q> Green Bay Mayor <strong> Jim Schmitt </strong> promised a street in town would be renamed \"<strong> Mike McCarthy </strong>'s Way\" after the coach. Green Bay already has streets called \"<strong> Mike Holmgren </strong> Way\" and \"Lombardi Avenue\" after previous", "new_id": -2, "mturk_index": "843"}, {"uid": "1297619488254115841", "i": 26640, "idx": 0, "sa": ["Hosni Mubarak", "Benjamin Netanyahu", "Zahi Hawass"], "q": "East Benjamin Netanyahueficiaries of U.S. aid under <strong> Hosni Mubarak </strong>. In Israel, where leaders have worried that the turmoil might jeopardize the country's peace treaty with Egypt, <strong> Benjamin Netanyahu </strong> welcomed reassurance from the military council that it respects <q> all regional and international obligations and treaties. </q> A total of 18 artifacts disappeared from the Egyptian Museum during the demonstrations and riots, including two statues of King Tutankhamun, <strong> Zahi Hawass </strong>, head of the Supreme Council of Antiquities, said on his website.", "new_id": -2, "mturk_index": "284"}, {"uid": "1296743725199131151", "i": 38321, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "Tape <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War The Middle East would be \"far more perilous than it is today\" with Saddam Hussein in power, <strong> Donald Rumsfeld </strong> wrote in his new book, <q> Known and Unknown: A Memoir </q>-- slated to be released next week. While the book's contents have been a tightly guarded secret, some revelations have already leaked out. The book covers the span of an extraordinary career", "new_id": -2, "mturk_index": "1976"}, {"uid": "1297590070005390338", "i": 24634, "idx": 1, "sa": ["Kate Moss", "David Letterman", "Jamie Hince", "Howard Stern"], "q": "make me cry.\" Celebrity Hookups: <strong> Kate Moss </strong> and Rocker Boyfriend <strong> Jamie Hince </strong> Engaged Celebrity Hookups: <strong> Kate Moss </strong> and Rocker Boyfriend <strong> Jamie Hince </strong> Engaged He also referenced <strong> David Letterman </strong>, who played himself in the movie: <q> We couldn't get the rights to Dave's show and Dave did me the favor of shooting this with me. </q> <strong> Howard Stern </strong> also had kind words for Australian rock band AC/DC who were in the film( \"Shooting with AC/DC... they stayed all day and never complained or asked for a", "new_id": -2, "mturk_index": "1013"}, {"uid": "1295894873135872563", "i": 20620, "idx": 18, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "of doing so, but it turns out a State Department cable exists in which Saddam thanked <strong> Donald Rumsfeld </strong> for the message. The letter must have come from the State Department itself, <strong> Donald Rumsfeld </strong> says. <q> How could anyone believe that you couldn't remember if you delivered a letter from <strong> George H. W. Bush </strong> Reagan to Saddam Hussein? </q> he says. \"That's the kind of thing that persuaded me to take my time and look at the documents, since I had so many of them.\" Amber Van Brunt( PICTURE): Nurse", "new_id": -2, "mturk_index": "746"}, {"uid": "1295432194218038285", "i": 13611, "idx": 0, "sa": ["Simon Cowell", "Nigel Lythgoe"], "q": "and he should stick to that. The new age of nice on \"American Idol\" might have been ushered in by Lythgoe\" Lythgoe-Nigel Lythgoe-PECLB005387.topic\"> <strong> Nigel Lythgoe </strong>, the producer who uses a similar style while judging <q> So You Think You Can Dance. </q> He is returning to the show this year after an absence reportedly caused by a rift with <strong> Simon Cowell </strong>- possibly about their different approaches. Either way, the most telling change on \"American Idol\" may", "new_id": -2, "mturk_index": "1596"}, {"uid": "1295571680118030373", "i": 42601, "idx": 1, "sa": ["Tim Cook", "Larry Page", "Eric Schmidt"], "q": "of responsibility and accountability at the top. \"As Google has grown, managing the business has become more complicated,\" Mr <strong> Eric Schmidt </strong> said in a posting on the company's official blog. <q> So <strong> Larry Page </strong>, Sergey[ Brin] and I have been talking for a long Tim Cooke about how best to simplify our management structure and speed up decision making. </q> Mr <strong> Eric Schmidt </strong> became chief executive in 2001 to bring more management experience to the growing company. He will now move to the role of executive chairman, focusing on deals and government outreach, among", "new_id": -2, "mturk_index": "386"}]