[{"i": 21343, "idx": 0, "index_answer": 0, "new_id": -1, "q": "GOOG) <strong> Eric Schmidt </strong>: <q> One day Larry and Sergey bought Android, and I didn't even notice. </q> The important thing to understand about the doesn't change much, Nicholas Carlson writes. In any case, the Street generally", "sa": ["Eric Schmidt"], "uid": "1295565692148553737"}, {"uid": "1297097968221036629", "i": 13844, "idx": 0, "sa": ["Michael Vick", "Lesley Stahl", "Sarah Palin", "Aaron Sorkin"], "q": "any patience with the glamorization of dumbness.\" Only seconds earlier in the interview, Sathl was asking <strong> Aaron Sorkin </strong> about his past addiction to crack cocaine, for which he attended rehab twice. <strong> Lesley Stahl </strong> concluded: <q> <strong> Aaron Sorkin </strong> only dabbles in political commentary. What he works really hard at is writing his plays and movies. </q> December 8, 2010 Huffington Post article cited by <strong> Lesley Stahl </strong>, <strong> Aaron Sorkin </strong> compared <strong> Sarah Palin </strong> hunting on her TLC show to the animal abuse football player <strong> Michael Vick </strong> was found guilty of in promoting dog fighting. On Meeting Alf:", "new_id": -2}, {"uid": "1295776199167018507", "i": 20412, "idx": 0, "sa": ["Andy Coulson"], "q": "they have the technology, money and resources to innovate off what they already have, that's when we really have to worry. Report Abuse \" China's new stealth fighter may use US technology \" Report Abuse <q> They seem to copy EVERYTHING! Very little innovation on their part. And for all who want to defend this I say, you must be very, very young and Chinese, lol. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Super Cheap Car Insurance Compare 10 Top Rated Auto Insurance Companies- Free Online Quotes", "new_id": -2}, {"uid": "1295665867007979096", "i": 29819, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured\", suggesting that perhaps the move was forced. <q> For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company </q>. Larry Page, who founded the company with <strong> Sergey Brin </strong>, will now run the company in the CEO role with <strong> Eric Schmidt </strong> moving to an \"executive chairman\" position. \"Larry will now lead", "new_id": -2}, {"uid": "1295258802160432172", "i": 7049, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "husband, Mark Kelly, on Saturday night. The astronaut described the latest progress in his wife's recovery after the Jan. 8 shooting. \"She's making progress every day,\" <strong> Kirsten Gillibrand </strong> said. <q> She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did. </q> <strong> Gabrielle Giffords </strong> was the primary target in the attack outside a Safeway market in Tucson, where the Arizona Democrat had gone to meet with constituents. Six died and 13, including <strong> Gabrielle Giffords </strong>, were wounded.", "new_id": -2}, {"uid": "1297118578065749009", "i": 233, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "Pro Tem <strong> Dwaine Caraway </strong> gave a \"key to the city\" to <strong> Michael Vick </strong>. The action spawned outrage from many North Texans( including our <strong> Mayor Tom Leppert </strong> releasing the following statement on Monday afternoon: <q> The action taken was not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas. Official Keys to the City are presented by the <strong> Mayor Tom Leppert </strong>, or an elected official designated by the <strong> Mayor Tom Leppert </strong>, and reserved, on a limited basis, for an elected official of international status. Clearly, this was not the case in this situation and done without my knowledge or approval. </q> Given these circumstances I have requested the City Manager propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> also released a statement in conjunction with <strong> Mayor Tom Leppert </strong>, saying: \"", "new_id": -2}, {"uid": "1297148717028524550", "i": 27674, "idx": 4, "sa": ["Simon Cowell"], "q": "I rip up the rule that everybody pretends to be friends and they're all going to be pen pals for the rest of their lives, which is complete and utter nonsense,\" he said. <q> I like people who are ambitious, and with that comes controversy. </q> One unwelcome flap last season on the UK version of X Factor involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said on Monday it was the", "new_id": -2}, {"uid": "1296429119182222848", "i": 30575, "idx": 0, "sa": ["Steve Ballmer", "Mark Zuckerberg"], "q": "Windows tablets- a \"slew of them\"- will be unveiled by Microsoft CEO <strong> Steve Ballmer </strong> at the 2011 Consumer Electronics Show, according to an article today in the New York Times. Citing <q> people familiar with Microsoft's plans, </q> the Times reports that several manufacturers have signed up to build Windows tablets, including Dell and Samsung. <strong> Mark Zuckerberg </strong> Facebook account hacked Details are scare, although a source tells the Times that the Samsung device", "new_id": -2}, {"uid": "1295281689010338330", "i": 2470, "idx": 0, "sa": ["Sergio Marchionne"], "q": "ÎµÎ½Ï\u008e Î¿ Î¯Î´Î¹Î¿Ï\u0082 Ï\u0084Ï\u008eÏ\u0081Î± ÎµÏ\u0080Î¹Î²ÎµÎ²Î±Î¹Ï\u008eÎ½ÎµÎ¹ Ï\u0084Î¹Ï\u0082 Ï\u0086Î®Î¼ÎµÏ\u0082 Ï\u0080Î¿Ï Î®Î¸ÎµÎ»Î±Î½ Ï\u0084Î·Î½ Î­ÎºÎ´Î¿Ï\u0083Î· Ï\u0084Î·Ï\u0082 Maserati Î½Î± Ï\u0087Ï\u0081Î·Ï\u0083Î¹Î¼Î¿Ï\u0080Î¿Î¹ÎµÎ¯ ÎºÎ¹Î½Î·Ï\u0084Î®Ï\u0081ÎµÏ\u0082 Ferrari! Î Ï\u0081Î¹Î½ Î±Ï\u0080Ï\u008c Ï\u0084Ï\u0081ÎµÎ¹Ï\u0082 Î¼Î®Î½ÎµÏ\u0082 Ï\u0084Î¿ Î³Ï\u008dÏ\u0081Ï\u0089 Ï\u0084Î¿Ï ÎºÏ\u008cÏ\u0083Î¼Î¿Ï Î­ÎºÎ±Î½Îµ Î· ÎµÎ¯Î´Î·Ï\u0083Î· Ï\u0080Î¿Ï Î®Î¸ÎµÎ»Îµ Ï\u0084Î¿Î½ Î¯Î´Î¹Î¿ Ï\u0084Î¿Î½ <strong> Sergio Marchionne </strong> Î½Î± Î´Î·Î»Ï\u008eÎ½ÎµÎ¹ Ï\u0087Î±Ï\u0081Î±ÎºÏ\u0084Î·Ï\u0081Î¹Ï\u0083Ï\u0084Î¹ÎºÎ¬ Ï\u008cÏ\u0084Î¹: <q> Î\u0095Î¯Î½Î±Î¹ Ï\u0080Î¿Î»Ï\u008d Ï\u0083Î·Î¼Î±Î½Ï\u0084Î¹ÎºÏ\u008c Î³Î¹Î± ÎµÎ¼Î¬Ï\u0082 Î½Î± ÎµÎºÎ¼ÎµÏ\u0084Î±Î»Î»ÎµÏ Ï\u0084Î¿Ï\u008dÎ¼Îµ Ï\u0084Î· Ï\u0083ÎºÎ»Î·Ï\u0081Î® Î´Î¿Ï Î»ÎµÎ¹Î¬ Ï\u0080Î¿Ï Î­Ï\u0087ÎµÎ¹ Î³Î¯Î½ÎµÎ¹ Ï\u0083Ï\u0084Î¿Î½ Ï\u0084Î¿Î¼Î­Î± ÎµÎ¾Î­Î»Î¹Î¾Î·Ï\u0082 Ï\u0084Î¿Ï Î½Î­Î¿Ï Grand Cherokee. To Î±Ï Ï\u0084Î¿ÎºÎ¯Î½Î·Ï\u0084Î¿ Ï\u0086Î­Ï\u0081ÎµÎ¹ Ï\u0083Î·Î¼Î±Î½Ï\u0084Î¹ÎºÎ¬ Ï\u0083Ï\u0084Î¿Î¹Ï\u0087ÎµÎ¯Î± Ï\u0080Î¿Ï Î­Ï\u0087Î¿Ï Î¼Îµ Î­Ï\u0089Ï\u0082 Ï\u0083Î®Î¼ÎµÏ\u0081Î± Î±Î³Î½Î¿Î®Ï\u0083ÎµÎ¹ </q>. Î\u0088Ï\u0084Ï\u0083Î¹ Ï\u0084Î¿ project Ï\u0080Î¿Ï Ï\u0080ÎµÏ\u0081Î¹Î»Î±Î¼Î²Î¬Î½ÎµÎ¹ Ï\u0084Î·Î½ ÎµÎ¾Î­Î»Î¹Î¾Î· ÎµÎ½Ï\u008cÏ\u0082 Î½Î­Î¿Ï Ï\u0084ÎµÏ\u0084Ï\u0081Î±ÎºÎ¯Î½Î·Ï\u0084Î¿Ï Î±Ï Ï\u0084Î¿ÎºÎ¹Î½Î®Ï\u0084Î¿Ï Î³Î¹Î± Ï\u0084Î¹Ï\u0082 Maserati ÎºÎ±Î¹ Alfa Romeo Ï\u0084Î¿ Î¿Ï\u0080Î¿Î¯Î¿ Î¸Î± Î²Î±Ï\u0083Î¯Î¶ÎµÏ\u0084Î±Î¹ Ï\u0083Ï\u0084Î¿ ÎºÎ±Î¸Î±Ï\u0081Ï\u008cÎ±Î¹Î¼Î¿ Î±Î¼ÎµÏ\u0081Î¹ÎºÎ¬Î½Î¹ÎºÎ¿ SUV Ï\u0080Ï\u0081Î¿Ï\u0087Ï\u0089Ï\u0081Î¬ Î¼Îµ Î±ÎºÎ¬Î¸ÎµÎºÏ\u0084Î¿Ï Ï\u0082 Ï\u0081Ï Î¸Î¼Î¿Ï\u008dÏ\u0082, ÎµÎ½Ï\u008e Î· ÎµÎ¯Î´Î·Ï\u0083Î· Ï\u0080Î¿Ï Î®Î¸ÎµÎ»Îµ Ï\u0084Î·Î½ Î­ÎºÎ´Î¿Ï\u0083Î· Ï\u0084Î·Ï\u0082 Maserati", "new_id": -2}, {"uid": "1295559801014680073", "i": 9201, "idx": 0, "sa": ["John Thune", "Mike Pence", "Rick Santorum", "Mike Huckabee", "Bob Vander Plaats", "Haley Barbour", "Sarah Palin", "Mitch Daniels", "Herman Cain"], "q": "<strong> Herman Cain </strong> have also made commitments to participate. Other invited speakers include former Arkansas <strong> Mike Huckabee </strong>, Indiana <strong> Mike Huckabee </strong> <strong> Mitch Daniels </strong>, South Dakota <strong> Rick Santorum </strong> <strong> John Thune </strong>, former <strong> Sarah Palin </strong> <strong> Mike Huckabee </strong> <strong> Sarah Palin </strong>, Mississippi <strong> Mike Huckabee </strong> <strong> Haley Barbour </strong>, and Indiana Representative <strong> Mike Pence </strong>. <q> Iowans play a vital role in hosting the first-in-the-nation presidential caucus, and it is our privilege to offer this Presidential Lecture Series in order to provide our very influential base an opportunity to gain insight into our political process, </q> said <strong> Bob Vander Plaats </strong>, president and CEO of The FAMiLY LEADER. \"Our base is serious about its role in the political process and the Presidential Lecture Series is a focused strategy to facilitate meaningful exposure to our constituents.", "new_id": -2}]