[{"uid": "1295158532128794647", "i": 630, "idx": 8, "sa": ["Allen Iverson", "Steve Blake"], "q": "missing. <strong> Steve Blake </strong>, traded to Milwaukee in the offseason and acquired by Denver from the Bucks last week, had a career-high 25 points against his former team Sunday night, in Denver's 109-93 victory over Portland. <q> I'm not surprised because a good basketball player is a good basketball player and that's what he is, </q> said <strong> Steve Blake </strong>'s new teammate, <strong> Allen Iverson </strong>. <strong> Allen Iverson </strong> had 32 points and nine assists for the Nuggets, who trailed at halftime but outscored the Blazers 41-17 in the third quarter. The victory snapped a two-game losing streak", "new_id": -2}, {"uid": "1297199444258572348", "i": 24164, "idx": 5, "sa": ["Wesley Clark", "Donald Rumsfeld", "Paul Wolfowitz"], "q": "in the Pentagon in November 2001 that the list of states that <strong> Donald Rumsfeld </strong> and deputy secretary of defense <strong> Paul Wolfowitz </strong> wanted to take down included Iraq, Iran, Syria, Libya, Sudan and Somalia[ and Lebanon]. <q> When this writer asked Feith... which of the six regimes on the <strong> Wesley Clark </strong> list were included in the </q> <strong> Donald Rumsfeld </strong> paper, he replied,`` All of them.'' \" The Defense Department guidance document made it clear that US military aims in regard to those states would go well beyond any ties to terrorism.", "new_id": -2}, {"uid": "1295665738254312475", "i": 3947, "idx": 0, "sa": ["Michael Vick"], "q": "trips have been made to the region, but never before has such an amazing collection of individual surfers been colle... All Or Nothing <strong> Michael Vick </strong> Pit Bull Rescue( Part 1) <strong> Michael Vick </strong>'s Fighting Dogs Now Safe With <q> International Tattoo Artist of the Year </q>! <strong> Michael Vick </strong> may be doing time, but three of his dogs are free at last, and enjoying their first taste of living in an Atlanta based foster care program. The home of the Atlanta Falcons is a.", "new_id": -2}, {"uid": "1295605593042827782", "i": 43270, "idx": 0, "sa": ["Jim Davis", "Eric Schmidt"], "q": "cash. Although SAS invests about 20 percent of its revenue back into research and development, the company is also eyeing several possible acquisitions.`` With a hot market comes consolidation,'' <strong> Jim Davis </strong> said, <q> and we feel like we're in good shape to take advantage of any consolidation opportunities. </q> Triangle companies raised$ 320.6 million in venture capital last year, a 27 percent jump that outpaced the national trend. Google's grown-up CEO hands reins to founder, 37 <strong> Eric Schmidt </strong>, a technology veteran brought in", "new_id": -2}, {"uid": "1297222395091242512", "i": 50203, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "Show'' with <strong> David Letterman </strong> that night. He sounded tired and hoarse in the frigid weather, but he had offered his fans one more thing before he left_ his`` title belt.'' <q> I just want you to know, for the next year you guys can steal my belt celebration because we're the champions of the world. Put that on whenever you want, </q> <strong> Aaron Rodgers </strong> said with a huge smile.`` It's been a great journey.''", "new_id": -2}, {"uid": "1295217041213467344", "i": 5500, "idx": 0, "sa": ["Eric Schmidt", "Maria Helena Moraes Scripilliti", "Larry Ellison", "Bill Gates"], "q": "startup team( including the personality traits he deems essential) and pointers on pitching investors. He also looks ahead to the next great waves in <strong> Maria Helena Moraes Scripilliti </strong> and innovation, including overseas opportunities and the rise of genomics: <q> If <strong> Bill Gates </strong> and <strong> Larry Ellison </strong> were undergrads today, </q> he opines,`` they would likely study biology.'' In his foreword to the book, Google CEO <strong> Eric Schmidt </strong>-- a man who knows something about growing a startup-- says Draper`` has done a", "new_id": -2}, {"uid": "1296969045159891509", "i": 10427, "idx": 0, "sa": ["Michael Vick", "Mike Williams"], "q": "the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver <strong> Mike Williams </strong>, who got eight. The honor comes less than a month after Sporting News named <strong> Michael Vick </strong> its Comeback Player of the Year. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.`` As a person and", "new_id": -2}, {"uid": "1297069594236994619", "i": 41730, "idx": 1, "sa": ["Simon Cowell"], "q": "the update will confirm the Fox show's judges or presenter.`` It's what we've all been waiting for. The X Factor. Airing on Fox this Fall,'' the site teased. <q> And we're on a mission to find America's top undiscovered singing talent.`` Be sure to check back tomorrow for some BIG X Factor news. </q> The Twitter account for <strong> Simon Cowell </strong>'s Syco Music confirmed that a`` big announcement'' will be made at some stage today. The news comes as two new promos for the reality competition", "new_id": -2}, {"uid": "1295974237110362671", "i": 21934, "idx": 3, "sa": ["Barney Frank", "Mike Pence"], "q": "reluctant to do so. But one of the leading budget experts in the House of Representatives is saying that progressives need to start putting more pressure on the issue and should specifically think about cutting spending on NATO. <q> These kind of restrictions on domestic spending with unlimited spending for the war-- and you always have to talk about both-- is a great mistake, </q> <strong> Mike Pence </strong> <strong> Barney Frank </strong>( D-Mass.) told The Huffington Post last week.`` And the liberal community's got to focus more on Afghanistan, Iraq, NATO. NATO is a great drain on our treasury and serves", "new_id": -2}, {"i": 13862, "idx": 4, "index_answer": 1, "new_id": -1, "q": "at Mr. <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq.`` <strong> Colin Powell </strong> was not duped or misled by anybody,'' Mr. <strong> Donald Rumsfeld </strong> writes. <q> Nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong. </q> Even so, Mr. <strong> Donald Rumsfeld </strong>-- who does reveal that former <strong> President Bush </strong> asked for Iraq invasion plans within days of 9/11-- argues that removing <strong> Saddam Hussein </strong> was the right thing to do. He denies,", "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell", "President Bush"], "uid": "1297662325045400099"}]