[{"uid": "1295805489188252160", "i": 59228, "idx": 4, "sa": ["Colin Powell", "Barack Obama"], "q": "he's stabilized the economy\" and taken on health care reform. \"You know, we didn't elect character)\" Superman. We elected a human being, <strong> Barack Obama </strong>.\" <q> I think he has reached out to countries around the world and has developed good relations with countries around the world, </q> <strong> Colin Powell </strong> said. \"And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the", "new_id": -2}, {"uid": "1296464597200327189", "i": 14427, "idx": 1, "sa": ["David Letterman", "George Clooney", "Conan O'Brien", "Brad Pitt", "Jay Leno"], "q": "and <strong> David Letterman </strong>. He's actually sort of publicity shy. He doesn't do a lot of interviews- he did almost none before \"<strong> Conan O'Brien </strong>\" debuted, fearful of questions about <strong> Jay Leno </strong>. <q> I mean, I'm someone who likes to come in and do my job, and then I like to go home and play with my kids, </q> he said. \"I wasn't used to being a media story. It was never a goal of mine.\" \"I'm not <strong> Brad Pitt </strong>. I'm not <strong> George Clooney </strong>. I've been blessed", "new_id": -2}, {"uid": "1295501783237502473", "i": 16954, "idx": 3, "sa": ["Jimmy Fallon", "Simon Cowell"], "q": "crowded sex life and telling <strong> Jimmy Fallon </strong>\" ( Bleep) no!\" when <strong> Jimmy Fallon </strong> asked the other night if there would have to be a five-second delay for him. In time, the new trio( <q> the dino, the diva and the dawg, </q> in the words of longtime Idol obsessive Mortimer Spreng of Atlantic City) may mesh into something that would pass the <strong> Simon Cowell </strong> muster. But the first night veered way toward the feel good- apparently the new", "new_id": -2}, {"uid": "1296793498219398182", "i": 21398, "idx": 0, "sa": ["John McCain", "DJ Kool Herc", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong>'s Iraq strategy was doomed to failure, claims <strong> John McCain </strong> <q> Former defence secretary's autobiography Known and Unknown shrugs off blame for failures and upsets rival </q> Hip-Hop Pioneer <strong> DJ Kool Herc </strong> Fights for Health Care Reform, Seeks Assistance for Medical Bills pitchfork.com Thursday, February 3, 2011 at 12:15 pm chicagotribune.com Thursday, February 3, 2011 at", "new_id": -2}, {"uid": "1295501732152404070", "i": 40021, "idx": 2, "sa": ["Allen Iverson", "Carmelo Anthony", "Bob Forrest", "Kobe Bryant"], "q": "and the Denver Nuggets beat the Charlotte Bob Forrestcats 117-101 on Saturday night. \"It didn't hurt at all,\" said <strong> Carmelo Anthony </strong>, who missed five games after landing on the foot of <strong> Kobe Bryant </strong> on Jan. 21. <q> It felt good to be back. </q> The Nuggets, who won their eighth straight game at home, were all too happy to have him back, especially <strong> Allen Iverson </strong>. \"When he is not in the lineup, it makes it tougher for me,", "new_id": -2}, {"uid": "1296489075135364649", "i": 34469, "idx": 1, "sa": ["Sergio Marchionne"], "q": "de lancer 16 v?hicules enti?rement nouveaux ou modernis?s au cours des 12 derniers mois\" , a comment <strong> Sergio Marchionne </strong>, directeur g?n?ral de Chrysler et de Fiat, qui d?tient 25% de Chrysler. Ces nouvelles voitures <q> t?moignent de la renaissance de Chrysler. Au vu des commentaires positifs re?us, on peut dire que ce que Chrysler a d?pass l'an dernier,? la fois au niveau des produits et des finances, les attentes de beaucoup </q>, a-t-il ajout. Toutefois, \"nous avons encore beaucoup de travail devant nous pour atteindre les objectifs de notre plan? cinq ans\" , a-t-il poursuivi. Pour l'ann?e en cours, Chrysler", "new_id": -2}, {"uid": "1296433349073859092", "i": 35536, "idx": 0, "sa": ["Zahi Hawass"], "q": "of a fire raging through the nearby headquarters of the ruling National Democratic Party in downtown Cairo, intruders climbed the gates, broke a window and entered the museum in a bid to steal the mummies. <q> But demonstrators in collaboration with security forces stopped the thieves and returned the relics to the museum- but they were already damaged, </q> <strong> Zahi Hawass </strong> said. \"Only their heads were intact,\" he added. The fate of the vandals remained unknown. The Egyptian Museum, which houses invaluable treasures of antiquity, was", "new_id": -2}, {"uid": "1297269838172048416", "i": 30381, "idx": 2, "sa": ["Steve Ballmer"], "q": "Gralla. \"Je hoeft ook niet technisch geschoold te zijn om te zien dat Microsoft snel iets moet gaan doen in de markt voor tablets.\" Volgens Gralla hebben nerds aan de macht geen zin. <q> <strong> Steve Ballmer </strong> kan de meest briljante ontwikkelaars onder hem hebben, maar het draait om een visie voor de toekomst. </q> Dean Takahasi van Venturebeat stelt het nog scherper: \"Op een gegeven moment kan <strong> Steve Ballmer </strong> niet meer de schuld op mensen binnen de organisatie schuiven en moet hij zelf de verantwoordelijkheid nemen. Dat hebben we eerder gezien bij", "new_id": -2}, {"uid": "1297437980065749054", "i": 1955, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "hoping the tie-up with Nokia will change its sagging fortunes in the phone market. \"I am excited about this partnership with Nokia,\" said Microsoft CEO <strong> Steve Ballmer </strong>, at a news conference in London. <q> Ecosystems thrive when fueled by speed, innovation, and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Nokia CEO <strong> Stephen Elop </strong> said the arrangement would add a host of new tools and services to his company's sleek handsets. \"Today, devStephen Elopers, operators, and consumers want compelling mobile products,", "new_id": -2}, {"uid": "1296180122032686080", "i": 44084, "idx": 0, "sa": ["Charles, Prince of Wales.", "Will Ferrell", "Catherine, Duchess of Cambridge", "Prince William, Duke of Cambridge", "Simon Cowell"], "q": "\"thrilled\" by the engagement of his son <strong> Prince William, Duke of Cambridge </strong> and <strong> Catherine, Duchess of Cambridge </strong>, while his wife the Duchess of Cornwall said the news was \"wicked\" . Speaking at his Poundbury model village in Dorset, <strong> Charles, Prince of Wales. </strong> joked: <q> They have been practising long enough. </q> <strong> Prince William, Duke of Cambridge </strong> and <strong> Catherine, Duchess of Cambridge </strong>'s wedding <strong> Will Ferrell </strong> be even bigger than the The X Factor final. Just don't bet against <strong> Simon Cowell </strong> being at both of them. Both the BBC News channel and Sky News devoted their entire schedule", "new_id": -2}]