[{"uid": "1295606106110247944", "i": 38586, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "Keine Frage, <strong> Larry Page </strong> ist bereit, das Unternehmen zu f?hren.'' Seit Donnerstagabend ist aber auch bei Google wieder klar, wer der Herr im Hause ist: <strong> Larry Page </strong> wird ab April das Sagen haben. <q> <strong> Eric Schmidt </strong> ist ein toller Firmenchef und ich habe viel von ihm gelernt </q>, sagt <strong> Larry Page </strong>. Und <strong> Eric Schmidt </strong> sagt:`` Keine Frage, <strong> Larry Page </strong> ist bereit, das Unternehmen zu f?hren.'' Der unternehmerische Nachwuchs <strong> Larry Page </strong> hatte zehn Jahre lang Zeit, sich auf seine Rolle vorzubereiten. Er konnte", "new_id": -2}, {"uid": "1295996308043548675", "i": 41516, "idx": 2, "sa": ["Bill Lockyer", "Tom Cole", "David Price"], "q": "D-Md., who have introduced legislation to modernize the public funding system, said the <strong> Tom Cole </strong> <strong> Bill Lockyer </strong> would further open the floodgates to special interest money. They noted that the fund grew out of Watergate-era campaign spending scandals. <q> Let's not return to the darkest days of our democracy. We should be mending the system, not ending it, </q> <strong> David Price </strong> said. A letter from Common Cause, Democracy 21 and other good government groups said the public financing system has served the country and presidential candidates of both parties well for most of its 35-year existence", "new_id": -2}, {"uid": "1295094109134053944", "i": 26898, "idx": 0, "sa": ["Sergio Marchionne"], "q": "punti sui quali <strong> Sergio Marchionne </strong> insiste con i cronisti nel corso del suo viaggio a New York per la riunione del comitato per le relazioni tra Italia-Usa. Ma l'amministratore delegato di Fiat non risparmia parole di fuoco alla Fiom. <q> Fa dichiarazioni all` impazzata, porta avanti un punto di vista che io non condivido minimamente: zero. Penso che l'intransigenza che abbiamo visto fino ad ora andr a bloccare lo sviluppo del Paese </q>.`` Io voglio il contratto dell` auto- spiega <strong> Sergio Marchionne </strong>-. Se questo significa scardinare il contratto nazionale? un` interpretazione dei sindacati. Ho bisogno di un sistema di regole che preserva le parti pi", "new_id": -2}, {"uid": "1296961777064782347", "i": 1266, "idx": 4, "sa": ["Michael Vick"], "q": "game. Last month, <strong> Michael Vick </strong> signed his first paid endorsement contract since his release from prison, a two-year deal with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. <q> To sum it all up, the last five months, have been delayed gratification, </q> <strong> Michael Vick </strong> said.`` Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all", "new_id": -2}, {"uid": "1295581685033980418", "i": 58384, "idx": 2, "sa": ["Danny Sullivan", "Eric Schmidt"], "q": "`` The structures between the three have remained exactly the same over the past 10 years- which might as well be 100 years of Internet time,'' he said in a blog post. <q> It could be that <strong> Eric Schmidt </strong> wants a break from being the main public face of the company, </q> he said. <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come in for criticism for awkward recent statements which had been`` harmful to Google's reputation'' and the three top executives may have decided`` it was time", "new_id": -2}, {"uid": "1296712760100515842", "i": 21214, "idx": 0, "sa": ["Randy Jackson", "Angelina Jolie", "Lee DeWyze", "Hailee Steinfeld", "Jennifer Lopez"], "q": ", <strong> Jennifer Lopez </strong>, <strong> Randy Jackson </strong> following in <strong> Angelina Jolie </strong>' s footsteps and adopting a... Photo in Slideshow: American Idol winner <strong> Lee DeWyze </strong> performs at... Photo in Slideshow: <strong> Jennifer Lopez </strong> pauses for a photo outside the Fox... Report Abuse <q> You go JLo I always thought you and Mr. MA make a beautiful couple, I loved your story and those who don't really have no lives, keep on keepin on Girl, there are many of us who love what you are doing. </q> ABC News: Watch: <strong> Hailee Steinfeld </strong> on` True Grit' Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options!", "new_id": -2}, {"uid": "1297187652077496350", "i": 18532, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "had slammed into the Pentagon- Torie Clarke, the veteran assistant secretary of Defense for public affairs, asked <strong> Donald Rumsfeld </strong> whether he'd called his wife of 47 years? He admitted that he hadn't. <q> Clarke looked at me with the stare of a woman who was also a wife.` You son of a bitch,' she blurted out.`` She had a point. </q> She did, indeed.", "new_id": -2}, {"uid": "1295612543206700567", "i": 45122, "idx": 4, "sa": ["Larry Page", "Eric Schmidt"], "q": ".'' The company also announced that starting April 4, <strong> Larry Page </strong>, Google Co-Founder, will take charge of company's day-to-day operations as CEO. <strong> Eric Schmidt </strong> will assume the role of Executive Chairman. <q> I know he( <strong> Larry Page </strong>) will merge Google's technology and business vision brilliantly, </q> <strong> Eric Schmidt </strong> said in Google blog post.`` <strong> Larry Page </strong> will be even better! <strong> Larry Page </strong>, in my clear opinion, is ready to lead,'' he continued. As Executive Chairman, <strong> Eric Schmidt </strong> said he will", "new_id": -2}, {"uid": "1295983889241025056", "i": 34363, "idx": 0, "sa": ["Maxine Hong Kingston", "Newt Gingrich", "Bill Lockyer"], "q": "dead.'' Then, movingly, she lists reasons to live- among them the task of translaMaxine Hong Kingston her late father's poems. But her own drive to write, she confesses, is waning. <q> I've said what I have to say./ I'll stop, and look at things I called/ distractions. Become reader of the world,/ no more writer of it. </q> Joan Frank's latest book is`` In Envy Country,'' a collection of stories. E-mail her at Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate", "new_id": -2}, {"i": 8391, "idx": 1, "index_answer": 0, "new_id": -1, "q": "News Radio that the nation is ready for open service.`` First of all, we know that gays and lesbians have been serving in the military for decades with honorable service,'' <strong> Donald Rumsfeld </strong> said. <q> We know that[ repeal of a ban on gays serving openly] is an idea whose time has come. </q> <strong> Donald Rumsfeld </strong> says he has`` enormous respect'' for the ground commanders and service chiefs who have expressed concerns about the impact of gays serving openly on unit cohesion, and he urged the top brass to implement", "sa": ["Donald Rumsfeld"], "uid": "1297564427252067843"}]