[{"uid": "1295439905093192278", "i": 21707, "idx": 5, "sa": ["Jim Cantiello", "Simon Cowell"], "q": "if it was a train wreck, if only because it would make the show more interesting. But she'll definitely miss <strong> Simon Cowell </strong>, who for her was the main reason to watch the show in the past. <q> He was so adept at taking down people and everything he said got to the real heart of what was wrong with that person, </q> she said.\" If there's no one to do that and it's all sugarcoated, I will be disappointed.\" Both Barrett and <strong> Jim Cantiello </strong> said they were a bit concerned about the show's", "new_id": -2}, {"i": 21343, "idx": 0, "index_answer": 0, "new_id": -1, "q": "GOOG) <strong> Eric Schmidt </strong>: <q> One day Larry and Sergey bought Android, and I didn't even notice. </q> The important thing to understand about the doesn't change much, Nicholas Carlson writes. In any case, the Street generally", "sa": ["Eric Schmidt"], "uid": "1295565692148553737"}, {"uid": "1295315901013549585", "i": 20601, "idx": 0, "sa": ["Eric Schmidt", "Serge Michel", "Jared Cohen", "all political"], "q": "Zhuo Ruisheng, <strong> all political </strong> counselor of the Chinese embassy to Tunisia. He briefed us on the latest on the situation of overseas Chinese in Tunisia. Zhuo Ruisheng, <strong> all political </strong> counselor of the Chinese embassy to Tunisia said, <q> Currently there are over 370 Chinese in Tu... Authors@Google: <strong> Serge Michel </strong>& <strong> Paolo Woods </strong> The Authors@Google program welcomed <strong> Serge Michel </strong> and <strong> Paolo Woods </strong> to Google's New York office to discuss their book,\" China Safari: On the Trail of Beijing's Expansion in Africa </q>.\" <strong> Serge Michel </strong> and <strong> Serge Michel </strong> Beuret, tell the dramatic-- and largely unknown-- story of the... <strong> Eric Schmidt </strong>, Alec Ross& <strong> Jared Cohen </strong> on 21st Century Statecraft <strong> Eric Schmidt </strong>, Alec Ross& <strong> Jared Cohen </strong> on 21st Century Statecraft Google", "new_id": -2}, {"uid": "1296853252052805661", "i": 7750, "idx": 3, "sa": ["Roger Goodell", "Michael Vick"], "q": "\" <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. <q> I don't want him to put himself in a position where bad things can happen around him, </q> <strong> Roger Goodell </strong> said.\" He takes that seriously.\" With several inches of snow outside, on top of ice that's been there for days, the Dallas-Fort Worth area has crawled with activity.", "new_id": -2}, {"uid": "1297211499164478976", "i": 38472, "idx": 0, "sa": ["Dwaine Caraway", "Andy Fantuz", "Michael Reese", "Mayor Richard M. Daley", "Michael Vick"], "q": "if there will even be a 2011 season. And despite that, last week the Chicago Bears signed <strong> Andy Fantuz </strong> from the Canadian Football League. <strong> Michael Reese </strong> Schlaak and his also had tickets to <strong> Michael Reese </strong> Bowl XLV in Dallas. <q> And it was the most ridiculous experience of my life, </q> Schlaak said. So, let me get this straight: <strong> Michael Vick </strong> got the key to the city of Dallas this weekend, by <strong> Mayor Richard M. Daley </strong> Pro Tem, <strong> Dwaine Caraway </strong>? Um... what? Bernstein: Hawks' Magic Long", "new_id": -2}, {"uid": "1297193732179781634", "i": 27272, "idx": 0, "sa": ["Roger Goodell", "Michael Vick", "John Mara"], "q": ", however, topped the Forbes magazine list of most-hated sports figures in both 2009 and 2010. He emerged from jail in the midst of bankruptcy proceedings. When <strong> Michael Vick </strong> was reinstated, NFL Commissioner <strong> Roger Goodell </strong> warned that his <q> margin of error is extremely limited. </q> Few wanted <strong> Michael Vick </strong>. New York Giants CEO <strong> John Mara </strong> said his team had no interest in <strong> Michael Vick </strong>\" on a lot of levels.\" Animal rights activists threatened to picket games. Owners had to worry about", "new_id": -2}, {"uid": "1295629345218054656", "i": 19455, "idx": 0, "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "q": "hacking of phones belonging to Princes <strong> David Cameron </strong> and Harry on his watch. <strong> Andy Coulson </strong>, who became <strong> Tony Blair </strong> <strong> David Cameron </strong>'s director of communications after last year's election, unexpectedly quit overnight conceding that his involvement in the affair <q> made it difficult to give 110 per cent </q> to his job. His departure sent shockwaves around Westminister and came just hours after the sudden resignation of one of Labour's most senior MPs, shadow chancellor Alan Johnson, who stepped down on Thursday night", "new_id": -2}, {"uid": "1295486039089587876", "i": 46186, "idx": 0, "sa": ["Simon Cowell", "Sarah Palin", "Steven Tyler"], "q": "bites the dust, it's Twitter food for thought to ask if <strong> Sarah Palin </strong> may have been right about the majority of\" American Idol\" contestants. FORMER\" IDOL\" STAR ALEX LAMBERT FOLDS <q> Back to texas and not... This Week In` American Idol': From Premiere To` Pants On The Ground' history before season 10 kicks off. by Katie Byrne To celebrate the 10th season of\" American Idol </q>( does that make anyone else feel ancient?), we're digging into the MTV stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>.", "new_id": -2}, {"uid": "1297279328173539336", "i": 34173, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "pleads not guilty in AZ shooting... Photo in Slideshow: A photo released by the office of U.S. Video: <strong> Barack Obama </strong> has kicked smoking habit, first lady says Video: Why Americans Are Turning Against Obamacare Report Abuse <q> Laborman said\" Arizona doesn't deserve her. You are# 1 in loose gun laws and# 1 in gun deaths per 100,000 population. So all your guns aren't protecting you. With your guns and racism you are a laughingstock in the world </q> \" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Trader Makes$ 4 Billion Wiz Kid Stock& Option", "new_id": -2}, {"uid": "1295566282254656542", "i": 15766, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ".\" As Page takes on the day-to-day operations and the legal responsibilities associated with the title of CEO, <strong> Eric Schmidt </strong> will remain involved as the Executive Chairmen. According to Google, his new responsibilities will involve <q> focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-all of which are increasingly important given Google's global reach. </q> <strong> Eric Schmidt </strong> will also continue to act as an advisor to Page and <strong> Sergey Brin </strong>. <strong> Sergey Brin </strong> will continue to work with Google's philanthropic division on energy and climate change projects, and will be involved with all new", "new_id": -2}]