[{"uid": "1296449395205996048", "i": 46624, "idx": 13, "sa": ["Kobe Bryant", "Allen Iverson", "Ömer Aşık", "Shaquille O'Neal", "Brian Gionta"], "q": "throws, grabShaquille O'Nealg eight rebounds before exiting with 2:34 left <strong> Ömer Aşık </strong> the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, <strong> Ömer Aşık </strong> I can't be any truer than this, all I wanted was for the Milwaukee Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against Gionta_Kamenetzky_on_Kobe Bryant_Kobe Bryant_Ömer Aşık_LA's_win_over_Memphis <strong> Brian Gionta </strong> Kamenetzky of the LA Times.com Lakers Blog breaks", "new_id": -2, "mturk_index": "1014"}, {"uid": "1295860435042090520", "i": 7137, "idx": 0, "sa": ["Matthew d'Ancona", "Andy Coulson", "David Cameron"], "q": "<strong> Andy Coulson </strong> played a considerable part in steadying the Tory boat, writes <strong> Matthew d'Ancona </strong>. <strong> Matthew d'Ancona </strong> 8:40 AM GMT 24 Jan 2011 Do us a favour, mate,\" my lunch guest said. <q> If I go mad in Number 10, come and kill me with a big hammer. </q> It was the summer of 2009 and the man pleading for the Essex equivalent of Dignitas was <strong> Andy Coulson </strong>, as he braced himself for the gruelling election campaign and contemplated what might lie ahead of him if he followed <strong> David Cameron </strong>", "new_id": -2, "mturk_index": "397"}, {"uid": "1296744552199131154", "i": 36508, "idx": 32, "sa": ["George Tenet", "Donald Rumsfeld", "Colin Powell", "Condoleezza Rice", "Eric Shinseki", "James Jones"], "q": "fires back that the secretary of State had once been \"the most senior military officer in our country\" and no one else in the administration had \"even a fraction of his experience\" on intelligence matters. <q> <strong> Colin Powell </strong> was not duped or misled by anybody, nor did he lie about Saddam's suspected WMD stockpiles. The president did not lie. The vice president did not lie. <strong> George Tenet </strong> did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie. The Congress did not lie. The far less dramatic truth is that we were wrong. </q> <strong> Donald Rumsfeld </strong> also takes a swipe at his Marine Corps commandant, Gen. <strong> James Jones </strong>, and Army chief, Gen. <strong> Eric Shinseki </strong>, who were cited in a December, 2002 Washington Post story as opposing an invasion of Iraq", "new_id": -2, "mturk_index": "1304"}, {"uid": "1297167911133922834", "i": 52259, "idx": 1, "sa": ["Simon Cowell"], "q": "risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure. \"I believe I can find a star.\" But he admitted: <q> If they don't sell a single record they still get to keep the money. It is pressure, because if the wrong person wins, I'm in trouble. \"We've got to find somebody fantastic to get the money back[ through record sales]. </q> Judge speculation The winner of the inaugural American edition gets a recording contract with Syco, the joint venture between <strong> Simon Cowell </strong> and Sony Music. The age limit differs from the UK version with 12-year-olds allowed", "new_id": -2, "mturk_index": "970"}, {"uid": "1297079636126599583", "i": 42478, "idx": 3, "sa": ["Sergio Marchionne", "John Elkann"], "q": "<strong> Sergio Marchionne </strong> a toutefois ajout une pr?cision qui a fait couler beaucoup d'encre: \"Cette nouvelle entit pourrait tre bas?e aux tats-Unis.\" Pr?cisant que les deux groupes examinent \"un certain nombre d'alternatives et de sc?narios\" et <q> qu'il faut d'abord voir comment les int?grer d'un point de vue op?rationnel avant de songer? la gouvernance </q>. Devant l'?motion suscit?e en Italie, aussi bien le super-manager de Fiat que le pr?sident <strong> John Elkann </strong>, dont la famille d?tient 31% du groupe, ont apport des pr?cisions ce week-end. Par t?l?phone", "new_id": -2, "mturk_index": "1796"}, {"uid": "1295094125134053943", "i": 24354, "idx": 12, "sa": ["Kobe Bryant", "Steve Nash", "Allen Iverson", "Richard Hamilton", "Shaquille O'Neal"], "q": "\" <strong> Kobe Bryant </strong> said. \"With us being a successful team, every team is coming after us. We just could not get it done on the defensive boards and in the end it really hurt us.\" <q> It's a <strong> Shaquille O'Neal </strong> difference when you've got a guy driving down the lane all the time laying the ball up, </q> said Los Angeles point guard Nick Van Iverson_Allen Iverson_44pts_15asts_vs_Steve Nash_Steve Nash_Phoenix_Suns_06/07 <strong> Allen Iverson </strong> dishes 15 assists on top of 44 points in one-sided affair <strong> Allen Iverson </strong> feels right at home just in time for the Denver Nuggets' <strong> Shaquille O'Neal </strong> road tRichard Hamilton. <strong> Allen Iverson </strong> scored 44", "new_id": -2, "mturk_index": "506"}, {"uid": "1297239747040484902", "i": 26453, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "Der umstrittene Ex-Verteidigungsminister auf einem Archivbild. Interview in US-Fernsehsender: Milit?rpersonal \"unfairer Weise\" im Kreuzfeuer der Kritik Washington- Der fr?here US-Verteidigungsminister <strong> Donald Rumsfeld </strong> hat das umstrittene US-Gefangenenlager Guantanamo auf Kuba als <q> eines der besten Gef?ngnisse der Welt </q> bezeichnet. Aus ihm unbekannten Grund sei es aber der US-Regierung nicht gelungen, den Menschen zu vermitteln, dass in Guantanamo \"nicht gefoltert wurde, dass niemand verletzt wurde\" , sagte <strong> Donald Rumsfeld </strong> laut Abschrift in einem Interview", "new_id": -2, "mturk_index": "1477"}, {"uid": "1297189127260702227", "i": 41263, "idx": 1, "sa": ["Simon Cowell"], "q": "really, really want to be on this show and I'm waiting on a decision,\" said <strong> Simon Cowell </strong>, offering little else, except that the female judge \"will be cute\" and the other male judge <q> won't be as good-looking </q> as <strong> Simon Cowell </strong> himself.` American Idol,' <strong> Simon Cowell </strong> said he's watched clips of the current season and thinks the new judges are doing well. \"I think they're doing fine. You know, they", "new_id": -2, "mturk_index": "66"}, {"uid": "1295264028094093318", "i": 8692, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "of communications, a \"second chance\" following revelations about phone-hacking at from guardian.co.uk on News of the World\"> News of the World when he was editor and warned that his aide should not be <q> punished twice for the same offence </q>. Speaking on BBC Radio 4's Today programme, the prime minister stood by his communication chief as he failed to quash 1347590/David Camerons- spin- chief- <strong> Andy Coulson </strong>- <strong> Andy Coulson </strong>- offered-", "new_id": -2, "mturk_index": "519"}, {"uid": "1295218051235503687", "i": 1653, "idx": 0, "sa": ["Gabrielle Giffords", "Ben Ali", "Kirsten Gillibrand"], "q": "nation& type= Video& sent= no& search= Search\" , \"permBen Alink\" : \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/14/VI2011011403335.html\" , \"showComments\" : true, \"duration\" :\" \" , \"mediaQueryString\" : <q> 21v&amp;flvURL=/media/2011/01/14/01142011- 21v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F14%2F01142011- 21v.jsn </q>}{ \"title\" : \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes\" , \"description\" : \"Sen. <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the", "new_id": -2, "mturk_index": "158"}]