[{"uid": "1297265983173457470", "i": 33362, "idx": 0, "sa": ["Simon Cowell"], "q": "during the performance of ''The Star-Spangled Banner' at the sporting event on Sunday night. During an interview on Fox News, <strong> Simon Cowell </strong> was asked for his opinions while a clip was played. <q>Well I just heard it then and it sounded like a 100,000 people in a stadium had just sat on a cat,</q> he responded. When the clip began to play again, he exclaimed: ''No, don't play me any more!'' He continued: '''Well look, obviously she is regretting it now", "new_id": -2}, {"uid": "1295691463220823570", "i": 9643, "idx": 0, "sa": ["Michael Vick", "Donald Driver"], "q": "the Packers said in an interview that Sunday would be a dog fight and the dog that bites the hardest wins. ''Is <strong> Donald Driver </strong> playing football or hanging out with <strong> Michael Vick </strong>?''* From Currie: <q>Three ironies behind the Ottawa Senators recent scoring slump: 3. Locke can't load; 2. Fisher can't find the net; 1. Winchester has no firepower.</q>* Climate change has been tied to the fall of the Roman Empire. Scientists are now studying the carbon footprint of the Maple Leafs.* Currie, on the Canadian Broadcast Standards Council banning", "new_id": -2}, {"uid": "1297713944012566553", "i": 27959, "idx": 1, "sa": ["Piers Morgan", "Michael Vick"], "q": ", <strong> Piers Morgan </strong> being a Brit and all. Except that, the next day, <strong> Piers Morgan </strong> explained on why he thinks Oprah canceled-- where we come from it's called welshing-- on the bet, Tweeting <q>Mr, <strong> Michael Vick </strong>'s people told me he couldn't do[ interview] with either of us if bet remained, as he can't collude in gambling</q> adding ''I smell a rat here.'' Anyway, it all started during the debut of ''<strong> Piers Morgan </strong> Tonight'' on CNN last month, <strong> Piers Morgan </strong> asked Oprah what advice she'd give to <strong> Michael Vick </strong>.", "new_id": -2}, {"i": 10745, "idx": 4, "index_answer": 1, "new_id": -1, "q": "me. You're a pro. You're a hell of a lot better than others in this town.'' <strong> Howard Kurtz </strong> suspects that <strong> Donald Rumsfeld </strong>'s goal with this memoir is to leave readers with the same conclusion. <q>But it contains few surprises and, after so many years of divisive debate, is unlikely to change many minds,</q> writes <strong> Howard Kurtz </strong>. ''What is known is that he has in these 50 chapters marshaled his best defense; only history's final verdict remains unknown.'' <strong> Donald Rumsfeld </strong>, that master of the tart zinger,... Photo", "sa": ["Donald Rumsfeld", "Howard Kurtz"], "uid": "1296759800078708738"}, {"uid": "1297260229046088245", "i": 24308, "idx": 1, "sa": ["Simon Cowell"], "q": ": there will be no age cut off for participants past 12 years of age and that the winner will receive a$ 5 million record deal with Sony Music, a record for a reality show competition. <q>I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,</q> <strong> Simon Cowell </strong> said via a statement. ''I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract.", "new_id": -2}, {"uid": "1295454375253952007", "i": 17901, "idx": 1, "sa": ["Nancy Pelosi", "Barack Obama", "Alan Grayson", "Mike Pence"], "q": "Universal Health Care Exists NOW and its Killing People, <strong> Barack Obama </strong> Care... <strong> Mike Pence </strong> Opposes Government Takeover Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> Nancy Pelosi </strong> <strong> Alan Grayson </strong>: <q>I Apologize To The Dead For This Holocaust</q> One day after <strong> Nancy Pelosi </strong> <strong> Alan Grayson </strong> laid out ''the Republican health care plan... die quickly,'' the Congressman, prompted by Republicans, issued somewhat of an apology. ''I would like to apologize to the dead", "new_id": -2}, {"uid": "1295690356156418069", "i": 18150, "idx": 0, "sa": ["Luis Scola", "Carmelo Anthony", "Allen Iverson", "LeBron James"], "q": "rebounds, then missed a 16-foot jumper before <strong> Luis Scola </strong> got the rebound. On the ensuing play, Brooks penetrated before connecting with the 18 http://wn.com/Allen_Iverson_25pts_Melo_vs_Lebron_James_Cavaliers_NBA One NBA player lords over <strong> LeBron James </strong>. <strong> Carmelo Anthony </strong> rules Cleveland's hoops King. <q>I know he hates losing to me,</q> <strong> Carmelo Anthony </strong> said with a laugh. <strong> Carmelo Anthony </strong> scored 27 points, All-Star sidekick <strong> Allen Iverson </strong> added 25 and the Denver Nuggets rolled to a 113-83 win Sunday night over the injury-depleted Cavaliers. <strong> Carmelo Anthony </strong>, who got to rest in the", "new_id": -2}, {"uid": "1295621146048054324", "i": 48783, "idx": 1, "sa": ["Andy Coulson"], "q": "Continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role,'' <strong> Andy Coulson </strong> said in an e-mailed statement today. <q>I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on.</q> <strong> Andy Coulson </strong> has denied any knowledge of illegal activity when he was editor of Britain's best-selling Sunday newspaper, from which he resigned after a reporter and a private investigator were imprisoned for phone-tapping in 2007. In", "new_id": -2}, {"uid": "1296542758249364481", "i": 47606, "idx": 2, "sa": ["Michael Vick", "Barack Obama"], "q": "which manufactures shock-absorbing padding and other athletic equipment, confirmed last week that it had signed <strong> Michael Vick </strong> to a deal for an undisclosed amount. All Chief Executive Officer Rob Vito would tell the Associated Press was that <q>we believe it was worth it.</q> Vito was beyond enthusiastic last Tuesday. ''We're real excited about it,'' he told the AP. ''<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to", "new_id": -2}, {"uid": "1296184162199016468", "i": 44512, "idx": 10, "sa": ["Michael Vick"], "q": "served 18 months at Leavenworth, Kan. This week he's staying at a posh, oceanside hotel at Ko Olina Resort, savoring his experience with his teammates and soaking in the 80-degree weather. <q>I'm definitely enjoying the weather. I'm about to hit the golf course right now, so we've got to cut the interviews short,</q> he said. Things seem to be turning around for <strong> Michael Vick </strong> off the field as well. SPORTS POLL Would you consider the 2010 Philadelphia Eagles season a success? Not a payoff: Obama", "new_id": -2}]