[{"uid": "1295141739125894662", "i": 12222, "idx": 0, "sa": ["Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "you with a quality handgun or rifle, ammunition and pretty much radio traffic moments after <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> was shot describes a dispatcher urgently relaying first word of the attack to Pima County sheriff's deputies. The dispatcher says <q>a caller's reporting a shooting, a semiautomatic weapon. He shot at people.</q> In the tapes released Thursday, the dispatcher goes on to say \"we have a caller who believes man was arrested Wednesday on a charge that he made threatening, obscene phone calls to the office of", "new_id": -2}, {"uid": "1295693165029671442", "i": 4493, "idx": 4, "sa": ["Danny Granger", "Allen Iverson"], "q": "its bid to win three straight games for the first time this season. \"We do a lot of things positive on the basketball court, we're just not putting together whole games,\" <strong> Allen Iverson </strong> said. <q>That's the frustrating part, because a game like this, we're supposed to win.</q> Pacers coach Jim O'Brien blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 http://wn.com/2010-11_NBA_season__Los_Angeles_Clippers_vs_Indiana_Pacers_Recap_11/18/10 <strong> Danny Granger </strong> states his case why he should be a member of the Harlem", "new_id": -2}, {"uid": "1295461653182812690", "i": 49169, "idx": 3, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "made her look like a poodle. Now, nearly a decade after \"Idol\" first premiered, it seems that every reality competition has its own <strong> Simon Cowell </strong>. With \"America's Got Talent\" and <strong> Nigel Lythgoe </strong> on <q>So You Think You Can Dance,</q> cruel Brits are everywhere, except maybe Many of these judges arrive on our shores with years of industry experience overseas. But simply by playing the bad cop, a judge can sound more like an expert", "new_id": -2}, {"i": 11683, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case. \"What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,\" <strong> Simon Cowell </strong> continued. <q>The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours].</q> My Settings Your comment contains inappropriate content in violation of our How One Japanese TV Audition Turned Into a Real-Life \"Truman Show\" PublishDate= 2/7/2011 3:00:00 PM New on DVD& Blu-ray, Week", "sa": ["Simon Cowell"], "uid": "1297129562188514341"}, {"uid": "1297123330195428355", "i": 5335, "idx": 6, "sa": ["the Black", "Simon Cowell"], "q": "\" Advertisement The \"X Factor\" contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as <strong> the Black </strong> Eyed Peas or Destiny's Child. <q>I'm genuinely staggered this hasn't happened. All the signs are out there, from \"Glee' to` High School Musical,'</q> he said, advising \"any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don\"t have a lot of competition.\"", "new_id": -2}, {"uid": "1295804716188252188", "i": 6604, "idx": 8, "sa": ["Colin Powell", "Barack Obama"], "q": ". \"There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do,\" he said. <q>All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with all of the cable channels and talk radio and blogs, especially blogs, where people can be anonymous with their nastiness, I think has caused a level of coarseness in our society that we've all got to think about.</q> <strong> Colin Powell </strong> said he thought <strong> Barack Obama </strong> was making an effort to reach across political divides to tone down the rhetoric and urged members of Congress to do the same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make", "new_id": -2}, {"uid": "1297616629186400779", "i": 26867, "idx": 9, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush", "Osama bin Laden"], "q": ". \"No,\" said <strong> Donald Rumsfeld </strong>. \"There's no disconnect at all.\" \"But in private you're much more unhappy with what this system is doing.\" <q>Once you're satisfied and comfortable in a war,</q> <strong> Donald Rumsfeld </strong> said, \"you lose.\" The <strong> President Bush </strong> administration certainly wasn't satisfied with just going after <strong> Osama bin Laden </strong>. Even before the bombing of Afghanistan began, it was secretly planning to take out <strong> Saddam Hussein </strong>.", "new_id": -2}, {"uid": "1296037931233095171", "i": 33102, "idx": 0, "sa": ["Michael Vick"], "q": "of the organization. \"We want to keep it this way so no one can say we are a shill for the tobacco, drug or e-cigarette industry.\" She also tries to recast the safety question. <q>I can't point to anything to say it's 100 percent safe,</q> Keller said. \"The thing is, it only needs to be safer. The only standard is that it's safer than smoking.\" <strong> Michael Vick </strong> Scores First Endorsement Since Prison Release Wheelchair-Bound Woman Rescued From Under MARTA", "new_id": -2}, {"uid": "1295276116062636062", "i": 38318, "idx": 1, "sa": ["Prince Fielder", "Mr. Bauer", "Mike Pence", "Gary Bauer", "Matt Kemp", "Albert Pujols", "Hunter Pence"], "q": "Thursday that he's only interested in the top job this Ban Abortion- 2012 Presidential Candidate www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q>All the obvious frontline names have all the usual pluses and minuses,</q> <strong> Mr. Bauer </strong> says. But in considering one... BSG: National League MVP candidates A rundown of possible National League MVP candidates including <strong> Albert Pujols </strong>, <strong> Matt Kemp </strong> Howard, <strong> Hunter Pence </strong>, <strong> Matt Kemp </strong> and <strong> Prince Fielder </strong> www.battingstanceguy.com... <strong> Mike Pence </strong>'s Speech at the", "new_id": -2}, {"uid": "1296543261227508233", "i": 32378, "idx": 3, "sa": ["David Letterman", "Justin Bieber"], "q": "Is that a sophomore in high school, is that about what it is?\" <strong> David Letterman </strong> asks. \"Or a junior?\"[ It's the latter, <strong> David Letterman </strong>.] <strong> Justin Bieber </strong>'s reply: <q>I don't know-- I'm Canadian.</q>", "new_id": -2}]