[{"uid": "1297655950115818501", "i": 23862, "idx": 0, "sa": ["Bridget Riley", "Zahi Hawass"], "q": "geo-coordinates laid out in New York, Richmond and D.C..`` The Virginia Museum's Picasso exhibition is the most ambitious show in the 75-year history of our museum,'' VMFA Director Alex Nyerges said. <q> The occasion of this landmark exhibition is an ideal time to deepen our presence throughout social media. The innovation of the Picasso QR campaign and augmented reality is in keeping with the innovative genius of this master artist and our quest to be on the leading edge of technology for art museums. </q> Minister <strong> Zahi Hawass </strong> Says Eighteen Items Missing from Egyptian Museum After Unrest Galerie Max Hetzler Presents a Small Retrospective of Major British Artist <strong> Bridget Riley </strong> Picasso: Guitars 1912-1914 Examines a Moment of Radical Experimentation in 20th Century Art The National Gallery", "new_id": -2}, {"uid": "1295427445082264097", "i": 4512, "idx": 0, "sa": ["Regis Philbin", "Kathie Lee Gifford", "David Letterman", "Joey Bishop"], "q": "on`` The <strong> Joey Bishop </strong> Show,'' coin catchphrases on <strong> David Letterman </strong> on`` Late Show,'' it was`` Live'' that brought his espresso-shot energy, big personality and avuncular jokes to a national audience. <q> He's everyman to so many people, </q> said <strong> Kathie Lee Gifford </strong> on the Today'' show, after <strong> Regis Philbin </strong> made his announcement.`` Nobody tells a story like Reeg does.'' The move comes at a time when daytime TV is undergoing a massive changing", "new_id": -2}, {"uid": "1297445521223772687", "i": 45784, "idx": 1, "sa": ["Steve Ballmer"], "q": "innovating on top of the platform in areas such as imaging.'' The Finnish handset maker has said it will also`` drive the future of Windows Phone'' by contributing its expertise on global markets. <q> I am excited about this partnership with Nokia, </q> said <strong> Steve Ballmer </strong> A. <strong> Steve Ballmer </strong>, Microsoft CEO.`` Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to", "new_id": -2}, {"uid": "1295627170004243488", "i": 19014, "idx": 5, "sa": ["Eric Schmidt"], "q": "that new blood, a new perspective, is needed,'' he said. Whatever happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. <q> <strong> Eric Schmidt </strong>, Larry and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs, </q> he said.`` Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style.'' Enter for a chance to", "new_id": -2}, {"uid": "1295755514184385545", "i": 22163, "idx": 26, "sa": ["Nate Robinson", "Stephon Marbury", "Allen Iverson", "Jordan Harvey"], "q": "there are other shorter versions of this game which are also excellent. Considering the circumstances, it is an extraordinary game even for <strong> Jordan Harvey </strong>'s standards. Also, it's the game in which he declared he's <q> really&... Toronto Raptors vs Philadelphia 76ers Jan. 20/08 Willie Green had one of those stretches that shooters dream about.`` The basket seemed like it was getting bigger and bigger, </q> Green said after tying a season high with 23 points as the Philadelphia 76ers survived a late rally for a 99-95 victory Saturday night over the Toronto Ra... <strong> Allen Iverson </strong> 40pts vs <strong> Stephon Marbury </strong> 33pts( <strong> Nate Robinson </strong>'s Winner) <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1297616629186400779", "i": 26874, "idx": 16, "sa": ["Donald Rumsfeld"], "q": "`` I think that's right. It's a painful process,'' said <strong> Donald Rumsfeld </strong>. Nick made it rehab. But just as U.S. forces were storming Baghdad, <strong> Donald Rumsfeld </strong>'s wife Joyce nearly died. <q> She ended up with a perforated appendix and she was being poisoned, </q> said <strong> Donald Rumsfeld </strong>.`` You thought you might lose her,'' Martin said.`` So how's that work? Fifteen hours a day, <strong> Donald Rumsfeld </strong> of Defense, war going on.''", "new_id": -2}, {"uid": "1295407658030703641", "i": 42999, "idx": 0, "sa": ["Mike Pence"], "q": "so it starts with, will they have demonstrated in their career, in some of their other rulings, if they come from the federal judge bench, whether or not they also share that.'' <q> Because I believe that the principles that our Founding Fathers cherished, when they founded this country, and wrote the Declaration of Independence which inspired the Constitution, they were based upon biblical principles. I want to get back to those principles as <strong> Bill Clinton </strong>, if I run and get elected- not rewrite those documents, </q> he added. Congressman <strong> Mike Pence </strong> of Indiana, himself a potential Republican presidential candidate, has filed a bill in the House of Representatives to revoke federal taxpayer funding for the Planned Parenthood abortion business.", "new_id": -2}, {"uid": "1295745495072876080", "i": 6370, "idx": 2, "sa": ["Andy Coulson"], "q": "accusers were nasty evil people. However, if you were not one of their sort, judgement would be pronounced without evidence and you would be guilty. WurzelGummidge 23 January 2011 1:17 AM <q> showerdaily What does that mean? Presumably you think an accusation of conspiracy theorist is sufficient distraction from illegality at the heart of government that it'll all just go away? </q> Like I said`` move along, nothing to see here'' The only illegality took place at <strong> Andy Coulson </strong>'s previous job. In order to post a comment you need to be registered and", "new_id": -2}, {"uid": "1295570430037306373", "i": 34156, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "our management structure and speed up decision making-and over the holidays we decided now was the right moment to make some changes to the way we are structured,'' suggesting that perhaps the move was forced. <q> For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> Larry Page, who founded the company with <strong> Sergey Brin </strong> will now run the company in the CEO role with <strong> Eric Schmidt </strong> moving to an`` Executive Chairman'' role.`` Larry will now lead product development", "new_id": -2}, {"i": 42426, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the tape is <strong> Tommy Sheridan </strong>. <strong> Tommy Sheridan </strong>, who was defending himself, asked whether he was one of the`` Wapping two top men'' regarding the purchase of the tape. Mr <strong> Andy Coulson </strong> said: <q> It came to Bob Bird first. He alerted me to its existence and I travelled to Glasgow. I viewed the tape and I suggested to Bob he should do all he could to verify the tape, though I believed it to be authentic on my first viewing and the tape was published. </q> The journalist said he decided to resign from his post after more than three years because of mounting coverage over his old job. Mr <strong> Andy Coulson </strong>, who has always denied any wrong-doing in the phone-hacking", "sa": ["Andy Coulson", "Tommy Sheridan"], "uid": "1295669855215973955"}]