[{"uid": "1296493599059801667", "i": 8163, "idx": 1, "sa": ["Michael Gove", "Stephen Ball"], "q": "<strong> Stephen Ball </strong> HypatiaLee 31 January 2011 4:05 PM \"Back to the 19th century with <strong> Michael Gove </strong>'s education bill\" quincey1976 31 January 2011 4:06 PM HypatiaLee 31 January 2011 4:07 PM <q>Not exactly a curriculum for the 21st century or a pedagogy that recognises the recent focus in schools on student learning.</q> Once again the idiots emerge in force claiming that one-size-fits-all Dotheboys Hall education is the only solution to juvenile delinquency and illiteracy. Despite the fact that in the 19th century there was substantially more illiteracy than", "new_id": -2}, {"uid": "1297509551030818321", "i": 12992, "idx": 1, "sa": ["Simon Cowell"], "q": "still involved with the ITV1 show. \"We're in the process of building a rocket and it is literally going to fly us from Los Angeles to London in an hour,\" he said. <q>It hasn't been tested yet but that's the idea.</q> <strong> Simon Cowell </strong> is yet to announce the judging panel for either version, airing in conjunction this autumn, but there is gives us an insight into her character", "new_id": -2}, {"uid": "1297713451165232641", "i": 40548, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website.: No mummies damaged by looters at Cairo's... <strong> Zahi Hawass </strong> Report Abuse <q>he's done alot to help keep Egypt's pass in Egypt... starting back 25 or 30yrs ago.. but now he's a big windbag..'.. a \"showman</q> and publicity hound..'\" Time.com: Why <strong> Hosni Mubarak </strong> Should Have Seen Egypt's Revolution Coming Hot Stock Alert- GTSO Profit From New Rare Earth Exporter! China Rare Earth Exports Up 171% Trader Makes$", "new_id": -2}, {"i": 21799, "idx": 0, "index_answer": 0, "new_id": -1, "q": "dog, especially if there's any chance you will end up abusing or abandoning it. \"Every time I think I've heard the worst story, another one comes about,\" <strong> Jamie Buehrle </strong> said. <q>It makes me jaded and makes me lose faith in humanity some time because I don't understand how people can do that to innocent animals.</q> That comment from <strong> Jamie Buehrle </strong> carries a direct line to <strong> Michael Vick </strong>, who was presented with the NFL's Comeback Player of the Year Award this past weekend. The Buehrles would not bestow any such honor on the", "sa": ["Jamie Buehrle", "Michael Vick"], "uid": "1297282260166281230"}, {"uid": "1297163077054263818", "i": 40516, "idx": 6, "sa": ["Simon Cowell"], "q": "contestants. Which means the judges will be just as competitive as their charges. With that level of personal investment in the contestants, <strong> Simon Cowell </strong> acknowledged the effect it will have on the panel's judgment. <q>It makes it amusing to judge other judges' contestants,</q> said <strong> Simon Cowell </strong>. A few other interesting' X Factoids' from the call: â\u0080¢ No specific Sony label has been secured yet. The winner will be assigned to the in-house label that best", "new_id": -2}, {"uid": "1296218123081313799", "i": 2824, "idx": 4, "sa": ["John Coltrane", "Jimmy Cobb", "Chris Webber", "Wynton Kelly", "Miles Davis", "Paul Chambers", "Allen Iverson"], "q": ". With a brutal seven-game road trip next, there's no better place to sit. <strong> Allen Iverson </strong> scored 38 points, <strong> Chris Webber </strong> added 27 and t... Hellcats Ep. 3 Recap \"Beale Street After Dark\" <q>A wildly flamboyant funk diva with few equals even three decades after her debut, Betty <strong> Bette Davis </strong> combined the gritty emotional realism of <strong> Tina Turner </strong>, the futurist fashion sense of <strong> David Bowie </strong>, and the trendsetting flair of <strong> Miles Davis </strong>, her husband for a year.</q>... <strong> Miles Davis </strong>- The Cool Jazz Sound( 1959) 2/3 <strong> Miles Davis </strong> Quintet: <strong> Miles Davis </strong>( trumpet, flugelhorn), <strong> John Coltrane </strong>( tenor saxophone), <strong> Wynton Kelly </strong>( piano), <strong> Paul Chambers </strong>( bass), <strong> Jimmy Cobb </strong>( drums", "new_id": -2}, {"uid": "1297356966264552489", "i": 27302, "idx": 1, "sa": ["Anderson Cooper", "David Letterman"], "q": "said <strong> David Letterman </strong>. \"Being pummeled?\" <strong> Anderson Cooper </strong> said. \"I don't recommend it. I'd never been hit in the head before.\" He described the scene, saying, <q>People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying.</q> Scottsdale-$ 2,990,000 MLS 4367093 6 bed/ 8 bath 5,001+/ 2007 Andrew Bloom& <strong> David Letterman </strong> Van Omen, RE/MAX EXCALIBUR Paradise Valley-$ 1,385,000 MLS 4432821 7 bed", "new_id": -2}, {"uid": "1295567825105267222", "i": 2516, "idx": 3, "sa": ["Eric Schmidt"], "q": "momentum in emerging businesses such as display advertising and mobile. Page praised <strong> Eric Schmidt </strong> in the statement, saying he has done an \"outstanding job\" and calling him a \"tremendous leader.\" <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion \"for a long time\" as the company tries to \"simplify\" its management structure. \"By clarifying our individual roles", "new_id": -2}, {"uid": "1297142622008634373", "i": 28971, "idx": 2, "sa": ["Patrick Griffin", "David Letterman", "Nick Griffin"], "q": "of an iconic figure.\" <strong> Patrick Griffin </strong> isn't entirely a show-biz newbie. His brother <strong> Nick Griffin </strong> is a comedian and writer for <strong> David Letterman </strong>. \"I've always wanted to write,\" <strong> Patrick Griffin </strong> said. <q>One day I started pitching <strong> Jeff East </strong> ideas, and now whenever I have some spare time we sit down and write. It just keeps flowing.</q> Among the duo's projects: â\u0080¢ \"Return to Macon County\": It's a sequel/spinoff to the iconic'70s drive-in hit about a couple of brothers who run afoul of a vengeful", "new_id": -2}, {"uid": "1295343274209076224", "i": 37181, "idx": 0, "sa": ["Sergio Marchionne"], "q": "is emptying in the second half of 2011, and we see... the full Lancia range arriving, redone with the Americans,\" he said referring to Fiat's Chrysler affiliate in the United States. <q>And thanks to Chrysler, Alfa will arrive in America with a 2,000 dealer network and will make a splash,</q> he said. <strong> Sergio Marchionne </strong> said he was in favour of workers sharing in profits. \"I want to get there. But we have to make profits before sharing them,\" he said.", "new_id": -2}]