[{"uid": "1295253330160432215", "i": 12433, "idx": 1, "sa": ["Jeremy Clarkson", "Simon Cowell"], "q": "me to say that but <strong> Jeremy Clarkson </strong>'m not going to. <strong> Jeremy Clarkson </strong>'d like to be at the next party. <strong> Simon Cowell </strong> Green throws great parties.\" OK, <strong> Jeremy Clarkson </strong> say, tell me what you did think. <q><strong> Jeremy Clarkson </strong> loved every second of that video.</q> Oh dear, you really do want to go to his next party, don't you? \"Yes.\" To be fair, he does then burst out laughing. And apart from the whitened", "new_id": -2}, {"uid": "1295972769153763874", "i": 6172, "idx": 0, "sa": ["Jack Kemp", "Dan Lungren", "Ryan Day", "Sen. Bernie Sanders"], "q": "even many Republicans are prepared to embrace. But conservatives counter that the 2010 election outcome showed he is precisely the kind of political figure to put forth as the face of the Republican Party. <q>If I was starting a football team in a national budget league, I'd pick Paul <strong> Ryan Day </strong> as the captain and quarterback,</q> said <strong> Sen. Bernie Sanders </strong> <strong> Dan Lungren </strong>( R., Calif.), an ally of the late Mr. <strong> Jack Kemp </strong>. \"There's nobody in this House who's taken as serious a long-term view on the budget as Paul <strong> Ryan Day </strong>.\"", "new_id": -2}, {"uid": "1297180193266534954", "i": 46995, "idx": 0, "sa": ["Simon Cowell"], "q": "top contestant will get$ 1 million( Â£ 619,000) a year for five years, separate from the costs involved in recording and promotion,\" <strong> Simon Cowell </strong> said at a press conference. He added: <q>It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure.</q> \"If they don't sell a single record they still get to keep the money. It is pressure, because if the wrong person wins, I'm in trouble.\" A number", "new_id": -2}, {"uid": "1297201801051740673", "i": 16054, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers"], "q": "calm demeanor and that shiny belt they threw on him during the awards presentation. \"The belt has really caught on,\" says <strong> Aaron Rodgers </strong> of the WWE World Championship belt, complete with spinning logo. <q>It's a celebration that stared during practice, and the fans love it. You've got to give them what they love.</q> Judging by the screams of \"yeah\" from the audience, the fans do love it. And they also followed <strong> Aaron Rodgers </strong> to <strong> David Letterman </strong>'s New York studio.", "new_id": -2}, {"uid": "1296512226268402729", "i": 30411, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger", "Charles Woodson"], "q": "in games. When you see a man of that dimension able to finish scramble runs, I don't care what level and so on, I've always considered him a good athlete,\" McCarthy said. <q>More importantly, he's a big man. I don't know exactly what he weighs but he is someone that we need to do a better job this time around learning off last year's experience.</q> And while no one is mistaking the Steelers' quarterback as a dynamic scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. <strong> Charles Woodson </strong> said they can't", "new_id": -2}, {"uid": "1297448100150323210", "i": 33646, "idx": 2, "sa": ["Michael Vick"], "q": "Dallas Morning News, but Dwaine's not going anywhere.\" present <strong> Michael Vick </strong> with a \"key to the city\" during Super Bowl week? Without informing the mayor or anyone else at City Hall? Because <q>in the eyes of many people,</q> <strong> Michael Vick </strong>'s \"a hero\"? We're the ones who told him to call the police chief on a Sunday evening to report a domestic dispute with his wife? Then, after the cops arrived,", "new_id": -2}, {"uid": "1296228272172146710", "i": 17263, "idx": 5, "sa": ["Mike Pence"], "q": "months tells NRO the conservative Hoosier \"was extremely torn while he deliberated.\" Another who met with <strong> Mike Pence </strong> feels his heart was never completely in a bid for president. Someone close to <strong> Mike Pence </strong> explains that <q>the people closest to him, the friends and people he knew best from Indiana, wanted to see him come back to Indiana.</q> By contrast, \"the support for him to run nationally was in large part from leaders of the national conservative movement\"- who perhaps didn't have the same sway as his longtime supporters. <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1296796408257753107", "i": 40805, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers"], "q": "high level, smart enough to anticipate things before they happen. But all do their best work in the comfort of the pocket. \"It has to be a feel thing,\" <strong> Aaron Rodgers </strong> said. <q>I think pocket presence is something that you can learn a little bit, but a lot of it is just feeling your way through that, knowing when to stay in there and when to get out. I think I've done a better job over the last season of knowing when to get out and when to hang in there.</q> The 6-2, 225-pound <strong> Aaron Rodgers </strong> ranked third among quarterbacks and 26th overall in rushing, totaling 356 yards and four touchdowns on 64 carries( 5.6 average). Only Philadelphia's <strong> Michael Vick </strong> averaged more yards per carry", "new_id": -2}, {"i": 2184, "idx": 2, "index_answer": 1, "new_id": -1, "q": "out as the best album and the best tour, it always has.\" <strong> David Letterman </strong> then asked for clarification that \"contention, friction and animosity\" could be creatively good, to which <strong> Steven Tyler </strong> said: <q>Yeah, because when we come back together we love each other all over again. We come to realise what we can do. The good stuff is writing and songs.</q> recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are \"just on a break[ and] still rocking big time\".", "sa": ["David Letterman", "Steven Tyler"], "uid": "1295365484238829571"}, {"uid": "1296978592039108619", "i": 10051, "idx": 0, "sa": ["Michael Vick", "Wesley Matthews"], "q": "serving a federal sentence for dogfighting, is The Associated Press 2010 Comeback Player of the Year. In the 12-year history of the honor, no player has returned from jail to earn it and <strong> Michael Vick </strong> calls this season <q>the most fun I've ever had playing football.</q> CLEVELAND( AP) The Cleveland Cavaliers have the NBA's record for futility all to themselves after suffering their 24th straight loss, 111-105 to Portland. <strong> Wesley Matthews </strong> scored 31 points against the pitiful", "new_id": -2}]