[{"uid": "1297170191123355244", "i": 28751, "idx": 2, "sa": ["George H.W. Bush", "Donald Rumsfeld", "Diane Sawyer", "Gerald Ford"], "q": "failure in the execution of the war.\" \"I don't have enough confidence to say that that's right. I think that it's possible,\" <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. <q>We had( an) enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed. \"It's hard to know... You know, the path you didn't take is always smoother,</q> he said. <strong> Donald Rumsfeld </strong>, who served as <strong> George H.W. Bush </strong>'s defence chief for six years after holding the same job under president <strong> Gerald Ford </strong> in the 1970s, acknowledged that \"in a war, many things cost lives", "new_id": -2}, {"uid": "1296444909100565016", "i": 14393, "idx": 0, "sa": ["Michael Vick", "DeSean Jackson"], "q": "<strong> Michael Vick </strong> next month, a league source said Sunday, ensuring the quarterback will be back for the 2011 season. <strong> Michael Vick </strong>, who enjoyed a breakout 2010 campaign, repeatedly has said he wants to stay in Philadelphia. <q>We'll see what happens over the next couple months,</q> he said earlier in the week as he prepared to play in his fourth Pro Bowl. \"I just got to be patient and take it day by day.\" Eagles wide receiver <strong> DeSean Jackson </strong> told NFL Network on", "new_id": -2}, {"uid": "1295615314003915792", "i": 10801, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "% needed in this role. I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.\" A statement from <strong> David Cameron </strong> read: <q>I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.</q> <strong> Andy Coulson </strong>'s position had appeared tenuous for several months as the row over phone hacking at the News of the World intensified. <strong> Andy Coulson </strong> resigned as editor of the Sunday tabloid in 2007 during an investigation into the", "new_id": -2}, {"uid": "1295559497260145158", "i": 14, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him</q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Shares rose$ 9.18,", "new_id": -2}, {"uid": "1296395184086278204", "i": 35035, "idx": 1, "sa": ["Cheryl Cole", "Simon Cowell", "Louis Walsh"], "q": "<strong> Simon Cowell </strong> gets his way. \"Do I want Jordan as a judge on The X Factor panel? Yeah, that could work,\" he said in a new interview. <q>Why not? I like her as a person. In fact I'd even go as far as to say she's my woman of the decade.</q> <strong> Louis Walsh </strong> on the panel alongside one other person, thought to be <strong> Cheryl Cole </strong> to concentrate on the US version of the show. Sinitta also backed Katie for X Factor. \"Having Jordan on the panel would make interesting", "new_id": -2}, {"i": 45877, "idx": 3, "index_answer": 0, "new_id": -1, "q": "a rehabilitation center. The president, who has written of his own battles to overcome a drinking problem, said that he was praying for <strong> Donald Rumsfeld </strong>, his wife, Joyce, and all their children. <q>What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me,</q> <strong> Donald Rumsfeld </strong> writes. \"At that moment, I couldn't speak.\"( He notes that his son has lived a drug-free life in the years since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes,", "sa": ["Donald Rumsfeld"], "uid": "1296776656214941710"}, {"uid": "1295734119025952274", "i": 45929, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "The state could begin issuing IOUs in April or May if <strong> Jerry Brown </strong> and the Legislature fail in their budget negotiations, state Treasurer <strong> Bill Lockyer </strong> said this afternoon. IOUs could be required if the state is <q>unable to meet the self-imposed deadlines by the governor and the Legislature to adopt a budget in a timely way,</q> he told academics and political consultants at a conference in Berkeley. <strong> Jerry Brown </strong> is seeking to have a budget deal in place by March, proposing massive spending reductions and a ballot measure to extend temporary tax increases", "new_id": -2}, {"uid": "1297617994047562773", "i": 2229, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "shared the stage with Microsoft CEO <strong> Steve Ballmer </strong> whose company-like <strong> Stephen Elop </strong>'s- has been looking to gain traction in the heated smartphone space currently dominated by Apple's iPhone lineup and smartphones running Google's Android OS. <q>Mr. <strong> Stephen Elop </strong> has probably made his biggest decision of his career, and for all intents and purposes it appears to be the right one,</q> IDC analyst Al Hilwa said in a Feb. 11 report. Calling the partnership a natural one, given the strengths of each partner, Hilwa called Nokia's decision an \"incredible vote of confidence\" for", "new_id": -2}, {"uid": "1297521580190513158", "i": 15940, "idx": 2, "sa": ["Paolo Romani", "Sergio Marchionne", "Sergio Chiamparino"], "q": "which is growing in the world but its heart remaine Italian, Industry Minister <strong> Paolo Romani </strong> said Saturday, adding, \"All arguments are now closed.\" Romanni had said Monday that he would be asking <strong> Sergio Marchionne </strong> <q>to commit to investing in our country and remain with head and heart</q> in Italy. Mayor of Turin <strong> Sergio Chiamparino </strong> said Saturday the Fiat bosses had confirmed \"the Italian nature\" of the company but \"in a dynamically developing context which demands daily work so that things don't", "new_id": -2}, {"uid": "1295593237183287808", "i": 33969, "idx": 7, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "all the attention and prosaic duties that come with running one of world's most scrutinized companies. \"I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,\" said <strong> Ken Auletta </strong>, author of <q>Googled: The End of the World As We Know It.</q> \"I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of Google's quarterly", "new_id": -2}]