[{"uid": "1295412345169443429", "i": 24957, "idx": 0, "sa": ["Steve Ballmer"], "q": "from China and said it expected those purchases to be more than$ 3 billion in coming years. MSFT.O) CEO <strong> Steve Ballmer </strong> The world's largest software maker told the Washington Post in July that <q> better global enforcement of intellectual property laws </q> was its top lobbying priority and CEO <strong> Steve Ballmer </strong> pegged China as the country with the weakest protections. Microsoft and other members of the Business Software Alliance have called for a deal to boost U.S. software sales and", "new_id": -2, "mturk_index": "1087"}, {"uid": "1295573603120422424", "i": 22328, "idx": 0, "sa": ["Bob Barker", "Bounty Killer", "Rebecca Field", "David Letterman", "Michael Jackson", "Drew Carey"], "q": "at slamMichael Jackson.com. To find out more about Serenity Now! go to slamMichael Jackson.com Hello I'm <strong> Rebecca Field </strong> with a UPI entertainment update on this Tuesday, July 24, 2007. Comedian <strong> Drew Carey </strong> is replacing <strong> Bob Barker </strong> on <q> The <strong> Bounty Killer </strong> is Right. </q> <strong> Drew Carey </strong> made the announcement last night on \"The Late Show With <strong> David Letterman </strong>.\" <strong> Bob Barker </strong> retired last month after 35 years on the program. There's no word on when the <strong> Drew Carey </strong> will go on air. The", "new_id": -2, "mturk_index": "567"}, {"uid": "1295592193000901141", "i": 53943, "idx": 0, "sa": ["Eric Schmidt"], "q": "sell as many as 534,000 shares of the company's stock over the next year. At current prices, those shares are worth roughly$ 334 million. The filing says <strong> Eric Schmidt </strong> is selling the stock <q> as part of his long-term strategy for individual asset diversification and liquidity. </q> <strong> Eric Schmidt </strong> has sold Google stock before, notably after the company's initial public offering in 2004 when sold\"> he sold shares worth roughly$ 258 million. The shares <strong> Eric Schmidt </strong> now wants to sell", "new_id": -2, "mturk_index": "291"}, {"uid": "1295883923115425283", "i": 56736, "idx": 1, "sa": ["Robson Green", "Jerome Flynn", "Simon Cowell"], "q": ". \"I genuinely on an hourly basis want to teach myself that this is what can happen when you're successful is that you start to believe your own hype,\" he explained. <q> Then you start living in this bubble, which is your world, and you start to believe that that's the only world that exists. Which is why most successful people screw it up for themselves normally within two, three, five, ten years. Because they stop listening. The biggest failures I've had were at a time when I believed my own hype. </q> <strong> Simon Cowell </strong> famously persuaded British actors <strong> Robson Green </strong> and <strong> Jerome Flynn </strong> to sign a recording contract, after they sang together on a UK TV show. Their rendition of Unchained Melody was phenomenally successful, but <strong> Simon Cowell </strong> has revealed it", "new_id": -2, "mturk_index": "1819"}, {"uid": "1297119643065749007", "i": 24606, "idx": 3, "sa": ["Simon Cowell"], "q": "We honestly haven't made our minds up,\" he says, though he'll have to in a month or so as the first auditions approach. But candidates must have \"commitment and expertise,\" because <q> each judge is going to mentor three finalists apiece, five or six days a week. </q> <strong> Simon Cowell </strong>, once against allowing young kids to compete, says \"times have changed,\" and \"there are some incredibly talented young kids out there,\" whose fitness for the contest should be judged case by", "new_id": -2, "mturk_index": "280"}, {"uid": "1295880426196345858", "i": 18577, "idx": 3, "sa": ["Andy Coulson"], "q": "accusers were nasty evil people. However, if you were not one of their sort, judgement would be pronounced without evidence and you would be guilty. WurzelGummidge 23 January 2011 1:17 AM <q> showerdaily What does that mean? Presumably you think an accusation of conspiracy theorist is sufficient distraction from illegality at the heart of government that it'll all just go away? </q> Like I said \"move along, nothing to see here\" The only illegality took place at <strong> Andy Coulson </strong>'s previous job. Ishowerdaily 23 January 2011 1:21 AM MicheleDerry 23 January 2011", "new_id": -2, "mturk_index": "350"}, {"uid": "1295565682105267209", "i": 2185, "idx": 1, "sa": ["Tim Cook", "Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "major company such as Google. \"We have been talking about how best to simplify our Cookes.org/tag/management.html\"> management structure and speed up decision making for a long Tim Cooke,\" said <strong> Eric Schmidt </strong> in announcing the decision. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long Tim Cooke to come. \"<strong> Larry Page </strong> credited <strong> Eric Schmidt </strong> with running the company \"brilliantly </q> while keeping the \"headstrong founders\" involved. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role", "new_id": -2, "mturk_index": "1753"}, {"uid": "1295562055204783632", "i": 40281, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "active role in strategic projects including product development. The company announced the management shakeups in its quarterly earnings report. They will become effective on April 4, 2011. As executive chairman, <strong> Eric Schmidt </strong> will handle <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> In a blog posting, <strong> Eric Schmidt </strong> Page_Larry Page_to_replace_Eric Schmidt_Eric Schmidt_as_google_ceo.html\"> wrote, \"as Google has grown, managing the business has become more complicated,\" noting that Google recognized a need to \"speed up decision making", "new_id": -2, "mturk_index": "2114"}, {"uid": "1295792025158990416", "i": 8717, "idx": 4, "sa": ["Glenn Mulcaire", "Andy Coulson", "David Cameron", "Clive Goodman"], "q": "he could not \"give the 110% needed\" . Mr <strong> David Cameron </strong> said he was \"very sorry\" Mr <strong> Andy Coulson </strong> felt \"compelled\" to go after months of intense pressure, insisting he was being <q> punished for the same offence twice </q>. Mr <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 after the paper's former royal editor, <strong> Clive Goodman </strong>, and private investigator <strong> Glenn Mulcaire </strong> were jailed for phone hacking. Although he", "new_id": -2, "mturk_index": "397"}, {"uid": "1296076209217808921", "i": 36639, "idx": 0, "sa": ["Bernie Sanders", "Alan Greenspan", "Bill Hammond", "Eric Schmidt"], "q": "a question about the wars in Iraq or Afghanistan, military families, warrior care, the new GI <strong> Bill Hammond </strong>, or anything else about the US military? Just click video respo... Rep. <strong> Bernie Sanders </strong> vs. Fed Chairman <strong> Alan Greenspan </strong> <q> You have told the AmEric Schmidtan people that you support a trade policy which is selling them out. </q>-- Rep. <strong> Bernie Sanders </strong> to Federal Reserve Chairman <strong> Alan Greenspan </strong> on 7/16/03. You MUST watch this impassioned five minute video clip! Rep. <strong> Bernie Sanders </strong>( Independent-Vermont), now a... Declassified: Chairman Mao part 1 of 5 History Channel", "new_id": -2, "mturk_index": "1142"}]