[{"i": 21799, "idx": 0, "index_answer": 0, "new_id": -1, "q": "dog, especially if there's any chance you will end up abusing or abandoning it. \"Every time I think I've heard the worst story, another one comes about,\" <strong> Jamie Buehrle </strong> said. <q>It makes me jaded and makes me lose faith in humanity some time because I don't understand how people can do that to innocent animals.<q> That comment from <strong> Jamie Buehrle </strong> carries a direct line to <strong> Michael Vick </strong>, who was presented with the NFL's Comeback Player of the Year Award this past weekend. The Buehrles would not bestow any such honor on the", "sa": ["Jamie Buehrle", "Michael Vick"], "uid": "1297282260166281230"}, {"uid": "1296407544252772372", "i": 155, "idx": 33, "sa": ["Andre Iguodala", "Andre Miller", "Samuel Dalembert", "Marcus Camby", "Allen Iverson"], "q": "on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their second straight and failed to pick up any ground in their bid for a playoff spot in the tough Western Conference. <q><strong> Elgin Baylor </strong> almost had a perfect trip at my home away from home,<q> <strong> Allen Iverson </strong> said. <strong> Samuel Dalembert </strong> scored the decisive basket with 32.9 seconds remaining. When <strong> Andre Iguodala </strong> lost possession of the ball as he fell, <strong> Samuel Dalembert </strong> was there to grab it and turned for a lay-in. <strong> Andre Miller </strong>, acquired by", "new_id": -2}, {"uid": "1297211499164478976", "i": 38472, "idx": 0, "sa": ["Dwaine Caraway", "Andy Fantuz", "Michael Reese", "Mayor Richard M. Daley", "Michael Vick"], "q": "if there will even be a 2011 season. And despite that, last week the Chicago Bears signed <strong> Andy Fantuz </strong> from the Canadian Football League. <strong> Michael Reese </strong> Schlaak and his also had tickets to <strong> Michael Reese </strong> Bowl XLV in Dallas. <q>And it was the most ridiculous experience of my life,<q> Schlaak said. So, let me get this straight: <strong> Michael Vick </strong> got the key to the city of Dallas this weekend, by <strong> Mayor Richard M. Daley </strong> Pro Tem, <strong> Dwaine Caraway </strong>? Um... what? Bernstein: Hawks' Magic Long", "new_id": -2}, {"uid": "1297356277264552496", "i": 40357, "idx": 2, "sa": ["Mike Pence", "Rep. Diana DeGette"], "q": "A third GOP bill, backed by <strong> Rep. Diana DeGette </strong> <strong> Mike Pence </strong>( R-Ind.), aims to block health clinics, specifically Planned Parenthood, from receiving federal funding if they perform abortions. <strong> Mike Pence </strong> says the American public is <q>learning that their taxpayer dollars are subsidizing these organizations that are promoting abortion across this country.<q> <strong> Rep. Diana DeGette </strong> was among the Democrats Wednesday asking why Republicans are more focused on defunding Planned Parenthood than on creating jobs. \"It's getting in the way of how we need to move our country", "new_id": -2}, {"uid": "1296218172048857090", "i": 12604, "idx": 2, "sa": ["Mike Pence"], "q": "resume would only enhance his chances of running for the presidency in the future. For now, though, the political road <strong> Mike Pence </strong> will travel begins in Indiana-- literally. <strong> Mike Pence </strong> said he will <q>be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead.<q> <strong> Mike Pence </strong> is holding a town hall meeting in Pendleton at 10 a.m. and speaking to Muncie Central High School students at 1:20 p.m. Those are both in the 6th Congressional District <strong> Mike Pence </strong> has represented since 2000", "new_id": -2}, {"uid": "1295639822124272688", "i": 20008, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "judgment to unprecedented criticism, it deprives him of a confidante who, in contrast to the privileged backgrounds of many in Mr. <strong> David Cameron </strong>'s inner circle, was regarded as a barometer of middle class opinion. <q>You are looking at a Conservative leadership which, socially speaking, is from a fairly narrow- some would say almost exclusive- background,<q> says Time Bale, a professor of politics at the University of Sussex, of why <strong> Andy Coulson </strong> is so often described as \"crucial\" to <strong> David Cameron </strong>'s premiership. From an early childhood spent in a public", "new_id": -2}, {"uid": "1295577549195002392", "i": 31778, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "France <strong> Eric Schmidt </strong> at Sciences Po: 4 projects for <strong> Google Inc. </strong> in France <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong>'s speech: 4 main points concerning <strong> Google Inc. </strong> in France.... video results for: schmidt google company <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> on privacy www.theytoldyou.com <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place,<q> <strong> Eric Schmidt </strong> tells CNBC... The new \"Don't Be Evil\" google video- Final Version.mp4 techplanet30.com In this video I talk about <strong> Google Inc. </strong> and would like to know your thoughts on the company and their position in the", "new_id": -2}, {"uid": "1295580362248299530", "i": 37684, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Charlie Rose"], "q": "customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and <strong> Sergey Brin </strong>. Also, <strong> Eric Schmidt </strong> just tweeted that <q>adult supervision was no longer needed.<q> related to <strong> Sergey Brin </strong>'s comment on <strong> Charlie Rose </strong> that <strong> Eric Schmidt </strong> was brought on to bring \"adult supervision\". Adult supervision over: <strong> Eric Schmidt </strong> yields back to Google co-founder Page Google went from searching the Web to worming its way", "new_id": -2}, {"uid": "1297606486106446870", "i": 15329, "idx": 3, "sa": ["Donald Rumsfeld"], "q": " \"generals' revolt\", when eight retired generals criticise his military strategy. 2007 Appointed distinguished fellow at the Hoover Institution, Stanford University, and starts writing his memoir. He says: <q>It is easier to get into something than to get out of it.<q> <strong> Donald Rumsfeld </strong> is a cold blooded killer, and as such no apology can be expected from him, he was the most reckless to innocent Iraqi lives. There was an alternative to Abu Ghraib prison, how", "new_id": -2}, {"uid": "1295811893110559247", "i": 116, "idx": 0, "sa": ["Simon Cowell"], "q": "who got engaged to make-up artist Mezhgan Hussainy last February- admits he struggles to relate to very young kids, but would love to have youngsters of his own to play games with. He said: <q>I worry about it- because of my age. When I was a youngster, my dad used to play soccer and games with me. And I worry that if I was 70. \"Also, if children could be born at the age of five I'd quite like that. I like them at that age when they can talk and understand. I'm not sure I could deal with the whole \"ga ga goo' thing. But I genuinely like kids.<q> <strong> Simon Cowell </strong> also admitted Mezhgan, 36, has \"softened\" him and has finally made him think about settling down forever. He added on a upcoming episode of` Oprah Presents Master Class\"", "new_id": -2}]