[{"uid": "1295163959124190743", "i": 10148, "idx": 0, "sa": ["Allen Iverson"], "q": "that scenario. <strong> Allen Iverson </strong> brought the sellout crowd to its feet by draining the game's opening shot on a 17-footer from the left corner. But Miller and Rose responded with back-to-back jumpers, setting the tone early. <q> Playoff time is when I'm at my best, </q> Miller said.`` I'm the most focused. You can concentrate in on one team. You get days off. You can rest your body. I get to watch a lot of tape. To not", "new_id": -2}, {"uid": "1297215457052674561", "i": 43536, "idx": 1, "sa": ["Donald Rumsfeld", "Robert Gates", "Barack Obama"], "q": ", also praised US military personnel working at the site. Mr <strong> Donald Rumsfeld </strong> was defence secretary from 2001 to 2006 under former <strong> Barack Obama </strong> George W Bush. He was replaced as defence secretary by <strong> Robert Gates </strong>. <q> The heart-breaking thing with respect to Guantanamo is not that there's anything wrong with it, it's one of the finest prison systems in the world, </q> he said.`` What's awkward is the fact that, for whatever reason, the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that", "new_id": -2}, {"uid": "1295131435025296910", "i": 1532, "idx": 1, "sa": ["Allen Iverson", "Kevin Garnett"], "q": "Celtics on Tuesday night.`` Winning this game puts a lot of pressure on us, because if you can beat a team like this, then you can beat all the other teams,'' <strong> Allen Iverson </strong> said. <q> We have enough talent to scare some people, but we just have to bring it night in and night out. </q> The Nuggets even beat the Celtics at full strength-- kind of. <strong> Kevin Garnett </strong>, who's been out since Jan. 25 with a strained abdominal muscle, wasn't his flashy self, finishing with four points on 2-of-7", "new_id": -2}, {"uid": "1296034052058212395", "i": 59786, "idx": 0, "sa": ["Eric Schmidt"], "q": "Europa. <strong> Eric Schmidt </strong> ha confirmado durante una rueda de prensa en Alemania que Google emprender nuevas contrataciones en Europa. La compa?a tiene prevista la incorporaci?n de 1.000 nuevos puestos de trabajo a su plantilla. <q> Nos hemos fijamos este a?o como uno de los objetivos principales el crecimiento en Europa. Vamos a invertir en Europa </q> ha comentado <strong> Eric Schmidt </strong> en declaraciones recogidas por el diario The Gguardian. El n?mero de incorporaciones previstas supone un incremento de la plantilla europea de un 20 por ciento. Actualmente Google cuenta con aproximadamente 5.000 trabajadores entre Europa,", "new_id": -2}, {"uid": "1295984196057327656", "i": 29781, "idx": 10, "sa": ["Eric Schmidt"], "q": "is surging in the U.S. Google TV will be`` much more effective if the broadcasters are supportive,'' and the company is trying to convince them it's not a threat, <strong> Eric Schmidt </strong> said today. <q> We believe it's going to lead to more TV watching, which is good for them. </q> Another of Google's new products, the Google Offers discounting service, is designed for a different niche than existing sites such as Groupon, <strong> Eric Schmidt </strong> said. Groupon rebuffed a$ 6 billion acquisition offer from", "new_id": -2}, {"uid": "1295684940089554965", "i": 46117, "idx": 5, "sa": ["Allen Iverson", "Kobe Bryant", "Robert Horry"], "q": "hit 14-of-29 Robert Horrys and 10-of-11 free throws to reach 40 points for the seventh time in his last 11 games and the 11th time this season. <strong> Kobe Bryant </strong> managed just 18 points while committing six turnovers in 41 minutes. <q> I don't approach the game like it's <strong> Kobe Bryant </strong>, and I want to have a <strong> Robert Horry </strong> game against him, </q> <strong> Allen Iverson </strong> said.`` I want to play a good game against everybody. When you play well against another great player, it's only natural for you to feel good about the win. But that's not", "new_id": -2}, {"uid": "1296258980134725636", "i": 17075, "idx": 13, "sa": ["David McIntosh", "Mike Pence"], "q": "I'm sure that he's made a discernment that this is the right move.'' Former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one <q> because he made it. </q>`` You've got to have the fire in your belly and the desire to run for president, and his heart clearly is in Indiana,'' <strong> David McIntosh </strong> said. Former Wayne Township superintendent", "new_id": -2}, {"uid": "1295564127055377924", "i": 14770, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "in 2001 to Sergey Bring more management experience to the young company, will assume the role of executive chairman, focusing on deals and government outreach, among other things. <strong> Sergey Brin </strong> will concentrate on strategic projects. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. After signing pact with China, Boeing lays off 1,100 U.S. workers`` The Street will think it's a negative, that there is probably some issue going on. Google", "new_id": -2}, {"uid": "1295479864156581898", "i": 59404, "idx": 1, "sa": ["Joel Segal", "Michael Vick"], "q": "my train of thought and my way of thinking as a player, if I want to be here, I'm going to do whatever it takes to be here,'' <strong> Michael Vick </strong> said during the radio interview. <q> I can say it over and over again, but then when I say it to my agent it's a totally different story. It's a totally different story when I speak to him about it and his opinion about it. So who knows what's going to happen. I have to follow his lead in that regard and he's the expert in that field. </q> <strong> Michael Vick </strong> was then asked if his agent, <strong> Joel Segal </strong>, would want a long-term deal.`` We don't even talk about it,'' <strong> Michael Vick </strong> said.`` I'll mention it, he", "new_id": -2}, {"i": 30203, "idx": 10, "index_answer": 0, "new_id": -1, "q": "were in Atlanta when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q> Matt is great. The coaching staff is great. We're just having a good time, </q> he said.`` I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.'' <strong> Michael Vick </strong> looked sharp", "sa": ["Michael Vick"], "uid": "1296128045255868977"}]