[{"uid": "1295125227265830412", "i": 35009, "idx": 12, "sa": ["Donald Rumsfeld", "Errol Morris", "Kate Zernike", "John McCain", "Philip Zimbardo", "President Bush"], "q": "; Schmitt, Eric( May 8, 2004). \"<strong> Donald Rumsfeld </strong> Accepts Blame and Offers Apology in Abuse\". The New York Times.[ dead link]^ <strong> Kate Zernike </strong>( 12 January 2005). <q> Detainees Depict Abuses by Guard in Prison in Iraq </q>. New York Times.^ \"<strong> President Bush </strong> Iraqi Prisoners Recount Abuse- <strong> President Bush </strong> Iraqi Prisoners Recount Mistreatment by <strong> John McCain </strong> Soldiers\". ABC News. Retrieved 2008-07-19.^ Gourevitch, <strong> Philip Zimbardo </strong>; <strong> Errol Morris </strong>( 2008-03-24)", "new_id": -2}, {"uid": "1295295626163250176", "i": 15375, "idx": 1, "sa": ["Sergio Marchionne"], "q": "blocks. \"It's a rumor on the table that we're supposed to make parts for the( Fiat) transmission,\" said UAW 1166 official Jeff LaDow at the Kokomo casting plant. <q> Right now, we're still getting the engine block squared away. </q> Fiat chief <strong> Sergio Marchionne </strong>, who committed$ 1.1 billion for revamping the Kokomo complex on top of$ 179 million for Dundee and$ 550 million for Toluca, controls Chrysler's budget, although the Detroit automaker's", "new_id": -2}, {"uid": "1297162733062062604", "i": 41296, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": "with them Sunday night after the game that are continuing to play in his mind. \"Just in the locker room after the game and being able to reflect with my teammates,\" he said. <q> Big hugs. It's a special group of men. I think you realize at that point the season is over and that group of men is never gon na be together again. It's just special to be able to share with those guys because we went through a lot together this year. </q> After he was done at Disney, <strong> Aaron Rodgers </strong> flew to New York city and appeared on CBS's \"Late Show with <strong> David Letterman </strong>,\" where he chatted with the host about his days at junior college and", "new_id": -2}, {"uid": "1295560496260145161", "i": 39596, "idx": 0, "sa": ["Eric Schmidt"], "q": "has been the company's chief executive since 2001. <strong> Eric Schmidt </strong> will stay on as the company's executive chairman. <strong> Eric Schmidt </strong>, who was initially hired as CEO to provide more\" Twitter, tweeting, <q> Day-to-day adult supervision no longer needed! </q> blog post announcing the management changes, <strong> Eric Schmidt </strong> wrote that in his new role, he will \"focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships", "new_id": -2}, {"uid": "1295779892017170523", "i": 1846, "idx": 12, "sa": ["Mike Pence", "Marjorie Dannenfelser", "Mike Huckabee", "Sarah Palin", "Richard Nixon", "Susan B. Anthony"], "q": "List, a group opposing abortion. \"I truly don't know( if he's running for president),\" said <strong> Susan B. Anthony </strong> List <strong> Richard Nixon </strong> <strong> Marjorie Dannenfelser </strong>, who has urged <strong> Mike Pence </strong> to run. <q> It's my job to really encourage talent to seize the moment, and I think he can do it. </q> If <strong> Mike Pence </strong> is going to decide this month, he will have to do it without knowing who else is running. Those potential candidates include former <strong> Sarah Palin </strong> and former Arkansas <strong> Mike Huckabee </strong>.", "new_id": -2}, {"uid": "1296494521100859915", "i": 26514, "idx": 14, "sa": ["Eddie House", "Allen Iverson"], "q": "crazy.\" Since joining the team in early December, <strong> Allen Iverson </strong> has helped the 76ers go 10-13 after a 5-15 start. He entered Saturday averaging 14.2 points, well below his career average, and 4.3 assists. <q> He means a lot more than his numbers, </q> Philadelphia coach <strong> Eddie House </strong> Jordan said. \"His spirit gives us momentum, his spirit gives us confidence, it gives us a sounding board, it gives us a calming effect. He means a lot. \"He", "new_id": -2}, {"i": 7853, "idx": 3, "index_answer": 0, "new_id": -1, "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture-- the British Museum and New York's Metropolitan Museum of Art-- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Related Links Egypt's Damaged Artifacts to Be Restored in Days Egypt's Treasures Saved from", "sa": ["Zahi Hawass"], "uid": "1297373755254705834"}, {"uid": "1296205890257212433", "i": 5118, "idx": 0, "sa": ["DeSean Jackson", "Michael Vick"], "q": ", we need our defense to kind of step up and just help out.\" It is always dangerous for a star player to play fantasy general manager, but <strong> DeSean Jackson </strong> did not hesitate. <q> We could get a little bit stronger on the offensive line, because we had a couple of guys get hurt, </q> <strong> DeSean Jackson </strong> added. \"If we can kind of do that and protect <strong> Michael Vick </strong>, the sky's the limit.\" <strong> DeSean Jackson </strong> said the Eagles need to find \"more playmakers\" on defense, including another", "new_id": -2}, {"uid": "1295562503105267204", "i": 11183, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "effective April 4. \"In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him\" The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up", "new_id": -2}, {"uid": "1296166292065404942", "i": 36971, "idx": 4, "sa": ["Eric Schmidt"], "q": "of YouTube video is watched on Facebook every day. So Facebook isn't a competitor yet. It's still \"too early to tell.\" But <strong> Eric Schmidt </strong> does see Microsoft as a competitor. <q> Microsoft has more cash, more engineers, more global reach[ than Facebook]. We see competition from Microsoft every day. </q>", "new_id": -2}]