[{"uid": "1297714238016629782", "i": 30586, "idx": 0, "sa": ["Michael Vick", "Ellen DeGeneres"], "q": "Intruder Scare...- A female intruder was arrested at the Beverly Hills home of <strong> Ellen DeGeneres </strong> and... Video: Fashion highlights from the Grammys red carpet Video: Grammy stars share laughs on red carpet Report Abuse <q>BAD <strong> Oprah Winfrey </strong>, BAD <strong> Oprah Winfrey </strong>... Sit, Stay, sign the hell off. Well the queen of TV( As far I and others were concerned) has finally abdicated her throne to a non-human. Tell you what... enough of VIck, neuter him and put him in a pit with lion in heat... He is doing much and expensive work of fooling some good people.</q> THINK OF IT PEOPLE, statistics have proven that children who abuse animals, have a high incidence of problems later on in life. WELL, since the animal called <strong> Michael Vick </strong>( that's not fair to the", "new_id": -2}, {"uid": "1295584823230457349", "i": 15047, "idx": 0, "sa": ["James A. Baker III", "Dan Quayle", "Brent Scowcroft", "Colin Powell", "Dick Cheney", "George H.W. Bush"], "q": "who was unable to attend, thanked the former president, his officials, the U.S. and its military forces. ''Believe me, Kuwait and its people will never forget you,'' he said. <q>We carry in our hearts what you did for us each and every day.</q> <strong> George H.W. Bush </strong> was briefly joined by former <strong> Dan Quayle </strong>. Later, his top advisers-- then-Defense <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong>, former <strong> Dick Cheney </strong> of State <strong> James A. Baker III </strong> and then-National Security Advisor <strong> Brent Scowcroft </strong>--", "new_id": -2}, {"uid": "1296742904227606600", "i": 3743, "idx": 1, "sa": ["Donald Rumsfeld", "Jim Miklaszewski"], "q": "into the building, it was <strong> Donald Rumsfeld </strong> himself who raised the possibility of attacking Iraq. At 1:50 pm, in discussing a ''whole range of military operations'' and the ''annihilation of terrorism'' <strong> Donald Rumsfeld </strong> says: <q>My interest is to hit <strong> Saddam Hussein </strong> at the same time, not to look only at UBL( <strong> Osama bin Laden </strong>).</q> It's either a lapse of memory, <strong> Jim Miklaszewski </strong> says, or a bit of revisionist history. Countdown Chicago's mayoral election: 19 days Countdown to Election Day 2011: 278 days", "new_id": -2}, {"uid": "1294997815266141711", "i": 39471, "idx": 0, "sa": ["Vince Lombardi", "Michael Vick"], "q": "good enough, because they certainly are; rather it's more about whether or not <strong> Vince Lombardi </strong>'s biographical resurrection is somehow a precursor to a Super Bowl renaissance in Green Bay. To quote the great <strong> Michael Vick </strong> Scott, <q>I'm not superstitious... but I am a little stitious.</q> That's me in a nutshell. I don't think ignoring e-mails that doom me with bad luck for 10 years if I don't forward to 10 people immediately is a dangerous practice, but ignoring", "new_id": -2}, {"uid": "1297269561137707527", "i": 37041, "idx": 1, "sa": ["George Casey", "Donald Rumsfeld"], "q": "not awash in sectarian violence,'' the top U.S. commander in Iraq, Gen. <strong> George Casey </strong> said, on talk show after talk show, making the rounds to tell the American home-front not to worry. Civil war? <q>I don't see it happening, certainly anytime in the near term,</q> he said, as he denied the surge in sectarian violence...'' <strong> Donald Rumsfeld </strong> held a news conference at the Pentagon to say that U.S. press reports of killings-- such as mine that estimated 1,300 dead in", "new_id": -2}, {"uid": "1295610181062603290", "i": 6403, "idx": 1, "sa": ["Andy Coulson"], "q": "down over allegations of phone-hacking by the News of the World when he was the newspaper's editor. A No 10 spokeswoman told reporters at a regular briefing that a statement was being prepared. <q>The Prime Minister has had full confidence in Mr <strong> Andy Coulson </strong> and still does,</q> she said. The question now is what <strong> Andy Coulson </strong> has decided to do. niphette 21 January 2011 11:29 AM AnatolyKasparov 21 January 2011 11:30 AM Could this be part of a", "new_id": -2}, {"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,'' <strong> Sen. Bernie Sanders </strong> said. ''We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.'' <q>To me, it's a disaster,</q> said New York-based labor activist <strong> Jonathan Tasini </strong>. ''When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.''", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}, {"uid": "1296691231003915851", "i": 36682, "idx": 1, "sa": ["Mike Pence"], "q": "a random pile-on is actually a coordinated campaign. ''We definitely see a connection between all of this activity,'' says Stuart Schear, Vice President for communications for the Planned Parenthood Federation of America. <q>These organizations are working very much together with the legislative agenda of defunding Planned Parenthood in mind.</q> Planned Parenthood has had its funding threatened before. <strong> Mike Pence </strong> introduced bills that would have cut off federal funding to the organization in 2007 and 2009, but this may be his lucky legislative session, judging from", "new_id": -2}, {"uid": "1296568947043499575", "i": 39869, "idx": 0, "sa": ["David Letterman", "Langhorne Slim", "Johnny Cash"], "q": "or <strong> Johnny Cash </strong> tune and gives listeners plenty to digest. While totally capable of laid back rhythms and easy listening, his specialty is a down-home kind of dancing groove. So naturally <strong> Langhorne Slim </strong> looks for audiences to <q>dance, sing and generally freak out.</q> <strong> Langhorne Slim </strong> has played on the Late Show with <strong> David Letterman </strong>, sang ''God Bless America'' at a Philadelphia Phillies baseball game. He has also played a number of music festivals including but not limited to", "new_id": -2}, {"uid": "1295632991219987996", "i": 1587, "idx": 0, "sa": ["Kevin Law", "Colin Powell", "President Bush", "Bill Clinton", "Rudy Giuliani"], "q": "1,000 business leaders. ''Nobody can deny that she has had an impact on the debate over public policy,'' <strong> Kevin Law </strong>, the group's <strong> Bill Clinton </strong>, told The Associated Press in a telephone interview. <q>Let's see what she has to say.</q> advertisement <strong> Bill Clinton </strong> was the most recent speaker at an association event last fall. <strong> President Bush </strong> and his father made a joint appearance before the group, as well. Other speakers have included <strong> Rudy Giuliani </strong>, <strong> Colin Powell </strong>,", "new_id": -2}]