[{"uid": "1297229766181895210", "i": 9959, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q>since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event.</q> <strong> Mayor Tom Leppert </strong> said he has asked the city manager to \"propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would \"welcome a clarification of the guidelines.\" Theeagle.com is pleased to", "new_id": -2}, {"uid": "1296102373198869017", "i": 44459, "idx": 0, "sa": ["Clive Goodman", "Andy Coulson"], "q": "work. <strong> Andy Coulson </strong> was editor of the News of the World when <strong> Clive Goodman </strong> was charged and stepped down the day he was jailed. News of the World owners News International said in a statement: <q>Mr <strong> Ian Edmondson </strong> was suspended in December 2010 following a serious allegation. Material evidence found during the course of the subsequent investigation has led to Mr <strong> Ian Edmondson </strong>'s dismissal. \"News International has informed the police, handed over the material it has found and will give its full co-operation going forward. \"News International reiterates that it will take swift and decisive action when we have proof of wrongdoing.</q> This appeared in the printed version of the Irish Examiner Thursday, January 27, 2011 Seems that you don't have Adobe Flash installed.", "new_id": -2}, {"uid": "1297490833134791170", "i": 47896, "idx": 1, "sa": ["Mike Huckabee", "Mike Pence"], "q": "between the problems they identify and the policy solutions they propose. They tend to talk about issues such as abortion and gay rights, stem cell research and the role of religion \"in the public square\": <q>Those who would have us ignore the battle being fought over life, marriage and religious liberty have forgotten the lessons of history,</q> said Rep. <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Former Arkansas <strong> Mike Huckabee </strong>, at the same summit, said: \"We need to understand there is a direct correlation between", "new_id": -2}, {"uid": "1295970536237928474", "i": 30320, "idx": 2, "sa": ["John McCain", "Colin Powell", "Barack Obama"], "q": "said. <strong> Colin Powell </strong>, a retired US general and a Republican, was once seen as a possible presidential candidate himself. <strong> Colin Powell </strong> said he has some concerns about the direction of the Republican Party, adding that it has <q>moved more to the right than <strong> Sen. Joe Lieberman </strong> would like to see it.</q> Read a transcript of <strong> Colin Powell </strong>'s remarks In regard to the financial crisis, which <strong> Colin Powell </strong> called the candidates' \"final exam,\" <strong> Colin Powell </strong> said <strong> John McCain </strong> appeared unsteady in dealing with it, while <strong> Barack Obama </strong> had excelled in", "new_id": -2}, {"uid": "1297137006173735943", "i": 47027, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Mayor Tom Leppert", "Michael Vick"], "q": "February 4 as a pre-Super Bowl shindig <strong> Dwaine Caraway </strong>, the mayor pro tem of Dallas, says he's ready to take over should <strong> Mayor Tom Leppert </strong> end his term early. New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q>My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy?</q> Dallas <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"uid": "1297087461088916006", "i": 37989, "idx": 0, "sa": ["Simon Cowell"], "q": "Unlike \"American Idol,\" \"The X Factor\" has no upper age limit for contestants. The show is open to singers and vocal groups; contestants must be 12 and older. <q>I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,</q> <strong> Simon Cowell </strong> said in a release from Fox. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording", "new_id": -2}, {"uid": "1297717396167477300", "i": 15797, "idx": 0, "sa": ["Michael Vick", "Tiger Woods"], "q": "receiving fine for spitting in Dubai <strong> Tiger Woods </strong> apologized after he was fined an undisclosed sum by the European Tour on Monday for... The NFL star whose name became synonymous with dogfighting is scheduled to be a guest on the <q>The... Grammy voter's love for Eminem seems to only extend to the rap categories. LAND OF CACTI AND CANYONS Asunset ride on horseback through a forest of giant cacti in Arizona's Saguaro National Park... Valentine's Day is a holiday that can be attributed to the Romans, the Greeks and <strong> Russell Stover </strong>. <h6> Written by </h6>  THE ASSOCIATED PRESS  The NFL star whose name became synonymous with dogfighting is scheduled to be a guest on the \"The <strong> Oprah Winfrey </strong> Show.</q> The daytime talk show host's interview with Philadelphia Eagles quarterback <strong> Michael Vick </strong> is set to air Thursday, Feb. 24. Officials with Chicago-based Harpo Productions say the interview will cover <strong> Michael Vick </strong>'s time in prison", "new_id": -2}, {"uid": "1296167454184549390", "i": 27035, "idx": 0, "sa": ["Chris Medina", "Simon Cowell"], "q": "\"-- his bride-to-be Julie got in an accident, suffered a brain injury, was in a coma for over a month. Wow, now he takes care of her, along with her mom. <q>What kind of guy would I be if I walked out when she needed me the most.</q> Singing \"Break Even,\" has a mellow, easy voice.... Hard-Luck \"Idol\" Contestant <strong> Chris Medina </strong> Has Web Buzzing When <strong> Simon Cowell </strong> was waiting at the end of the judges table, waiting to render judgment,", "new_id": -2}, {"i": 12859, "idx": 2, "index_answer": 0, "new_id": -1, "q": ", the governor's office and various state agencies. \"Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances,\" <strong> Bill Lockyer </strong> said. <q>It's improper, it will stop now, it will not happen again and we will get our money back.</q> Last year, for example, SIFMA lobbied against a bill that requires marketing intermediaries, who help investment funds win multibillion-dollar deals with state pension funds, to register as lobbyists with the state.", "sa": ["Bill Lockyer"], "uid": "1296655437186056720"}, {"uid": "1295560336014680069", "i": 10424, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "stepping down, to be replaced by founder Larry Page. Mr. <strong> Eric Schmidt </strong> will become executive chairman and will focus externally on deals, partnerships, customers, broader business relationships and government outreach. <q>Mr. Page will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's Chief Executive Officer.</q> <strong> Sergey Brin </strong>, the last of the triumvirate at the top of Google's management team, will devote his time and energy to strategic projects, in particular working on new products. It's a shocking", "new_id": -2}]