[{"uid": "1297454546240746577", "i": 37646, "idx": 0, "sa": ["Simon Cowell"], "q": "year in the US. The singer, who is a good friend of executive producer <strong> Simon Cowell </strong>, said that he would be happy to take a judging or mentoring role on the new series. <q><strong> Simon Cowell </strong> and I have talked about doing things together and I always try to be supportive of people who are friends of mine,</q> he told the Daily Mail. <strong> Simon Cowell </strong> previously described Usher as a \"great mentor\" but questioned whether he could afford enough time to the program. \"I like Usher, I like the", "new_id": -2}, {"uid": "1296492638150683650", "i": 23427, "idx": 0, "sa": ["Sergio Marchionne", "Nicklas Lidstrom", "Oprah Winfrey", "Robin Williams", "... More"], "q": "was certain the Michigan basketball team understood the concept of building off the <strong> ... More </strong> Red Wings defenseman <strong> Nicklas Lidstrom </strong> has been part of the two biggest comebacks in All-Star Game <strong> ... More </strong> Chrysler CEO <strong> Sergio Marchionne </strong> said salaried and hourly employees will receive <q>performance <strong> ... More </strong> Chrysler reported a$ 199-million net loss for the fourth quarter of 2010, but excluding interest on <strong> ... More </strong> Chrysler reports its fourth-quarter financial results this morning amid rising expectations that it <strong> ... More </strong> than 1,000 filmgoers-- and \"Detroit 1-8-7</q> fans-- sold out the Detroit Film Theatre to <strong> ... More </strong> Could <strong> Robin Williams </strong> get his Batman wish and appear in the highly anticipated third installment of <strong> ... More </strong> As it nears its one-month mark, the <strong> Oprah Winfrey </strong> Network has grown its prime-time", "new_id": -2}, {"uid": "1297195793265863175", "i": 16326, "idx": 6, "sa": ["Donald Rumsfeld"], "q": ", and even more difficult,\" he says. At the conclusion of NSC meetings when decisions were taken, members of the NSC staff were theoretically supposed to write a summary of conclusions. <q>When I saw them, they were often sketchy and didn't always fit with my recollections,</q> he writes. In the book, <strong> Donald Rumsfeld </strong> also says that he wanted to resign in the wake revelations of abuse and mistreatment of prisoners in the Iraqi detention facility of Abu Ghraib. \"", "new_id": -2}, {"uid": "1295163126076267547", "i": 1892, "idx": 0, "sa": ["John Dye", "Peter Yates", "David Letterman"], "q": "with you.) FACECROOK: A hacker who went to the took to Facebook to thank her fans for their support over the last few months. FAREWELLS: <strong> David Letterman </strong> Nelson, actor, director and <q>the older of the Nelson boys,</q> as the opening credits of died of colon cancer at 74... <strong> John Dye </strong>, star of died of heart failure at 47... <strong> Peter Yates </strong>, Oscar-nominated director of checking out of The Office sooner than we thought!...", "new_id": -2}, {"uid": "1295936421203702325", "i": 40279, "idx": 2, "sa": ["Ahmed Nazif", "Zahi Hawass"], "q": "had no legal claim to it. The SCA, which <strong> Zahi Hawass </strong> heads, said in an email that its request had been approved by both Prime Minister <strong> Ahmed Nazif </strong> and the Egyptian ministry of culture. <q>This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country,</q> it said.", "new_id": -2}, {"i": 27945, "idx": 2, "index_answer": 1, "new_id": -1, "q": " \"Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,\" <strong> Zahi Hawass </strong> said in a statement. But he asked that <q>this unique treasure be returned to the possession of its rightful owners, the Egyptian people.</q> World Video: Banned books back on sale in Tunisia's bookshops World Video: Raw Video: Deadly explosion at Moscow airport Report Abuse \"<strong> Zahi Hawass </strong> is nothing more than an Egyptian <strong> Sarah Palin </strong>( albeit with brains)", "sa": ["Sarah Palin", "Zahi Hawass"], "uid": "1295891307156680197"}, {"uid": "1295802995079921158", "i": 16139, "idx": 6, "sa": ["Colin Powell", "Barack Obama"], "q": "for the Arts, as some have suggested. \"Don't tell me you're going to freeze to a level. That usually is a very inefficient way of doing it,\" <strong> Colin Powell </strong> said. <q>Tell me what you're going to cut- and nobody up there yet is being very candid about what they're going to cut.</q> <strong> Barack Obama </strong> has pledged to freeze non-defense discretionary spending and Republicans have said they want to continue at 2008 spending levels. But <strong> Colin Powell </strong> said <strong> Barack Obama </strong>'s energy and \"youthful approach\" have proved useful in", "new_id": -2}, {"uid": "1295617389243957781", "i": 46198, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": " \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,\" Mr. <strong> David Cameron </strong> said. Mr. <strong> Andy Coulson </strong> said: <q>It's been a privilege and an honor to work for <strong> David Cameron </strong> for three and a half years. I'm extremely proud of the part I've played in helping him reach No. 10 and during the coalition's first nine months,</q> He said in a statement. \"Nothing is more important than the government's task of getting this country back on its feet.\" But, \"Unfortunately, continued coverage of events connected to my", "new_id": -2}, {"uid": "1295612145098222099", "i": 2273, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "events but when the spokesman needs a spokesman, it's time to move on.\" <strong> David Cameron </strong> said in a statement that he was \"very sorry\" that <strong> Andy Coulson </strong> was going but added that he could <q>understand that the continuing pressures on him and his family mean that he feels compelled to do so.</q> <strong> Andy Coulson </strong> played a key role in helping propel Conservative leader <strong> David Cameron </strong> to power in elections in May 2010. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his", "new_id": -2}, {"uid": "1296016388211435670", "i": 4440, "idx": 0, "sa": ["Kirsten Gillibrand", "Gary Ackerman", "Barack Obama", "Mayor Michael Bloomberg"], "q": "it will not slow the momentum we are building around the country,\" <strong> Mayor Michael Bloomberg </strong> said. Rep. <strong> Gary Ackerman </strong>( D-Queens) said he heard a \"touch of realism\" in Tuesday's address. <q>I think that he helped everybody to understand that we're really going to have to work together to make anything happen,</q> he told 1010 WINS. <strong> Mayor Michael Bloomberg </strong> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> said the president's speech demanded the need to \"continue the spirit of goodwill. \"` We need to keep working together, not as Democrats", "new_id": -2}]