[{"uid": "1295563029055377931", "i": 23680, "idx": 0, "sa": ["Eric Schmidt"], "q": "ejecutivo de la junta de la empresa, concentr?ndose externamente en las sociedades y las relaciones con el gobierno. Momentos despu?s que Google anunci el cambio, <strong> Eric Schmidt </strong> envi un mensaje a sus seguidores en Twitter diciendo <q> Ya no se necesita supervisi?n adulta durante el d?a a d?a! </q>. El otro co-fundador de Google, Sergei Brin, se concentrar en proyectos estrat?gicos y nuevos productos, dijo la compa?a. En una conferencia telef?nica, <strong> Eric Schmidt </strong> dijo que los tres han estado tomando", "new_id": -2}, {"uid": "1295501733152403995", "i": 14903, "idx": 0, "sa": ["Elton Brand", "Ben Wallace", "Samuel Dalembert", "Robert Horry", "Allen Iverson"], "q": "otherwise. Or did they? \"Defense is heart and desire and I thought we stepped it up on that end,\" said Sixers forward <strong> Elton Brand </strong>, who contributed 14 points on 6-for-8 shooting off the Ben Wallacech. <q> We haven't had some good games defensively, leading with 3-pointers. I thought we did a much better job in this game. </q> <strong> Allen Iverson </strong> scored 17 points and <strong> Samuel Dalembert </strong> was terrific once again with 17 points( 7-for-7 from the field), 12 rebounds and three blocked Robert Horrys. It was his second straight double-double and eighth of the It was", "new_id": -2}, {"uid": "1296629363025493514", "i": 16003, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "who had a string of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> <strong> Tom Brady </strong> said. A unanimous choice for the All-Pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. When he won the award in 2007, <strong> Tom Brady </strong> set an NFL mark with 50 touchdowns", "new_id": -2}, {"uid": "1296662548217710604", "i": 19081, "idx": 1, "sa": ["Bill Lockyer"], "q": "municipal bond issuers fees the organizations charge to members. \"Making taxpayers, in effect, foot the <strong> Bill Lockyer </strong> for banks' lobbying or campaign activities is not justified under any circumstances,\" said <strong> Bill Lockyer </strong>. <q> It's improper, it will stop now, it will not happen again, and we will get our money back. I urge municipal issuers in California and other states to take the same action if they're paying these fees from bond proceeds. </q> <strong> Bill Lockyer </strong> learned about the payments last week, and moved quickly to end the practice and recover State funds. The State started allowing underwriters to charge against bond proceeds the fees CalPSA and SIFMA assess their members", "new_id": -2}, {"uid": "1295589642085278733", "i": 743, "idx": 2, "sa": ["Eric Schmidt"], "q": "do that given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply. <q> I am not as concerned about the titles as I am winning, </q> <strong> Eric Schmidt </strong> said. \"I am quite certain that this change will result in faster decision making and better value for the shareholders.\" Google's stockholders have had little to complain about, not that it", "new_id": -2}, {"uid": "1297363741170426392", "i": 11116, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "there were times where we watched the game... \".... and I know it's bad to say, but there were times where we hope he gets hurt.... More <strong> Mark Buehrle </strong>: <q> Everything you've done to these dogs, something bad needs to happen to these guys. </q> <strong> Mark Buehrle </strong>'s right. Something bad should happen. Like, say, going to jail. Which actually happened to <strong> Michael Vick </strong>. For 18 months. He lost his freedom for 18 months. That's bad", "new_id": -2}, {"uid": "1295668630145047609", "i": 13634, "idx": 1, "sa": ["Chris Webber", "LeBron James", "Allen Iverson", "Shaquille O'Neal", "Kyle Korver", "Ben Gordon", "Tim Cahill"], "q": ". <strong> Kyle Korver </strong> was mobbed by his wildly celebrating teammates. Boston players sat dazed on the Ben Gordonch. A third overTim Cahille was on deck. <strong> Allen Iverson </strong> simply pumped his fist, his face expressionless as if he expected it. <q> <strong> Kyle Korver </strong> hit that <strong> Shaquille O'Neal </strong> shot and I was thinLeBron James,` If he hit that shot, we've got to win it, </q> he said. After <strong> Kyle Korver </strong> sent the game into a third overTim Cahille, <strong> Chris Webber </strong> delivered a clutch steal and secured the Philadelphia 76ers' 125-124 victory over the Celtics on Friday night. \"It was an amazing game,", "new_id": -2}, {"uid": "1295961759149602314", "i": 24874, "idx": 4, "sa": ["Larry Page", "Marissa Mayer", "Eric Schmidt"], "q": "nicht l?nger interessant\" , sagte <strong> Eric Schmidt </strong>. In zwei Jahren werde der Verkauf von Smartphones den PC-Absatz berholt haben. Die Entwicklung des schnelleren Mobilfunkstandards LTE werde die Internet-Nutzung mit Handys und anderen Ger?ten noch einmal erheblich verbessern. <q> Es ist interessant, dass Deutschland bei der Einf?hrung von LTE eine f?hrende Rolle in Europa hat. </q> <strong> Eric Schmidt </strong> hat am vergangenen Donnerstag berraschend seinen R?ckzug von der Konzernspitze zum 4. April angek?ndigt. Sein Nachfolger als Vorstandsvorsitzender wird dMarissa Mayer <strong> Larry Page </strong>, einer der beiden Google- Gr?nder. Der 55- j?hrige <strong> Eric Schmidt </strong> wird", "new_id": -2}, {"uid": "1296658429217907213", "i": 18281, "idx": 0, "sa": ["Steve Ballmer", "Patrick Lo", "Steve Jobs", "Jen-Hsun Huang"], "q": "company's CEO.( Source: Moca Blog) Netgear's Chief Executive, <strong> Patrick Lo </strong>, seemed to infer that Apple CEO <strong> Steve Jobs </strong>, currently on medical leave, would die soon.( Source: Reuters) <q> I for one will not buy any more Netgear products and neither should any other Apple fans </q>-- Angry Observer Netgear CEO <strong> Patrick Lo </strong> joined the ranks of Jobs+Steve Ballmer+Vista+Was+Not+Executed+Well+Theres+Nothing+Free+About+Android/article18464.htm\" Ballmer: Vista Was\"> Microsoft CEO <strong> Steve Ballmer </strong> and CEO Proclaims His Love of Apple Computers\"> NVIDIA's CEO <strong> Jen-Hsun Huang </strong> when he", "new_id": -2}, {"uid": "1294959203181354515", "i": 28927, "idx": 1, "sa": ["David Letterman", "Olivia Munn"], "q": "16, she felt very alone, she said. Then, something big happened. \"In America, the way to make friends is, like, throw a party,\" <strong> Olivia Munn </strong> told <strong> David Letterman </strong>. <q> Some kids at school found out that my parents were gon na be out of town. I said,` Sure,' I would have a party. So then, as I was walking through the halls, somebody hands me a flyer, like,` Here, go to this party.' And I looked at the flyer and it was directions to my house. Sad, but it was actually fun for me, because I was like,` Now people want to be my friend.' </q> Facebook! Know something we don't? E-mail us at <strong> Olivia Munn </strong> is hot now, but it wasn't always that way. The` Attack of the Show' alum and new` Perfect Couples' star", "new_id": -2}]