[{"uid": "1297271131262504545", "i": 35408, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "up to the 2004 presidential election. Specifically, in the book Known and Unknown, <strong> Donald Rumsfeld </strong> recalls taking issue with Bush's infamous`` Mission Accomplished'' speech, specifically the line in which the president said, <q> The transition from dictatorship will take time, but it is worth every effort. Our coaltition will stay until our work is done. </q> <strong> Donald Rumsfeld </strong> reacted:`` That was not the way I understood our plan. A nation that had suffered under decades of dictatorial rule was unlikely to quickly recognize itself into a stable, modern, democratic state", "new_id": -2}, {"uid": "1295640246179568662", "i": 40094, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Within technology circles, the move by <strong> Google Inc. </strong>-- born during the first dot-com boom-- to replace CEO <strong> Eric Schmidt </strong> with the 38-year-old Page left some wondering how the search giant would deal with middle age. <q> Founder becoming CEO... Is this like a <strong> Steve Jobs </strong> returning or a Jerry Yang returning? </q> Chris Dixon, a technology veteran who has invested in Skype and Foursquare, tweeted. Apple <strong> Google Inc. </strong> in the 1990s to save the company he founded from near death. Yahoo <strong> Google Inc. </strong>'s Jerry Yang made a similar return", "new_id": -2}, {"uid": "1294953528094584847", "i": 27397, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "'' <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., was in the room with <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>, D-Fla., and House Minority Leader <strong> Nancy Pelosi </strong>, D-Calif., along with others including <strong> Gabrielle Giffords </strong>' husband, astronaut Mark Kelly. <q> We were telling her how proud we were of her and how she was inspiring the whole nation with her courage and with her strength. </q>`` Then <strong> Debbie Wasserman Schultz </strong> and I started joking about all the things we were going to do when she got better. We were holding her hand, and she was responding to our hand holding, she was", "new_id": -2}, {"uid": "1297678702023707655", "i": 42638, "idx": 0, "sa": ["Zahi Hawass"], "q": "protests for the sake of Egypt. The Egyptian Museum, home to priceless collections, announced on Sunday that several priceless artefacts were stolen during a break-in on January 28. The missing pieces include <q> a gilded wood statue of the 18th Dynasty Pharaoh Tutankhamun being carried by a goddess, </q> and parts of another gilded wood statue of the king, Minister of State for Antiquities <strong> Zahi Hawass </strong> said in a statement.", "new_id": -2}, {"uid": "1295007567134168576", "i": 21229, "idx": 0, "sa": ["Allen Iverson", "Gary Moore"], "q": "lesion removed from his leg. His manager, <strong> Gary Moore </strong>, said <strong> Allen Iverson </strong> would not retire due to the leg injury, which The Associated Press said is giving pain to the 35-year-old point guard. <q> It has to be removed and tested to see if it's benign or not, </q> <strong> Gary Moore </strong> told AP.`` Once that's removed, <strong> Allen Iverson </strong> is going to look to rehabilitate his leg because the doctors tell him he'll be out four to six weeks. He's hoping to be able to", "new_id": -2}, {"uid": "1297576731237207610", "i": 7676, "idx": 1, "sa": ["Allen Iverson"], "q": "by a surgeon. The former NBA MVP will not require surgery but his calf has a calcium deposit and secondary bleeding.`` It's tricky because of the location,'' Andrews said as quoted by AP. <q> So we're going to try to treat it without surgery. </q> <strong> Allen Iverson </strong> is leaving his current team, Besiktas of the Turkish League. He signed with Besiktas last year after failing to receive an offer from a single NBA team. Medical officials said that <strong> Allen Iverson </strong>'s injury", "new_id": -2}, {"uid": "1296110214112230422", "i": 22035, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "the U.S. government repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. The following are comments from our users. Opinions expressed are neither created nor endorsed by", "new_id": -2}, {"uid": "1296514128235749380", "i": 22515, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "to phone messages of royal household staff. He has always denied any knowledge of wrongdoing at the newspaper. Cameron has defended his own judgement in hiring <strong> Andy Coulson </strong>, saying he felt the former editor had been <q> punished twice for the same offence. </q> The News of the World is part of <strong> Rupert Murdoch </strong>'s News Corp media group, which is waiting to hear if the government will clear its planned$ 12 billion( 7.5 billion pound) buyout of pay", "new_id": -2}, {"uid": "1297189127260702227", "i": 33994, "idx": 1, "sa": ["Simon Cowell"], "q": "and the other male judge`` won't be as good-looking'' as <strong> Simon Cowell </strong> himself.` American Idol,' <strong> Simon Cowell </strong> said he's watched clips of the current season and thinks the new judges are doing well. <q> I think they're doing fine. You know, they have a different approach to what I used to do before. I think the show had to reinvent itself, </q> he said. TV Replay: Watch TV's Best Moments Daily Our rights to these clips expire a few days after we post them. If you're seeing a different video here, it's because the correct", "new_id": -2}, {"i": 11815, "idx": 10, "index_answer": 2, "new_id": -1, "q": "dropped to 2-10 at home in the past six weeks, and face a road trip that includes games at Boston, Cleveland, New Orleans and Orlando.`` We lost again,'' point guard <strong> Rodney Stuckey </strong> said. <q> I don't know. I really can't explain anything anymore. We just keep losing, and now we've got some great teams to play. </q> <strong> Allen Iverson </strong> led all scorers with 31 points, and <strong> Antonio McDyess </strong> added 13 points and 13 rebounds. San <strong> Antonio McDyess </strong> led http://wn.com/Mavs-Spurs_106-93_I_Nowitzki_31pts,9reb,Terry_19pts_vs_Duncan_30pts,8reb,Parker_26pts,12ast SAN ANTONIO, April 28,2009( AP) <strong> Jason Terry </strong> galloped down court after one big shot and <strong> Josh Howard </strong> skipped", "sa": ["Jason Terry", "Josh Howard", "Rodney Stuckey", "Antonio McDyess", "Allen Iverson"], "uid": "1295937890179191810"}]