[{"uid": "1297521580190513158", "i": 15939, "idx": 1, "sa": ["Sergio Marchionne", "Sergio Chiamparino"], "q": "Trade unions and politicians have already accused <strong> Sergio Marchionne </strong> of`` blackmail'' in pushing through a tough deal on working conditions at Fiat's flagship Mirafiori plant in Turin to save the factory from closure. <q> Fiat is a great multinational which is growing in the world but its heart remaine Italian, Industry Minister <strong> Paolo Romani </strong> said Saturday, adding,`` All arguments are now closed. </q> Romanni had said Monday that he would be asking <strong> Sergio Marchionne </strong>`` to commit to investing in our country and remain with head and heart'' in Italy. Mayor of Turin <strong> Sergio Chiamparino </strong> said Saturday the Fiat", "new_id": -2}, {"uid": "1295710913115458082", "i": 18680, "idx": 0, "sa": ["Andy Coulson", "Brian Cowen", "Mary Harney"], "q": "at the... Report Abuse \" <strong> Mary Harney </strong> resigned four years too late. She should have done this years ago as she is detested as one of the worst ministers in Irish history next to <strong> Brian Cowen </strong>. \" Report Abuse <q> Fianna Fail took the debts of the rich and handed them to the taxpayer. Its that simple. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295304598102465596", "i": 46553, "idx": 0, "sa": ["Piers Morgan", "Howard Stern", "David Letterman"], "q": "who steals other comedians' material. The New York Post said <strong> Howard Stern </strong> made the comments in an interview to air on Tuesday's edition of CNN's new chat program`` <strong> Piers Morgan </strong> Tonight.'' <q> <strong> Jay Leno </strong> is insane. And <strong> Jay Leno </strong> is a crook. And the world knows exactly what he's up to. He steals a tremendous amount of material, </q> the Post quoted <strong> Howard Stern </strong> as saying.`` He's not fit to scrub <strong> David Letterman </strong>'s feet. I don't know how he's beaten <strong> David Letterman </strong> in the ratings. It's beyond my comprehension. America must be", "new_id": -2}, {"uid": "1297702504177799271", "i": 18632, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "sun. China is first focusing state support on its own equipment manufacturers. That helps them gain market share and cut prices, lowering the eventual cost of a nationwide solar construction program China plans for itself. <q> The Department of Energy's new SunShot Initiative to make solar energy as cheap as coal has given fresh hope to industry enthusiasts. And it may even give life to a nearly dead effort in Congress to put solar panels and water heaters on 10 million of America's roofs by 2020. </q> The 2010 legislation by <strong> Sen. Bernie Sanders </strong>( I-Vt.) hasn't had much momentum since the Senate's Energy and Natural Resources Committee approved it in July, and November's Republican gains in Congress has not helped the", "new_id": -2}, {"uid": "1297224727163495958", "i": 23614, "idx": 1, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "sentence.`` You have people who are not willing to forget it and you have other people who are willing to forgive'' said <strong> Dwaine Caraway </strong> today about <strong> Michael Vick </strong>'s involvement in the dog-fighting ring. <q> I do not condone cruelty to animals but it was not about that </q> <strong> Dwaine Caraway </strong> adds.`` It's about having someone that the children will listen to and take from that person,` hey, don't get involved with drugs, get your homework done, complete your education.", "new_id": -2}, {"uid": "1295284718082854012", "i": 48358, "idx": 1, "sa": ["Piers Morgan", "Jon Stewart", "David Letterman", "Mother Teresa"], "q": "then- you know, last week both <strong> Jon Stewart </strong> and <strong> David Letterman </strong> made a huge deal of pretending not to know who I was. Fantastic!` Cos we all know they do.'' He continued: <q> So it's funny. I want to be the great unknown of American television, the one they all pretend they don't know. That's great! Perfect! </q> Discussing how he likes`` stirring things up'' and causing`` controlled mayhem'', <strong> Piers Morgan </strong> added:`` CNN know they haven't hired <strong> Mother Teresa </strong>, to put it bluntly.'' This week, we", "new_id": -2}, {"i": 5355, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coordinator, because he is a defensive guy at heart, and he has that infectious personality- players relate to him,'' said former Eagles linebacker <strong> Ike Reese </strong>, who played for Mora with the Falcons from 2005-06. <q> He grew up around an NFL locker room. He has an aggressive approach. He's not an over-blitzer; Jim believes in getting after you with the front four and in strong secondary play. </q> Mora, of course, coached <strong> Michael Vick </strong> in Atlanta. Last October, he interviewed <strong> Michael Vick </strong> on behalf of the NFL Network; <strong> Michael Vick </strong> apologized to Mora for being immature and not being focused on his job when", "sa": ["Ike Reese", "Michael Vick"], "uid": "1295254492092618801"}, {"uid": "1296737383245350430", "i": 25521, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": ", defense officials listed a series of actions the military has taken to guard against contractor wrongdoing, including the formation of a working group focused on procurement fraud. <strong> Sen. Bernie Sanders </strong> said much more needs to be done. <q> It is clear that DoD's current approach is not working, and we need far more vigorous enforcement to protect taxpayers from massive fraud, </q> he said. Â© Copyright 2011 Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.", "new_id": -2}, {"uid": "1296607319049397800", "i": 24533, "idx": 7, "sa": ["Sergio Marchionne"], "q": "is embedded into the brand'', Mr <strong> Sergio Marchionne </strong> acknowledges.`` But it's about much more than that. I don't think it's dependent on fuel prices,'' he insists. <q> Buying a Fiat 500 is a lifestyle statement, </q> according to Mr <strong> Sergio Marchionne </strong>. VW to manufacture cars in Malaysia Invasion of Super-Brits The Brits ousting US film stars in iconic Hollywood superhero roles Helmet justice The cyclists using cameras to capture bad driving", "new_id": -2}, {"uid": "1296489186037306378", "i": 9636, "idx": 0, "sa": ["Michael Vick", "Peyton Manning"], "q": "Indianapolis Colts quarterback <strong> Peyton Manning </strong> was playing in his 11th Pro Bowl while his NFC counterpart, <strong> Michael Vick </strong>, participated in his fourth and first since 2005, having spent nearly two years in prison on dog-fighting charges. <q> This is a great experience to be voted by your coaches and peers, </q> said <strong> Michael Vick </strong>, the Philadelphia Eagles quarterback.`` To get back so soon is just a blessing.''", "new_id": -2}]