[{"uid": "1296387706032849946", "i": 44217, "idx": 0, "sa": ["Drew Brees", "Michael Vick"], "q": ", <strong> Drew Brees </strong> isn't among them. <strong> Drew Brees </strong> returns today for his fifth Pro Bowl as a backup to NFC starter <strong> Michael Vick </strong>, and continuing to participate when invited remains important to him. <q> It is, definitely, because it's a lot of fun and I think it's a great representation of the league and we want to show the fans a good time, </q> <strong> Drew Brees </strong> said yesterday. \"We want great events like this to continue, in places like Hawaii.\" <strong> Drew Brees </strong> spoke in the cool of the NFC locker room after signing an array of items for", "new_id": -2}, {"uid": "1296576663238125057", "i": 10357, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "right on time for that...? Bernsie- nail on the head. If he regretted his actions, then his actions were something he shouldn't have done. He didn't qualify it by saying <q> I regret putting myself in a situation where I could be unjustifiably accused of sexual assault </q>. He never pleaded his innocence. He just tried to move forward and make people forget. If you were wrongly accused of rape, raise holy hell, <strong> Ben Roethlisberger </strong>! At least <strong> Michael Vick </strong> seems to want", "new_id": -2}, {"uid": "1295455810253952003", "i": 9659, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor. \"In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,\" <strong> Sergio Marchionne </strong> said. <q> One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology. </q> Gulf Oil Expands Into 12 States, Rebrands 400 Stations in One Year Since Announcing its National Expansion Heartland Automotive Services, Inc., dba Jiffy Lube, Acquires Nebraska Lube, LLC., in Omaha and Lincoln Nebraska", "new_id": -2}, {"uid": "1297137461190611470", "i": 6477, "idx": 7, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell", "President Bush", "George H.W. Bush"], "q": "<strong> President Bush </strong>'s closest advisers, saying <strong> Condoleezza Rice </strong> lacked experience and <strong> Colin Powell </strong> showed poor management skills. Asked whether he admired his ex-boss's father president <strong> George H.W. Bush </strong>-- under whom he did not serve-- <strong> Donald Rumsfeld </strong> replied curtly: <q> No, I was kind of disappointed in him. </q> <strong> Condoleezza Rice </strong>, <strong> President Bush </strong>'s national security adviser who later became secretary of state, had \"never served in a <strong> George H.W. Bush </strong> administration position,\" a lack of experience that hampered her ability to organize critical meetings,", "new_id": -2}, {"uid": "1297229275207454253", "i": 42, "idx": 2, "sa": ["John McCain", "George Stephanopoulos", "Donald Rumsfeld"], "q": "decade,\" responded host <strong> George Stephanopoulos </strong>. <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong> in his memoir as having a \"hair-trigger temper\" and \"a propensity to shift his positions to appeal to the media.\" The book, <q> Known and Unknown: A Memoir, </q> is available in stores Tuesday. <strong> John McCain </strong> shot back, saying in an interview that while he \"respect[ s] <strong> Donald Rumsfeld </strong>,\" they had \"a very, very strong difference of opinion about the strategy", "new_id": -2}, {"uid": "1294997831235044870", "i": 44269, "idx": 0, "sa": ["Mr. Jacobs", "Sergio Marchionne", "John Kasich"], "q": "Ohio's open for business. If you've had problems, it's a new day and a new way of doing things in Ohio,\" Governor <strong> John Kasich </strong> said, when asked what he told the automakers. <q> Whether it is our governmental regulatory policy, our tax policy, our job training programs, problems that companies have with energy: We want to know early on exactly what we can do to be helpful, and we want to move. \"We don't want to be bureaucrats talking about things and getting nothing done. </q> The meeting with Chrysler occurred a day after Chrysler Chief Executive <strong> Sergio Marchionne </strong> told The Blade that Toledo could expect in the next six months an announcement concerning the expansion of Chrysler's Toledo Assembly operations. <strong> Mr. Jacobs </strong> <strong> John Kasich </strong> met with", "new_id": -2}, {"uid": "1296081802244613134", "i": 1397, "idx": 1, "sa": ["Andy Coulson"], "q": "for evidence to discover whether other executives from that era are implicated. \"This is a new phase for News International in relation to the hacking,\" said a businessman close to the media group. <q> They want to know everything and root out anyone who obtained information improperly. It could get pretty messy. </q> <strong> Andy Coulson </strong>, the former director of communications for the prime minister who was editor of the News of the World at the relevant time, has always denied all knowledge of the hacking. In investigating", "new_id": -2}, {"uid": "1296179950266141706", "i": 16763, "idx": 2, "sa": ["Barack Obama", "Chuck Schumer", "Sen. Bernie Sanders"], "q": "Thursday the solution should not slash benefits for future generations or subject benefits \"to the whims of the stock market.\" <strong> Sen. Bernie Sanders </strong> said he would like to hear a stronger pledge from <strong> Barack Obama </strong>. <q> <strong> Jeb Hensarling </strong> of Texas said, and he's the Republican conference chairman, that they're going to take <strong> Rand Paul </strong> Ryan's blueprint and use it, </q> said <strong> Chuck Schumer </strong>. \"That's privatizing Medicare.... They're going to do the same for Social Security. \"Their agenda: Privatize both programs, which means end them,\" said <strong> Chuck Schumer </strong>.", "new_id": -2}, {"uid": "1295436823052150325", "i": 42981, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "inspired by X Factor judge <strong> Simon Cowell </strong>. The actress told The Sun that she thinks her alter-ego, famous for her cutting put-downs, would make a great panellist on the TV talent show. She said: <q> I think Sue Sylvester has British in her. I think the US look at the British as a race that tells it how it is. \"And if ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her. \"He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. </q> <strong> Jane Lynch </strong> won the best supporting TV actress gong at the Golden Globes on Sunday for her role as the ultra-competitive tracksuit-wearing cheerleading coach. She told the newspaper: \"I think she'd be fantastic", "new_id": -2}, {"i": 20501, "idx": 2, "index_answer": 1, "new_id": -1, "q": "the judges' panel. We should expect an announcement regarding \"The X Factor's' judges' roster \"in three or four weeks,\" said <strong> Simon Cowell </strong>. Will <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends eighty-percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor\" producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297120389257998877"}]