[{"uid": "1296687274182059050", "i": 42472, "idx": 2, "sa": ["John Krautner", "David Letterman"], "q": "and Jack were buddies. Later, Jack was over at <strong> David Letterman </strong>'s house, so <strong> John Krautner </strong> and I went over there: \"Hey, Jack, we've got a question for you--\" And Jack said <q> Yes, already, yes, absolutely, wan na join, count me in. </q> We said, \"All right!\" Whenever we practiced at Jack's house, we practiced upstairs in his room. For the record: Jack's house is red and white.", "new_id": -2}, {"uid": "1296524456137232420", "i": 19699, "idx": 0, "sa": ["Michael Vick"], "q": "\" wasting more taxpayer money to wage their political agenda. i think bloomberg has much more important things to worry about, LIKE TRYING TO BALANCE HIS@#$% BUDGET> Report Abuse <q> The results of the sting illustrate that even in a place where you would EXPECT the current regulations to be complied with, they aren't. I suggest HUGE CRIMINAL PENALTIES for SCUM who would bypass the current regulations that are intended to keep nutjobs, drug addicts, and felons from buying guns. </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Serial Rapist Suspected of Strangling Wash.. Guard Honda Film: Mobility 2088 Ponder the possibilities of future transportation and energy", "new_id": -2}, {"uid": "1295618617243957797", "i": 6334, "idx": 2, "sa": ["Clive Goodman", "Andy Coulson", "Tommy Sheridan", "Sean Hoare"], "q": "involving <strong> Clive Goodman </strong>. No one was more sorry about it than me; that's why I resigned.\" <strong> Tommy Sheridan </strong> asked whether he know what the phrase \"the dark arts\" meant. <strong> Andy Coulson </strong> replied: <q> As far as I'm concerned it means investigative work. \"I think others have described it as meaning illegal work. All I can tell you is that as far as my reporters are concerned the instructions were very clear: they were to work within the law and within the PCC code. It's in their handbooks. </q> <strong> Andy Coulson </strong> was asked about allegations by a former NoW journalist, <strong> Sean Hoare </strong>, that <strong> Andy Coulson </strong> asked him to use the \"dark arts\". <strong> Andy Coulson </strong> replied: \"I have absolutely no recollection of telling him that", "new_id": -2}, {"uid": "1296355470205914120", "i": 21204, "idx": 0, "sa": ["Mike Pence"], "q": "a strong candidate with strong Indiana roots to contrast <strong> Mike Pence </strong>'s prominence in Washington. Parker described <strong> Mike Pence </strong> as a partisan ideologue who wouldn't fit well with Indiana voters who he said typically favor centrist candidates. <q> The one thing most Hoosiers would say they don't want in Indianapolis at the Statehouse is Washington politics, </q> Parker said. \"He's used to the Washington game of lay blame and be partisan. He's going to have a hard time making the transition I believe.\" It might be May or later", "new_id": -2}, {"uid": "1295991931115605509", "i": 27568, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice-president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest rival. Microsoft", "new_id": -2}, {"uid": "1296850256052805655", "i": 31061, "idx": 2, "sa": ["Roger Goodell", "Chad Ochocinco", "Michael Vick"], "q": "2009 season after spending 18 months in prison on federal charges of running a dogfighting ring. \"We're looking for success stories; we're not looking for players to fail,\" <strong> Roger Goodell </strong> said. <q> He's paid a very significant price and he's doing the right thing. </q> <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. <strong> Chad Ochocinco </strong>", "new_id": -2}, {"uid": "1295127469219299878", "i": 2691, "idx": 0, "sa": ["David Stern", "Torben Rolfsen", "David Letterman", "LeBron James"], "q": "teams, we assume, start at$ 180,000 a pop. Boos problem \"<strong> David Stern </strong> says that NBA fans boo <strong> LeBron James </strong> because he's good,\" noted Vancouver( B.C.) comic <strong> Torben Rolfsen </strong>. <q> Maybe, but that doesn't explain why they boo <strong> David Stern </strong>. </q> Beauties and a beast Among the signs you're not going to win the Miss America pageant, from CBS's <strong> David Letterman </strong>: â\u0080¢ \"Only thing you ever won was a buffalo-wing eating", "new_id": -2}, {"i": 26802, "idx": 0, "index_answer": 0, "new_id": -1, "q": "County Naval and Military Park, <strong> Kirsten Gillibrand </strong> outlined her plans to provide tax credits for businesses that hire veterans, provide more job training, and better prepare troops leaving the service for a tight job market. <q> We have real challenges in terms of unemployment, </q> <strong> Kirsten Gillibrand </strong> told the round-table discussion, adding that unemployment rates of 15 percent among recently discharged veterans \"can not be tolerated.\" \"We need to do better in terms of making opportunities available to these", "sa": ["Kirsten Gillibrand"], "uid": "1297517098025886731"}, {"uid": "1296770511173654034", "i": 12193, "idx": 43, "sa": ["Donald Rumsfeld", "Colin Powell", "Bill Clinton", "Dick Cheney"], "q": ".\" A week later, <strong> Donald Rumsfeld </strong> gave the <strong> Bill Clinton </strong> a handwritten note saying \"that you have my resignation as <strong> Donald Rumsfeld </strong> of Defense any time you feel it would be helpful to you.\" <q> Don, someone's head has to roll over this, </q> Bush told him. But the <strong> Bill Clinton </strong> called him that night and said that \"your leaving is a terrible idea.\" Bush asked whether he should oust <strong> Colin Powell </strong> <strong> Dick Cheney </strong> Myers instead. <strong> Donald Rumsfeld </strong> replied that he would be", "new_id": -2}, {"uid": "1296535482017350713", "i": 49134, "idx": 1, "sa": ["Sergio Marchionne", "Barack Obama"], "q": "these figures are not as bad as the company emerged from bankruptcy in 2009. Chrysler announced that produced an operating profit in the first quarter of 2010 for the first time since the economic crisis began. <q> It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations. Our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives, </q> added <strong> Sergio Marchionne </strong>. Last year, U.S. <strong> Barack Obama </strong> made the difficult decision to provide Chrysler with financial support if they proved to be able to restructure their businesses into a long-term viability without ongoing government assistance.", "new_id": -2}]