[{"uid": "2008092222_00020352_W", "i": 1621, "idx": 12, "sa": ["John McCain"], "q": "issues, and if you have an issue that you're not real familiar with, you can talk to others and make that decision in the comfort of your own home.\" others aren't so enamored. <q> we understand some people really truly need absentee ballots but some folks are just plain lazy, </q> said kristine schmidt, city clerk in brookfield, wisconsin, a suburb of milwaukee. \"they don't want to be bothered by having to stand in line.\" <strong> John McCain </strong> fortier, an early voting expert at", "new_id": -2}, {"uid": "2008101510_00003897_W", "i": 3026, "idx": 0, "sa": ["Jean-Pierre Escalettes"], "q": "win over tunisia. two goals from stade de france- but the booing and whistling by some in the crowd as the was played infuriated sarkozy, who demanded an investigation. french football federation president <strong> Jean-Pierre Escalettes </strong> following the <q> scandalous incidents which occurred at the stade de france. </q>, the ministerial secretary of state, will also be present, elysee sources said. france no longer play friendlies against maghreb region countries following similar problems in recent years against tunisian- friendlies against north african sides traditionally", "new_id": -2}, {"uid": "2008091112_00031320_W", "i": 627, "idx": 11, "sa": ["Doug Allen", "Ned Vaughn"], "q": "one card would be returned and counted per individual member, preventing anyone from skewing the results of the poll by reproducing the cards in large numbers and returning them filled in.\" the code will also be used <q> to permit demographic analysis of the response to determine how representative the response is. </q> <strong> Doug Allen </strong> said he instructed bennett \"to make sure that the name of any responding member is to be kept confidential and is not to be used for any purpose.\" <strong> Ned Vaughn </strong> issued a statement the next day stating", "new_id": -2}, {"uid": "2008122219_00035147_W", "i": 1486, "idx": 2, "sa": ["Thomas Hamilton"], "q": "the home, the number of residents whose mobility worsened after admission and whether residents received recommended medical care. www.medicare.gov, will be updated monthly and also includes staffing levels and whether the facility is for-profit or not-for-profit. <q> the new web site improvements also include links to information for community-based alternatives to nursing homes that may be of great interest to families, </q> said <strong> Thomas Hamilton </strong>, who helped develop the new system. \"around 3 million americans depend on nursing homes at some point during each year to provide life-saving care,\" cms administrator kerry weems said in a statement.", "new_id": -2}, {"uid": "2008102122_00035328_W", "i": 2300, "idx": 5, "sa": ["Sarah Gallagher"], "q": "tackle:? peter brasket, 48, is the current school board chairman. brasket is co-founder and senior vice president of jobs2web inc., which specializes in interactive recruitment. brasket said the biggest district issue is to <q> provide quality education against the backdrop of uncertain funding, a very difficult economy, and ever-increasing state and federal mandates. </q> brasket lives in independence with his wife, susan, and four children.? <strong> Sarah Gallagher </strong>, 52, is the current school board vice chairwoman. <strong> Sarah Gallagher </strong> owns a dental practice in eden prairie with her husband. <strong> Sarah Gallagher </strong>", "new_id": -2}, {"uid": "2008090805_00104114_W", "i": 988, "idx": 5, "sa": ["Glenn Stevens"], "q": "of rises in lenders interest rates, which from a macroeconomic point of view was not needed.\" mr <strong> Glenn Stevens </strong> said australia is probably six months away from seeing clear data evidence that inflation has begun to fall. <q> admittedly, we are probably six months away from seeing clear evidence that inflation has begun to fall, and even then it has to fall quite some distance before it is back to rates consistent with achieving 2 to 3 per cent on average, </q> he said in his opening remarks to the committee. mr <strong> Glenn Stevens </strong> declined to comment on the prospect for further rate cuts, saying the situation would be assessed on a month by month basis. but he noted that", "new_id": -2}, {"uid": "2008102403_00016846_W", "i": 764, "idx": 0, "sa": ["Barack Obama"], "q": "every-man-for-himself ideology, now lying in shards on wall street and in americans' bank accounts. mr. <strong> Barack Obama </strong> has another vision of government's role and responsibilities. in his convention speech in denver, mr. <strong> Barack Obama </strong> said, <q> government can not solve all our problems, but what it should do is that which we can not do for ourselves: protect us from harm and provide every child a decent education; keep our water clean and our toys safe; invest in new schools and new roads and new science and technology. </q> since the financial crisis, he has correctly identified the abject failure of government regulation that has brought the markets to the brink of collapse. the economy the american financial system is the victim of decades of republican deregulatory", "new_id": -2}, {"uid": "2008110316_00010907_W", "i": 2791, "idx": 7, "sa": ["Amber Lee Ettinger", "Eric Dezenhall", "John McCain"], "q": ", a public relations expert, nominates a different telling moment for <strong> John McCain </strong>, from the town-hall-style debate in october. \"he was sort of wandering around in the back as <strong> Amber Lee Ettinger </strong> was speaking,\" <strong> Eric Dezenhall </strong> said. <q> you have this old guy who just doesn't know what to do. </q> the victor's path to the presidency will be well chronicled in future history books. the losers' treks, no matter how compelling, will get lesser treatment. except, perhaps, for <strong> Amber Lee Ettinger </strong>'s historic journey", "new_id": -2}, {"uid": "2008100413_00027300_W", "i": 2368, "idx": 2, "sa": ["Tony Gordon"], "q": "glasgow rangers\" . according to an itv spokesman, the dialogue seemed \"to have caused some upset\" . as such, one of the character's lines in an upcoming episode- that he was allergic to <q> warm beer, the english national anthem and glasgow rangers </q>- has now been dropped. \"both comments were in keeping with the character of <strong> Tony Gordon </strong>. but we have to bear in mind that it does seem to have caused some upset so the decision was made to", "new_id": -2}, {"uid": "2008122501_00043401_W", "i": 4320, "idx": 1, "sa": ["Liam Kavanagh"], "q": "and volatile organic compounds. \"there have been some concerns about the health and environmental impacts of synthetic turf raised by a number of organizations and the public advocate,\" mr. <strong> Liam Kavanagh </strong> said in the phone interview. <q> we, in cooperation with the health department, have been meeting with them over about a year or a year and a half. </q> after the report was released in may, he said, the department agreed to conduct some follow-up tests that included air-quality samples and bulk samples from two parks, john mullaly park in the bronx. the test results", "new_id": -2}]