[{"q": "stand by what I've said about those events,\" he said, \"but when the spokesman needs a spokesman, it's time to move on.\" ( A nice variant on <strong> Alastair Campbell </strong>'s axiom, <q> Once you become the story, it's time to quit. </q>) For <strong> Andy Coulson </strong>'s boss <strong> David Cameron </strong>, it is a huge blow. The PM's extraordinary ability to ride above the fray is mainly due to his roots and upbringing- Old Etonian arrogance, if you", "sa": ["Alastair Campbell", "David Cameron", "Andy Coulson"], "index_answer": 0, "idx": 2, "i": 2514}, {"uid": "1296231867027263003", "i": 4691, "idx": 5, "sa": ["Michael Gove"], "q": "political claptrap to the contrary, our state eduction system is a disgrace. <strong> Michael Gove </strong> is actually being too soft. Poor teachers also need to be sacked and power given back to headteachers to enforce proper discipline. <q> The education secretary will have the right to order a local authority to close a school that is in special measures, requires significant improvement or has failed to comply with a warning notice. The Michael Government will also be able to direct councils to give a warning notice to an under-performing school, as part of the education bill published today. </q> Good. \" \"Every school that is under-performing will be held to high standards, and if a sponsor is not doing an appropriate job then we will demand change and if necessary we will issue", "new_id": -2}, {"uid": "1297261983254083210", "i": 6321, "idx": 4, "sa": ["Michael Gove"], "q": "co-founder Netmums: More information, but more confusion for parents Mrs Russell says, while Mr <strong> Michael Gove </strong>'s new measure gives parents more information, there is a risk that parents will be confused. <q> More information being available is always good. But I think having a new measure will lead to a lot of confusion amongst parents. Does it mean that a good school is now not so good? </q> Mrs Russell says the new benchmark of pupils achieving good grades in five academic subjects opens up a debate of what subjects should be taught. Kevin Stannard, Girls' Day School Trust: Mixed view", "new_id": -2}, {"uid": "1297426199245137410", "i": 43521, "idx": 3, "sa": ["Michael Gove"], "q": "\"The basic decision on this stands.\" The Michael Government's upbeat tone resulted from the fact that the judgement ensured there was no challenge to Mr <strong> Michael Gove </strong>'s ability to make the decision. <q> The final decision on any given school or project still rests with him[ <strong> Michael Gove </strong>], </q> the judge found. \"He may save all, some, a few, or none. No one should gain false hope from this decision.\" The axing of the project last summer", "new_id": -2}, {"uid": "1296131441210878503", "i": 5525, "idx": 1, "sa": ["Michael Gove"], "q": "Headteachers will be able to discipline pupils who misbehave on their way to and from school but rules forcing teachers to give parents 24 hours notice of a detention will be scrapped. Mr <strong> Michael Gove </strong> said: <q> This Michael Government backs teachers. All the evidence from those countries with great education systems tells us that nothing is more important than attracting great people into teaching and supporting them in the classroom. \"Teachers will be free to impose the penalties they need to keep order and free from the red tape which swallows up teaching time, so they can get on with their first duty- raising standards. </q> But the bill also includes an unexpected additional clause making university students pay higher rates of interest on tuition fee loans. The Michael Government says this has to be included before the new university funding regime", "new_id": -2}, {"uid": "1295452218083853347", "i": 12884, "idx": 0, "sa": ["Michael Gove", "Andy Burnham"], "q": "to end the grants for teenagers. Mr <strong> Andy Burnham </strong> said it was an attack on the aspirations of young people. Education Secretary <strong> Michael Gove </strong> said the grant had been \"poorly targeted\" and told MPs <q> you can not spend money you do not have </q>. \"Choices are dependent on the money- and where is the money coming from?\" said Mr <strong> Michael Gove </strong>. He told the MPs the choice was whether or not they wanted to \"", "new_id": -2}, {"uid": "1297261969180371472", "i": 1852, "idx": 1, "sa": ["Michael Gove"], "q": "a degree in English literature without EMA. \"The Michael Government think they can get away with targeting vulnerable people,\" said Tali Janner-Klausner, 19, a part-time student at City Lit college. <q> Some of the cabinet are millionaires and the Michael Government's propped up by big business... they don't understand what? 30 a week means to many people, </q> she said. \"Choices are dependent on the money- and where is the money coming from?\" said Mr <strong> Michael Gove </strong>. \"If we really believe in generating social mobility in this country", "new_id": -2}, {"uid": "1297261982254083402", "i": 831, "idx": 1, "sa": ["Michael Gove"], "q": "likely to happen if you pay them more for being good at their jobs. After all, teachers, like pupils, want to be liked, and they want to have friends in the workplace.\" \" <q> \"But be in no doubt about the significance of the Education Secretary's plans: they amount to a declaration of war on the teaching establishment and the principles which have dominated state schools for more than 40 years. </q> \"Educational theorists, along with many civil servants in the Whitehall education machine, the zealots who run teacher training colleges and tens of thousands of teachers will fight tooth and nail against almost everything Mr <strong> Michael Gove </strong>", "new_id": -2}, {"uid": "1297682501211042366", "i": 37102, "idx": 2, "sa": ["Michael Gove", "Justine Thornton"], "q": "people challenge me on it from a political standpoint, the more resistant I will become.\" In the Times, Mr <strong> Justine Thornton </strong> reveals that Angels, whose lyrics include \"I sit and wait\" and <q> I know that life won't break me </q>, is \"always in the CD player in the car when we get away for a weekend together\" . <strong> Michael Gove </strong> does not share the unhealthy bedroom habits of comedian Eric Morecambe( left) He adds", "new_id": -2}, {"uid": "1297234021222871650", "i": 9274, "idx": 1, "sa": ["Michael Gove"], "q": "the vast majority of people in the country would prefer Grove and Cameron to the likes of you? Manningtreeimp 7 February 2011 8:00 PM Manningtreeimp 7 February 2011 8:07 PM johnpaulread <q> Are neither of you aware that the vast majority of people in the country would prefer Grove and Cameron to the likes of you? </q> ArseneKnows 7 February 2011 8:10 PM On one hand we have <strong> Michael Gove </strong> giving the go ahead for a HINDI free school, purchasing the estate and buildings( a closed private school) in which the", "new_id": -2}]