[{"uid": "1296142179017235999", "i": 40041, "idx": 0, "sa": ["Michael Gove"], "q": "our personnel are responded to with a proper sense of giftedness from the nation's side of the covenant. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in schools. Teaching unions respond to Education Bill ePolitix.com members offer a mixed reaction to the publication of the Education and Children's Bill.", "new_id": -2}, {"uid": "1295545755266108930", "i": 40769, "idx": 4, "sa": ["Michael Gove"], "q": "at GCSE, Mr <strong> Michael Gove </strong> responded with an emphatic \"yes\" . He added: \"We have given people a nudge with the English Baccalaureate towards a certain set of academic subjects.\" <q> Beyond that we want to have an informed debate. </q> To gain the English Baccalaureate pupils need good GCSEs in English, maths, science, a modern foreign language, and either history or geography. Mr <strong> Michael Gove </strong> has long criticised the size of the national curriculum,", "new_id": -2}, {"uid": "1297452829228950020", "i": 45975, "idx": 3, "sa": ["Michael Gove"], "q": "of equality law under one piece of legislation. Lawyers said its impact would grow as council budgets came under pressure. Stephen Hocking, a partner at Beachcroft LLP, a commercial law firm, said: <q> The Equality Act has profound implications for local authority decisions in relation to the delivery of public services- and the impact of the Act will only be increased by the cuts in local authority budgets over the next few years. \"The Act is making it much harder for Michael Government and local authorities to make any cuts to services and this is an increasingly precarious area for them. </q> The judge said local authorities would be allowed to make representations to Mr <strong> Michael Gove </strong> and he would have to reconsider his decision, but that he would still have the final say in the matter. He will", "new_id": -2}, {"uid": "1297718111008798502", "i": 31448, "idx": 5, "sa": ["Michael Gove"], "q": "said the High Court had ruled Mr <strong> Michael Gove </strong> was \"guilty of an abuse of power\" and there had not been \"one word of apology\" from the secretary of state. He said Mr <strong> Michael Gove </strong> <q> should now remove himself from any further part in this decision </q>. The BBC is not responsible for the content of external sites. Read more.", "new_id": -2}, {"uid": "1297426049196083720", "i": 25610, "idx": 5, "sa": ["Michael Gove"], "q": "projects.\" He also pointed out that the judge had concluded that \"there was no promise or expectation\" that any of the claimants' projects would proceed. However, he added: <q> The Secretary of State will now look again at his decision with regard to these authorities with an open mind, taking representations from them. \"The judge set out, however, that \"the final decision on any project still rests with him and.... No one should gain false hope from this decision. </q>` Budget deficit' Lawyers for Mr <strong> Michael Gove </strong> had argued his decisions were not made lightly and were not open to legal challenge. In written statements put before the court, they said the coalition", "new_id": -2}, {"uid": "1296826564039223317", "i": 19046, "idx": 3, "sa": ["Michael Gove", "Andy Burnham"], "q": "to university. <strong> Michael Gove </strong> has very little to say to these young people, and his curriculum and league table reforms are sending a very clear message that vocational learning is second best,\" <strong> Andy Burnham </strong> said. <q> With youth unemployment at a record high, we need to equip young people with a broad range of knowledge and skills to help them enter the modern workforce. </q> Labour had made changes to focus the curriculum on English and maths, and the take-up of single sciences had increased \"significantly\" as a result of Labour policies, he said. AS-levels to be", "new_id": -2}, {"uid": "1296030370000671746", "i": 58202, "idx": 2, "sa": ["Michael Gove", "Nicole Kidman"], "q": ". Mr <strong> Michael Gove </strong>'s lawyers say each of the six councils seeking judicial review will in any event receive in total \"well in excess of? 1bn in BSF funding\" , and the case was about <q> whether they must get even more </q>. 05 JULY 2010, EDUCATION& FAMILY Deeply disturbed <strong> Nicole Kidman </strong> confronted her own fears for Oscar-nominated role Non-existent country After 20 years, Somaliland still waiting to leave Mogadishu chaos Up in smoke", "new_id": -2}, {"uid": "1295451275253739115", "i": 16520, "idx": 3, "sa": ["Michael Gove", "Lindsay Hoyle"], "q": "party has had the courage to atone for or apologise for.\" In an emotional and bad-tempered debate, Mr <strong> Michael Gove </strong> shouted \"sit down\" at MPs trying to interject during his speech. <q> The secretary of state is getting very excited, </q> deputy speaker <strong> Lindsay Hoyle </strong> said. \"People are trying to intervene. I'll decide when they've stood up for too long.\" Student protestors will gather in Piccadilly Circus at 16:00 GMT before", "new_id": -2}, {"uid": "1295138821018858005", "i": 37318, "idx": 2, "sa": ["Michael Gove"], "q": "others, if you believe that education should bring out the talents of individual children. \"You're rubbishing all their choices[ of non-bac subjects] by creating an artificial hierarchy,\" he said to <strong> Michael Gove </strong>. <q> I don't start with an arbitrary selection of which things matter, I start with what will make this child blossom... and if that turns out to be sport or music or art, I celebrate that. </q> <strong> Michael Gove </strong> countered that he believed \"that it's a good idea for schools to teach people how to spell, how to write a grammatical sentence, how to use multiplication tables\" .( Don't you", "new_id": -2}, {"q": "ban underwriters from shifting the member fees to municipal-bond issuers. Both groups have political-action committees that finance candidate campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said. <q> Apparently, it's a practice all over the country, </q> <strong> Bill Lockyer </strong> said today in a telephone interview. \"I don't think it's a good one.\" -- With assistance from Michael B. Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum", "answer_q": "ban underwriters from shifting the member fees to municipal-bond issuers. Both groups have political-action committees that finance candidate campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said. <q> Apparently, it's a practice all over the country, </q> <strong> Bill Lockyer </strong> said today in a telephone interview.`` I don't think it's a good one.''-- With assistance from <strong> Michael B. </strong> Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum", "answer": "Bill Lockyer", "sa": "['Bill Lockyer', 'Pete Young']", "index_answer": 0, "idx": 2, "i": 22218}]