[{"uid": "1295779892017170523", "i": 1843, "idx": 9, "sa": ["Mike Pence"], "q": "get you to the finish line. You need to be able to expand beyond that.\" <strong> Mike Pence </strong> said Monday he's leaning in one direction but declined to say what it was. <q>We're nearing the end of a process that began right after Election Day in November,</q> <strong> Mike Pence </strong> said. \"We've determined that it would be appropriate for us to make a decision on our general direction before the end of January.\" His recent activities suggest he has been", "new_id": -2}, {"i": 6866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do. \"We're trying to be as transparent and as collaborative as possible,\" <strong> Eric Schmidt </strong> said. <q>We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things that we're doing are very pro-competitive, and I genuinely believe that,</q> he said. Google's other co-founder, <strong> Sergey Brin </strong>, will oversee strategic projects. <strong> Sergey Brin </strong> said he wants to focus more on his personal passions, including several \"significant\" new products. He said he", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669701105103360"}, {"uid": "1297373176141738012", "i": 10311, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "In our Chalk Talk with Avocent CTO Ben Grimes, we get a first-hand look at some of the challenges with managing power, including a look at some of the tools Avocent offers to help with this. <q>Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team,</q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1297184222036618258", "i": 14207, "idx": 2, "sa": ["Dwaine Caraway", "Brent Jones", "Michael Vick"], "q": "making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school, staying away from drugs, making positive choices about picking friends, and the importance of education,\" <strong> Dwaine Caraway </strong> said. <q>That was the focus of the event.... For those reasons, <strong> Michael Vick </strong> deserves such an action from my office.</q> To report corrections and clarifications, contact Standards Editor <strong> Brent Jones </strong>. For publication consideration in the newspaper, send comments to", "new_id": -2}, {"uid": "1296584933205504518", "i": 35925, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "In the cold opening to last night's Late Show with <strong> David Letterman </strong>, an awkward green-room encounter between the host and guest, <strong> Justin Bieber </strong>, culminated with the teenage sensation sheepishly admitting to <strong> David Letterman </strong>'s suspicion when he said, <q>Yeah- you have no idea who I am, do you?</q> It was a funny bit that took advantage of the generation( s) gap between the two, allowing <strong> David Letterman </strong> to get away with later asking, \"Do you use <strong> Justin Bieber </strong> on \"Today\": When they", "new_id": -2}, {"uid": "1295253261226672695", "i": 48424, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "condition from critical to serious. Giffords was taken off a ventilator Saturday and is now breathing on her own through a tracheotomy tube, while a feeding tube was inserted at the same time. <q>The congresswoman continues to do well,</q> the hospital, University Medical Center in Tucson, said in a statement. Her friend and fellow lawmaker, <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, reiterated this, telling the media that Giffords, known as Gabby to her friends", "new_id": -2}, {"uid": "1295397194060080131", "i": 17346, "idx": 0, "sa": ["Piers Morgan", "George Clooney", "Howard Stern", "David Letterman", "Mary Tyler Moore", "Amy Adams", "Ben Kingsley", "Oprah Winfrey", "Ricky Gervais", "Condoleezza Rice", "Robert Redford"], "q": "the good fortune to interview <strong> David Letterman </strong>, <strong> Amy Adams </strong>, <strong> Howard Stern </strong>, <strong> Robert Redford </strong>, <strong> Mary Tyler Moore </strong>, <strong> Ben Kingsley </strong> and Urkel from \"Family Matters.\" Before joining the crime for the Rockford Register Star, which may explain his affinity for <q>Hill Street MLK and America's Insufficient Economic Bill of Rights Musharraf says blasphemy law can not be changed <strong> Piers Morgan </strong> says Madonna not welcome on his new show( Interview w/Billy Bush) premiere of <strong> Piers Morgan </strong>'s new CNN show, \"<strong> Piers Morgan </strong> Tonight,</q> will debut this evening with <strong> Oprah Winfrey </strong> as his first guest. Other guests this week will include <strong> Howard Stern </strong>, <strong> Ricky Gervais </strong>, <strong> George Clooney </strong> and <strong> Condoleezza Rice </strong>. Celebrities: CNN's <strong> Piers Morgan </strong> to open show with <strong> Oprah Winfrey </strong> individual: 12 numChar:2191", "new_id": -2}, {"uid": "1295629922045006856", "i": 16454, "idx": 4, "sa": ["Eric Schmidt"], "q": ", in which, <strong> Eric Schmidt </strong> said, he will focus on building relationships with customers, business partners and the government.\" The company followed up the change with a new product: <q>The company's desire to get into the coupon business is well-known, especially since Groupon turned down a$ 6 billion buyout offer from Google.</q> \"Google has all but confirmed that the new feature is real, telling Mashable, \"Google is communicating with small businesses to enlist their support and participation in a test of a pre-paid offers/vouchers program. This initiative", "new_id": -2}, {"uid": "1295976544065323037", "i": 19198, "idx": 0, "sa": ["Colin Powell"], "q": "Unless you're involved with utilities' engineering, management or equipment sales, you probably can't define the term smart grid,\" said Teresa Hansen, editor in chief of Electric Light& Power magazine. <q>The average person hears about smart meters when his or her electric utility announces installations, and usually that information gets mailed along with utility bills. I think electricity consumers-nearly everyone in the United States-would appreciate learning more about the smart grid from the people they already trust: their favorite journalists in print, on TV, radio and online. Smart grid's ready to go mainstream.</q> Journalists attending the Electric Light& Power Executive Conference will learn about smart grid issues alongside executives from some of the world's most recognizable organizations, including: Ford Motor Co., <strong> Colin Powell </strong> Motors Corp., the Federal", "new_id": -2}, {"uid": "1295802228188252172", "i": 4633, "idx": 8, "sa": ["Colin Powell", "Barack Obama"], "q": ". \"There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do,\" he said. <q>All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with all of the cable channels and talk radio and blogs, especially blogs, where people can be anonymous with their nastiness, <strong> Lee Myung-bak </strong> think has caused a level of coarseness in our society that we've all got to think about.</q> <strong> Colin Powell </strong> said he thought <strong> Barack Obama </strong> was making an effort to reach across political divides to tone down the rhetoric and urged members of Congress to do the same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong>", "new_id": -2}]