[{"uid": "1294986991012550146", "i": 1491, "idx": 4, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman"], "q": "are respectfully considerate, and yet pleased for the new develoments in my life,\" <strong> Kelsey Grammer </strong> replied in an end-of-story tone. \"Well, it's a difficult time, regardless,\" <strong> David Letterman </strong> added, <q> always regardless of circumstances, and especially with kids. Are the kids and everybody all right now? </q> \"The kids seem to be doing okay, yeah,\" the actor said. \"We've been spending quite a bit of time with them, <strong> Kayte Walsh </strong> and I. <strong> Kayte Walsh </strong>'s my new girl", "new_id": -2}, {"uid": "1295669812256737314", "i": 37367, "idx": 0, "sa": ["Andy Coulson"], "q": "... Photo in Slideshow: Banners fly outside the Goring Hotel, in Belgravia... World Video: End In Sight For Korean Tension? World Video: Around the World: Protesters, Police Clash in Albania Report Abuse <q> a couple of parasites who will undoubtedly burden the tax payer with more of their offspring whilst the rest of the uk suffers.. </q> and as for the act of settlement.. nice to know biterness and sectarianism is still rife today... Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu", "new_id": -2}, {"uid": "1296579182133529610", "i": 15857, "idx": 2, "sa": ["Zahi Hawass"], "q": ". <strong> Zahi Hawass </strong> told CNN early Sunday there were nine suspects, but in the blog post he said there were 10. One of them asked the people guarding the museum for water, he said, but <q> they took his hands and tied him to the door that led to the gift shop so he could not escape, </q> according to the post. <strong> Zahi Hawass </strong> told CNN that when the suspects were apprehended, authorities found the remains of two mummies and some small artifacts with them. However, he said Sunday, everything that had", "new_id": -2}, {"uid": "1296676235235241509", "i": 25947, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop", "Google Inc."], "q": "deal that gives the Finnish company exclusive access to Microsoft's Windows Phone 7 and commits to a date for product shipment, Ahmad said. <strong> Stephen Elop </strong>, a former Microsoft executive, said last week that Nokia <q> must build, catalyze and/or join a competitive ecosystem </q> to adapt to a faster-moving industry. His comments fanned speculation Nokia may adopt Windows Phone 7 or <strong> Google Inc. </strong>'s Android software. Microsoft CEO <strong> Steve Ballmer </strong> is grappling with a slow start for the company's revamped", "new_id": -2}, {"uid": "1295642663196657244", "i": 37467, "idx": 0, "sa": ["Andy Coulson"], "q": "and excessive use of force can not be justified and should be avoided. We urgently appeal for calm and restraint on all sides and to abstain from provocations,\" they said in a joint statement. <q> Albania is a democratic country and aspirant to EU membership with the necessary democratic institutions in place. We therefore renew our call for constructive dialogue and compromise to resolve the existing political differences. </q> <strong> Andy Coulson </strong> resigns <strong> Andy Coulson </strong> has resigned as Downing Street communications director, having decided that \"when a spokseman needs a... Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction", "new_id": -2}, {"uid": "1297176031226918403", "i": 3164, "idx": 6, "sa": ["David Letterman", "Aaron Rodgers"], "q": "But that was a great opportunity to advance my career.\" <strong> David Letterman </strong>: \"Now why weren't you recruited out of high school for a college, a major college?\" <strong> Aaron Rodgers </strong>: <q> I think a number of reasons: one, I wasn't, you know-- even today, I'm not gon na be the guy who pops out as-- you know, I'm not 6' 5 </q>, I'm not 240, I'm don't run a 4-5-40. But I think a lot of times, the things you can't measure are often the things that give people the most success.\"", "new_id": -2}, {"uid": "1297616629186400779", "i": 26871, "idx": 13, "sa": ["Donald Rumsfeld"], "q": "?\" asked Martin. \"Oh, I think it was in September,\" <strong> Donald Rumsfeld </strong> replied. \"So before the first U.S. boot is on the ground in Afghanistan...\" <q> He called me into the Oval Office and he said, \"Do you have a war plan for Iraq?\" </q> <strong> Donald Rumsfeld </strong> explained. But as he was gearing up for war the <strong> Donald Rumsfeld </strong> of Defense was engulfed by a personal crisis- his son Nick was losing his own battle with drug addiction. \"Tough", "new_id": -2}, {"uid": "1296352133119062558", "i": 47886, "idx": 1, "sa": ["Eric Schmidt", "Larry Brilliant"], "q": "not quite final. Grants were canceled to institutions like Harvard and Stanford for research projects in Africa even though Google's senior management had approved them and they lacked only a final signature on the contracts. <q> That may be the way things are done in business, but it's not how grants are made in the nonprofit world, </q> said the former Google.org executive. \"It was embarrassing.\" <strong> Eric Schmidt </strong> moved DotOrg to the Mountain View campus in early 2009. That February, <strong> Larry Brilliant </strong> was given the title \"chief philanthropic evangelist", "new_id": -2}, {"uid": "1295696367022364255", "i": 34777, "idx": 0, "sa": ["Andy Coulson"], "q": "Murali to quit after World Cup Photo: A swath of paddy fields is submerged by floodwaters in... World Video: Raw Video: Japan launches rocket to ISS World Video: Dutch students clash with police Report Abuse <q> my mother was calling the best srilankian tea... IRAQI TEA </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Served In The USAF? Reconnect With Airmen You Served With. Over 110,000 Air", "new_id": -2}, {"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said, \"The states have sovereign taxing power the big companies don't.\" <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}]