[{"uid": "1297084960088915971", "i": 39087, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Shiloh Fernandez"], "q": "The ad only featured <strong> Simon Cowell </strong> which leads us to wonder whether or not <strong> Cheryl Cole </strong> has landed the estimated Â£ 10m deal to join him. An insider has hinted that she has, telling OK!: <q><strong> Simon Cowell </strong> is the boss of this show, he gets what he wants and he wants <strong> Cheryl Cole </strong>. The money you make on American TV is huge, but there's also a huge risk. ''The way American contacts are, gives Fox the chance to opt out if the viewers don't take to her. But <strong> Simon Cowell </strong> won't let that happen.</q> <strong> Shiloh Fernandez </strong> ''Happy' He Didn't Get Twilight''s Edward Cullen Role", "new_id": -2}, {"uid": "1296136659006979634", "i": 11543, "idx": 2, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": ". The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children.'' COHEN: ''There's a shot of her with the kids on <strong> David Letterman </strong>.'' CAMILLE: <q>He uses them as props. It's tough, it's harsh. It hurts, of course.</q> The trash talking doesn't end there. Extra notes <strong> Camille Grammer </strong>'s stab at http://wn.com/Camille_Grammer_Opens_Up_on_Reality_TV_and_Divorce http://wn.com/Camille_Grammer_Demands_50_Million_In_Divorce_Settlement_Report Click our link Luxceleb.com to watch <strong> Camille Grammer </strong> Demands$ 50 Million In Divorce Settlement: Report. for free <strong> Camille Grammer </strong> cried over her first", "new_id": -2}, {"uid": "1295888384234930180", "i": 27821, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "saying the plan will include painful cuts in school funding. ''Please sit down when you read the stories on the budget Jan. 10,'' <strong> Jerry Brown </strong> said during a briefing with education leaders at UCLA. <q>Don't stand up. Do sit down. If you're in the car, fasten your seat belts. It's going to be a rough ride.... ''This is a really huge challenge, unprecedented in my lifetime. I can't promise you there won't be more cuts because there will be.</q> While <strong> Jerry Brown </strong> gave no specifics about cuts, both he and state Treasurer <strong> Bill Lockyer </strong> bandied across-the-board budget cuts of 20 to 25 percent- drawing gasps from some 200 educators, administrators and teacher representatives.", "new_id": -2}, {"i": 22610, "idx": 0, "index_answer": 0, "new_id": -1, "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q>part of a more complicated set of negotiations.</q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned. ''We've never flinched from", "sa": ["Sergio Marchionne"], "uid": "1296291121168673329"}, {"uid": "1295880426196345861", "i": 46940, "idx": 0, "sa": ["Andrew Rawnsley", "Tony Blair", "Andy Coulson"], "q": "any journalist, balanced articles though off <strong> Andrew Rawnsley </strong> would be refreshing.. I crave a return to traditional Labour values, something <strong> Tony Blair </strong> despised, he's gone <strong> Andrew Rawnsley </strong>, live with it.. <q>I crave a return to traditional Labour values, something <strong> Tony Blair </strong> despised, he's gone <strong> Andrew Rawnsley </strong>, live with it..</q> SonOfNyeBevan 23 January 2011 1:14 AM I forgot to add in my posts today, given <strong> Andy Coulson </strong> has been forced to step down as Tory Press Secretary, and given the position is now vacant and", "new_id": -2}, {"uid": "1295499871140181534", "i": 6695, "idx": 0, "sa": ["Mike Rowe", "Allen Iverson"], "q": "made a fuss over.'' But that was unavoidable after he broke out of his shooting slump. He scored just four points on 1-for-12 shooting and missed the final shot in Chicago's 105-103 overtime win Saturday. <q>It felt like we were at UConn in http://wn.com/Allen_Iverson_highlights_vs_Bucks_08/09_NBA_*Missed_Practice_Coming_off_the_bench_*Crossover_on_Lue One day after a missed practice landed him on the Detroit Pistons' bench, <strong> Allen Iverson </strong> spoke loudly with his play Friday night. Once he got the chance. Coming off the bench for the first time as a Piston, <strong> Allen Iverson </strong> scored 17 points and led Detroit to a 107-97 victory over the slumping Milwaukee Bucks. ''With everything going on, I wanted to play well,</q> <strong> Allen Iverson </strong> said. ''I just wanted to play well. Especially for my teammates because I let them down by not being here.'' <strong> Allen Iverson </strong> was benched by Pistons coach <strong> Mike Rowe </strong> Curry to begin the game, punishment", "new_id": -2}, {"uid": "1296078057185663498", "i": 17164, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "last week after numerous questions about practices at the newspaper. ''The MPS( Metropolitan Police Service) is launching a new investigation to consider this material,'' the police force said in a statement. <q>This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010.</q> BUSINESS AND POLITICS <strong> Andy Coulson </strong>'s resignation prompted questions about <strong> David Cameron </strong>'s judgment in giving him a second chance and risks complicating a bid by <strong> Rupert Murdoch </strong>'s News Corp to buy full control of British pay TV", "new_id": -2}, {"uid": "1295916594019021922", "i": 40839, "idx": 0, "sa": ["Simon Cowell", "Elton John"], "q": "n't know if I'm going to be on it. They've always been very, very generous to the AIDS Foundation,'' <strong> Elton John </strong> said of the ''Idol Gives Back'' charity show. <q>I'm very, very grateful. They've been helpful to us. I don't know if I'm going to be on or not. I can't answer that question.</q> <strong> Simon Cowell </strong>'s ''X Factor,'' however, <strong> Elton John </strong> brightened a bit when we asked what he thinks of it and how well it will do in the U.S.'' X Factor' is going to be", "new_id": -2}, {"uid": "1296356803240402449", "i": 36505, "idx": 0, "sa": ["Robert Auerbach", "Sen. Bernie Sanders"], "q": "<q>exactly. someone proposed the title Global Weirding instead of Global Warming. bu...</q> ''whats your son doing in robotics class? details would be interesting'' fed audit for accountability& transparency <strong> Robert Auerbach </strong>: The Federal Reserve's$ 3.3 Trillion Insider Loans Follow a History of Corrupt Practices <strong> Sen. Bernie Sanders </strong>: A", "new_id": -2}, {"uid": "1297215146049299464", "i": 4364, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "BBC researcher Dina Mufti. ''Our families worry when we come here. They say working here can shorten your life,'' says Hartomo, 34, a sulphur miner for 12 years. <q>I do it to feed my wife and kid. No other job pays this well,</q> adds Sulaiman. Day in pictures Eye-catching images from around the world Knowable known <strong> Donald Rumsfeld </strong>'s memoirs leave little room for doubt War on abortion Video stings, rows over rape... the US", "new_id": -2}]