[{"uid": "1297553208106741766", "i": 55137, "idx": 6, "sa": ["Chris Lee", "Kirsten Gillibrand"], "q": "\" <strong> Kirsten Gillibrand </strong> also is continuing <strong> Chris Lee </strong>'s efforts towards helping the victims of Flight 3407. <strong> Chris Lee </strong> pushed for tougher flight safety legislation after the crash and <strong> Kirsten Gillibrand </strong> said she will continue to do so. <q> We wan na make sure that as we negotiate this FAA reauthorization that all the protections that those families lobbied for stay in place, </q> said <strong> Kirsten Gillibrand </strong>. \"We made sure in that bill that to have the accountability and the training and the oversight that could have prevented that crash will now be in place so no family has to suffer what our", "new_id": -2}, {"uid": "1296742904227606600", "i": 4414, "idx": 1, "sa": ["Tim Pawlenty", "Osama bin Laden", "Barack Obama", "Donald Rumsfeld"], "q": "taken in the \"tank\" at the Pentagon only FOUR HOURS after American Flight 77 slammed into the building, it was <strong> Donald Rumsfeld </strong> himself who raised the possibility of attacking Iraq. At 1:50 pm, in discussing a <q> whole range of military operations </q> and the \"annihilation of terrorism\" <strong> Donald Rumsfeld </strong> says: \"My interest is to hit Saddam <strong> Barack Obama </strong> at the same Tim Pawlentye, not to look only at UBL( <strong> Osama bin Laden </strong>).\" It's either a lapse of", "new_id": -2}, {"uid": "1297275510262340633", "i": 3482, "idx": 2, "sa": ["Steve Ballmer", "Satya Nadella", "Bob Muglia"], "q": "<strong> Steve Ballmer </strong> wrote at the time. While <strong> Steve Ballmer </strong> was vague about the reasons, analysts believed that the CEO had lost faith in <strong> Bob Muglia </strong>'s ability to lead the company into the next generation of enterprise computing. <q> Our key conclusion from the management change is that <strong> Steve Ballmer </strong> feels that new leadership is needed to navigate Microsoft's evolution to the cloud, </q> said Wells Fargo Securities analyst Jason Maynard. As the former head of engineering in Microsoft's online unit, <strong> Satya Nadella </strong> should be well prepared to lead Microsoft's ventures into the cloud. He said he's", "new_id": -2}, {"uid": "1296056324213385216", "i": 9961, "idx": 0, "sa": ["Eric Schmidt"], "q": "is easy enough to get to from San Francisco. You could work at Google and live in San Francisco.\" Google is about 35 miles away from San Francisco. Google itself says: <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the company, </q> according to the AP. All this comes after the news that <strong> Eric Schmidt </strong> has stepped down as CEO( see that story news- in- san- francisco/Eric Schmidt- <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1296335182265814026", "i": 31737, "idx": 3, "sa": ["Jeff Green", "Allen Iverson", "John Madden", "Kobe Bryant"], "q": "said. The loss kept the Nuggets( 46-31) in a tie with Golden State for the eighth and final playoff spot in the Western Conference. The Kobe Bryants lost to New Orleans, 108-96, John Maddenier Sunday. <q> Career nights from two people, </q> Denver's <strong> Allen Iverson </strong> said. \"You have two 30-point scorers and other guys doing what they did out there, what can you say? They were the better team tonight.\" <strong> Jeff Green </strong>, whose previous high was", "new_id": -2}, {"uid": "1296062808204603395", "i": 42139, "idx": 2, "sa": ["Andy Gray", "David Cameron", "Karren Brady", "Andy Coulson", "Richard Keys"], "q": "compared the row to the News of the World phone-tapping scandal which led to the resignation of <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> last week. \"What's the difference?,\" he said. <q> If off-air conversations were made public then there would be no-one left working in the country. </q> <strong> Richard Keys </strong> said he had tried to contact West Ham vice-chairman <strong> Karren Brady </strong>, who he also mentioned disparagingly in the off-air conversation with <strong> Andy Gray </strong>, but claimed he was ignored. Play video PMQs: <strong> David Cameron </strong> Told To", "new_id": -2}, {"uid": "1295044941153829434", "i": 27603, "idx": 0, "sa": ["George H. W. Bush", "James A. Baker", "Dick Cheney", "Colin Powell", "Jim McGrath", "Brent Scowcroft"], "q": "the Amir of Kuwait, former <strong> George H. W. Bush </strong> <strong> Dick Cheney </strong>, <strong> James A. Baker </strong>, III, <strong> George H. W. Bush </strong>'s secretary of State, <strong> George H. W. Bush </strong>'s former Joint Chiefs Chairman <strong> Colin Powell </strong>, and his national security advisor <strong> Brent Scowcroft </strong>. <q> They're going to look at a moment in history where the American foreign policy establishment, led by <strong> George H. W. Bush </strong>, got it right, </q> says <strong> Jim McGrath </strong>, a <strong> George H. W. Bush </strong> spokesman. He also said that it might be the first time in history that the major foreign policy players have huddled two decades after a war to discuss how it all came together.", "new_id": -2}, {"uid": "1295581455002506782", "i": 56439, "idx": 4, "sa": ["Larry Page", "Eric Schmidt"], "q": "with analysts, <strong> Eric Schmidt </strong> said he's excited about the change, because the more strategic role will give him \"a chance to work on the things I'm most interested in.\" He expects it to be <q> a significant improvement in the things that I can do in my time. </q> The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and Brin have long run Google as a trio, an approach they spelled out in an \"owner's manual\" included in the company's", "new_id": -2}, {"uid": "1296231867027263003", "i": 4694, "idx": 8, "sa": ["Michael Gove"], "q": "is no longer acceptable. \" whathappened 27 January 2011 9:11 PM Tory policies are getting increasingly transparent. Heh, well, they were pretty transparent to begin with, but oh well. <q> <strong> Michael Gove </strong>'s bill enables education secretary to order council to close and give out warning notices to failing schools </q> londonisporous 27 January 2011 9:45 PM I would like to ask <strong> Michael Gove </strong> why his fake English Baccalaureate's being introduced into English schools are not subject to the same severe testing has the IBO's International Baccalaureate", "new_id": -2}, {"uid": "1296784629036126790", "i": 50562, "idx": 13, "sa": ["Paul Bremer", "Eric Shinseki", "James L. Jones", "Donald Rumsfeld"], "q": "for the widely-derided decision to disband the Iraqi Army, leading to chaos in the country, he blames <strong> Paul Bremer </strong>, the head of the Coalition Provisional Authority. Naturally, <strong> Donald Rumsfeld </strong> wanted to retain the army, but <strong> Paul Bremer </strong> <q> recommended a change of course. </q> And he mocks generals turned war skeptics <strong> Eric Shinseki </strong> and <strong> James L. Jones </strong>, angrily noting they disputed to him the claims made in a Washington Post story about their opposition but that they never asked the paper for a", "new_id": -2}]