[{"uid": "1297373386207732749", "i": 12293, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "unit, will be leaving, CEO <strong> Steve Ballmer </strong> said in an e-mail to employees Wednesday. Nat Semi's CIO discusses his aggressive use of virtualization, and why it's good for a CIO to fail. <q>Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team,</q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace Bob Muglia as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired Muglia from the post", "new_id": -2}, {"uid": "1295907390241205262", "i": 11462, "idx": 0, "sa": ["Zahi Hawass"], "q": "Berlin museum. Egypt's Supreme Council of Antiquities( SCA) sent the request to the Prussian Cultural Heritage Foundation, which runs the in the German capital where the bust is kept. <q>The foundation's position on the return of Nefertiti remains unchanged,</q> foundation president Professor Hermann Parzinger said in a statement. \"She is and remains the ambassador of Egypt in Berlin.\" <strong> Zahi Hawass </strong>, appealed to the foundation seeking the return of the bust, famed for its almond-shaped", "new_id": -2}, {"uid": "1295890646005734423", "i": 35050, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google Gives <strong> Eric Schmidt </strong> \"Unprecedented\"$ 100 Million Equity Award Outgoing Chief Executive Officer <strong> Eric Schmidt </strong> will receive a$ 100 million equity award from Google, the company has confirmed. The award <q>includes stock and stock options, and vests over four years,</q> and is the largest for a sitting CEO, the Wall Street Journal$ 335 million <strong> Eric Schmidt </strong> will make by selling 534,000 shares of stock. <strong> Eric Schmidt </strong> was listed at 117 on Forbes list of the", "new_id": -2}, {"uid": "1295637393157057065", "i": 21736, "idx": 8, "sa": ["Ken Auletta", "Eric Schmidt", "Juan Carlos Perez"], "q": "the company they founded. It Could've Been Fatigue After all, <strong> Eric Schmidt </strong> was CEO for ten years, notes <strong> Juan Carlos Perez </strong> at Computer World. He raises the notion that <strong> Eric Schmidt </strong> stepped down \"voluntarily\" after <q>an intense decade at the helm.</q> Perhaps Page is just filling in temporarily until a new CEO is found. <strong> Eric Schmidt </strong> Was Upset He Lost the Google-China Debate, <strong> Ken Auletta </strong>. When Google's founders decided to( partially) pull-out of China, <strong> Eric Schmidt </strong> thought", "new_id": -2}, {"uid": "1295617333003915778", "i": 20510, "idx": 1, "sa": ["Andy Coulson"], "q": "pounces on phone-hacking revelations as potential election gift <strong> Andy Coulson </strong>: No culture of phone hacking under me at News of the World <strong> Andy Coulson </strong>'s resignation will not end No 10's dependence on the red-tops| Michael White <q>As the police often use papers like the NoW to help them flush out the bad guys.</q> In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this time. Please try again later. Closing this window without pressing", "new_id": -2}, {"uid": "1295385837083918857", "i": 21577, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "issues linked to the Middle East peace process can only be resolved by the two parties negotiating directly with each other,\" <strong> Kirsten Gillibrand </strong>, D-N.Y., wrote in a letter signed by 16 of her colleagues. <q>Attempts to use a venue such as the United Nations, which you know has a long history of hostility toward Israel, to deal with just one issue in the negotiations, will not move the two sides closer to a two-state solution, but rather damage the fragile trust between them,</q> she wrote.", "new_id": -2}, {"uid": "1296737928237912094", "i": 31377, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "outage. \"Abu Ghraib and its follow-on effects, including the continued drum-beat of \"torture\" maintained by partisan critics of the war and the president, became a damaging distraction,\" he wrote. <q>More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point.</q> <strong> Donald Rumsfeld </strong> wrote <strong> President Bush </strong> two letters of resignation but both were rejected. Watch: 2001 Obama Praises <strong> Donald Rumsfeld </strong> Watch: <strong> Donald Rumsfeld </strong> Denies Blame in Friendly-Fire Case Photos: Who Are the Most Desirable Women of 2011?", "new_id": -2}, {"uid": "1297071301223330403", "i": 359, "idx": 0, "sa": ["Steve Ballmer"], "q": " met <strong> Steve Ballmer </strong>( CEO van Microsoft) kan sluiten omdat alleen zoiets de weg naar de Amerikaanse markt voor open zet daardoor het budget voor R&D van Nokia met â\u0082¬ 1 miljard( of 30%) omlaag kan. <q>Gooi ook je eigen proprietary high-end oplossing MeeGo weg- het is de grootste grap in de tech industrie en zal je alleen maar verder achterop Apple en Google helpen</q>, schrijft de analist. \"Richt je high-end portfolio op Windows Phone 7, en naar verloop van tijd kun je de kosten zo omlaag brengen dat je ook het middensegment kunt bedienen. \"Microsoft heeft", "new_id": -2}, {"uid": "1296888568025706496", "i": 798, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "salary plummet from nearly$ 10 million, including bonuses, to$ 1. \"I don't want my salary to go to a dollar,\" he said. Then he smiled and added, <q>My wife doesn't want my salary to go to a dollar. But it's a collective sacrifice if we're not able to get an agreement. It should affect everyone in the league.... We should avoid it to get something done as soon as possible.</q> <strong> Roger Goodell </strong> also said he has spoken to Eagles quarterback <strong> Michael Vick </strong> three times in the past two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting", "new_id": -2}, {"i": 22610, "idx": 0, "index_answer": 0, "new_id": -1, "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q>part of a more complicated set of negotiations.</q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned. \"We've never flinched from", "sa": ["Sergio Marchionne"], "uid": "1296291121168673329"}]