[{"uid": "1295389612219906114", "i": 40634, "idx": 5, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Chrysler said the 2011 versions of its minivans have a new V-6 engine with improved fuel economy. One amenity is an optional heated steering wheel, a first among minivans. mobile.WTOPNEWS", "new_id": -2}, {"uid": "1297164600054263858", "i": 38507, "idx": 4, "sa": ["Simon Cowell"], "q": "'' is not entirely clear. In 2008, <strong> Simon Cowell </strong> faced criticism after reports that X Factor UK's golden ticket, a'' Â£ 1m recording contract'', meant Â£ 150,000 in prize money. <q> We make over a million pound commitment to the winner, </q> <strong> Simon Cowell </strong> said, meaning hundreds of thousands of pounds invested on development and promotion. <strong> Simon Cowell </strong> promises US X Factor winner$ 5m contract There are no comments yet for this article. In order to", "new_id": -2}, {"uid": "1295779983083050517", "i": 15384, "idx": 0, "sa": ["Andy Coulson"], "q": "Chinese goverment is always foolish and shameless.Often sends present to US: Buy Ameirican Dete, allow American new energy enters chinese market...; </blockquote> Report Abuse <blockquote> there is never enough erengy for any country </blockquote> Report Abuse <q> This is crazy. Chongqing is already close to the 3 gorge dam. If it is short on power, then what is the 3gorge dam good for?? </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295160056209272832", "i": 13406, "idx": 0, "sa": ["Eric Schmidt", "Maria Bartiromo"], "q": "depends on Google for revenue-- to recommend Microsoft's Bing search engine as an alternative to Google. Likewise Software Lets You Take Advantage of Active Directory Infrastructure Across Linux, Windows and Mac Systems <q> People are treating Google like their most trusted friend, </q> said CNBC's <strong> Maria Bartiromo </strong> in the interview.`` Should they be?'' Passing on the opportunity to explain to <strong> Maria Bartiromo </strong> the difference between trusted friends and multi-billion dollar search advertising companies, <strong> Eric Schmidt </strong> responded,``", "new_id": -2}, {"uid": "1296197040069206031", "i": 38867, "idx": 2, "sa": ["Robert Dion", "Mike Pence"], "q": "could be seeking a seventh term in Congress, although that seems unlikely, because <strong> Mike Pence </strong> voluntarily forfeited his position as the No. 3-ranking Republican in the U.S. House after Republicans swept into the majority in November. <q> Indiana is fortunate to be the home to a number of rising stars in the Republican Party like <strong> Mike Pence </strong>, </q> state GOP Chairman Eric Holcombe said. If <strong> Mike Pence </strong> officially enters the 2012 governor's race,`` he becomes the presumptive favorite,'' said <strong> Robert Dion </strong>, a University of Evansville political science professor", "new_id": -2}, {"uid": "1297140015083361792", "i": 5822, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "on Mexican drug gang... Botox help lift the Irvine company's fourth-quarter profit, but net... World Video: South Sudan votes 98.83% to secede World Video: ABC News Exclusive: <strong> Donald Rumsfeld </strong> Opens Up Report Abuse <q>`` Prosecutors said <strong> Sandra Avila </strong> Beltran spent more than a decade working her way to the top of Mexico's drug trade, seducing several notorious kingpins and uniting Colombian and Mexican gangs. </q> </blockquote> This is a common daily news event at New York City, Chicago, L.A., San Francisco, Houston, Las Vegas... Report Abuse <blockquote> Just another example of the need for the cure.", "new_id": -2}, {"uid": "1297200983061325341", "i": 1805, "idx": 5, "sa": ["Paul Bremer", "Donald Rumsfeld", "Condoleezza Rice"], "q": "Stabilization Group''- a job for which Mr. <strong> Donald Rumsfeld </strong> writes that Ms. <strong> Condoleezza Rice </strong> and her staff did not have`` the interest or skill.'' Officially, Mr. <strong> Paul Bremer </strong> reported to Mr. <strong> Donald Rumsfeld </strong>. But he <q> viewed himself as the president's man, had a background in the State Department, and a relationship with <strong> Condoleezza Rice </strong>, </q> says Mr. <strong> Donald Rumsfeld </strong>. So Mr. <strong> Paul Bremer </strong> chose what guidance he preferred, which Mr. <strong> Donald Rumsfeld </strong> describes as the equivalent of having`` four or eight hands on the steering wheel.'' Critical issues-whom the U.S. should support,", "new_id": -2}, {"uid": "1296715247139952129", "i": 22348, "idx": 12, "sa": ["Allen Iverson", "George Karl"], "q": "He's better than I thought and I thought he was( darn) good.'' After coming out of the lineup with 1:04 remaining, <strong> Allen Iverson </strong> and <strong> George Karl </strong> had a brief conversation and then a quick hug. <q> To be a part of something like that is something to http://wn.com/*Denver_Nuggets_vs_Toronto_Raptors*_New_Years_Eve_2008 Denver Nuggets 114 d. Toronto Raptors 107. Nuggets, <strong> Carmelo Anthony </strong> 20 points 5 rebounds, <strong> Nene Hilario </strong> 21 points 7 rebounds, <strong> Chauncey Billups </strong> 18 points 7 assists. Raptors, <strong> Chris Bosh </strong> 24 points 11 rebounds, <strong> Andrea Bargnani </strong> 26 points 6 rebounds, <strong> Jose Calderon </strong> 18 points 11 assists. As Amare Stoudemire stood at the foul line with 1:42 remaining, chants of`` MVP, MV-P </q> reverberated from the sellout crowd at US Airways Center. Stoudemire made the foul shot, completing an MVP-caliber performance with 41 points and 14 rebounds in the Phoenix Suns' 132-117 comeback victory over the Denver Nuggets Monday night", "new_id": -2}, {"uid": "1295894255267862057", "i": 25516, "idx": 0, "sa": ["Eric Schmidt"], "q": "God and Gateway Church will pray for you.''`` Our Web page is an extension of everything we do,'' says Marotte. It also offers live chat online prayer available a few hours a week, <q> just like when you go to church and there's someone there to pray with you. </q> Get noticed over other IS Professionals and increase your earning potential. CEO <strong> Eric Schmidt </strong> Will Step Aside for Google Cofounder Page In a move that surprised industry analysts, <strong> Eric Schmidt </strong> is stepping down as Google's CEO. Google", "new_id": -2}, {"i": 38274, "idx": 0, "index_answer": 0, "new_id": -1, "q": "trucks, including a new version of its Jeep Grand Cherokee. <strong> Sergio Marchionne </strong>, the chief executive of both Chrysler and Fiat, said that retooling the product lineup had positioned Chrysler to start making money again. <q> It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> He said the company would increase revenues this year to$ 55 billion and achieve net income of$ 200 million to$ 500 million. The company still owes more than$ 7 billion to", "sa": ["Sergio Marchionne"], "uid": "1296478830064815110"}]