[{"uid": "1297168254028033082", "i": 7339, "idx": 0, "sa": ["Simon Cowell"], "q": "help him select the winner of the TV talent show but admitted he is in \"regular\" contact with the singer, who he worked with on \"American Idol' until 2009. He said: <q>I'm a massive fan of <strong> Paula Abdul </strong>. We've been in regular contact. I'm not going to say who we are going to confirm or not because the truth is we haven't made up our minds up yet. It comes down to who I think is interesting and the commitment and the expertise each person offers.</q> <strong> Simon Cowell </strong>, 51, quit` American Idol' in order to launch` The X Factor\" in the US and he admits he has not watched the new season of his former show, though he", "new_id": -2}, {"uid": "1297194894179781667", "i": 2194, "idx": 2, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": " \"We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. In his U.N. presentation, <strong> Colin Powell </strong> described it as <q>Terrorist Poison and Explosive Factory, Khurmal.</q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist with ties to the al-Qaida terrorist network. Rumsfeld wrote that he wanted to attack the site", "new_id": -2}, {"uid": "1295575224224641077", "i": 22905, "idx": 1, "sa": ["Eric Schmidt"], "q": "waiting to see if Android tablets will emerge to give the iPad any competition. Put this all together, and Page has a career's worth of issues that will test him right away. <q>I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!</q> <strong> Eric Schmidt </strong> wrote on the official Google blog. We won't have to wait 10 years to find out if he's right.", "new_id": -2}, {"uid": "1295591453155664431", "i": 1108, "idx": 7, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "all the attention and prosaic duties that come with running one of world's most scrutinized companies. \"I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,\" said <strong> Ken Auletta </strong>, author of <q>Googled: The End of the World As We Know It.</q> \"I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of <strong> Google Inc. </strong>'s quarterly", "new_id": -2}, {"uid": "1297129515178880533", "i": 23591, "idx": 0, "sa": ["Steve Ballmer", "Wes Miller"], "q": "is a need to execute on a vision, and in order to do that you have to actually understand how software is built,\" said <strong> Wes Miller </strong>, an analyst at the Kirkland-based research firm Directions on Microsoft. <q>It's a whole other thing to be able say, \"I've been at Microsoft, I understand software, and what you are saying will or not work.'</q> Frank Shaw, a spokesman for the company, declined to comment. <strong> Steve Ballmer </strong> wants to rectify Microsoft's misfires in mobile phones and tablet computers, as well as ensure that the company doesn\"t", "new_id": -2}, {"uid": "1296052592223051843", "i": 24612, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "to the Associated Press. <strong> Michael Vick </strong> also wore a vest designed by the company after missing time with a rib injury. <strong> Michael Vick </strong> is expected to sign a two-year contract with the company Thursday. <q>We're real excited about it,</q> said Rob Vito, CEO of Unequal Technologies. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He", "new_id": -2}, {"i": 2184, "idx": 2, "index_answer": 1, "new_id": -1, "q": "out as the best album and the best tour, it always has.\" <strong> David Letterman </strong> then asked for clarification that \"contention, friction and animosity\" could be creatively good, to which <strong> Steven Tyler </strong> said: <q>Yeah, because when we come back together we love each other all over again. We come to realise what we can do. The good stuff is writing and songs.</q> recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are \"just on a break[ and] still rocking big time\".", "sa": ["David Letterman", "Steven Tyler"], "uid": "1295365484238829571"}, {"uid": "1296441989213188616", "i": 20818, "idx": 1, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,</q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Rodney_Rogers_scores_9_points_in_9_seconds/_Denver_Nuggets_Comeback kobe makes a 4 point play against the nuggets", "new_id": -2}, {"uid": "1296330397077611024", "i": 5047, "idx": 1, "sa": ["Allen Iverson"], "q": ". \"You could play five in your division and four in your conference and you could really set up division rivalries with such a thing like that.\" The L.A. Daily News agrees. <q>By eliminating six teams, you would greatly enhance the chances we'd be seeing those sorts of groupings again, just as we did two decades ago,</q> the paper said in its lead Sports story Saturday, topping the piece with the four-inch headline \"NO PAIN, NO GAIN.\" Related: <strong> Allen Iverson </strong> and the top 6 basketball players outside the NBA 12 surprising", "new_id": -2}, {"uid": "1297363571104955962", "i": 5406, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "if <strong> Donald Rumsfeld </strong> had been President, he first said \"yes,\" and then said, \"How would I know? I wasn't President... I wasn't in his shoes.\" <strong> Donald Rumsfeld </strong> says <q>I would stack Guantanamo Bay against any facility in the world- it is one of the best prisons anywhere.</q> He expressed his astonishment over the \"mythology\" that has erupted in the US over Gitmo. No one was waterboarded at Gitmo, <strong> Donald Rumsfeld </strong> pointed out, nor by the military at all- and only three people", "new_id": -2}]