[{"uid": "1297462823095535141", "i": 7723, "idx": 0, "sa": ["the Fox", "Simon Cowell"], "q": "Makeover: Home Edition\" and \"Jersey Shore.\" As for the current, Cowell-free season of \"Idol,\" he claimed, \"I haven't seen a full episode,\" continuing, <q> I think we're going to do something different. I'm excited. The stakes are high. </q> Get the monthly that has L.A. talking. Subscribe to Los Angeles Times Magazine at a special introductory rate. Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. <strong> the Fox </strong> is still recovering from a rough fall", "new_id": -2}, {"uid": "1295562778244678684", "i": 9829, "idx": 8, "sa": ["Eric Schmidt"], "q": ". Excluding advertising sales that Google shares with partners, a figure also known as traffic acquisition costs, the company reported revenue of$ 6.3 billion, which topped analysts' forecasts of$ 6.1 billion. <q> Our strong performance has been driven by a rapidly growing digital economy... and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> <strong> Eric Schmidt </strong> said about Google's quarter. \"These results give us the optimism and confidence to invest heavily in future growth.\" Select one with 3-12 characters; Numbers and letters only Make sure you typed", "new_id": -2}, {"uid": "1296366488199786542", "i": 36593, "idx": 12, "sa": ["President Bush", "Mike Pence"], "q": "the GOP speaker in 2010 at an annual gathering of congressional reporters, he had the room rolling over his <strong> President Bush </strong> impression and at jabs at himself for his reputation for liking the media spotlight. <q> There's only one way to refute being called a show horse: You've got to take it in front of a huge audience, </q> he told the audience. Although <strong> Mike Pence </strong> is skilled at the messaging side of politics, he has less experience as an executive- which could be an issue for a gubernatorial candidate. Asked about", "new_id": -2}, {"uid": "1296752424175587371", "i": 29883, "idx": 0, "sa": ["Zahi Hawass"], "q": "<strong> Zahi Hawass </strong> <q> would like to tell the world that the situation in Egypt was bad for two days, beginning on Friday. </q> <strong> Zahi Hawass </strong>, who now sits in Mubarak's cabinet-he was appointed Minister of Antiquities on Monday-and whom Ian Parker wrote about in 2009, was not referring to the general situation on the streets of Cairo, where", "new_id": -2}, {"uid": "1295501146043302946", "i": 7583, "idx": 1, "sa": ["Colin Powell"], "q": "to changes in the pre-1967 lines did not arise because it had been vulnerable, but rather because it had been the victim of aggression in 1967.- When asked what was the \"minimum territory\" that Israel <q> might be justified in retaining in order to permit a more effective defense, </q> the Chairman of the US Joint Chiefs of Staff( JCS), <strong> Colin Powell </strong> Earl Wheeler, responded on June 29, 1967: \"From a strictly military point of view, Israel would require the retention of some", "new_id": -2}, {"uid": "1295556353175849479", "i": 8921, "idx": 0, "sa": ["James A. Baker III", "Dan Quayle", "Brent Scowcroft", "Saddam Hussein", "Mikhail Gorbachev", "Colin Powell", "Norman Schwarzkopf", "Dick Cheney", "George H.W. Bush"], "q": "anniversary show <strong> Saddam Hussein </strong> tried to broker a last minute peace deal with the help of former Soviet leader <strong> Mikhail Gorbachev </strong> but at the same time remaining defiant, calling the coalition forces \"treacherous and cowardly\" and describing <strong> George H.W. Bush </strong> as <q> the enemy of God and humanity. </q> Along with <strong> George H.W. Bush </strong>, the reunion will include former <strong> Dan Quayle </strong>, then-Defense <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong>, former <strong> Dick Cheney </strong> of State <strong> James A. Baker III </strong> and then-National Security Advisor <strong> Brent Scowcroft </strong>. <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>,", "new_id": -2}, {"uid": "1295607662129794065", "i": 20762, "idx": 0, "sa": ["Eric Schmidt"], "q": "all the opportunity we have to improve the lives of millions of people around the world.\" Such is the way of things these days that <strong> Eric Schmidt </strong> promoted his announcement by tweeting: <q> Day-to-day adult supervision no longer needed! </q> There followed a flurry of other tweets, which tech news tracker Techmeme has just started including in its results. Our favourite was from a US cnet writer that said merely:\" <strong> Eric Schmidt </strong> happens.", "new_id": -2}, {"uid": "1296697297021184517", "i": 22183, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "the defense bill last year by <strong> Sen. Bernie Sanders </strong>( I-Vt.), a strong critic of the Iraq war and does not view Defense as sacrosanct from the budget cutting process. The HuffPo quotes <strong> Sen. Bernie Sanders </strong>: <q> \"With the country running a$ 14 trillion national debt, my goal is to provide as much transparency as possible about what is happening with taxpayer money, </q> he said. \"The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money.", "new_id": -2}, {"i": 17605, "idx": 16, "index_answer": 0, "new_id": -1, "q": "with an injured rib and back. \"Part of the reason I'm here is because I was able to wear some rib protection this season to guide me through my injury,\" <strong> Michael Vick </strong> said. <q> Unequal was one of the reasons I've been able to make it through the season. </q> <strong> Michael Vick </strong> will get the start on Sunday and try to earn his first Pro Bowl victory. Subscribe Now Home delivery prices for Oahu Only. Please call customer service at(808) 538-6397 for Neighbor Island", "sa": ["Michael Vick"], "uid": "1296128197246497300"}, {"uid": "1296774336205651968", "i": 15207, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Bill Clinton"], "q": " Nearly all Mass. schools meet anti-bully deadline Nearly every public school district in Massachusetts has filed an anti-bullying plan with the state. <strong> Kirsten Gillibrand </strong> Says All American Should be Proud About 9-11 <strong> Bill Clinton </strong> <q> All Americans should be proud of this accomplishment. Our nation- Democrats, Republicans, and Independents- all came together to do what was right and provide health care to the brave men and women who served with such heroism in the days and weeks following 9/11, </q> said U.S. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>. <strong> Bill Clinton </strong> Signs into Law Aid to 9-11 Survivors and First Responders <strong> Bill Clinton </strong> <strong> Barack Obama </strong> has signed into law a bill to provide aid to survivors of the Sept. 11 attacks and first", "new_id": -2}]