[{"uid": "1296700405031981636", "i": 24189, "idx": 0, "sa": ["Kirsten Gillibrand", "Rand Paul", "Mitch McConnell", "Cassius Marcellus Clay", "Henry Clay", "Sen. Jim DeMint"], "q": "increases are out of the question as far as he is concerned. \"As long as I sit at <strong> Henry Clay </strong>'s desk, I will remember his lifelong desire... for agreement,\" <strong> Rand Paul </strong> concluded. <q> But I will also keep close to my heart his cousin <strong> Muhammed Ali </strong>, </q> referring to <strong> Cassius Marcellus Clay </strong>, a leading abolitionist. <strong> Rand Paul </strong>'s audience consisted of two Republicans-- his fellow Kentuckian, Minority Leader <strong> Mitch McConnell </strong>, and <strong> Sen. Jim DeMint </strong> of South Carolina-- and <strong> Sen. Jim DeMint </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., who was", "new_id": -2}, {"uid": "1295799418036782093", "i": 2725, "idx": 4, "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "q": "Superman. We elected a human being, <strong> Barack Obama </strong>.\" \"I think he has reached out to countries around the world and has developed good relations with countries around the world,\" <strong> Colin Powell </strong> said. <q> And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the centerpiece of the State of the Union speech. </q> Dismissing widespread speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain", "new_id": -2}, {"uid": "1296738315078594048", "i": 29105, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "a bullet' and avoided deaths or casualties in the wake of Cyclone Yasi's fury were dealt a blow this evening when Queensland police confirmed two men were missing from the area, south of Cairns,\" <q> Efforts to repeal <strong> Barack Obama </strong>'s health care law died a quick death in the Senate Wednesday, but the GOP got a consolation prize- a bipartisan fix to a tax-reporting requirement in the law that was widely panned by businesses, </q> Politico says.- In Memoir, <strong> Donald Rumsfeld </strong> Is \"Largely Unapologetic\": In a memoir due out next week, former Defense <strong> Donald Rumsfeld </strong> \"concedes he went too far\" with some", "new_id": -2}, {"uid": "1295567949204783621", "i": 3630, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Small World Labs is an enterprise social networking service provider. It allows organizations to build customer engagement communities. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"By elevating", "new_id": -2}, {"uid": "1295806909069746696", "i": 16104, "idx": 7, "sa": ["Colin Powell", "Gabrielle Giffords"], "q": "\" Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack. <q> There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do, </q> he said. \"All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with", "new_id": -2}, {"uid": "1295756651021528610", "i": 13740, "idx": 2, "sa": ["Eric Schmidt"], "q": "be a bit of chaperone, providing adult supervision. Larry and I are entering our teenage years.\" <strong> Eric Schmidt </strong>'s quotes are legendary, however, and perhaps one reason he's no longer CEO: <q> \"One person's definition of evil is another person's different definition. </q>\" \"Google policy is to get right up to the creepy line but not cross it. I would argue that implanting things in your brain is beyond the creepy line. At least for the moment, until", "new_id": -2}, {"uid": "1295191877017137675", "i": 22353, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "weekend's Arizona rampage, is making steady progress, New York Senator <strong> Kirsten Gillibrand </strong> said on NBC's \"Meet the Press\" program. \"She's doing great,\" said <strong> Kirsten Gillibrand </strong>, a friend. <q> I talked to her husband Mark last night. She's making progress every day. </q> While it's \"far too early\" for the congresswoman to speak, <strong> Kirsten Gillibrand </strong> said, \"she's using both sides of her body. She's able to breathe on her own. She's", "new_id": -2}, {"i": 46835, "idx": 0, "index_answer": 1, "new_id": -1, "q": "seemingly headed toward another typical tight, frantic fourth, they instead pulled away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game. <q> It felt like we turned that corner, </q> <strong> Allen Iverson </strong> said. \"<strong> Fatboy Slim </strong> just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. <strong> Fatboy Slim </strong> ran the offense through him and he made some great things happen.\" <strong> Chris Webber </strong>", "sa": ["Chris Webber", "Allen Iverson", "Fatboy Slim"], "uid": "1295209231006406224"}, {"uid": "1297353050128565272", "i": 27391, "idx": 0, "sa": ["Lila Rose", "Mike Pence"], "q": "<strong> Lila Rose </strong> this morning. QUESTION: Rep. <strong> Mike Pence </strong>, will you oppose the continuing resolution that proposes to completely eliminate the Title X program, since just last month you praised the Title X program, saying <q> I applaud much of the important work that is done at Title X clinics across the country. </q>* FACT: Rep. <strong> Mike Pence </strong>, on the House floor in January 2011, said, \"This legislation does not cut one penny from Title X family planning funding. I applaud much of the important work", "new_id": -2}, {"uid": "1295564488055377960", "i": 20880, "idx": 1, "sa": ["Chris Rock", "Jimmy Fallon", "David Letterman", "James Franco", "Neil Patrick Harris"], "q": "Emmy hosts <strong> Jimmy Fallon </strong> and <strong> Neil Patrick Harris </strong> translated their buzzworthy awards-hosting gigs into bigger audiences. And <strong> Chris Rock </strong> and <strong> David Letterman </strong>, criticized for acerbic performances on the Oscars and not invited back, didn't take career hits from the rejection. <q> I can see a cable channel offering <strong> Ricky Gervais </strong> a show, </q> TV author <strong> David Letterman </strong> Thomson says. And Hollywood can breathe easier with <strong> James Franco </strong> and Anne Hathaway hosting the Oscars. Jokes a veteran producer, \"Try to think of <strong> Jimmy Fallon </strong> and Anne skewering anybody.", "new_id": -2}]