[{"uid": "1297693932234962946", "i": 45902, "idx": 0, "sa": ["Zahi Hawass"], "q": "two Roman Period mummies from the storage magazine in Tuna el-Gebel might be missing. He had such as Tuna el-Gebel[ emphasis added], Amarna, and Beni Hasan, are safe. previously and erroneously stated that <q> nothing was stolen from the[ Egyptian] museum </q> during the break-in. Some of the museum objects now reported as missing are composed of stone or ungilded wood, which runs counter to <strong> Zahi Hawass </strong>' previous assumption that looters at the museum \"were looking", "new_id": -2, "mturk_index": "1961"}, {"uid": "1296106306239763512", "i": 27182, "idx": 3, "sa": ["Adrian Peterson", "Michael Vick"], "q": "coming off the best season of his career, leading the Eagles to an NFC East title. \"I'm enjoying the guys and I'm enjoying being out here playing football,\" he said. <q> This is what you work for. You work hard to get in this position. I'm ecstatic to be here. </q> <strong> Michael Vick </strong>, 30, was selected to start Sunday after leading the NFC with more than 1.5 million votes, far ahead of Minnesota Vikings running back <strong> Adrian Peterson </strong>, the NFC's second-leading vote-getter at 948,410.", "new_id": -2, "mturk_index": "1114"}, {"uid": "1295260503094093323", "i": 33523, "idx": 1, "sa": ["John Snow", "Tom Ridge", "Donald Rumsfeld", "Alberto Gonzales", "Condoleezza Rice", "Julian Assange", "Tommy Thompson", "Michael Chertoff"], "q": "heads- including <strong> Condoleezza Rice </strong>, <strong> Donald Rumsfeld </strong> Hank Julian Assangeson and <strong> Michael Chertoff </strong>- said in an e-mail, obtained by Politico, that the Justice Department had concluded its investigation \"concluding no charges were justified.\" So <strong> Alberto Gonzales </strong> has <q> been vindicated and deserves our help, </q> they said. The group is looking for gifts up to$ 5,000 for the <strong> Alberto Gonzales </strong> Legal Expense Trust. The signatories also include former secretaries <strong> Tom Ridge </strong>, <strong> John Snow </strong> and <strong> Tommy Thompson </strong> but not former attorney general", "new_id": -2, "mturk_index": "794"}, {"uid": "1297227563238518272", "i": 30304, "idx": 8, "sa": ["Donald Rumsfeld"], "q": ". Additional secret documents from his years at the Pentagon will be declassified and reviewed for public release, he said. On his website he wrote that deciding to release certain papers was difficult. <q> These documents were not designed with an eye to history as part of an authoritative archive, </q> he wrote. He said he chose to release them \"warts and all,\" for readers to draw their own conclusions. Some early reviews of what <strong> Donald Rumsfeld </strong> called \"my slice of history\" have", "new_id": -2, "mturk_index": "1773"}, {"uid": "1295656341256983076", "i": 44244, "idx": 3, "sa": ["Charles Ellis Schumer", "Kirsten Gillibrand", "Barack Obama"], "q": ", that determination and competitive spirit also have New Yorkers defending their team. \"The <strong> Barack Obama </strong> and I don't have to agree on everything,\" said <strong> Kirsten Gillibrand </strong>. \"GO JETS!\" <q> I'll bet on the Jets over Chicago, </q> said <strong> Charles Ellis Schumer </strong> when asked for his Super Bowl picks. Copyright? 2010 Time Warner Cable. All Rights Reserved.", "new_id": -2, "mturk_index": "1992"}, {"uid": "1295426877139788290", "i": 52670, "idx": 0, "sa": ["Steven Tyler", "Ellen DeGeneres", "Elmer Smith", "Jennifer Lopez", "Kara DioGuardi", "Simon Cowell", "Randy Jackson"], "q": "ALREADY know that \"American Idol\" is going to be different this year:* <strong> Simon Cowell </strong> is gone( along with <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>), taking with him his Magic Mountain/cruise ship performance similes, his <q> If I'm being honest </q> assessments and his very tight T-shirts.* <strong> Randy Jackson </strong> is now, if not top dawg, at least longest-running dawg, sharing the judging with <strong> Jennifer Lopez </strong> and AeroElmer Smith's <strong> Steven Tyler </strong>. Maybe you", "new_id": -2, "mturk_index": "1107"}, {"uid": "1297627088160415774", "i": 31276, "idx": 2, "sa": ["Steve Ballmer", "Ben Wood"], "q": "\" , erkl?rte <strong> Steve Ballmer </strong> in London- und f?gte hinzu, dass die Partnerschaft \"auch\" Nokia helfen werde. \"Microsoft ist der gro?e Gewinner dieses Gesch?fts\" , sagte <strong> Ben Wood </strong> vom Analysehaus CCS Insight in London, <q> wobei es auch keine Wunderwaffe ist angesichts der St?rke Apples und Googles. </q> Die Anleger sahen das hnlich: W?hrend sich die Microsoft-Aktie in New York knapp behaupten konnte, st?rzte das ber Nokia-Papier auf FTDMarkets\"> Nokia-Papier in Helsinki um 14 Prozent ab. Kursinformationen und Charts", "new_id": -2, "mturk_index": "1768"}, {"uid": "1295629922045006856", "i": 19897, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "\"I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better!\" wrote <strong> Eric Schmidt </strong> in a post on Google's official blog. <q> <strong> Larry Page </strong>, in my clear opinion, is ready to lead. </q> \" \" <strong> Larry Page </strong> will take over April 4, with <strong> Eric Schmidt </strong> taking the title of executive chairman, in which, <strong> Eric Schmidt </strong> said, he will focus on building relationships with customers, business partners and the government. \"", "new_id": -2, "mturk_index": "612"}, {"uid": "1295556353175849479", "i": 10696, "idx": 0, "sa": ["George H. W. Bush", "James A. Baker", "Dick Cheney", "Colin Powell", "George W. Bush", "Brent Scowcroft", "Mikhail Gorbachev", "Dan Quayle"], "q": "anniversary show Hussein tried to broker a last minute peace deal with the help of former Soviet leader <strong> Mikhail Gorbachev </strong> but at the same time remaining defiant, calling the coalition forces \"treacherous and cowardly\" and describing <strong> George W. Bush </strong> as <q> the enemy of God and humanity. </q> Along witGeorge H. W. Bush, the reunion will include former <strong> George H. W. Bush </strong> <strong> Dan Quayle </strong>, then-Defense Secretary <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong>, former Secretary of State <strong> James A. Baker </strong> III and then-National Security Advisor <strong> Brent Scowcroft </strong>. Gen.", "new_id": -2, "mturk_index": "97"}, {"uid": "1296826564039223317", "i": 19046, "idx": 3, "sa": ["Andy Burnham", "Michael Gove"], "q": "to university. <strong> Michael Gove </strong> has very little to say to these young people, and his curriculum and league table reforms are sending a very clear message that vocational learning is second best,\" <strong> Andy Burnham </strong> said. <q> With youth unemployment at a record high, we need to equip young people with a broad range of knowledge and skills to help them enter the modern workforce. </q> Labour had made changes to focus the curriculum on English and maths, and the take-up of single sciences had increased \"significantly\" as a result of Labour policies, he said. AS-levels to be", "new_id": -2, "mturk_index": "125"}]