[{"uid": "1296744570016711683", "i": 7827, "idx": 4, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,'' Mr. <strong> Donald Rumsfeld </strong> recalls. But the <strong> George W. Bush </strong> insisted on new military plans for Iraq, Mr. <strong> Donald Rumsfeld </strong> writes. <q> He wanted the options to be` creative.' </q>", "new_id": -2}, {"uid": "1297217133164478988", "i": 13322, "idx": 5, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "`` too many hands on the steering wheel.'' <strong> Donald Rumsfeld </strong>, who served as <strong> George H. W. Bush </strong>'s defense chief for six years after holding the the same job under <strong> George H. W. Bush </strong> Gerald Ford in the 1970s, acknowledged that <q> in a war, many things cost lives. </q> But he had no regrets about his leadership of the wars in Iraq and Afghanistan-- the latter now nearing its 10th anniversary. He refused to echo the regrets of another domineering defense secretary--", "new_id": -2}, {"uid": "1295340834107151381", "i": 50572, "idx": 1, "sa": ["Charlie Sheen", "Angelina Jolie", "Ricky Gervais", "Johnny Depp"], "q": "como lo llama <strong> Charlie Sheen </strong>:`` desayuno''. Luego se centr en uno de los fiascos del a?o, seg?n la cr?tica: The Tourist, la pel?cula protagonizada por <strong> Johnny Depp </strong> y <strong> Angelina Jolie </strong>, presentes en la gala. <q> Ha sido un gran a?o para las pel?culas en 3D: Toy Story, Gru, mi villano favorito, Tron... </q>, empez <strong> Ricky Gervais </strong>.`` Parece que todo este a?o era tridimensional excepto los personajes de The Tourist'', afirm, copa en mano, ante la mirada apurada de <strong> Johnny Depp </strong> y un p?blico fr?o. <strong> Ricky Gervais </strong>", "new_id": -2}, {"uid": "1297417823256622628", "i": 31316, "idx": 3, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "heckling by those in the crowd opposed to the war in Iraq and its costs. Still, the applause drowned out the boos.`` It's good to be here,'' <strong> Donald Rumsfeld </strong> told the crowd. <q> I have been around so long that I remember a time when CPAC did not exist, when Ronald Reagan was still an actor, when Barry Goldwater was our candidate for president and we only worried about socialism outside of the United States. </q> <strong> Donald Rumsfeld </strong> joked that there's still time for <strong> Dick Cheney </strong> to get on the ballot in New Hampshire and Iowa. Those who are more likely to be in those early voting states continue their parade before", "new_id": -2}, {"uid": "1296218172048857090", "i": 15216, "idx": 18, "sa": ["Eric Holcomb", "Mike Pence", "Rick Perry", "Dan Coats"], "q": "and advance the conservative cause closer to home.... I am confident the people of Indiana will benefit from <strong> Mike Pence </strong>'s decision.''-- Texas <strong> Eric Holcomb </strong> <strong> Rick Perry </strong>, chairman of the Republican Eric Holcombs Association. <q> While I believe <strong> Mike Pence </strong> would have been a viable candidate for the presidential nomination, I also believe he has the qualifications and experience to be an effective <strong> Eric Holcomb </strong>.... I will be at the top of the list of people encouraging <strong> Mike Pence </strong> to seek the Republican nomination for <strong> Eric Holcomb </strong>. </q>-- U.S. Sen. <strong> Dan Coats </strong>, R-Ind.`` It's nice that <strong> Mike Pence </strong> is spending more time worrying about his next job than about the people in his district. He was just elected to a job that he", "new_id": -2}, {"uid": "1296862636132562982", "i": 13144, "idx": 7, "sa": ["Colin Powell", "George H. W. Bush"], "q": "`` And thank God he was relieved of his duties and we put the surge in, otherwise we would have had a disastrous defeat in Iraq.'' Rummy writes On <strong> George H. W. Bush </strong> <q> While the <strong> George H. W. Bush </strong> and I had many discussions about the war preparations, I do not recall his ever asking me if I thought going to war with Iraq was the right decision. </q> On <strong> Colin Powell </strong>`` The media image'' of Mr <strong> Colin Powell </strong>`` battling the forces of unilateralism and conservatism may have been beneficial to <strong> Colin Powell </strong> in some circles, but it did not jibe with reality.''", "new_id": -2}, {"uid": "1296990031136790016", "i": 9240, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak", "Ian Pannell", "Barack Obama", "Ban Ki-moon"], "q": "of it.`` I do not agree at all of what the Americans or the Europeans said. They have no right to interfere in our business,'' says <strong> Zahi Hawass </strong>, Egypt's newly-appointed Minister of Antiquities. <q> We are EgyptIan Pannells who are very proud of our country. We need to continue until September with <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> until he can smooth. He can smooth the regime and make a new election and a new <strong> Barack Obama </strong> will come by the desire of the EgyptIan Pannells, </q> he told 1014: UN Secretary General <strong> Ban Ki-moon </strong> says an orderly transition in Egypt is essential to the peace process between Israelis and PalestinIan Pannells.`` Egypt has been playing a very strategic role in the Middle East peace process", "new_id": -2}, {"uid": "1296904477240795667", "i": 51031, "idx": 0, "sa": ["Angelina Jolie", "Sharon Stone"], "q": "<q> Nikos:`` <strong> Sharon Stone </strong> n' a jamais peur </q>'' Peut-on perdre la t?te en face-?- face avec elle? Non, car elle n'en joue pas. <strong> Angelina Jolie </strong>, que j' ai interview?e l'?t dernier, est beaucoup plus joueuse et s?ductrice. Bon", "new_id": -2}, {"uid": "1295268538147652699", "i": 34807, "idx": 1, "sa": ["Mike Pence", "Barack Obama", "Jack Kemp"], "q": "wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,'' Benko said. <q> <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity. </q> <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice Barack Obamaial candidate. He was perhaps best known as an economic conservative who advocated low taxes and lowering barriers to supplying goods and services. <strong> Mike Pence </strong>,", "new_id": -2}, {"i": 37768, "idx": 7, "index_answer": 0, "new_id": -1, "q": "what we were saying, she moved her leg. We knew she was responding.'' The lawmakers continued to joke about what they were going to do together, and as they did so, <strong> Gabrielle Giffords </strong> <q> started to open her eyes, literally, </q> <strong> Kirsten Gillibrand </strong> said. Seeing <strong> Gabrielle Giffords </strong>' left eye flickering, her husband, Mark Kelly, started saying:`` <strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,'' <strong> Kirsten Gillibrand </strong> said. After about", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295008939037093396"}]