[{"uid": "1296216383069550083", "i": 29334, "idx": 0, "sa": ["Jimmy Kimmel", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> will rub any' X Factor' success in his face. <q> He'll be the first to congratulate himself on his new ratings by sending me a fax of the ratings to my house the day after his new series premieres, </q> Seacrest says on` <strong> Jimmy Kimmel </strong> Live.' The` Idol' host wishes <strong> Simon Cowell </strong> the best in his new endeavor. <strong> Jimmy Kimmel </strong> asks,`` Do you hope his[ show] does", "new_id": -2}, {"uid": "1295238798192987148", "i": 9477, "idx": 0, "sa": ["Steve Ballmer"], "q": "30, 2009 But the companies say it is the only way to form a credible competitor to the industry's Goliath, Google, which holds 65 percent of the market for Internet search advertising. <q> We actually think this is one of those cases where us coming together will provide more competition to the market leader, not less, </q> Microsoft chief executive <strong> Steve Ballmer </strong> said in a conference call. The deal marks the latest move in a long dance between Microsoft and Yahoo, which have both struggled to remain relevant on the Web as Google steadily", "new_id": -2}, {"uid": "1295360761081248280", "i": 4128, "idx": 0, "sa": ["David Letterman", "Steven Tyler"], "q": "an American Idol, or any kind of idol, you have to pay your dues,'' <strong> Steven Tyler </strong> said on` Late Show,' referring to the years of national touring he did with Aerosmith. <q> But, today's a different world. </q>`` I prefer the process that gave us you to this process,'' <strong> David Letterman </strong> said of` American Idol.'`` By the time you're ready, you're ready, and we", "new_id": -2}, {"uid": "1294957406081149956", "i": 46642, "idx": 6, "sa": ["Allen Iverson"], "q": "car before being driven to his hotel. <strong> Allen Iverson </strong>, who agreed to a$ 4 million, two-year contract with Besiktas, is the Turkish league's biggest signing. He has called his move to the Istanbul club <q> a chance to get back on track with my basketball career </q> after no NBA team was willing to offer him a contract this season. Many see his stint in Turkey as a test of his ability to revive his NBA career because teams are likely to monitor <strong> Allen Iverson </strong>'s performance", "new_id": -2}, {"uid": "1296023446028524635", "i": 18209, "idx": 0, "sa": ["Bill Lockyer", "Michele Bachmann", "Newt Gingrich"], "q": "hard choices in the offseason, at quarterback and any other position, once he knew they needed to be made. He plans to remember all of this if a second chance comes along. <q> The most important thing for me now is that... I continue to talk to people on the offensive side of the ball and defensive side, continue to talk to coaches around the league, retired coaches also, and keep gaining knowledge. </q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this", "new_id": -2}, {"uid": "1295563110148553754", "i": 18341, "idx": 0, "sa": ["Eric Schmidt"], "q": "for founders-and for the movement, which seems to be gathering steam among CEO <strong> Eric Schmidt </strong>, announcing today that he'd will step down as CEO and turn over day-to-day responsibilities to co-founder Larry Page: <q> Larry will now lead our product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's Chief Executive Officer. In this new role I know he will merge Google's technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead. </q> Once you know your customers intimately-who they are and what they want-you are ready to roll out your great new...", "new_id": -2}, {"uid": "1296858906060604470", "i": 19246, "idx": 0, "sa": ["Pauley Perrette", "David Letterman"], "q": "the naked eye and even her arms, she had <strong> David Letterman </strong> Lettermen engrossed in her body art as she explained each piece.`` Well most of mine are number based. I love math.,'' said <strong> Pauley Perrette </strong>. <q> I have little secret number tattoos everywhere. I design them. </q> \" And to conclude this abbreviated celebrity round-up, the girls who are auditioning for future reality TV shows on The Bachelor went and got rose tattoos while they were in Vegas. I suppose", "new_id": -2}, {"uid": "1295088867024526877", "i": 42142, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell", "Susan Boyle"], "q": "fanatics have other ideas.`` We hear <strong> Susan Boyle </strong> has invited <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong>, but both are busy so we'll dress up as them to get in!'' said a couple of fanatics. <q> I've already painted my teeth white and had my hair cut like a toilet brush! I look like a dead ringer now! </q> boasted one of the fanatics.`` Our wealthy husbands have used their contacts to get some fake invitations made! They'll have to let us in, even if we're not on the guest list", "new_id": -2}, {"uid": "1295679221036077645", "i": 20042, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "duties to Page, now 37. While <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials and potential takeover targets, Page says he will be making most of the big decisions as he tries to rekindle <q> the soul and passion of a startup. </q> <strong> Sergey Brin </strong> will concentrate on developing new products. He's worth$ 15 billion, but Page remains something of a rebel who has always had a disdain for corporate protocol.`` Larry and <strong> Sergey Brin </strong>", "new_id": -2}, {"i": 21704, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and I, for one, can not wait.'' As much as he's going to miss <strong> Simon Cowell </strong>'s acerbic wit, <strong> Jim Cantiello </strong> said he's really looking forward to new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <q> I can't wait to see the insane energy <strong> Steven Tyler </strong> brings to the table, </q> he said.`` He's going to make for some great live TV. And then there's <strong> Jennifer Lopez </strong>, who I imagine being deadly serious. I'm thinking business suits, furrowed brow. She's going", "sa": ["Jim Cantiello", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "uid": "1295439905093192278"}]