[{"i": 39068, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Dwight Duncan </strong> <strong> Eddie Francis </strong>, CAW President Ken Lewenza and other local officials, recognized the importance of the plant, the workforce and the new minivans to the future success of the Company during a ceremony at the plant. <q>The new 2011 Dodge Grand Caravan and <strong> Walter P. Chrysler </strong> Town& Country remain key parts of our revival plan,</q> <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience. \"Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust", "sa": ["Dwight Duncan", "Sergio Marchionne", "Eddie Francis"], "uid": "1295386126252936200"}, {"uid": "1295991953089178223", "i": 3087, "idx": 14, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush", "Henry Kissinger"], "q": "<strong> President Bush </strong> administration, <strong> Donald Rumsfeld </strong> was at odds with <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong> about Iraq. The differences weren't personal, <strong> Donald Rumsfeld </strong> says. He recalls receiving a book that <strong> Henry Kissinger </strong> had written, with the inscription, <q>To an occasional adversary and a permanent friend.</q> \"When I started working on the book, <strong> Henry Kissinger </strong> said, \"You tell it like it was.' We differed on some issues, and there\"s nothing wrong with that. It was professional", "new_id": -2}, {"uid": "1296376798018071610", "i": 5552, "idx": 0, "sa": ["Allen Iverson", "Ray Allen"], "q": "Lakers in the NBA Finals. \"It was scary being able to score like that knowing I hadn't been shooting the ball real well,\" said <strong> Ray Allen </strong>, who finished with a career playoff-high 41 points. <q>I was asking myself, \"Where has this been for the past couple of games?\"</q> The Bucks let a 33-point lead dip to 10 in the fourth quarter as <strong> Allen Iverson </strong> was phenomenal, scoring 26 of his 46 points. He finished three points shy of the NBA record for most points in a quarter", "new_id": -2}, {"uid": "1297224727163495958", "i": 23618, "idx": 5, "sa": ["Katrina Pierson", "Michael Vick", "Dwaine Caraway"], "q": "man, who does look up to these professional athletes\" says <strong> Katrina Pierson </strong>. \"He should have given him his house keys if he likes <strong> Michael Vick </strong> so much, not the key to the city\" she adds. <q>You give keys to the city to people who have done great things for the City of Dallas or heroes who have done outstanding things to help the citizens of Dallas. I'm not quite sure how <strong> Michael Vick </strong> fits that profile</q> says <strong> Katrina Pierson </strong>. Reverend Marion Barnett supports <strong> Dwaine Caraway </strong> and says it was appropriate to give <strong> Michael Vick </strong> the key. \"When we look at Mr. <strong> Michael Vick </strong>, he's had a repentant type of attitude\" says Barnett", "new_id": -2}, {"uid": "1296319594070893607", "i": 28050, "idx": 0, "sa": ["Eric Schmidt"], "q": "cars. Consumer Watchdog, a group which has been highly critical of Google's privacy practices, condemned the agreement to settle the issue through negotiations and called for congressional hearings on the subject. <q>The details of the biggest privacy breach in history shouldn't be settled in secret,</q> said John Simpson of Consumer Watchdog. \"This makes it clear why Google CEO <strong> Eric Schmidt </strong> needs to testify under oath before Congress about Wi-Spy.\" Google pledged to strengthen its privacy and security practices after its", "new_id": -2}, {"uid": "1295890682014073869", "i": 11696, "idx": 1, "sa": ["Colin Powell"], "q": "defense, many top Republicans have suggested yanking money from a variety of domestic programs, including NPR, the National Endowment for the Arts and Amtrak, as possible answers to the country's financial woes. <q>Nice political chatter, but that doesn't do it,</q> <strong> Colin Powell </strong> said. He also slammed Republican leaders for playing politics with the budget, without offering what he said were real solutions. \"Don't tell me you're going to freeze to a", "new_id": -2}, {"uid": "1295615312003915794", "i": 31189, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "\". As Google's new chief executive, Page will lead product development and technology strategy, along with all day-to-day operations of the firm. <strong> Sergey Brin </strong>, who co-founded Google with Page, will <q>devote his time and energy to strategic projects, in particular working on new products</q>. His title will remain co-founder. In a blog post, <strong> Eric Schmidt </strong> said that he had been working with Page and <strong> Sergey Brin </strong> on ways to simplify Google's management structure and quicken decision making.", "new_id": -2}, {"uid": "1296361850041893890", "i": 46449, "idx": 0, "sa": ["Zahi Hawass"], "q": "other key archaeological monuments. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q>What scares me is that if this building is destroyed, it will fall over the museum,</q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters.( See photos of Egypt convulsed by protest.) The museum, which is home to the gold mask", "new_id": -2}, {"uid": "1295944371182452224", "i": 37852, "idx": 0, "sa": ["Keith Smart", "Bill Lockyer", "Newt Gingrich"], "q": "off the court in the waning moments of Friday night's victory over Sacramento, but he played 42 minutes the next night against the Clippers. \"Monta bounces back quickly,\" coach <strong> Keith Smart </strong> said. <q>I didn't even think he'd able to play Saturday.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Mercedes-Benz 2001 M-Class$ 12,982 Mercedes-Benz 2003 M-Class$ 13,983 Mercedes-Benz 2008 M-Class", "new_id": -2}, {"uid": "1296980220081723411", "i": 44330, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": " \"It's a very serious matter because it can incapacitate the pilot.\"- David Zwegers, director of aviation safety at Embry-Riddle Aeronautical University, on shining handheld lasers at airplanes <q>If AIG, whose reckless behavior resulted in a$ 182 billion taxpayer bailout, prefers to do business in Republican states, then the next time they go bankrupt, I hope they don't ask taxpayers in Vermont and other Democratic-leaning states for another bailout.</q>- U.S. <strong> Sen. Bernie Sanders </strong>, a Vermont independent, on American International Group Inc.'s mortgage insurer doing more business in GOP-leaning states \"Any money you net you did not actually save. Rather,", "new_id": -2}]