[{"uid": "1296671847037879814", "i": 29549, "idx": 1, "sa": ["Allen Iverson"], "q": "<strong> Allen Iverson </strong> 30. <strong> Allen Iverson </strong> nailed a three-pointer with 2:21 remaining to break the last tie, and the Philadelphia 76ers regained their poise and came up with enough of a balanced attack to beat the Toronto Raptors 84-79 Sunday. <q>Nobody ever told me that winning a championship was easy, and I found out the hard way that isn't easy to win a playoff game,</q> said <strong> Allen Iverson </strong>, who shot 10-for-30 but came though in the clutch after Toronto had rallied from a 16-point deficit. The 76ers evened the best-of-seven series at two games apiece and regained homecourt advantage heading into Game 5 Wednesday", "new_id": -2}, {"uid": "1296593618087982128", "i": 42280, "idx": 2, "sa": ["Mike Pence"], "q": "in revenue from government grants and contracts. During that same timeframe, it did 324,008 abortions, a 5.8 percent increase from the previous year, which also set a record high at that time. <q>It is morally wrong to end an unborn human life by abortion. It is also morally wrong to take the taxpayer dollars of millions of pro-life Americans and use them to promote abortion at home or abroad,</q> <strong> Mike Pence </strong> said on the House floor in introducing his bill. \"The largest abortion provider in America should not also be the largest recipient of federal funding under Title X,\" he said. \"`", "new_id": -2}, {"uid": "1296727907183500817", "i": 16347, "idx": 15, "sa": ["Jalen Rose", "Carmelo Anthony", "Allen Iverson"], "q": "his status. \"The way I feel right now, I don't know if I would miss a game. I just will have to get up and see how I feel tomorrow,\" <strong> Allen Iverson </strong> said. <q>Right now it's just frustrating to be out there at the end hobbling like that.</q> X-rays on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Jalen Rose </strong> are 2-3 together, and their pairing since <strong> Carmelo Anthony </strong>'s return from a 15-game suspension for fighting hasn't been the problem for the Nuggets, who failed", "new_id": -2}, {"uid": "1295632978247332889", "i": 12361, "idx": 0, "sa": ["Kara DioGuardi", "Simon Cowell"], "q": "admit it. Earlier today, <strong> Kara DioGuardi </strong> spoke candidly about her experience on the show that thrust the widely unknown songwriter into the blinding spotlight of one of the most successful series in television history. <q>It was a real learning curve for me-- not only was I judging talent on the spot, but I was learning how to be a TV personality,</q> <strong> Kara DioGuardi </strong> said. \"Which is why <strong> Simon Cowell </strong> is <strong> Simon Cowell </strong> for a reason. He's a brilliant TV personality and you just don't wake up being that. \"` I think in the beginning I", "new_id": -2}, {"uid": "1296405734264388638", "i": 642, "idx": 3, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q>I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,</q> <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible. \"` He was holding me the whole time,\" <strong> Allen Iverson </strong> said Date: March 2, 2010 Staples", "new_id": -2}, {"i": 40814, "idx": 2, "index_answer": 0, "new_id": -1, "q": "points on the highest stage you can ever score,\" said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. <q>I will remember this night for the rest of my life.</q> The Nuggets have been searching for a consistent third scorer behind <strong> Anthony Atkinson </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then", "sa": ["Linas Kleiza", "Allen Iverson", "Anthony Atkinson"], "uid": "1296796643209420294"}, {"uid": "1296014345168460294", "i": 7525, "idx": 8, "sa": ["J'Covan Brown", "Allen Iverson"], "q": "17-of-36 from the field. He scored between nine and 12 points in every period and added a season-high 10 assists and five rebounds. \"I wanted to get off to a good start,\" <strong> Allen Iverson </strong> said. <q>Some earlier shots were going off the rim, then all of a sudden, my shots began to drop. My teammates began to get the ball to me, they did a good job as always of getting me the ball in the right spot, and I was able to make the big shots at the end.</q> \"The little kid was phenomenal,\" Sixers coach Larry <strong> J'Covan Brown </strong> said. \"I had to take him out at the beginning just to calm him down because he was really wired. Yeah, he took a", "new_id": -2}, {"uid": "1296166331238878764", "i": 35630, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "Senate Armed Services Committee. <strong> Kirsten Gillibrand </strong>, recently elected to the seat she was appointed to in 2009, had sought the committee seat. She has worked on military issues like the repeal of the <q>don't ask, don't tell</q> policy for gay troops. And <strong> Kirsten Gillibrand </strong> had served on the House Armed Services Committee when she represented an upstate New York congressional district. <strong> Kirsten Gillibrand </strong> says she will work for troops and their families and will try", "new_id": -2}, {"uid": "1297445521223772687", "i": 45785, "idx": 2, "sa": ["Steve Ballmer"], "q": "it will also \"drive the future of Windows Phone\" by contributing its expertise on global markets. \"I am excited about this partnership with Nokia,\" said <strong> Steve Ballmer </strong> A. <strong> Steve Ballmer </strong>, Microsoft CEO. <q>Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> Key elements of the partnership announced Friday by Nokia and Microsoft are: Bing will power Nokia's search services across Nokia devices and services, giving customers access to Bing's next generation search capabilities.", "new_id": -2}, {"uid": "1295591942183287822", "i": 17961, "idx": 16, "sa": ["Eric Schmidt", "Google Inc."], "q": "interview and a conference call with analysts, with <strong> Eric Schmidt </strong> describing <strong> Google Inc. </strong>'s co-founders as his \"best friends. \" \"I believe Larry is ready\" to be CEO, <strong> Eric Schmidt </strong> said during the call. <q>It\"s time for him to have a shot at running this.</q> mobile.WTOPNEWS Get Text Messages and wtopnews.com on Your PDA", "new_id": -2}]