[{"uid": "1296492936169607194", "i": 71, "idx": 2, "sa": ["Sergio Marchionne", "David Whiston"], "q": ", the company said. Earlier this month, <strong> Sergio Marchionne </strong> said Chrysler could now break even with 1.5 million vehicle sales, down from its previously stated breakeven point of 1.65 million. Proving Me Wrong <q> I do think highly of <strong> Sergio Marchionne </strong> but I was still very skeptical of the prospects initially when this all started, </q> <strong> David Whiston </strong>, an analyst with Morningstar Inc. in Chicago, said prior to the release.`` So far, theyre proving me wrong and proving nearly everyone else out there wrong.'' Chrysler's U.S. growth", "new_id": -2}, {"uid": "1295599142252706826", "i": 6761, "idx": 0, "sa": ["Eric Schmidt"], "q": "Thursday, Google co-founder Larry Page will take charge of the company's day-to-day operations as chief executive, replacing current CEO <strong> Eric Schmidt </strong>, who will focus on strategic projects and, in particular, new products. <q> We've been talking about how best to simplify our management structure and speed up decision-making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement released by Google.`` By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead", "new_id": -2}, {"uid": "1294968846002998289", "i": 20956, "idx": 0, "sa": ["Michael Vick", "Donovan McNabb"], "q": "Eagles are thinking heading into this offseason because they're not talking. All Reid would offer in his season-ending press conference was a goofy, evasive response on the issue of wanting <strong> Michael Vick </strong> back. <q> We're talking the day after here, so I have to go back and look at everything, </q> he said.`` He sure did a nice job this season.... Do I want him back? I would like them all back.'' <strong> Donovan McNabb </strong> was still his starting quarterback. Five", "new_id": -2}, {"uid": "1297055456082575366", "i": 12599, "idx": 1, "sa": ["Piers Morgan", "Lord Sugar", "David Hasselhoff", "Simon Cowell", "Louis Walsh", "Lorraine Kelly", "Michael McIntyre"], "q": "you so much love x.'' Amanda's best pal <strong> Simon Cowell </strong> was in regular phone contact. BGT stars <strong> Michael McIntyre </strong>, <strong> David Hasselhoff </strong>, <strong> Louis Walsh </strong> and <strong> Piers Morgan </strong> also sent their support. <strong> Michael McIntyre </strong> told The Sun: <q> Amanda is such a wonderful person. I'm heartbroken for her and Chris. </q> <strong> David Hasselhoff </strong> said:`` Amanda is a first class lady. My heart goes out to her.'' <strong> Lord Sugar </strong> said it was a`` tragedy'', while Sun columnist <strong> Lorraine Kelly </strong> offered`` sincere condolences", "new_id": -2}, {"i": 11815, "idx": 10, "index_answer": 2, "new_id": -1, "q": "dropped to 2-10 at home in the past six weeks, and face a road trip that includes games at Boston, Cleveland, New Orleans and Orlando.`` We lost again,'' point guard <strong> Rodney Stuckey </strong> said. <q> I don't know. I really can't explain anything anymore. We just keep losing, and now we've got some great teams to play. </q> <strong> Allen Iverson </strong> led all scorers with 31 points, and <strong> Antonio McDyess </strong> added 13 points and 13 rebounds. San <strong> Antonio McDyess </strong> led http://wn.com/Mavs-Spurs_106-93_I_Nowitzki_31pts,9reb,Terry_19pts_vs_Duncan_30pts,8reb,Parker_26pts,12ast SAN ANTONIO, April 28,2009( AP) <strong> Jason Terry </strong> galloped down court after one big shot and <strong> Josh Howard </strong> skipped", "sa": ["Jason Terry", "Josh Howard", "Rodney Stuckey", "Antonio McDyess", "Allen Iverson"], "uid": "1295937890179191810"}, {"uid": "1296162104118571009", "i": 25024, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "According to <strong> Eric Schmidt </strong> who spoke Thursday at a briefing in Davos, he had drawn up the plan to restructure the management at <strong> Google Inc. </strong>, which will see co-founder Larry Page ascending to to CEO. <q> This has nothing to do with competitors, that is completely false. This was my proposal. People have never believed that the three of us could run the company as a triumvirate, but[ this is] a very, very well managed business. The three of us will be on all of the big decisions together. </q>", "new_id": -2}, {"uid": "1297109629077856777", "i": 9603, "idx": 1, "sa": ["Sergio Marchionne"], "q": "the choice of the topic, the choice of the characters in the thing were not easy choices. I had to think about this really long and hard,'' <strong> Sergio Marchionne </strong> said. Why? I asked him. <q> You know, I love Eminem but... I also know that some of the choices of language that he has made are things that are not what I would consider to be commonly shared, </q> he said, trying to be delicate about the rapper's hard-core lyrics and profanity. But the Italian-born <strong> Sergio Marchionne </strong>, who grew up in Canada and spent two years living across the river from Detroit, in", "new_id": -2}, {"uid": "1295256413206143491", "i": 15716, "idx": 12, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson", "Robert Vaden"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q>... <strong> Robert Vaden </strong> 28 Points in 2nd Half against Kentucky <strong> Robert Vaden </strong> let it go, turned as the ball made its way through the net and began pounding his chest. capped by runway Another big shot for the UAB guard", "new_id": -2}, {"uid": "1296907007021102602", "i": 40577, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": ", 37, rues the exodus of foreigners that has left him temporarily without livelihood. But he expresses confidence that Egypt's treasure trove of antiquities means they will not stay away for long. <q> Yes, I haven't worked in two weeks. There are no more visitors to Cairo. They've all fled to their countries, </q> he said. <strong> Zahi Hawass </strong>, Director for the Supreme Council of Antiquities... Article: <strong> Hosni Mubarak </strong> hangs on after mass protests in... An injured anti-government protester rests by a... Egyptian Museum Video: Long Locks Get Chopped", "new_id": -2}, {"uid": "1295830575187138051", "i": 36420, "idx": 0, "sa": ["Andy Coulson"], "q": "phone being hacked, poor old Vince is unmuzzled for once but can do no harm and <strong> Andy Coulson </strong> is still in the shit. fistofonan 24 January 2011 12:49 AM qwertboi 24 January 2011 12:54 AM <q> Bonofido- Why has Blair joined the back of the parade when he should be in the Middle East? </q> In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this time. Please try again later. Closing this window without pressing", "new_id": -2}]