[{"uid": "1296105034131907654", "i": 41443, "idx": 3, "sa": ["Andy Coulson", "David Hill", "Kerry Katona"], "q": "readers of papers that appeal to a wider market than the Notting <strong> David Hill </strong> set. <strong> Kerry Katona </strong> it is then. she can't do any worse than <strong> Andy Coulson </strong>. Rotwatcher 26 January 2011 4:46 PM <q> The prime minister needs somebody who can help him connect with the readers of papers that appeal to a wider market than the Notting <strong> David Hill </strong> set. </q> Kerry Katonagold 26 January 2011 4:48 PM \" The prime minister needs somebody who can help him connect with the readers of papers that appeal to a wider market than the Notting <strong> David Hill </strong> set. \" ArseneKnows", "new_id": -2}, {"uid": "1295974415172294173", "i": 29969, "idx": 0, "sa": ["Rahm Emanuel", "Bill Lockyer", "Newt Gingrich"], "q": "court to tell Chicago election officials to keep his name on the ballot if it starts to print them. Appellate litigation attorney Christopher Keleher said it's likely the court would rule against <strong> Rahm Emanuel </strong>. <q> I can tell you from experience that getting a reversal from any Supreme Court is difficult- even more so when you've got a truncated time frame, </q> Keleher said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Aston Martin 2008 V8 Vantage$ 85,794 Aston Martin 2009 V8", "new_id": -2}, {"uid": "1297270524044515339", "i": 39289, "idx": 4, "sa": ["Jacques Chirac", "Donald Rumsfeld"], "q": "It was meant to point out there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. \"Ironically, my comment was unintentional,\" <strong> Donald Rumsfeld </strong> writes. <q> I had meant to say France and Germany represented` old NATO' not` old Europe.' </q> \"In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling fJacques Chiracch fries` freedom fries' loved it,\" he writes. \"The elites", "new_id": -2}, {"uid": "1296387505015253604", "i": 37465, "idx": 8, "sa": ["Michael Vick"], "q": ", given what his dogs have been through, the quarterback shouldn't qualify as a dog owner. But they also has conceded that <strong> Michael Vick </strong> has spotlighted the problem of dogfighting and rehabilitation of pit bulls. <q> I'd have to say that he brought attention to the issue in a rather unfortunate way, </q> said Best Friends co-founder Francis Battista. At Best Friends, a 3,800-acre sanctuary that is home to 417 dogs, 658 cats, 340 rabbits and a few dozen horses, pigs and parrots, they prefer", "new_id": -2}, {"uid": "1297212014253886469", "i": 219, "idx": 6, "sa": ["Julianne Hough", "Kit Hoover", "Simon Cowell"], "q": "uk_gallery_1454?__source=omg\"> VIEW THE PHOTOS: The Brit Pack: Hot Shots Of Stars From The UK! As for romance, <strong> Simon Cowell </strong> had a quip when asked about \"Idol\" host <strong> Julianne Hough </strong>. <q> How did he land her? </q> <strong> Kit Hoover </strong> asked. \"Did you say <strong> Julianne Hough </strong> or Derek?\" <strong> Simon Cowell </strong> laughed. They're no longer co-workers, but <strong> Simon Cowell </strong> can't help but take digs at the \"Idol\" host.", "new_id": -2}, {"uid": "1296423892068993033", "i": 408, "idx": 7, "sa": ["Marc Jackson", "Allen Iverson", "Corliss Williamson", "John Salmons", "Jim O'Brien", "Kyle Korver", "Eddie Gill"], "q": "game.\" He was hot when it mattered, though, as <strong> Allen Iverson </strong> took the ball the length of the court and beat the short-handed Pacers with a shot from just above the free throw line over <strong> Eddie Gill </strong>. <q> His shots didn't fall until the last one, and who cares about the others? </q> coach <strong> Jim O'Brien </strong> said. <strong> Kyle Korver </strong> made seven 3-pointers and scored a career-high 23 points, <strong> Marc Jackson </strong> had 21 points and 10 rebounds, and <strong> John Salmons </strong> and <strong> Corliss Williamson </strong> each scored 15 points for the Sixers. <strong> Kyle Korver </strong> capped Philadelphia's furious", "new_id": -2}, {"uid": "1297298258261144595", "i": 25952, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "do anything. Bizarre. Reviled two-time Defense Secretary <strong> Donald Rumsfeld </strong> has finally written his memoir. It is titled \"Known and Unknown,\" after a typically obtuse quote he gave to the press while mismanaging the <q> global war on terrorism. </q> In his memoir, <strong> Donald Rumsfeld </strong> is settling various old scores, and, obviously, trying to convince everyone that he is not responsible for the various awful failures and fiascoes that occurred at the Pentagon during his tenure in", "new_id": -2}, {"uid": "1295629432247332874", "i": 31747, "idx": 2, "sa": ["Andy Coulson", "Rupert Murdoch", "David Cameron", "Les Hinton"], "q": "were very clear: they were to work within the law and within the PCC code. It's in their handbooks.\" <strong> David Cameron </strong> defends <strong> Andy Coulson </strong> on BBC Radio 4's Today programme, 17 January 2011 <q> I almost think there is a danger at the moment that he is effectively being punished twice for the same offence. I judge his work by what he has done for us... I gave him a second chance. I think in life sometimes it's right to give someone a second chance. </q> <strong> Rupert Murdoch </strong> addressing News Corporation's annual general meeting, 15 October 2010 \"We have very, very strict ruLes Hinton. There was one incident more than five years ago... the person who bought the bugged conversation", "new_id": -2}, {"uid": "1295221596191463425", "i": 23800, "idx": 0, "sa": ["Colin Powell"], "q": "to tap all the talent at our disposal to solve the nation's problems wherever in the world that talent originates. Former Secretary of State <strong> Colin Powell </strong>, in 2003, target=\"_hplink\"> described the goal of <q> Secure Borders, Open Doors, </q> and we have been trying to find the correct formula ever since. We need a better balance between national security and maintaining the critical, bidirectional flow of people and ideas. Please reconsider passage of the DREAM", "new_id": -2}, {"uid": "1295376321188088352", "i": 34993, "idx": 0, "sa": ["David Letterman"], "q": "Lunesta in the recent past. During an appearance on The Late Show with <strong> David Letterman </strong>, the new American Idol judge revealed that he fell back into drug addiction after suffering from a foot injury. <q> It's not any news here about my drug use and addictions in the past, </q> he said. \"A couple years ago, I was[ snorting] Lunesta because of some problems with my feet.\" The Aerosmith rocker added: \"That shows you what kind of a drug", "new_id": -2}]