[{"uid": "1296776655116113416", "i": 59038, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "a more stable and secure world.'' And of the argument that the war in Iraq diverted troops and resources from Afghanistan, leading to the resurgence there of the Taliban, Mr. <strong> Donald Rumsfeld </strong> simply declares, <q> It was precisely during the toughest period in the Iraq war that Afghanistan, with coalition help, took some of its most promising steps toward a free and better future. </q> Although most of this book is written in flat-footed prose( largely devoid of colorful Rummyisms), this former Secretary of Defense tends to be tart- even snide- in his depictions of colleagues, with", "new_id": -2}, {"uid": "1296128197246497300", "i": 21285, "idx": 1, "sa": ["Michael Vick"], "q": "dogfighting operation four years ago.`` This one feels great due to the fact that I've been through so much,'' <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q> To be able to get back to this position is paramount to me, and I'm just thankful. </q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for", "new_id": -2}, {"uid": "1297531452132300805", "i": 58570, "idx": 0, "sa": ["Percy Harvin", "Joel Segal", "Michael Vick", "Tom Anderson"], "q": "'s workout schedule so the two can be on the same field. <strong> Percy Harvin </strong> and <strong> Michael Vick </strong>, both Virginia Beach natives, are represented by agent <strong> Joel Segal </strong>, who recommended <strong> Tom Anderson </strong> to <strong> Michael Vick </strong> last offseason. <q> That would be something to get them on the same field together, </q> said <strong> Tom Anderson </strong>, who runs <strong> Tom Anderson </strong> Speed and Sports Enhancement Training.`` The possibilities would be endless with two athletes like that together, the way they could push each other.'' <strong> Percy Harvin </strong> always has possessed", "new_id": -2}, {"uid": "1297701027073007133", "i": 52741, "idx": 0, "sa": ["Steve Ballmer"], "q": "saying again that this was`` real code''- here's that video: Kinect and Windows Phone, together Microsoft did not release any new sales numbers today, instead rolling out the same ol' <q> 93 percent customer satisfaction rate and nine out of 10 customers saying they are likely to recommend[ the phone] to someone else </q> line. Microsoft did announce that Windows Phone will be coming to Verizon and Sprint in the US`` soon''. Nokia CEO also joined <strong> Steve Ballmer </strong> onstage, talking again about the`` 3rd ecosystem''.", "new_id": -2}, {"uid": "1296231945135299118", "i": 9456, "idx": 6, "sa": ["Sergio Marchionne", "John Elkann"], "q": "delle cose migliori che potevano succedere a Chrysler''. Richiamando quanto detto da <strong> John Elkann </strong>, ha spiegato,`` non cercheremo attivamente di realizzare delle cessioni. Ma sarebbe incredibilmente stupido dire che non succeder nulla''. Infine <q> Credo che Ferrari abbia una riserva significativa di valore, ha un marchio unico, un` attivit unica </q> ed? importante sapere che`` rappresenta un valore per Fiat''. <strong> Sergio Marchionne </strong>, NO PREVISIONI SU ACCORDI MELFI E CASSINO-`` Su Cassino e Melfi non si pu prevedere cosa succeder nel 2011.", "new_id": -2}, {"uid": "1295568460075235328", "i": 14123, "idx": 0, "sa": ["Eric Schmidt", "Mark Zuckerberg"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> InformationWeeks Alex Wolfe gets a demo of SAPs new collaborative decision-making tool from SAP BusinessObjects senior director of Mark Zuckerbergeting Holly Simmons. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman.``", "new_id": -2}, {"uid": "1296963327246792213", "i": 21063, "idx": 0, "sa": ["Michael Vick", "Mike Williams"], "q": "from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver title=\"Mike Williams\" href=\"http://dailypress.com/topic/sports/Mike Williams-Mike Williams-PESPT007959.topic\"> <strong> Mike Williams </strong>, who got eight. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great. Text DPSPORTS to 71593 for sports alerts", "new_id": -2}, {"uid": "1295231821192299018", "i": 2253, "idx": 5, "sa": ["LeSean McCoy", "Michael Vick", "DeSean Jackson"], "q": "in yards per rush. Deep threat <strong> DeSean Jackson </strong> averaged 22.5 yards a catch, Sid Gillman deep-ball numbers in a West Coast offense. Running back <strong> LeSean McCoy </strong> led the NFC in total yards from scrimmage. <q> A lot of people didn't expect us to be in this situation, </q> <strong> Michael Vick </strong> said.`` Yeah, it's a new era. We're just trying to make our mark and play good football.'' <strong> Michael Vick </strong> expects to see some of the defensive back blitzing Minnesota used", "new_id": -2}, {"uid": "1297300010261144614", "i": 52566, "idx": 0, "sa": ["Jim Schmitt", "Scott Walker", "Donald Rumsfeld", "Barack Obama", "John Boehner"], "q": "Slideshow: <strong> Barack Obama </strong>, <strong> Scott Walker </strong>, <strong> Jim Schmitt </strong> Photo in Slideshow: U.S. House Speaker <strong> John Boehner </strong>, House Majority... Video: <strong> Barack Obama </strong> has kicked smoking habit, first lady says Video: Why Americans Are Turning Against Barack Obamacare Report Abuse <q> ha ha you stupid democraps will freeze to death </q> thanks to your one term muslim usurper <strong> Barack Obama </strong> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy", "new_id": -2}, {"i": 5185, "idx": 2, "index_answer": 0, "new_id": -1, "q": "B-movie actor, turned governor, turned candidate. He gave voice to the ideals and values that I was raised to believe in.'' Republicans, <strong> Mike Pence </strong> continues, should learn from how <strong> Ronald Reagan </strong> led. <q> I think <strong> Ronald Reagan </strong> personifies both the substance and the style of conservatism in the 21st century, </q> he says.`` On substance, he was tough and unapologetic- he was committed to limited government, to federalism, to a strong national defense, and to traditional values.''`` But on", "sa": ["Mike Pence", "Ronald Reagan"], "uid": "1295552145232112145"}]