[{"uid": "1295094109134053944", "i": 26901, "idx": 3, "sa": ["Sergio Marchionne"], "q": "parti pi importanti del contratto nazionale e anche in alcuni casi le rafforza\" . Sulla possibilit di far nascere Federauto, <strong> Sergio Marchionne </strong> ha detto che \"pu darsi che sia la soluzione giusta\" , ma ha aggiunto: <q> Per la Fiat questa joint venture con Chrysler se va avanti non deve comunque far parte di Confindustria. Quindi aspettiamo loro e quando sono pronti entriamo. Non? che possiamo fermare gli investimenti. Non posso aspettare, la macchina serve </q>. Quanto alla tempistica, l'ad del Lingotto ha precisato che la macchina \"deve essere pronta nel 2012\" . \"I conti alla rovescia sono bravi tutti a farli- ha insistito- ma bisogna considerare che ci", "new_id": -2, "mturk_index": "2166"}, {"uid": "1295878634173096979", "i": 35538, "idx": 0, "sa": ["Larry Page", "Marissa Mayer", "Sergey Brin", "Eric Schmidt"], "q": "Triumvirat aus <strong> Eric Schmidt </strong> und den beiden Firmengr?ndern <strong> Larry Page </strong> und <strong> Sergey Brin </strong> gef?hrt. Das sagte Produktmanagerin <strong> Marissa Mayer </strong> am Montag auf der Konferenz DLD( Digital, Life, Design) in M?nchen. Jetzt gebe es ver?nderte Aufgaben, <q> aber <strong> Larry Page </strong>, <strong> Eric Schmidt </strong> und <strong> Sergey Brin </strong> werden das Unternehmen weiter f?hren </q>. <strong> Marissa Mayer </strong> f?gte hinzu: \"Wir freuen uns wirklich ber die nderungen.\" Der neue Vorstandschef <strong> Larry Page </strong> habe sich schon immer sehr um die Entwicklung der Google-Produkte gek?mmert und werde seinen Blick auf die Technik auch", "new_id": -2, "mturk_index": "1424"}, {"uid": "1295135052142065703", "i": 16884, "idx": 3, "sa": ["Ted Williams", "Phil Jackson", "Yao Ming", "Allen Iverson", "Anita Bryant", "Rasheed Wallace"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoYao Ming the final NBA team to lose this season. \"We just played defense,\" <strong> Allen Iverson </strong> said. <q> We made them take tough, contesTed Williams shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Anita Bryant </strong> said the Pistons presenTed Williams a \"matchup issue\" for the Lakers' defense. \"With <strong> Rasheed Wallace </strong> at the 5, and his ability to Central Connecticut St. defeats Sacred Heart 88-75 East Tennessee State beats Phil Jacksonville 74-62", "new_id": -2, "mturk_index": "351"}, {"uid": "1295669745069369875", "i": 28100, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "\" de su trabajo como jefe de prensa de <strong> David Cameron </strong>, pero a?adi que \"nada es m?s importante que la tarea del Gobierno de volver a poner de pie a este pa?s\" , cit Efe. <q> Desgraciadamente, la continua cobertura informativa de eventos relacionados con mi antiguo trabajo en` News of the World' dificulta que d el 110% necesario en este papel </q>, afirm <strong> Andy Coulson </strong>, que agreg que aunque no tiene nada de lo que retractarse, considera que \"cuando un portavoz necesita un portavoz, es el momento de cambiar\" . <strong> Andy Coulson </strong> dimiti como director del", "new_id": -2, "mturk_index": "815"}, {"uid": "1295552617218546231", "i": 23720, "idx": 0, "sa": ["David Letterman"], "q": "a guest on The Late Show with <strong> David Letterman </strong> when the host asked him mid-interview if he would care to perform a song. The funnyman obliged and told the audience as he made his way to the stage: <q> You know in my business, or in our business, there's a traditional career path: TV, movies, then Broadway, your own special, reality show host, the Palm Springs Follies, and then this show... But the challenge on this magical journey is to stay relevant and fresh. And if you really want to remain white hot in the press- there's only one place to go. </q> As the music began a pair of back-up singers and a drummer appeared onstage, dancing behind him. And Short used his musical moment to mock troubled stars who've hit headlines for all the", "new_id": -2, "mturk_index": "1327"}, {"uid": "1296231945135299118", "i": 9455, "idx": 5, "sa": ["Sergio Marchionne", "John Elkann"], "q": "non era prevedibile. \"Chrysler? una delle migliori cose che potevano succedere a Fiat. E anche Fiat una delle cose migliori che potevano succedere a Chrysler\" . Richiamando quanto detto da <strong> John Elkann </strong>, ha spiegato, <q> non cercheremo attivamente di realizzare delle cessioni. Ma sarebbe incredibilmente stupido dire che non succeder nulla </q>. Infine \"Credo che Ferrari abbia una riserva significativa di valore, ha un marchio unico, un` attivit unica\" ed? importante sapere che \"rappresenta un valore per Fiat\" . <strong> Sergio Marchionne </strong>,", "new_id": -2, "mturk_index": "1612"}, {"uid": "1297176415196968508", "i": 8072, "idx": 0, "sa": ["Mayor Tom", "Michael Vick"], "q": "DALLAS( AP)- The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback Vick\" Vick-Michael Vick-PESPT008492.topic\"> <strong> Michael Vick </strong> a <q> key to the city. </q> <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this past season, his second in the NFL since serving 18 months in prison for operating a dogfighting operation.", "new_id": -2, "mturk_index": "1831"}, {"uid": "1295028631156713000", "i": 2693, "idx": 1, "sa": ["Beverly Hills", "Camille Grammer", "David Letterman"], "q": "\"Frazier\" star said on CBS' \"Late Show With <strong> David Letterman </strong>\" on Thursday night that he's marrying Kayte Walsh. He says that \"Kayte's my new girl\" and that they're getting married <q> in February, we think. </q> His wife of nDavid Lettermany 13 years, <strong> Camille Grammer </strong>, filed for divorce in July. She cited irreconcilable differences. She stars in Bravo's \"The Real Housewives of <strong> Beverly Hills </strong>.\" They were married in 1997 and have", "new_id": -2, "mturk_index": "916"}, {"uid": "1295564361148553832", "i": 25542, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "unter dem erfahrenen Manager <strong> Eric Schmidt </strong> hatte sich die Firma von einer Suchmaschine zu einem breit aufgestellten Technologiekonzern gemausert. Page-wird-konzernchef/50217400.html#\"> Die Google- Gr?nder <strong> Sergey Brin </strong>( l.) und <strong> Larry Page </strong> <strong> Eric Schmidt </strong> begr?ndete den Schritt im firmeneigenen Blog: <q> Ich bin sehr stolz die 10 Jahre, die ich Chef von Google war, und ich glaube, dass die kommenden 10 Jahre mit <strong> Larry Page </strong> noch besser werden! <strong> Larry Page </strong> ist meiner Meinung nach reif f?r die F?hrungsposition. </q> <strong> Larry Page </strong> Sergey Bringt seinem Vorg?nger im Gegenzug Wertsch?tzung entgegegen: \"<strong> Eric Schmidt </strong> ist ein toller Firmenchef und ich habe viel von ihm gelernt\" , sagtLarry Page in einer Telefonkonferenz. Und der Konzern hat gute Nachrichten mit seinen Gesch?ftszahlen zu verk?nden", "new_id": -2, "mturk_index": "96"}, {"uid": "1295991953089178223", "i": 3691, "idx": 8, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "we winning or losing the war on terror?\" \"Is the U.S. government changing fast enough?\" \"Do we need more troops? And if so, where and for what purpose?\" <q> My brain would be going, </q> he says. \"I wanted to find out something. I needed help. I needed adGeorge H. W. Bush. Some of them were just,` I need a haircut.\" ' Another <strong> Donald Rumsfeld </strong> Rule: \"", "new_id": -2, "mturk_index": "1274"}]