[{"uid": "1296200464159858698", "i": 4885, "idx": 6, "sa": ["Mike Pence", "Joe Donnelly"], "q": "to campaign successfully, he said. Jim Bopp, a Terre Haute attorney who also is a Republican National Committee member, said <strong> Mike Pence </strong> could be hard to beat if he runs for governor. <q>He'll be the prohibitive favorite in 2012,</q> Bopp said, for both the nomination and the general election. Democrats disagreed. Several Democrats have expressed interest in running, including U.S. Rep. <strong> Joe Donnelly </strong>, whose Northern Indiana district is expected to become more Republican-leaning", "new_id": -2}, {"i": 9243, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Andy Coulson </strong> confirmed his resignation in a statement on Friday, saying that the continued coverage of events during his time as the editor of ''News of the World' had made it difficult for him to give <q>the 110 per cent needed in this role</q>.'' I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,''' The Telegraph quoted him, as saying. Following", "sa": ["Andy Coulson"], "uid": "1295692802212844576"}, {"uid": "1295588330239992836", "i": 3351, "idx": 2, "sa": ["Eric Schmidt"], "q": "was ''not a reaction to competitors.'' Rather, he said, it was an effort to speed up decision making at the company, which ended the year with about 24,000 employees. <q><strong> Google Inc. </strong> has many different businesses and the issue that we have been getting into is there's too many ways( in) which these businesses can be slowed down,</q> <strong> Eric Schmidt </strong> said. We welcome comments that advance the story directly or with relevant tangential information. We try to block comments that use offensive language, all capital letters or appear to be spam, and we review", "new_id": -2}, {"uid": "1295762095175325199", "i": 12723, "idx": 3, "sa": ["John McCain", "Colin Powell", "Gary Bauer"], "q": "<strong> Colin Powell </strong>'s endorsement is significant due to the fact that <strong> John McCain </strong> has repeatedly singled him out for lavish praise. In a July New York Times interview, <strong> John McCain </strong> described the former secretary of state and Joint Chiefs chairman as <q>a man who I admire as much as any man in the world, person in the world</q> when answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012", "new_id": -2}, {"uid": "1295641936266682375", "i": 38992, "idx": 0, "sa": ["Eric Schmidt", "James Fallows"], "q": "married to Deborah <strong> James Fallows </strong>, author of the recent book am leaving for a while, I would want to find out more about this management change announced just now by Google, in which co-founder Larry Page <q>will take charge of Google's day-to-day operations as Chief Executive Officer,</q> and the current CEO, <strong> Eric Schmidt </strong>, ''will assume the role of Executive Chairman, focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-- all of which are", "new_id": -2}, {"uid": "1295692954156483593", "i": 12372, "idx": 3, "sa": ["Michael A. Cusumano", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> to the 38-year-old Page because it faces serious challenges from companies led by much younger executives, like Facebook, <strong> Michael A. Cusumano </strong> said. ''They want to become younger and more aggressive,'' he said. <q>But the teams at Google are globally organized, so whatever changes are made probably won't be reflected in regional offices like the one in Cambridge.</q> In fact, the employees at Google's Cambridge office, who number more than 250 people, are assigned to a wide range of company projects. Advertising sales is one of the largest groups in the", "new_id": -2}, {"uid": "1296083499001015856", "i": 22124, "idx": 0, "sa": ["Michael Vick"], "q": "well on the field, would they have returned to grace so soon-if at all? According to Stephen Mosher, professor of sport management and media at Ithaca College, there's no maybe about it. <q>From my perspective, Roethlisberger-along with Brett Favre-have gotten away with contemptible behavior,</q> Mosher said. ''It says a lot about the misogyny of the NFL. <strong> Michael Vick </strong>, on the other hand, is as much a victim of the circumstances of his birth as he is of the South's", "new_id": -2}, {"uid": "1295634790253460481", "i": 18375, "idx": 3, "sa": ["Eric Schmidt"], "q": " GigaOm writes. On a more practical note, ''Google's change could be designed to erase memories of some awkward statements made recently by its outgoing CEO,'' writes CNNMoney.com. <q><strong> Eric Schmidt </strong>'s public image took some hits after a string of verbal gaffes.</q> Notoriously, on CNN's ''Parker Spitzer,'' <strong> Eric Schmidt </strong> recently suggested that people who are uneasy about their properties showing up on Google Street View should move. Still, ''People are surprised,'' Fortune tech", "new_id": -2}, {"uid": "1295575736103366674", "i": 37504, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "software company ITA Software, <strong> Google Inc. </strong> for$ 700 million in a cash deal, subject to closing conditions. The deal will allow <strong> Google Inc. </strong> to develop flight search tools for users to locate online flight information more easily. <q>ITA's very talented team has created an impressive product to organize flight information,</q> said <strong> Google Inc. </strong> chairman and CEO <strong> Eric Schmidt </strong>. ''Their technology opens exciting possibilities for us to create new ways for users to more easily find flight information online, and we're looking forward to welcoming them to <strong> Google Inc. </strong>.", "new_id": -2}, {"uid": "1295666817014565419", "i": 20537, "idx": 1, "sa": ["Joe Dumars", "Allen Iverson"], "q": "season than continue to come off the bench. <strong> Joe Dumars </strong> said he understood <strong> Allen Iverson </strong>'s frustration. <strong> Allen Iverson </strong> then said his back was still not feeling right and he thought he was hurting the team more than helping, saying <q>I can't play up to my standards.</q> <strong> Allen Iverson </strong> then said he thought it would be best for the team if he sat out the rest http://wn.com/Lakers_vs_Pistons_Highlights_Kobe_Bryant_28_Points Date: December 20, 2009 Palace of Auburn Hills, Detroit, MI First of all, all video credits", "new_id": -2}]