[{"uid": "1296789411115392513", "i": 3505, "idx": 1, "sa": ["Allen Iverson", "Tracy McGrady"], "q": "New Orleans. \"It's a good feeling. I think it's a tribute to my teammates and coaching staff because without those guys none of that would be possible,\" <strong> Allen Iverson </strong> said in a statement. <q> But most of all I just want to thank the fans for appreciating what I go out and do on the court night in and night out. It's just a great feeling and an honor, and I'm just looking forward to trying to play the best that I can play for the fans. </q> <strong> Allen Iverson </strong> was more than 80000 votes behind <strong> Tracy McGrady </strong>, who has struggled with injuries this season, when the final update was released two weeks ago. He ended up with 1203152 votes. <strong> Tracy McGrady </strong> finished with 1192742. Eastern", "new_id": -2}, {"uid": "1297292537070500358", "i": 40823, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "They just do not exist. They can be friendly. They can be helpful. They can have good social graces... all the while hating your guts and wanting you dead, you infidel. \" Report Abuse <q> to compare democrats with terrorists is truly low rent. do you assume ALL our troops are republicans? are their no democratic americans in harms way in afghanistan? what about that? are they terrorists? </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Do NOT Buy Car Insurance! 1 Trick your Auto Insurer hides from you for extremely cheap rates.", "new_id": -2}, {"uid": "1296500464024739867", "i": 48164, "idx": 0, "sa": ["Angela Merkel", "Clint Eastwood", "Gottlieb Daimler", "Eric Schmidt", "Boris Becker"], "q": "Audi. \"<strong> Gottlieb Daimler </strong> needs to regain some of its innovative edge, and fuel cells might help them do that,\" said Philippe Houchois, a London-based analyst at UBS, who recommends buying the shares. <q> <strong> Gottlieb Daimler </strong> has pretty much been in the forefront on fuel cells, but they haven't been very consistent. </q> The event in Stuttgart, Germany, which kicks off a year-long celebration, was attended by about 1,400 guests including Chancellor <strong> Angela Merkel </strong> and former tennis star <strong> Boris Becker </strong>. Actor <strong> Clint Eastwood </strong> and Google CEO <strong> Eric Schmidt </strong> congratulated", "new_id": -2}, {"uid": "1296432940168050695", "i": 6614, "idx": 4, "sa": ["Allen Iverson"], "q": "its bid to win three straight games for the first time this season. \"We do a lot of things positive on the basketball court, we're just not putting together whole games,\" <strong> Allen Iverson </strong> said. <q> That's the frustrating part, because a game like this, we're supposed to win. </q> Pacers coach Jim O'Brien blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 http://wn.com/Allen_Iverson_15pts_vs_Pacers_04/05_NBA_*Buzzer_Beater_to_win_the_game_*Kyle_Korver_7_3pt Through All-Star games, an MVP award and a trip to the NBA", "new_id": -2}, {"uid": "1295563040148553740", "i": 36702, "idx": 1, "sa": ["Eric Schmidt"], "q": "including deals, partnerships and government relations. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" <strong> Eric Schmidt </strong> said in a statement. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Said Page: \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world that could have kept such headstrong", "new_id": -2}, {"uid": "1295971287048300059", "i": 42307, "idx": 1, "sa": ["Eric Schmidt"], "q": "time after time. That was the key message the PR folks wanted to get over. We are not the bad guys. In fact Mr. <strong> Eric Schmidt </strong> went out of his way to tell how great Google is. <q> The future should be organized around doing good, </q> he told a largely appreciative audience. And he told us just what a force for good Google is-helping free imprisoned ministers for example. But the one bit of his speech that was, if not new", "new_id": -2}, {"i": 639, "idx": 0, "index_answer": 1, "new_id": -1, "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q> Anybody that bet on it, some broke people out there, </q> <strong> Allen Iverson </strong> said. \"I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "sa": ["Michael Jordan", "Allen Iverson"], "uid": "1296405734264388638"}, {"uid": "1297187009205783101", "i": 6932, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "not speak for the entire continent. \"Ironically, my comment was unintentional,\" <strong> Donald Rumsfeld </strong> writes. \"I had meant to say France and Germany represented \"old NATO' not` old Europe'.\" <q> In any event, the phrase` old Europe' entered the vernacular. The segments of Americans that preferred calling french fries` freedom fries\" loved it, </q> he writes. \"The elites in Paris and Bonn who thought themselves the guardians of a sophisticated, new world order did not. All in all I was amused by the ruckus. \"Bush,", "new_id": -2}, {"uid": "1296370302154075150", "i": 48833, "idx": 2, "sa": ["Sergio Marchionne"], "q": "once Chrysler has repaid$ 7.4 billion in government loans. <strong> Sergio Marchionne </strong> is working to secure more attractive financing to pay off the government loans, preferably before taking the company public late this year. <q> I'm trying to line up the order of the transactions, </q> <strong> Sergio Marchionne </strong> said. \"It will happen in 2011.\" On Friday, Ford Motor Co. reported a$ 6.6 billion net income for the year, the best result since 1999. But the Dearborn-based automaker", "new_id": -2}, {"uid": "1295021582165101591", "i": 4161, "idx": 4, "sa": ["Gary Moore", "Allen Iverson"], "q": "spokesman Kursat Kaplan said Wednesday the team would assess <strong> Allen Iverson </strong>'s future after another MRI this week. <strong> Gary Moore </strong> had no timetable for <strong> Allen Iverson </strong>'s surgery, only that that it was \"soon.\" <q> People need to know that <strong> Allen Iverson </strong> is and always has been a fighter, </q> <strong> Gary Moore </strong> said. \"He's got a battle ahead of him.\" <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> \"totally disputes\" reports out of Turkey that he was set to retire. The 11-time NBA All-Star", "new_id": -2}]