[{"uid": "1297274054047726593", "i": 38547, "idx": 2, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "ability to bring the cloud to business customers and developers in game-changing ways.\" <strong> Steve Ballmer </strong> had apparently considered a number of internal and external candidates before choosing <strong> Satya Nadella </strong>, who will replace Bob Muglia. <q>We are on a path to change the world again with our next generation application development and cloud platform, and I feel fortunate to be part of this transformation,</q> <strong> Satya Nadella </strong> wrote in a Feb. 9 e-mail to Server and Tools Business employees. \"Today we are seeing our existing customers move to the cloud to address issues of cost and complexity; tomorrow, our work as leaders", "new_id": -2}, {"uid": "1295566930055705737", "i": 33145, "idx": 3, "sa": ["Eric Schmidt"], "q": "world-and modern technology means that their use as financial tools can go much further than that,\" <strong> Eric Schmidt </strong> said. As for getting smartphones out there, <strong> Eric Schmidt </strong> argues Google can have a pretty big impact. <q>We envision literally a billion people getting inexpensive, browser-based touchscreen phones over the next few years,</q> he wrote. \"Can you imagine how this will change their awareness of local and global information and their notion of education? And that will be just the start.\" It's hard to argue", "new_id": -2}, {"uid": "1297245174074432537", "i": 15389, "idx": 0, "sa": ["Simon Cowell"], "q": "his 40th birthday. \"I don't think it's possible for a new show to be as big a hit as that[ Friends], which is fine,\" he told USA today. <q>I say all the time that I'm glad I got to experience that level of fame so that I don't have to spend my whole life chasing it.</q> <strong> Simon Cowell </strong> Sunshine marks Matthew's first return to television since his stint on Studio 60 on the Sunset Strip, which was cancelled in 2007. After rocketing to fame back in the 90s as a member of", "new_id": -2}, {"uid": "1295954421167477290", "i": 46109, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "billion, according to Forbes magazine. Page, 37, takes over as chief executive in April. <strong> Eric Schmidt </strong> summed up the seismic shift at <strong> Google Inc. </strong>'s helm in a Twitter post last week that said, <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. <strong> Google Inc. </strong>'s market capitalization is now about$ 196 billion. Though it faces a formidable crop of young new", "new_id": -2}, {"uid": "1296057529154206212", "i": 30490, "idx": 1, "sa": ["Eric Cantor", "Michele Bachmann", "Mike Pence"], "q": "\" <strong> Michele Bachmann </strong> Kevin McCarthy( of \"Young Gun\" fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\" <q>We've got to roll back there. That will save$ 100 billion in the first year,</q> agreed <strong> Michele Bachmann </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA) repeated that the GOP is aiming for$ 100 billion in cuts. However, according to the New York", "new_id": -2}, {"uid": "1296922649262193174", "i": 35461, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "critics( you know, the \"Appeaserrs... the morally and intellectually confused\"), and only if we didn't piss on the Constitution and make up our own laws, maybe things would have turned <q>Heh, that's funny. Of course, since there were no weapons of mass destruction in Iraq and in fact there apparentrly had not been any for a number of years, the reason that <strong> Donald Rumsfeld </strong> would like to take \"that one</q> back is because he was lying. Maybe someday someone will free the\" Washington Post from the tyranny of theinverted pyramid and they can actually say that. America's Grandpa of Death <strong> Donald Rumsfeld </strong> is having his", "new_id": -2}, {"i": 13043, "idx": 4, "index_answer": 0, "new_id": -1, "q": "Welch said. <strong> Sen. Bernie Sanders </strong> added that the date change wouldn't cost the federal government anything extra, doesn't mention the word singlepayer but would hold states to all the requirements of the law. <q>It is a pretty good offer we are making.</q> Welch admitted that the bill could face opposition from insurance companies, who also opposed the federal health care law. <strong> Sen. Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont. \"There is no", "sa": ["Sen. Bernie Sanders"], "uid": "1295386293114753561"}, {"uid": "1295561487148553741", "i": 2473, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "fell short of estimates, which stood at$ 8.09, at least under generally accepted accounting principles. \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading <strong> Google Inc. </strong> for the last decade,\" Page said. <q>The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly.</q> Notables at state dinner Gallery: Mayors Lee and Quan join CEOs, leaders and celebs at White House event for China's Hu. STAFF PROFESSIONAL Company AECOM SUPERINTENDENT ENGINEER( S)", "new_id": -2}, {"uid": "1295899581135872595", "i": 46369, "idx": 0, "sa": ["Steve Ballmer", "Barack Obama"], "q": "however, US <strong> Barack Obama </strong> was listening. At a news conference after the business meeting, <strong> Barack Obama </strong> gave a speech about how intellectual property rights are an important part of economic development for both China and the US. <q>Some of it has to do with intellectual property protection,</q> <strong> Barack Obama </strong> said, according to the White House transcript. \"So we were just in a meeting with business leaders, and <strong> Steve Ballmer </strong> of Microsoft pointed out that their estimate is that only one customer in", "new_id": -2}, {"uid": "1297275510262340633", "i": 2901, "idx": 2, "sa": ["Steve Ballmer", "Satya Nadella", "Jason Maynard"], "q": "<strong> Steve Ballmer </strong> wrote at the time. While <strong> Steve Ballmer </strong> was vague about the reasons, analysts believed that the CEO had lost faith in Muglia's ability to lead the company into the next generation of enterprise computing. <q>Our key conclusion from the management change is that <strong> Steve Ballmer </strong> feels that new leadership is needed to navigate Microsoft's evolution to the cloud,</q> said Wells Fargo Securities analyst <strong> Jason Maynard </strong>. As the former head of engineering in Microsoft's online unit, <strong> Satya Nadella </strong> should be well prepared to lead Microsoft's ventures into the cloud. He said he's up", "new_id": -2}]