[{"uid": "1296377239018071565", "i": 5561, "idx": 0, "sa": ["Julius Peppers", "Michael Vick", "Calvin Johnson", "Justin Tuck"], "q": "with the NFL Network, <strong> Calvin Johnson </strong> named <strong> Michael Vick </strong>, the Eagles' quarterback, and defensive standouts <strong> Julius Peppers </strong> and <strong> Justin Tuck </strong> of the Bears and Giants as players he was most excited to see this week. <q> You see those guys on TV every Sunday night, </q> <strong> Calvin Johnson </strong> told the station during practice Thursday. \"Just to be out here and hang with those guys is a privilege for me.\" <strong> Michael Vick </strong> will start at quarterback today for the NFC,", "new_id": -2}, {"uid": "1295261754256114721", "i": 37880, "idx": 9, "sa": ["Andy Coulson", "Benedict Brogan", "David Cameron"], "q": "turn of phrase from <strong> David Cameron </strong>. I think you will find that <strong> David Cameron </strong> has adopted this stance at least since 25th September last year when he was interviewed by <strong> Benedict Brogan </strong> for the Daily Telegraph on the matter. <q> People are trying to punish him twice for the same offence, </q> he said. \" <strong> David Cameron </strong>: <strong> Andy Coulson </strong> deserves to be given a second chance \" LouisLou 17 January 2011 10:54 AM In order to post a comment you need to be registered and signed", "new_id": -2}, {"uid": "1297273074137707595", "i": 24196, "idx": 1, "sa": ["Sergio Marchionne"], "q": ". It was fresh, different, and captures the spirit of what <strong> Sergio Marchionne </strong> is trying to do at Chrysler. That's why it hit home. Late Sunday night <strong> Sergio Marchionne </strong> knew he had a winner. <q> I got e-mails after the Super Bowl at 10 or 11 at night from Chrysler employees saying they've never been prouder to work for Chrysler, </q> he said. \"And these are from people who have been here 20 or 30 years.\" That's why <strong> Sergio Marchionne </strong> is smiling. He admits that it's great to get everyone talking about Chrysler", "new_id": -2}, {"uid": "1296727907183500817", "i": 19765, "idx": 19, "sa": ["Allen Iverson", "Antonio McDyess", "Doc Rivers"], "q": ". The Denver guard hit seven straight attempts before missing a 3-pointer early in the third quarter. He also made all 10 of his free throws. \"It felt OK before the game,\" <strong> Allen Iverson </strong> said. <q> Now, it feels that much worse. It's throbbing like a heartbeat. </q> <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Antonio McDyess </strong> a week ago, slips on a brace after every game per Doc Riverstors orders. \"If I didn't wear this brace to keep it straight after every game,", "new_id": -2}, {"uid": "1296413915005996548", "i": 997, "idx": 0, "sa": ["Michael Vick", "Adrian Wilson"], "q": "NFC starting quarterback <strong> Michael Vick </strong> of Philadelphia probably appreciates his appearance more than anyone on either side of the ball, considering how far he has come since serving prison time for his role in dogfighting operation. <q> This one feels great due to the fact that I've been through so much and trained to getting back to this position, </q> he said earlier this week. \"It's paramount for me and my family and I'm just thankful.\" Arizona safety <strong> Adrian Wilson </strong> has said he was surprised to make the team- as a starter", "new_id": -2}, {"uid": "1295263457203423757", "i": 25525, "idx": 1, "sa": ["Clarence Mitchell", "Andy Coulson", "David Cameron", "Tim Montgomery"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q> The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal. \"<strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media. </q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also Cameron_David Cameron_backs_Andy Coulson_Andy Coulson Tory leader <strong> David Cameron </strong> says his chief press advisor's job is safe, despite new allegations surrounding his Tim Montgomerye", "new_id": -2}, {"uid": "1295559334029818997", "i": 23570, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "he works on \"strategic projects, in particular working on new products\" ( <strong> Eric Schmidt </strong>). So what will <strong> Eric Schmidt </strong> be doing now that he is no longer CEO? He is Executive Chairman: <q> As Executive Chairman, I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. </q>", "new_id": -2}, {"uid": "1295629102247332868", "i": 26232, "idx": 0, "sa": ["Eric Schmidt"], "q": "26 percent to$ 8.44 billion, compared to the same period last year. Net income for the quarter was$ 2.54 billion, compared to$ 1.97 billion in the fourth quarter of 2009. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> said <strong> Eric Schmidt </strong>, chief executive of Google. \"These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web.\"", "new_id": -2}, {"uid": "1295266259121765959", "i": 36214, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": ", on Saturday night. The astronaut described to <strong> Kirsten Gillibrand </strong> the latest progress in his critically injured wife's recovery after the Jan. 8 shooting. \"She's making progress every day,\" <strong> Kirsten Gillibrand </strong> said. <q> She's using both sides of her body.She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing... Monthly and yearly online subscriptions are available. Access is free for print subscribers. To report abuse or misuse of this area please hit the \"Suggest Removal </q> link in the comment to alert our online managers. Please read our comment policy. Use the comment form below to begin a discussion about this content. PROPOSED LEGISLATION:", "new_id": -2}, {"uid": "1296634283225820738", "i": 18307, "idx": 0, "sa": ["Michael Vick"], "q": "and NewsChannel 13 sports anchor 1. Giants 2. Bills 3. Jets 4. Patriots 5. Cowboys 6. Packers Wyland says: <q> You have a ton of Buffalo Bills fans in this area. They aren't any good right now, so you don't hear a lot from them. But when they were going to Super Bowls, you wouldn't believe the number of Bills fans. </q> Sportzone memorabilia and apparel store in Crossgates 1. Giants 2. Jets 3. Steelers 4. Cowboys 5. Patriots <strong> Michael Vick </strong> brought the Eagles popularity back", "new_id": -2}]