[{"i": 8023, "idx": 0, "index_answer": 0, "new_id": -1, "q": "want the <strong> Bill Clinton </strong> and Congress to work together on the big issues, not least the economy. <strong> Larry Sabato </strong> said the Republican takeover of the House of Representatives gives the <strong> Bill Clinton </strong> a new political lease on life. <q> Once the Tea Party members of the House start having a full airing of their views, <strong> Barack Obama </strong> will appear more moderate. He's going to be nicely positioned between the old <strong> Barack Obama </strong> and the new Republican House. I've said for more than a year that if the Democrats hold both the House and the Senate <strong> Barack Obama </strong> might be a one-term <strong> Bill Clinton </strong>. Now he has someone to blame and someone to make him to look better. </q> <strong> Colin Powell </strong>, former secretary of state in the Bush administration who endorsed <strong> Barack Obama </strong> in the 2008 election, said the <strong> Bill Clinton </strong> was well positioned politically. \"He hasn't achieved all of his purposes, but he", "sa": ["Larry Sabato", "Colin Powell", "Bill Clinton", "Barack Obama"], "uid": "1296560297058949650"}, {"uid": "1296810486040140818", "i": 4513, "idx": 0, "sa": ["Claire McCaskill", "Sen. Bernie Sanders", "Brian Kilmeade", "Sarah Palin", "Michele Bachmann"], "q": "\" and stated that \"the better looking these women are like <strong> Michele Bachmann </strong> and <strong> Sarah Palin </strong>, the more the left attacks them.\"[ Fox News, 1/21/11] <strong> Brian Kilmeade </strong>'s Response To Senator <strong> Claire McCaskill </strong>: <q> That Voice Goes Right Through Me. </q> During the December 17, 2010, edition of Fox& Friends, after airing a clip of <strong> Sen. Bernie Sanders </strong> <strong> Claire McCaskill </strong>( D-MO) criticizing Republicans for being hypocritical of earmarks, <strong> Brian Kilmeade </strong> stated, \"That voice goes right", "new_id": -2}, {"uid": "1295570534120422471", "i": 892, "idx": 0, "sa": ["Eric Schmidt"], "q": "Search Thu, Jan 20, 2011, 7:41 PM EST- U.S. Markets closed Summary Box: Google co-founder to replace <strong> Eric Schmidt </strong>{ \"s\": \"goog\", \"k\": <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\":\"', \"j\":\"'} The Associated Press, On Thursday January 20, 2011, 6:58 pm NEW CEO: In a surprise announcement that overshadowed his company", "new_id": -2}, {"uid": "1295533875185040919", "i": 41542, "idx": 0, "sa": ["David Letterman", "Camille Grammer"], "q": "Getting a \"Little Fling?\"( 76) The Office's <strong> David Letterman </strong> Scott Gets the Ending He Deserves, Plus Valentine's Day Showmance Updates!( 67) The Real Housewives of Beverly Hills Reunion Shocker: <q> Do You Have a Drinking Problem? </q>( 66) Got a burning TV question, a comment or hot dish about your fave TV show? Email your Q's to Kelsey vs. <strong> Camille Grammer </strong>: It's Not Even Close Wed.", "new_id": -2}, {"uid": "1296364135215957509", "i": 17626, "idx": 16, "sa": ["Kobe Bryant", "Vince Carter", "Allen Iverson", "LeBron James"], "q": "lot.\" Had things gone differently, <strong> Allen Iverson </strong> could've been a member of the Celtics, who were also in the running for his skills. The Celtics certainly saw what they missed out on Tuesday night. <q> I honestly just have a lot of respect for the Boston organization and for them being interested in me in the way they were, </q> <strong> Allen Iverson </strong> said. \"You always have to feel http://wn.com/Game_5_ECF_Cleveland_Cavaliers_vs_Orlando_Magic_5/28/2009 <strong> LeBron James </strong> 48 PTS, 9 REB, 7 ASST Scored 29 of the team's last 30 points. <strong> Vince Carter </strong> performace. http://wn.com/Kobe_Bryant_Scores_81_Points_Raptors_vs_Lakers_Part_1 In 2006, <strong> Kobe Bryant </strong> scored a career", "new_id": -2}, {"uid": "1297429746243695638", "i": 36596, "idx": 0, "sa": ["Bill Lockyer"], "q": "n't name names- really have an anti-union agenda. Several right-wing think tanks have also suggested states declare bankruptcy, as yet another way to escape obligations- including union contracts. <strong> Bill Lockyer </strong> turned that down flat. <q> Behind that is an attack on state workers, </q> he said. \"This is all fiction and all speculative,\" he said of the right-wing arguments. baligirl February 11, 2011 at 12:28 AM UnionRepublican, There is no major", "new_id": -2}, {"uid": "1295782038072171535", "i": 43769, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Andrew Marr"], "q": " \"Play a role' And he defended Mr <strong> David Cameron </strong>'s handling of the issue and his decision to appoint Mr <strong> Andy Coulson </strong> in the first place after he resigned as editor of the newspaper in 2007. <q> If you listen to what <strong> David Cameron </strong> has said, </q> he told BBC One\"s <strong> Andrew Marr </strong> show, \"he said very emphatically that he thought it was right to give <strong> Andy Coulson </strong> a second chance. \"<strong> Andy Coulson </strong> has been very clear that he was not in any", "new_id": -2}, {"uid": "1296759238078708740", "i": 5377, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "name-Muck-rhymed with a certain other FCC-angering word. Almost immediately, the Twitterverse felt duped and began slamming the attention play. Producer <strong> Nigel Lythgoe </strong> did his best to defend the stunt, tweeting, <q> Wow, there is a huge lack of humor out there!! Hey you guys, don't take things too seriously, especially my shows. </q> And then, just to punctuate his point, he added: \"Smile or \"Go**** a duck.\" That's what we were waiting for. It\"s almost like <strong> Simon Cowell </strong> never", "new_id": -2}, {"uid": "1296964906258326574", "i": 17477, "idx": 2, "sa": ["Michael Vick"], "q": "his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as Reid. \"He had a plan and he stuck to that, both on and off the field,\" Reid said. <q> He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did a great job with the football part of it. \"And then he spends a tremendous amount of time in the public, in particular on his days off... speaking and doing the best he can to right the wrong. You can never erase that, but you can sure help change others from falling into that same problem. </q> A star in Atlanta for most of his six seasons as a Falcon after being selected first overall in the 2001 draft, <strong> Michael Vick </strong> missed 2007 and 2008 while incarcerated for 18 months in a federal prison.", "new_id": -2}, {"uid": "1296354133035504148", "i": 1189, "idx": 5, "sa": ["Michael Vick"], "q": ". \"The ironic thing to me is, all along, <strong> Michael Vick </strong> was the, quote, superstar, but all you ever hear about is how great his victims are doing,\" Erika said. <q> Now, all his victims are the actual superstars. I've got one of the real superstars sitting beside me. </q> Battered and bruised as they've been, it's a rigorous process for these dogs to find permanent homes. After learning the most basic of functions- walking up stairs, climbing into a", "new_id": -2}]