[{"uid": "1295564127055377924", "i": 14776, "idx": 6, "sa": ["Richard Chang", "Larry Page", "Eric Schmidt", "Edwin Chan"], "q": ", outstripping Wall Street's average forecast of$ 8.10. <strong> Eric Schmidt </strong> said on his blogpost that <strong> Larry Page </strong> will now lead product development and technology strategy, areas that are`` his greatest strengths.'' <q> It will be interesting to see what he'll do that's different, what he could not have done in his prior role, </q> said BGC Partners analyst Colin Gillis.( Editing by <strong> Edwin Chan </strong> and <strong> Richard Chang </strong>) Google co-founder <strong> Larry Page </strong> talks to reporters as CEO <strong> Eric Schmidt </strong> looks on, in Sun Valley, July 9, 2009. Movie ad", "new_id": -2}, {"uid": "1295563261075235353", "i": 6020, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "external partnerships and business deals starting on 4 April, when <strong> Larry Page </strong> will take over the day-to-day management role. <strong> Larry Page </strong> was Google's first CEO, and <strong> Eric Schmidt </strong> said in a href=\"http://googleblog.blogspot.com/2011/01/update-from-chairman.html\"> blog post that <strong> Larry Page </strong> <q> in my clear opinion, is ready to lead </q>. <strong> Sergey Brin </strong> will continue to focus on technology products, assuming the title of co-founder as opposed to his current role of president, Technology.`` He's an innovator and entrepreneur to the core, and this", "new_id": -2}, {"uid": "1296016152213418003", "i": 11862, "idx": 0, "sa": ["Shaquille O'Neal", "LeBron James", "Allen Iverson", "Ray Allen", "Paul Pierce"], "q": "I missed a lot of shots I know I can make,'' <strong> LeBron James </strong> said, staring at the stat sheet incredulously after scoring just two points in the second half and missing his final six shots in all. <q> I missed layups. Those layups I've made my whole life. </q> Advertisement <strong> Paul Pierce </strong> and <strong> Ray Allen </strong> of the Celtics weren't doing any bragging, either. <strong> Paul Pierce </strong> scored four points on 2-for-14 shooting; comShaquille O'Nealed with <strong> Allen Iverson </strong>'s 0-for-4 from the field for his first scoreless performance in his past 852", "new_id": -2}, {"uid": "1297178256266534988", "i": 57660, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "networks exist, that, in fact, they-- we now know from the intelligence we've gathered that they've had a very active effort underway to get chemical, biological and radiation capabilities.'' <q> And we know that Iraq has those and does not wish much of- many of its neighbors well, if any, </q> he said. A reporter asked <strong> Donald Rumsfeld </strong> if there was any evidence to indicate that Iraq had attempted to or was willing to supply terrorists with weapons of mass destruction. In addition, the reporter told <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1296073686062521444", "i": 23542, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "listening to phone messages of royal household staff. <strong> Andy Coulson </strong>, who has denied wrongdoing, also resigned as Prime Minister <strong> David Cameron </strong>'s communications chief last week after numerous questions about practices at the newspaper. <q> The MPS( Metropolitan Police Service) is launching a new investigation to consider this material, </q> the police force said in a statement.`` This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010.'' <strong> Andy Coulson </strong>'s resignation prompted", "new_id": -2}, {"uid": "1294987633005357618", "i": 39795, "idx": 1, "sa": ["Sergio Marchionne"], "q": "players, from Detroit and beyond, a reminder that motoring machismo is alive and well.`` By definition, this industry breeds cocky people,'' Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> said in an interview. <q> I think we should distribute cocky pills. </q> Not sure how much good they would do, <strong> Sergio Marchionne </strong>. Toyota Motor Corp., whacked by a global quality and recall scandal that keeps on giving, says it plans to leverage its Prius gas-electric", "new_id": -2}, {"uid": "1295023510086523911", "i": 7791, "idx": 0, "sa": ["Kelsey Grammer", "David Letterman", "John Paul"], "q": " By The Associated Press Friday, January 14, 2011 at 8:27 a.m. In this photo released by CBS, actor <strong> Kelsey Grammer </strong>, left, talks with host <strong> David Letterman </strong> on the set of the <q> Late Show with <strong> David Letterman </strong>, </q> Thursday, Jan 13, 2011 in New York.( AP Photo/CBS, <strong> John Paul </strong> Filo) MANDATORY CREDIT; NO SALES; NO ARCHIVE; NORTH AMERICAN USE ONLY NEW YORK- <strong> Kelsey Grammer </strong> says he's planning", "new_id": -2}, {"uid": "1295968642108970021", "i": 27591, "idx": 0, "sa": ["Eric Schmidt"], "q": "of a New Vision for global think tanks. For more information visit www.ceip.org <strong> Eric Schmidt </strong>, CEO of Google, gives an exclusive interview to iinnovate( www.iinnovatecast.com) on Google, innovation, and the web landscape. www.theytoldyou.com <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place, </q> <strong> Eric Schmidt </strong> tells CNBC http://wn.com/Eric Schmidt_Eric Schmidt,_CEO_of_Google_discusses_Internet_dictators Dr. <strong> Eric Schmidt </strong> delivered the keynote address at the Carnegie Endowment for International Peace's launch of a New Vision for global think tanks. For more information visit The Carnegie Endowment for International Peace: www.ceip.org", "new_id": -2}, {"uid": "1296175056236371979", "i": 9668, "idx": 0, "sa": ["Giles Coren", "George Osborne", "Barack Obama", "Andy Coulson"], "q": "me all the time. I used to run, literally run, from their bedrooms.'' It must be tough being so gorgeous, but is this the same Gentleman <strong> Giles Coren </strong> who once described a woman colleague as <q> a sour old bag of cunt cheese </q>? It is, it is. Politics Weekly podcast: The economy, control orders and <strong> Barack Obama </strong>'s` Sputnik moment' <strong> George Osborne </strong> defends <strong> Andy Coulson </strong> over phone-hacking allegations- video", "new_id": -2}, {"i": 488, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> Celebrities' Children: Hollywood's Hottest Trophies <strong> Simon Cowell </strong> On` The X Factor's'$ 5 Million` Life-Changing' Prize& Choosing` Competitive' Judges <strong> Simon Cowell </strong>: Why I'm Letting 12-Year-Olds Do X-Factor", "sa": ["Simon Cowell"], "uid": "1297129044188514306"}]