[{"uid": "1295586061144719886", "i": 17225, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "as Chief Executive Officer starting April 4. <strong> Sergey Brin </strong> will focus on strategic projects, in particular working on new products,\" <strong> Eric Schmidt </strong> said in the blog spot. The management reshuffle has been brought about to <q>streamline decision making and create clearer lines of responsibility and accountability</q> at the top of the company, he added. He said as Google has grown, managing the business has become more complicated. \"We\" ve been talking about how best to simplify", "new_id": -2}, {"uid": "1295094125134053943", "i": 20080, "idx": 10, "sa": ["Kobe Bryant", "Allen Iverson"], "q": "\" <strong> Kobe Bryant </strong> said. \"With us being a successful team, every team is coming after us. We just could not get it done on the defensive boards and in the end it really hurt us.\" <q>It's a big difference when you've got a guy driving down the lane all the time laying the ball up,</q> said Los Angeles point guard Nick Van http://wn.com/Allen_Iverson_44pts_15asts_vs_Steve_Nash_Phoenix_Suns_06/07 <strong> Allen Iverson </strong> dishes 15 assists on top of 44 points in one-sided affair <strong> Allen Iverson </strong> feels right at home just in time for the Denver Nuggets' big road trip. <strong> Allen Iverson </strong> scored 44", "new_id": -2}, {"uid": "1295621104143933476", "i": 5688, "idx": 0, "sa": ["Eric Schmidt"], "q": "into the world's most-used search engine, generating$ 29 billion in sales last year. \"Larry is ready,\" <strong> Eric Schmidt </strong>, who will become executive chairman, said today on a conference call. <q>It's time for him to have a shot at running this.</q> <strong> Eric Schmidt </strong>, 55, who joined the company in 2001, will focus on deals, partnerships, and customers, he wrote in a blog post. Page will take over day-to-day operations as chief executive on", "new_id": -2}, {"uid": "1295981303233783296", "i": 18603, "idx": 6, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said Google had considered stopping indexing confidential cables released by WikiLeaks, but had decided to carry on. Some other U.S. organisations have bowed to government pressure to stop cooperating with the controversial site. <q>Has Google looked at the appropriateness of indexing WikiLeaks? The answer is yes, and we decided to continue,</q> he said. \"Because it's legal.\"", "new_id": -2}, {"uid": "1297355394081428543", "i": 7928, "idx": 0, "sa": ["Ben Bernanke", "Sen. Bernie Sanders"], "q": ", more the excuse for FED to buy bonds.\" this will help make the stock market fly and devaluate savings of american people and more unemployment more foreclosure and more bank failures Report Abuse <q>A Real Jaw Dropper at the Federal Reserve</q> by <strong> Sen. Bernie Sanders </strong> At a Senate Budget Committee hearing in 2009, I asked Fed Chairman <strong> Ben Bernanke </strong> to tell the American people the names of the financial institutions that received an unprecedented backdoor bailout from the", "new_id": -2}, {"uid": "1297212014253886469", "i": 175, "idx": 2, "sa": ["Liam Neeson", "Simon Cowell"], "q": "And no doubt <strong> Simon Cowell </strong> will be looking sharp off camera too- at his wedding. He is engaged to makeup artist Mezhgan Hussainy. VIEW THE PHOTOS: The Verdict Is In! Judges Of Reality Television <q>The royal wedding is taking place, people are very excited. What about your wedding? Is it on schedule will you be getting married soon?</q> Billy asked. Prince <strong> Liam Neeson </strong>, so they've got ta go first,\" <strong> Simon Cowell </strong> said. VIEW THE PHOTOS: The Brit Pack: Hot Shots Of Stars From The UK!", "new_id": -2}, {"uid": "1296267083046514182", "i": 44732, "idx": 0, "sa": ["Zahi Hawass"], "q": "Egypt from collections in various other countries. In July 2003, the Egyptians demanded the return of the Rosetta Stone. <strong> Zahi Hawass </strong>, as secretary general of the Supreme Council of Antiquities in Cairo, told the press, <q>If the British want to be remembered, if they want to restore their reputation, they should volunteer to return the Rosetta Stone because it is the icon of our Egyptian identity.</q> http://wn.com/THRU_MR_CARTER_EYES_3D_VIDEO_SEPTEMBER_2010_ENGLISH Tutankhamun( alternately spelled with Tutenkh-,- amen,- amon), Egyptian twt-Ë\u0081ná¸«-Ä± Í\u0097mn;* tuwt-Ê\u0095ankh-yamÄ\u0081n( 1341 BC-- 1323 BC) was an Egyptian Pharaoh of the Eighteenth dynasty( ruled 1333", "new_id": -2}, {"uid": "1295022258099024910", "i": 20758, "idx": 7, "sa": ["Simon Cowell", "Cecile Frot-Coutaz"], "q": "producer <strong> Cecile Frot-Coutaz </strong> says Idol isn't making the mistake of trying to replace <strong> Simon Cowell </strong> with a facsimile. \"You can't, and it would be foolish to try to do that,\" she says. <q>If you go, \"We're going to find another slightly nasty British( recording) executive,' people would reject that because that person would never live up to what <strong> Simon Cowell </strong> is. That's a recipe for disaster. In our very humble opinion, the only thing you can do is try to create a panel that\"s entertaining, likable and credible.</q> In taped audition sessions sent to the press, lone holdover judge Randy Jackson takes more of a leadership role, Lopez shows a mix of sweetness with some Bronx attitude, and Tyler has the kind of", "new_id": -2}, {"i": 30603, "idx": 3, "index_answer": 0, "new_id": -1, "q": "was a part of. <strong> Michael Vick </strong>'s people rushed him out of the event, and <strong> Richard Hunter </strong> relayed that when he told <strong> Michael Vick </strong> that he adopted one of the dogs and showed him a picture of the animal, <strong> Michael Vick </strong> <q>turned and looked at the picture... then looked me right in the eye... and walked away.</q>( Note: there's one quick F-bomb about halfway through the video below, so be aware...) Report Abuse 11 turn overs in 7 games. OVER-RATED Report Abuse this", "sa": ["Richard Hunter", "Michael Vick"], "uid": "1297140587008634392"}, {"uid": "1295562778244678684", "i": 9829, "idx": 8, "sa": ["Eric Schmidt"], "q": ". Excluding advertising sales that Google shares with partners, a figure also known as traffic acquisition costs, the company reported revenue of$ 6.3 billion, which topped analysts' forecasts of$ 6.1 billion. <q>Our strong performance has been driven by a rapidly growing digital economy... and by the extraordinary momentum of our newer businesses, such as display and mobile,</q> <strong> Eric Schmidt </strong> said about Google's quarter. \"These results give us the optimism and confidence to invest heavily in future growth.\" Select one with 3-12 characters; Numbers and letters only Make sure you typed", "new_id": -2}]