[{"uid": "1297540270212795441", "i": 14309, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "going to be hit? <strong> Stephen Elop </strong> doesn't want to give details on management restructuring, but concedes Nokia needs to improve its speed and nimbleness. To get speed you need a`` clear strategy.'' <q> The fighting spirit of the Finnish people is being brought to bear. </q> <strong> Steve Ballmer </strong> adds that the first time he and <strong> Stephen Elop </strong> spoke about this strategic alliance was last November. When <strong> Stephen Elop </strong> mentioned it would launch in a few months, that struck <strong> Steve Ballmer </strong> as`` remarkable'' in terms", "new_id": -2}, {"uid": "1297473653000409643", "i": 2295, "idx": 0, "sa": ["Michael Vick", "Peyton Manning"], "q": "... Photo in Slideshow: In this photo taken Sunday, Feb. 6, 2011, a section of... Photo: AFC quarterback <strong> Peyton Manning </strong> of the Indianapolis Colts Photo: NFC quarterback <strong> Michael Vick </strong> of the Philadelphi... Report Abuse <q> I am a long-time DFW resident and Jerrah's stajium is his Taj Mahal, his Sphinx. When he kicks it and if he can circumvent zoning codes, his last will and testicle will stipulate that his remains and toupee be buried for perpetuity under the Cowboy star. </q> So who will be the next president of Egypt? Will North Korea invade South Korea? Will Palestineans and Israel make peace? Need more jobs in USA. Fix trade rules with China etc....", "new_id": -2}, {"uid": "1296729581100368405", "i": 12305, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama", "Hosni Mubarak", "Robert Gibbs", "John McCain"], "q": ", <strong> John McCain </strong> House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> said Wednesday. CNN: <strong> John McCain </strong> now calling for <strong> Hosni Mubarak </strong> to step down <strong> John McCain </strong> is now calling for <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> to step down and let an interim government take control of Egypt. <q> The rapidly deteriorating situation in Egypt leads me to the conclusion that <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> needs to step down and relinquish power, </q> said <strong> John McCain </strong>, the top Republican on the Senate Armed Services Committee. Foreign Policy: How the Senate resolution on Egyptian democracy died Last fall, a bipartisan group of senators led a months-long drive to pass a", "new_id": -2}, {"uid": "1294986282034947138", "i": 13779, "idx": 0, "sa": ["Brent Jones", "Michael Vick", "Tony Gonzalez"], "q": "never seen a quarterback do it better.'' It helps having <strong> Michael Vick </strong> Turner, the NFC's leading rusher( 1,371 yards), behind one of the league's most underrated offensive lines. <q> This will be my fourth time in the playoffs in 14 years, </q> <strong> Tony Gonzalez </strong> said.`` It'll be my third time as a No. 1 seed. To report corrections and clarifications, contact Standards Editor <strong> Brent Jones </strong>. For publication consideration in the newspaper, send comments to", "new_id": -2}, {"uid": "1295291648026312754", "i": 33720, "idx": 0, "sa": ["Piers Morgan", "Howard Stern", "David Letterman"], "q": "'' who steals other comedians' material. The New York Post said <strong> Howard Stern </strong> made the comments in an interview to air on Tuesday's edition of CNN's new chat program`` <strong> Piers Morgan </strong> Tonight.'' <q> <strong> Jay Leno </strong> is insane. And <strong> Jay Leno </strong> is a crook. And the world knows exactly what he's up to. He steals a tremendous amount of material, </q> the Post quoted <strong> Howard Stern </strong> as saying.`` He's not fit to scrub <strong> David Letterman </strong>'s feet. I don't know how he's beaten <strong> David Letterman </strong> in the ratings. It's beyond my comprehension.", "new_id": -2}, {"uid": "1296657082232505352", "i": 21269, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell"], "q": "a member of the staff in the school's drama department, said the pantomime is hugely entertaining and the two Year 11 boys who play the ugly sisters really steal the show. The teacher said: <q> This is a fantastic way of doing something completely different.`` There is a mix of acts performing in the Britain's Got Talent part of the panto, so it gives all the pupils a chance to shine. </q> As well as the cast of a traditional pantomime, the show also includes young people acting as the judges of Britain's Got Talent, <strong> Simon Cowell </strong>, Amanda Holden and <strong> Piers Morgan </strong>. Mrs Twine said", "new_id": -2}, {"uid": "1295273339054296615", "i": 46913, "idx": 0, "sa": ["Steve Ballmer"], "q": "Well, it's not a games console at all, according to the Microsoft chief at least.`` Xbox isn't a gaming console'', he said in an interview with USA Today. <q> Xbox is a family entertainment center. It's a place to socialise. It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body </q>. <strong> Steve Ballmer </strong> also said that Kinect was female-friendly and indicated he would like to see more of the fairer sex getting involved with the motion-sensing platform. He said:`` I think about my own", "new_id": -2}, {"uid": "1296688339059244554", "i": 10446, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "officials listed a series of actions the military has taken to guard against contractor wrongdoing, including the formation of a working group focused on procurement fraud. But <strong> Sen. Bernie Sanders </strong> said much more needs to be done. <q> It is clear that DOD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud, </q> he said.__ Online: <strong> Sen. Bernie Sanders </strong>: http://sanders.senate.gov/ 58 year-old John Attaway started with a` mall walking and milkshakes' plan to get down to 200 pounds.", "new_id": -2}, {"uid": "1295779438083050512", "i": 12459, "idx": 3, "sa": ["Simon Cowell"], "q": "show. But it seems <strong> Simon Cowell </strong> has now had a change of heart.`` I asked a successful guy,`` What's the best advice you can give me?'' He said, <q> <strong> Simon Cowell </strong>, know when to leave the fair, </q> he said.`` I think that's good advice- one year, I actually found myself thinking,`` I've run out of insults, I don't know how I'm going to tell", "new_id": -2}, [{"i": 21704, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and I, for one, can not wait.'' As much as he's going to miss <strong> Simon Cowell </strong>'s acerbic wit, <strong> Jim Cantiello </strong> said he's really looking forward to new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <q> I can't wait to see the insane energy <strong> Steven Tyler </strong> brings to the table, </q> he said.`` He's going to make for some great live TV. And then there's <strong> Jennifer Lopez </strong>, who I imagine being deadly serious. I'm thinking business suits, furrowed brow. She's going", "sa": ["Jim Cantiello", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "uid": "1295439905093192278"}]]