[{"uid": "1295825541084197386", "i": 34247, "idx": 3, "sa": ["Kevin McCarthy", "Mike Pence", "Paul Ryan", "Billy Bush", "Eric Cantor"], "q": "Budget Committee Chairman <strong> Paul Ryan </strong>( R-WI) said that the GOP's goal was to cut \" a good$ 100 Billy Bushion. \" <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of \" Young Gun \" fame) reiterated the promise, saying, <q> We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that. </q> \" We've got to roll back there. That will save$ 100 Billy Bushion in the first year, \" agreed <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA)", "new_id": -2}, {"uid": "1296085240146374684", "i": 29347, "idx": 1, "sa": ["Kevin McCarthy", "Bill H. Gross", "Mike Pence", "Paul Ryan", "Eric Cantor"], "q": "Budget Committee Chairman <strong> Paul Ryan </strong>( R-WI) said that the GOP's goal was to cut \" a good$ 100 Bill H. Grossion. \" <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of \" Young Gun \" fame) reiterated the promise, saying, <q> We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that. </q> \" We've got to roll back there. That will save$ 100 Bill H. Grossion in the first year, \" agreed <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA)", "new_id": -2}, {"uid": "1296777071232128536", "i": 56289, "idx": 7, "sa": ["Kim Kardashian", "Charles Butt", "Mike Pence", "Rob Orr", "Mitt Romney"], "q": "Business Council and the Texas Higher Education Coordinating Board's advisory comMitt Romneyee on` cost efficiency,' a phrase that nervous academics are sure to see as code for` budget cuts. \" ' <strong> Charles Butt </strong>. <q> For years now, <strong> Charles Butt </strong> has been telling lawmakers that he is deeply concerned with the quality of Texas's workforce. And he should know. He has 300 grocery stores throughout the SouthKim Kardashian. </q> Pat Rob Orrbins: \" Think of Rob Orrbins as the grandmother of the Texas Republican party. \" <strong> Mike Pence </strong> Toomey. \" Whenever secretive deals swirl in the Capitol, Toomey is always the first suspect to", "new_id": -2}, {"uid": "1297627010160415775", "i": 39917, "idx": 0, "sa": ["Mike Pence"], "q": "But that didn't stop Bill from continuing his attack on a non-profit organization without whom many women will not have the kind of health care that Bill's nice Fox News health plan provides for Bill's wife. <q> The rich get rich and the poor get babies, </q> and STD's and breast cancer... \" ain't we got fun! \" Bill reported about GOP Congressman <strong> Mike Pence </strong>'s legislation to defund Planned Parenthood adding the ever popular anti-choice meme about taxpayer dollars.", "new_id": -2}, {"uid": "1295669478172441609", "i": 43169, "idx": 0, "sa": ["Bob Vander Plaats", "Tim Pawlenty", "Mike Pence", "Michele Bachmann"], "q": "Candidates then would hold similar events at Pella High School and end the day at the University of Iowa. <strong> Bob Vander Plaats </strong> said activists will videotape the events so others can learn more about the candidates. <q> We plan on blasting that message to our some 50,000 e-mail database of constituents, </q> said <strong> Bob Vander Plaats </strong>, saying all who attend will be asked to deliver \" their pro-family vision. \" The lectures series will begin Feb. 7 with former Minnesota Gov. <strong> Tim Pawlenty </strong>, followed by Minnesota <strong> Mike Pence </strong> <strong> Michele Bachmann </strong> on April", "new_id": -2}, {"uid": "1296153674100335620", "i": 6556, "idx": 0, "sa": ["Mike Pence"], "q": "Collins Stewart continued to recommend BP shares as a \" buy \" in a research note released Friday. The company earlier this month had lowered its target price for BP to 450 <strong> Mike Pence </strong>, noting that the investment was <q> not one for the faint-hearted. </q> BP said a containment cap was continuing to collect some of the oil and gas flowing from the seabed, following a 10-hour interruption on Wednesday. Even with the interruption, BP said the containment system collected or burned", "new_id": -2}, {"uid": "1296098140142770208", "i": 41199, "idx": 1, "sa": ["Mike Pence", "Robert Zoellick"], "q": "Congressman <strong> Mike Pence </strong>, an oft-mentioned contender for the 2012 presidential sweepstakes, had come public with their own support of a new role for gold in the world's monetary system. Hoenig stated that the gold standard is a <q> very legitimate monetary system. </q> <strong> Mike Pence </strong> suggested that \" the time has come to have a debate over gold, and the proper role it should play in our nation's monetary affairs. A pro-growth agenda begins with sound monetary policy. \" <strong> Robert Zoellick </strong>", "new_id": -2}, {"uid": "1296235999160088091", "i": 17264, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "Rick Santorum"], "q": "Defense Budget Egypt prepares for fresh protests <strong> Mike Pence </strong> Will Not Run for <strong> Barack Obama </strong> Indiana announced Thursday that he would not be a Republican candidate for <strong> Barack Obama </strong> in 2012, but he left the door open to running for governor. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> MMike Pence wrote in a target=\"_blank\" letter to supporters. \" We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012. \" The Possible GOP Barack Obamaial contender <strong> Rick Santorum </strong> to headline Catholic group's benefit in Mass.", "new_id": -2}, {"uid": "1295893924195428405", "i": 48416, "idx": 2, "sa": ["Mike Pence", "Mike Huckabee"], "q": "Department of Homeland Security, \" our ability to defend the homeland is more effective, efficient and organized. \" <strong> Mike Pence </strong> is a committed supporter of the bogus war on terror. He even repeats the ridiculous canard that <q> we must take the fight to the terrorists overseas so we don't have to face them here at home. </q> The runner up to <strong> Mike Pence </strong> in the Values Voters straw poll was the former preacher <strong> Mike Huckabee </strong>, who won the top spot last year. <strong> Mike Huckabee </strong> not only supported the sending of more troops to their death in", "new_id": -2}, {"i": 40512, "idx": 2, "index_answer": 1, "new_id": -1, "q": "to him on the judges' panel. We should expect an announcement regarding` The X Factor's' judges' roster`` in three or four weeks,'' <strong> Simon Cowell </strong> said. <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends 80 percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor' producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297163077054263818"}]