[{"uid": "1295052502161349655", "i": 3849, "idx": 0, "sa": ["Sergio Marchionne"], "q": "workers vote against the deal. Vote-casting at the factory, which employs around 5,500 people, began on Thursday evening and ended Friday around 1830 GMT. Voting turnout was put at 96 percent. <q> The voting slips that have been slipped into the factory's ballot boxes since yesterday are destined to change the country's industrial history, </q> Il Sole 24 Ore business paper said in an editorial on Friday. The proposal announced by <strong> Sergio Marchionne </strong> would bring one billion euros($ 1.3 billion) in investments to historic Mirafiori, which would start producing", "new_id": -2}, {"uid": "1295376321188088352", "i": 34993, "idx": 0, "sa": ["David Letterman"], "q": "Lunesta in the recent past. During an appearance on The Late Show with <strong> David Letterman </strong>, the new American Idol judge revealed that he fell back into drug addiction after suffering from a foot injury. <q> It's not any news here about my drug use and addictions in the past, </q> he said.`` A couple years ago, I was[ snorting] Lunesta because of some problems with my feet.'' The Aerosmith rocker added:`` That shows you what kind of a drug", "new_id": -2}, {"uid": "1296263404016809998", "i": 46442, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": " View large map'' Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.) visited a Plainview technology company Friday to push for expanding a research and development tax credit to encourage innovation and job creation among small businesses. <q> By supporting research and development, we really are making the investment where it will have the biggest bang for the buck, </q> she said at a news conference at Clever Devices, a provider... newsday.com is now available at no charge to Newsday and Optimum Online? subscribers. To continue reading, please log in or register", "new_id": -2}, {"uid": "1297416847025755654", "i": 26765, "idx": 1, "sa": ["Stephen Elop", "Steve Ballmer"], "q": " till late this year, but has been title=\"nokia-meego-tablet-sighting-fuels-rumour-mill-\" href=\"http://www.eweekeurope.co.uk/news/nokia-meego-tablet-sighting-fuels-rumour-mill-18981\" target=\"_self\"> sighted on tablets and other devices.`` I am excited about this partnership with Nokia,'' said <strong> Steve Ballmer </strong>, Microsoft CEO. <q> Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q>`` Today, devStephen Elopers, operators and consumers want compelling mobile products, which include not only the device, but the software, services, applications and customer support that make a great experience,'' <strong> Stephen Elop </strong>", "new_id": -2}, {"uid": "1296098573142770229", "i": 38286, "idx": 1, "sa": ["Dermot O'Leary", "Paul O'Grady", "Simon Cowell", "Shaun Ryder", "Davina McCall", "Stacey Solomon"], "q": "Cardiff. But after beating off competition from <strong> Davina McCall </strong>, <strong> Paul O'Grady </strong> and <strong> Dermot O'Leary </strong>, Ant said by videolink:`` This means so much to us, ten years in a bloody row.'' <strong> Simon Cowell </strong> joked: <q> This is once again incred-ibly annoying- but it's well deserved. </q> Wearing a daring low-cut dress, I'm A Celebrity winner <strong> Stacey Solomon </strong>, 21, kicked off the night by performing a duet with her jungle rival, Happy Mondays frontman <strong> Shaun Ryder </strong>. Have your say on", "new_id": -2}, {"uid": "1295041139092176426", "i": 27308, "idx": 0, "sa": ["Kris Humphries", "Chris Wallace", "Angelina Jolie", "Michael Steele", "Demi Moore", "Katy Perry"], "q": "doing beyond cutting-edge.'' href=\"http://www.nydailynews.com/topics/FOX+News+Network+LLC\" title=\"FOX News Network LLC\"> Fox News. <strong> Michael Steele </strong> wasn't convinced he'd said anything wrong after Fox host href=\"http://www.nydailynews.com/topics/Chris Wallace+Chris Wallace\" title=\"Chris Wallace\"> <strong> Chris Wallace </strong> pointed out <q> congressmen of both parties say that's a racial slur. </q> Nets' <strong> Kris Humphries </strong> may be on a losing team, but he wins big by landing her. Meanest celebrity PHOTOS <strong> Katy Perry </strong>, <strong> Angelina Jolie </strong> and dozens more( including <strong> Demi Moore </strong>!) caught on camera looking less", "new_id": -2}, {"uid": "1296441765100565009", "i": 32667, "idx": 0, "sa": ["Michael Vick"], "q": "1-31-11 <strong> Michael Vick </strong> and the Politics of Prison Redemption By Jennifer Graber Jennifer Graber is assistant professor of religious studies at The College of Wooster. Her book, <q> The Furnace of Affliction: Prisons and Religion in Antebellum America, </q> comes out next month from the University of North Carolina Press. Her website is <strong> Michael Vick </strong> won't be playing in the Super Bowl next week. But The Sporting News recently named him the Comeback Player", "new_id": -2}, {"uid": "1295635357052674594", "i": 13591, "idx": 1, "sa": ["Brian Williams", "Dick Cheney", "Brent Scowcroft", "Colin Powell"], "q": "had`` made peace'' with Gulf War colleagues like <strong> Brent Scowcroft </strong> and <strong> Colin Powell </strong> who criticized his policies as vice president, <strong> Dick Cheney </strong> replied,`` I prefer to think of it as a truce, <strong> Brian Williams </strong>.'' <q> Clearly we had differences on subsequent policy issues, </q> he said.`` I looked at Saddam Hussein differently after 9/11 than before 9/11, as <strong> Colin Powell </strong> pointed out.... I was in the bunker under the White House on 9/11.... And I was bound and", "new_id": -2}, {"uid": "1295665837145047565", "i": 15255, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "adult supervision no longer needed!'' Splunk wins Best of Interop award. Search capability looks at log data across devices. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having <strong> Larry Page </strong> running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"i": 3496, "idx": 2, "index_answer": 2, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/LA_Lakers_vs_Sacramento_Kings_Highlights_[12-26-09]_Kobe_scores_38! The young Kings get the win over the Pistons in the last game before the All-Star break. <strong> Chris Bosh </strong> poured in 31 points", "sa": ["Chris Bosh", "Kwame Brown", "Allen Iverson"], "uid": "1295151306172605442"}]