[{"uid": "1296287013057311248", "i": 15025, "idx": 1, "sa": ["Michael Gove"], "q": "unions including the GMB, which has accused the backers of a free school in Wandsworth of setting its catchment area to exclude poorer children. Liberal Democrat party members last year voted to campaign against free schools because they <q> risk increasing social divisiveness and inequity </q>. Teaching unions share concerns that creating new schools will lead to a two-tier system. <strong> Michael Gove </strong> said yesterday: \"Yes, there are opponents, people trying to stop this. That's why it's", "new_id": -2}, {"uid": "1297451814077103115", "i": 11518, "idx": 0, "sa": ["Michael Gove"], "q": "the authorities-- Waltham Forest Council, Luton Borough Council, Nottingham City Council, Sandwell Council, Kent County Council and Newham Council-- before imposing the cuts. In five of the cases the failure was <q> so unfair as to amount to an abuse of power </q>, the judge said. \"However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation,\" he added. <strong> Michael Gove </strong>'s decision", "new_id": -2}, {"q": "his career- and change games, all with his hair flapping behind him. \"As soon as he hangs his cleats up, he's going to the Hall of Fame,\" Steelers cornerback <strong> Ike Taylor </strong> said, <q> and I want to take the bus ride so I can be there. </q> His popularity is soaring among fans around the country, who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>. \"I", "sa": ["Drew Brees", "Michael Vick", "Peyton Manning", "Ike Taylor", "Tom Brady"], "index_answer": 3, "idx": 0, "i": 34210}, {"uid": "1295487184117964834", "i": 52909, "idx": 0, "sa": ["Michael Gove"], "q": "And in the road, as a woman walks past wearing a burqa, the passers-by think:` That woman's either oppressed or is making a political statement'.\" The peer will also blame <q> the patronising, superficial way faith is discussed in certain quarters, including the media </q> for making Britain a less tolerant place for believers. 00.54 GMT on Thursday 20 January 2011. It was last modified at <strong> Michael Gove </strong> urges tactical Liberal Democrat voting in local elections Golden Age by", "new_id": -2}, {"uid": "1296216092141213713", "i": 4311, "idx": 2, "sa": ["David Cameron", "Michael Gove", "Jean-Claude Duvalier"], "q": "but friends include not just <strong> David Cameron </strong> but <strong> Michael Gove </strong>. \"You think they're young because they're your contemporaries but in fact Gadaffi seized power at 29 and <strong> Jean-Claude Duvalier </strong> was only 19...\" He admires the Coalition: <q> They're talented, honourable and radical, too- they've got to make these cuts and they're doing very well. </q> He wholeheartedly supports <strong> Michael Gove </strong>'s education reforms and thinks it \"essential to bring back the reading of classics onto the curriculum\" . Even on Burke...\" Burke? \"Great literature is gripping", "new_id": -2}, {"uid": "1295872160093847556", "i": 56448, "idx": 0, "sa": ["Michael Gove"], "q": "January at the Royal Courts of Justice, involves Waltham Forest, Kent, Luton, Newham, Sandwell and Nottingham. education secretary <strong> Michael Gove </strong> announced the end of the 15 year BSF programme, claiming it would be <q> irresponsible to carry on regardless </q> with a programme that he described as inflexible and needlessly complex. Nottingham City Council is leading the legal challenge, with its case focusing on two key issues: the council's expectation that funding would be forthcoming", "new_id": -2}, {"uid": "1296232422027263016", "i": 34414, "idx": 1, "sa": ["Michael Gove"], "q": "Cassells, the head teacher, told the Times Educational Supplement the school wanted to make the move to respond to demand from parents who would like their child to attend but can not afford the fees. <q> It's clearly an exciting innovation, to allow schools such as ours to become part of the national framework, </q> he said. Mr <strong> Michael Gove </strong> said that interest in creating free schools had come from a \"wide range\" of groups. The comments came as the Catholic Church said today it would back any", "new_id": -2}, {"uid": "1296113166115327118", "i": 31550, "idx": 0, "sa": ["Michael Gove", "Mary Bousted"], "q": "This includes formally dissolving a series of education quangos such as the General Teaching Council for England, the Training and Development Agency for Schools and the Qualifications and Curriculum Development Agency. Mr <strong> Michael Gove </strong> said: <q> Under the last Michael Government thousands of great people left the teaching profession because behaviour was out of control and they were forced to spend far too much time on paperwork. \"That's why we're taking action to restore discipline and reduce bureaucracy. \"Teachers will be free to impose the penalties they need to keep order, and free from the red tape which swallows up teaching time, so they can get on with their first duty- raising standards. </q> Teachers welcomed many of the reforms but said new powers to search pupils could put staff at risk. <strong> Mary Bousted </strong>, general secretar if the Association of Teachers and Lecturers, said: \"Teachers will", "new_id": -2}, {"uid": "1296200736246956085", "i": 25757, "idx": 0, "sa": ["David Cameron", "George Osborne", "Michael Gove"], "q": "1998 to give children \"the best possible start in life\" and there are now 3,578 centres across England under the programme. In October's crucial spending review, <strong> George Osborne </strong>, the Chancellor, insisted: <q> Sure Start services will be protected in cash terms. </q> <strong> David Cameron </strong>, the Prime Minister, described Sure Start as \"a great innovation\" in a speech in December. But then <strong> Michael Gove </strong>, the Education Secretary, said the centres' funding would be", "new_id": -2}, {"uid": "1297261983254083210", "i": 6319, "idx": 2, "sa": ["Michael Gove", "Carolyn Roberts"], "q": "a social justice position in which I find myself- slightly oddly- agreeing with <strong> Michael Gove </strong>.\" But Mrs <strong> Carolyn Roberts </strong> stresses the new approach should not be used as a stick with which to beat schools: <q> We need to get it right as a measure. </q> Libby Steele, head of education, Royal Society: Good news for science Libby Steele welcomes the emphasis put on science by the Michael Government Mrs Steele says the Michael Government's additional benchmark is a boost", "new_id": -2}]