[{"uid": "2008091208_00014361_W", "i": 3420, "idx": 36, "sa": ["James Madison", "Will Rogers"], "q": "a carefully contrived occurrence. the international bankers sought to bring about a condition of despair here so that they might emerge as rulers of us all.\" -- louis mcfadden referring to the great depression( 1930s) <q> so you think that money is the root of all evil. have you ever asked what is the root of all money? </q>-- ayn rand \"we shall have world government, whether or not we like it. the only question is whether world government <strong> Will Rogers </strong> be achieved by conquest or consent.\" -- <strong> James Madison </strong> warburg( 1950) \"", "new_id": -2}, {"uid": "2008092303_00020895_W", "i": 679, "idx": 2, "sa": ["Barack Obama", "Hillary Clinton", "John McCain"], "q": "\"how do we beat the bitch?\" she asked. <strong> John McCain </strong> laughed, said, \"that's an excellent question,\" and noted he was leading <strong> Hillary Clinton </strong> in a poll, before assuring his audience that <q> i respect sen. <strong> Hillary Clinton </strong>. </q> back then, sexism directed at a candidate for high office did not cause a wave of revulsion in <strong> John McCain </strong>. but sometime in the last year, he had his consciousness raised. so when <strong> Barack Obama </strong> scoffed at the", "new_id": -2}, {"uid": "2008111402_00018904_W", "i": 1243, "idx": 6, "sa": ["Dirk Kempthorne"], "q": "agreement that will greatly reduce the risk of future shutdowns of the,\" he said. \"i applaud this example of cooperative conservation and thank everyone who worked to bring it about.\" kulongoski called the deal <q> a model for the rest of the country of how federal and state governments and private individuals can all work together. </q> <strong> Dirk Kempthorne </strong> added that the agreement was an effort to help a private company make a good business decision and should not be taken as an indication that the is changing its position opposing removal of four federally owned on the", "new_id": -2}, {"uid": "2008091923_00008168_W", "i": 1049, "idx": 3, "sa": ["America Ferrera"], "q": ", shortly after they immigrated from haiti two years earlier. \"i think[ filming here] is a big plus because it shows people who watch the show the cosmopolitan nature of queens,\" says guerrier. <q> it's a very big melting pot here. </q> betty, played by <strong> America Ferrera </strong>, sits on the home's front stoop in one scene. another was actually filmed in the guerrier's living room, with the family's furniture making a camoe. guerrier no longer", "new_id": -2}, {"uid": "2008121513_00007205_W", "i": 4249, "idx": 3, "sa": ["Bob Costas"], "q": "fox television studios. borman garnered one emmy award from two nominations during her highly successful tenure on the top-rated series, the view, another emmy nomination for her work as an editorial producer at good morning america for <q> coverage of a live news event, yitzak rabin funeral coverage, </q> and a fourth for her work on later with <strong> Bob Costas </strong>.", "new_id": -2}, {"uid": "2008091309_00006168_W", "i": 3437, "idx": 1, "sa": ["Rachel Siewert", "Jenny Macklin", "Kevin Rudd"], "q": "it is time the <strong> Kevin Rudd </strong> government put some substance to the apology to the stolen generations and showed their true commitment to righting the wrongs of successive administrations,\" greens senator <strong> Rachel Siewert </strong> told today's conference in melbourne. <q> the declaration is a historically important document that sets out ideals and benchmarks for the treatment and future of indigenous peoples. there is no reason to delay. </q> a spokeswoman for indigenous affairs minister <strong> Jenny Macklin </strong> this week indicated the government still supported the declaration in principle. alert: threats made against city bus network", "new_id": -2}, {"uid": "2008101921_00029941_W", "i": 330, "idx": 2, "sa": ["Jon Voight", "Tarō Asō"], "q": "jury chairman <strong> Jon Voight </strong>, who spoke of being electrified by a still from <NO_QUOTATION> in life magazine when he was boy and later, as an actor, presenting a bouquet of flowers to helmer akira kurosawa as a gift <q> from a student to a master. </q> lifting his hands toward the ceiling, <strong> Jon Voight </strong> finished with a heartfelt, \"arigato( thank you) kurosawa-san.\" prime minister <strong> Tarō Asō </strong> entertained the aud in a more down-home way, speaking enthusiastically of his long-time love", "new_id": -2}, {"uid": "2008110508_00005748_W", "i": 1822, "idx": 4, "sa": ["Ashley Swearengin"], "q": "leading fresno into the future. today was tense, but i have a feeling of finality now. this is it.\" <strong> Ashley Swearengin </strong> said. perea also said he felt he had done everything he could do. <q> i've had a tremendous amount of support. you always find out in an election who your friends are, and i'm surrounded by a lot of them here tonight. </q> perea said that along with friends and family members, he had teachers, firefighters, police officers and health care workers at his side, as they had been throughout his campaign. the mayoral election was the most", "new_id": -2}, {"uid": "2008103010_00028321_W", "i": 1780, "idx": 1, "sa": ["Matt Pearce"], "q": "since january 2007. the bureau of meteorology's website said it would be \"a mostly fine, although very hot, day\" and that a fire weather warning was in place for the sydney metropolitan area. <q> heat has been building across the interior over recent weeks, as evidenced by a near-record run of heat in western nsw this october, </q> weatherzone.com.au meteorologist <strong> Matt Pearce </strong> said in a statement. \"northwesterly winds will strengthen across the state tomorrow, dragging all this heat down towards the coast.\" showers and thunderstorms are forecast by the evening as a cool change", "new_id": -2}, {"uid": "2008102818_00005365_W", "i": 2497, "idx": 1, "sa": ["Alan Colmes", "Greta Van Susteren", "Sean Hannity"], "q": "said. the first was clinton-lewinsky in 1998, then bush-gore in 2000. after that, 9/11 was the moment when you could see that viewership was changing away from cnn being the only kid on the block. <q> then came the iraq war and then hurricane katrina, and now we seem to be, with this current news cycle of politics and the economy, in another one of those moments that will be part of what defines us as a channel. </q> wallace, who is in charge of news content outside fox's morning show and its prime-time lineup featuring bill o'reilly, <strong> Alan Colmes </strong>, <strong> Sean Hannity </strong> and <strong> Greta Van Susteren </strong>, said new methods of distribution could play a critical role in sustaining", "new_id": -2}]