[{"uid": "1295876928012320777", "i": 35146, "idx": 0, "sa": ["Ed Miliband", "Andy Coulson"], "q": "Although the investigators were initially recruited prior to the announcement of <strong> Andy Coulson </strong>'s departure, the events of the past week have added to the determination to gather information that could embarrass <strong> Ed Miliband </strong> and senior members of his staff. <q> Before <strong> Andy Coulson </strong> resigned it was business. Now it's personal, </q> said another informed source. The political stakes were ratcheted up in the hours following <strong> Andy Coulson </strong>'s resignation when <strong> Ed Miliband </strong> personally issued a series of statements criticising the wisdom of hiring the former News of the World", "new_id": -2}, {"uid": "1296192827166559775", "i": 11771, "idx": 0, "sa": ["Simon Cowell"], "q": "to secure a role as a judge- <strong> Simon Cowell </strong> is likely to bring the 27-year-old onto the show in the position usually filled by'80s popstar Sinitta on the UK original. A source told The Sun: <q> <strong> Simon Cowell </strong> desperately wants <strong> Cheryl Cole </strong> to be a judge but if that's knocked back by Fox chiefs the next option is to start her as a mentor. \"It would be a way to test how she's received in America. Plus viewers would be able to warm to her first, rather than having her thrust upon them by going straight on the panel. </q>", "new_id": -2}, {"uid": "1295968668242466824", "i": 17829, "idx": 1, "sa": ["Ken Auletta", "Eric Schmidt", "Barack Obama"], "q": "said in response to a question about his plans. <strong> Eric Schmidt </strong>, 55, may be considering a career as a television host, the New York Post reported yesterday. <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World as We Know It, </q> told Bloomberg TV that <strong> Eric Schmidt </strong> may be weighing a role in the administration of U.S. <strong> Barack Obama </strong>. California, may be looking to rekindle the entrepreneurial spirit that allowed it to grow into one of the world's most valuable", "new_id": -2}, {"uid": "1295207017257589379", "i": 8312, "idx": 0, "sa": ["Simon Cowell", "Kristy Lee Cook", "Jennifer Lopez"], "q": "too, in light of its winners' recent track record. But <strong> Kristy Lee Cook </strong>, a season seven finalist who's now signed to Nashville's Broken Bow Records, was optimistic about the show's direction. <q> There's definitely room for another season, </q> she says. \"I think it's going to be great with <strong> Jennifer Lopez </strong> and actual artists( judging).... They actually understand what's going on, unlike <strong> Simon Cowell </strong>, who didn't know because he's", "new_id": -2}, {"uid": "1296062754109985833", "i": 103, "idx": 3, "sa": ["Michael Vick"], "q": "the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a \"sizable\" contract. \"We believe it was worth it,\" he said, <q> because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products. </q> Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore shoulder pads and thigh pads made by", "new_id": -2}, {"uid": "1295365519187695162", "i": 10360, "idx": 2, "sa": ["David Letterman", "Steven Tyler"], "q": "and addictions in the past,\" he told <strong> David Letterman </strong> on \"The Late Show.' \"A couple years ago, I was[ snorting] Lunesta because of some problems with my feet.\" <q> That shows you what kind of a drug addict I was, only the finest for me... I was looking for any excuse to get high. </q> including a seeming fight with guitarist Joe Perry. <strong> Steven Tyler </strong> also admitted that he did a ton of drugs in his past-- \"It\"s not any news here about my drug use and addictions", "new_id": -2}, {"uid": "1295980191139264010", "i": 47596, "idx": 2, "sa": ["Dermot O'Leary", "Tinchy Stryder", "Chase & Status", "Simon Cowell"], "q": "great boss, and I'm not just saying that,\" he said. \"He's very loyal, he's very honest, and he just wants that in return.\" He continued: <q> He smells fear though, he's like a wolf. If you're confident in your own opinions then he's good, but he doesn't like indecision, he doesn't like fear, he likes people to be confident. He's taught me a lot actually in that regard, I owe him a lot. </q> <strong> Dermot O'Leary </strong> went on to reveal that <strong> Simon Cowell </strong> enjoys having a bath in his dressing room. Stacey McCleanThe former X Factor This week: Ke$ ha, <strong> Tinchy Stryder </strong>, <strong> Chase & Status </strong> and Beady Eye! EastEnders:", "new_id": -2}, {"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q> Sales professionals are at the heart of almost every successful business, </q> said <strong> Steve Ballmer </strong>. \"Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}, {"uid": "1296182170102957071", "i": 7702, "idx": 0, "sa": ["Rahm Emanuel", "Barack Obama", "Mike Pence"], "q": "two years in Washington working for <strong> Barack Obama </strong> until he moved back to Chicago in October to run for mayor. In their appeal to the state's high court, <strong> Rahm Emanuel </strong>'s attorneys called the appellate court decision <q> one of the most far-reaching election law rulings ever </q> issued by an Illinois court. PENCE-2012 Letter: No presidential run for Ind.. US <strong> Rahm Emanuel </strong> <strong> Mike Pence </strong> INDIANAPOLIS( AP) U.S. <strong> Rahm Emanuel </strong> <strong> Mike Pence </strong> of Indiana says he will not seek the Republican nomination for", "new_id": -2}, {"uid": "1295458414232456261", "i": 31457, "idx": 0, "sa": ["Sergio Marchionne", "Lisa P. Jackson"], "q": "vehicles. The announcement was made at the EPA laboratories in Ann Arbor, Mich., following a meeting with <strong> Sergio Marchionne </strong>, Chrysler Group CEO, and <strong> Lisa P. Jackson </strong>, Agency Administrator for the EPA. <q> In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers, especially if their dollars stay in America, </q> <strong> Sergio Marchionne </strong> said. \"Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.", "new_id": -2}]