[{"i": 29160, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Vermont businesses and their employees. I look forward to working with <strong> Sen. Bernie Sanders </strong> <strong> Patrick Leahy </strong> and <strong> Sen. Bernie Sanders </strong> Welch to get the appropriate waivers and flexibility for us to go forward toward a single-payer system.\" Welch said, <q>When Vermont innovates, the nation often follows our lead. Providing Vermont and other states with the flexibility to build upon health care reform will result in better care and greater access at a lower cost. Allowing us to become a laboratory for innovation and excellence will help Vermonters, while once again allowing us to lead the way.<q> <strong> Patrick Leahy </strong> said, \"While some in Washington are trying to turn the clock back on health reform, Vermont instead is moving forward. This state waiver bill will give Vermont and other states the choice to", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1295376220134447111"}, {"uid": "1296062797049987594", "i": 26774, "idx": 0, "sa": ["David Letterman"], "q": ", the library's coordinator of adult programs and web content. U.S. vinyl sales rose 14 percent in 2010 while CD sales were down 20 percent for the fourth consecutive year, he said. <q>I think a lot of younger people are beginning to find vinyl LPs cool and they're buying turntables,<q> Faulkner said. \"At the same time, older people are bringing out their records again. \"When you watch <strong> David Letterman </strong> and he holds up an LP cover when he's introducing a band, you", "new_id": -2}, {"uid": "1295561213061718561", "i": 14101, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "the blog post. It's not the first signal that <strong> Google Inc. </strong> wants to change how people get form place to place. In a speech Sept. 29 before the Techcrunch \"Disrupt\" conference, <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> said <q>your car should drive itself. It just makes sense.<q> \"It's a bug that cars were invented before computers,\" <strong> Eric Schmidt </strong> said. The New York Times published a report on the development earlier Sunday. The Mountainview, Calif.-based technology giant has sent seven test cars", "new_id": -2}, {"uid": "1297697522107970622", "i": 26072, "idx": 3, "sa": ["Steve Ballmer"], "q": "more easily.\" Well, no kidding, <strong> Steve Ballmer </strong>. What else you got? 4:09 PM Smart design and hubs are the two pivotal topics he's about to start on. Smart design first. 4:09 PM <q>Great products are really defined by the passion and the loyalty that they inspire from the people who've gone out and purchased them.<q> Sounds like Symbian fans to us, hah! 4:08 PM \"93% of customers are delighted with their Windows Phones.\" 4:08 PM \"We knew from the reaction that we got here at MWC last year", "new_id": -2}, {"uid": "1295563086055705684", "i": 33786, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "the move has been approved by the board. Page congratulated <strong> Eric Schmidt </strong> on an \"outstanding job\" running the company for the past decade, and said he couldn't imagine having had a better leader, and that <q>the results speak for themselves... I don't think anyone will argue with that... No One else could've accomplished what <strong> Eric Schmidt </strong>'s done.<q> <strong> Sergey Brin </strong> also talked about how great a time he's had working with Larry for fifteen years and with <strong> Eric Schmidt </strong> for ten, and looks forward to \"many more decades working together.\" He hinted at some new", "new_id": -2}, {"uid": "1295907063203866164", "i": 860, "idx": 1, "sa": ["Tony Blair", "The It", "Sayeeda Warsi", "Andy Coulson", "David Cameron"], "q": " \"So far, our worst day in government,\" a senior <strong> David Cameron </strong> aide told The media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q>So far, our worst day in government,<q> a senior <strong> David Cameron </strong> aide told <strong> The It </strong> was selfish- and wrong- of <strong> Sayeeda Warsi </strong> to give that speech The Tory party chairman appears to believe that she alone can criticise Muslims, writes <strong> Tony Blair </strong> Moore. <strong> David Cameron </strong> and <strong> Sayeeda Warsi </strong> in", "new_id": -2}, {"uid": "1297597866017956890", "i": 25451, "idx": 2, "sa": ["Zahi Hawass"], "q": "artefact is the teenage monarch's gold funerary mask, which stares out from a case on the first floor of the museum. <strong> Zahi Hawass </strong> said an investigation has been launched to find those behind the theft. <q>The police and army plan to follow up with the criminals already in custody,<q> he added. Article: Experts fret for Egypt's treasures, ancient sites... Photo in Slideshow: Palestinian-American Eyad Kishawi waves an Egyptian... Photo in Slideshow: <strong> Zahi Hawass </strong>, Director for the Supreme Council of Antiquities", "new_id": -2}, {"uid": "1295669770065781858", "i": 5980, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!<q> For many organizations today, the only constant is change. Find out how BI and business analytics enable you to use timely, quality information effectively to survive and prosper amid change. <strong> Eric Schmidt </strong> will continue to", "new_id": -2}, {"uid": "1295984939241025026", "i": 10643, "idx": 2, "sa": ["Donald Rumsfeld", "Anthony Trollope", "Robert Penn Warren", "Allen Drury", "Stephen Elliott"], "q": "thing,\" an interrogator tells <strong> Donald Rumsfeld </strong>. \"We are finding your intentions.\" The authors never intended the book to be \"a revenge fantasy,\" says <strong> Stephen Elliott </strong>. In fact, he believes that <q>if <strong> Donald Rumsfeld </strong> read this book, I don't know that he would be offended. I think he would find it interesting, because we don't paint him as evil, we don't go after him, we actually paint him in a very sympathetic light.<q> <strong> Donald Rumsfeld </strong> and O join a long list of novels that turn political intrigue into entertainment; All The King's Men by <strong> Robert Penn Warren </strong>; Advise and Consent by <strong> Allen Drury </strong>; The Prime Minister by <strong> Anthony Trollope </strong>; House", "new_id": -2}, {"uid": "1296650725203423767", "i": 2808, "idx": 4, "sa": ["Donald Rumsfeld", "Zine El Abidine Ben Ali", "Hosni Mubarak", "Condoleezza Rice", "Hillary Clinton", "Will Washington"], "q": "movement- are supported and funded by the US. They indelibly serve US interests. Egyptian dissidents, Fellows of Freedom House in <strong> Will Washington </strong> DC( 2008) US <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> speaks with <q>Egyptian activists promoting freedom and democracy<q>, prior to meetings at the State Department in <strong> Will Washington </strong>, DC, May 28, 2009. Compare the two pictures 2008 delegation received by <strong> Condoleezza Rice </strong> versus 2009 delegation <strong> Hillary Clinton </strong> and <strong> Hosni Mubarak </strong> in Sharm <strong> Zine El Abidine Ben Ali </strong> Sheik,", "new_id": -2}]