[{"uid": "1295985442139264003", "i": 6282, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "said she has been tobacco free since March 2009 after 45 years of smoking. She said her group amounts to a grass-roots effort of those who feel the government has blocked this`` miracle'' product. <q> There is no industry support on this thing at all, </q> she said of the organization.`` We want to keep it this way so no one can say we are a shill for the tobacco, drug or e-cigarette industry.'' Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to", "new_id": -2}, {"uid": "1296676121259752205", "i": 4796, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "Brandishing a 45-page January 2011 US Department of Defense report on the issue, Independent Senator <strong> Sen. Bernie Sanders </strong> called for`` far more vigorous enforcement'' by the US military`` to protect taxpayers from massive fraud.'' <q> The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money, </q> he charged. <strong> Sen. Bernie Sanders </strong> underlined that the report, which his office made public, showed that from 2007-2009 the Pentagon spent 270 billion dollars on 91 contractors involved in fraud cases that yielded judgments of more than", "new_id": -2}, {"uid": "1295600499103776311", "i": 7319, "idx": 5, "sa": ["Eric Schmidt"], "q": "on Thursday, he would earn about$ 334.7 million on the stock sale. He would still own about 2.7 percent of Google's outstanding capital stock, down from 2.9 percent before selling the shares. <q> As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making, </q> <strong> Eric Schmidt </strong> said in a posting on the company's official blog.`` And over the holidays we decided now was the right moment to make some changes to the way we are structured.''", "new_id": -2}, {"uid": "1296566908244629506", "i": 49318, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers"], "q": "PLACE AGAIN. I'M GUNNA STICK WITH MY PREDICTION OF THE http://wn.com/Michael_Turner_12_Yard_Touchdown_vs_Packers_Divisional_Playoffs <strong> Michael Vick </strong> Turner runs through 2 Packers defenders en route to a 1st quarter touchdown( C) NFL http://wn.com/Packers_Dominate_Giants_45-17_In_Aaron_Rodgers'_Return_VIDEO click our link iupdateonline.com- to watch full <q> Packers Dominate Giants 45-17 In <strong> Aaron Rodgers </strong>' Return( VIDEO) </q> exclusive video for free! With <strong> Aaron Rodgers </strong> back from a concussion, the Green Bay Packers stayed on track for the playoffs-- and made sure the New York Giants' nightmare continued for another week. <strong> Aaron Rodgers </strong> threw for", "new_id": -2}, {"uid": "1297442511043220992", "i": 43714, "idx": 4, "sa": ["Steve Ballmer", "Paul McDougall", "Stephen Elop", "Amy Lee"], "q": "too, says <strong> Paul McDougall </strong> in Information Week. And by all indications, he's on the cusp of a major management shakeup. If <strong> Steve Ballmer </strong> makes some good, tough leadership changes, Microsoft might yet <q> warrant another look from even the most discerning investors- including <strong> Bill Gates </strong>. </q> Nokia chief executive <strong> Stephen Elop </strong> welcomes Microsoft chief... Larry Hyrb also known as`` Major <strong> Amy Lee </strong>'', Xbox Community... Microsoft CEO <strong> Steve Ballmer </strong> delivers his keynote address on the... Photo in Slideshow: Nokia chief executive <strong> Stephen Elop </strong> speaks", "new_id": -2}, {"uid": "1296018266109002765", "i": 13589, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "John Thune", "Paul Tonko"], "q": "`` I was happy to hear that the president and I agree: The foundation of our future economy will be built on investments in higher education and in scientific research and development,'' said <strong> Paul Tonko </strong>. <q> Innovation in technology and clean energy will be the keys that unlock unlimited opportunities for future generations of Americans, and allow us to maintain our status as the leader of the global economy. </q> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., who sat with South Dakota Republican <strong> Barack Obama </strong> <strong> John Thune </strong>, expressed optimism that the evening's bipartisan mood could translate into bipartisan legislating.`` We need to continue the spirit of", "new_id": -2}, {"uid": "1296015454109002777", "i": 17356, "idx": 1, "sa": ["Eric Schmidt"], "q": ", encouraging Googlers to take on big ideas and high-risk, high-reward opportunities.'' According to chief executive officer <strong> Eric Schmidt </strong>, about 1,000 of those new jobs will be in Europe. <q> Our businesses are doing very well around the globe, and as a result I'm happy to announce we'll be adding 1,000 new employees in Europe and make some significant investments, </q> <strong> Eric Schmidt </strong> said in his keynote at the DLD Conference in Germany.`` Hundreds of these people will be located right here in our technology center in Munich.'' Yahoo, meanwhile, will cut 1 percent", "new_id": -2}, {"uid": "1296776873170934279", "i": 37637, "idx": 0, "sa": ["Lila Rose", "Mike Pence"], "q": "a parent and adds,`` We're pretty good at handling if someone doesn't want someone else to know.'' Live Action's president, <strong> Lila Rose </strong>, said the videos illustrate Planned Parenthood's willingness to <q> circumvent parental consent laws for secret abortions. </q> National anti-abortion groups have used the earlier released video to intensify their calls for federal legislation to cut off the more than$ 350 million in annual federal family planning fund that Planned Parenthood receives. Rep. <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1296167737065404956", "i": 40857, "idx": 1, "sa": ["Mike Pence"], "q": "Indiana.`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,'' <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q> We will not seek the Republican nomination for president in 2012. </q> He said he would make a decision`` later this year'' about what his next political step is, but by not running for president it is considered a virtual certainty that he will run for", "new_id": -2}, [{"i": 8977, "idx": 0, "index_answer": 0, "new_id": -1, "q": "'' <strong> Roger Goodell </strong> said.''[ Most often] they're not recognizing they have a role in it.'' Regarding <strong> Ben Roethlisberger </strong>, <strong> Roger Goodell </strong> said when he was investigating what to do with the quarterback, he talked to <q> I bet two dozen[ Steeler] players... Not one, not a single player, went to his defense. It wasn't personal in a sense, but all kinds of stories like,` He won't sign my jersey.' </q> He says he thinks Mike <strong> Michael Vick </strong>`` is sincerely trying.'' And he isn't blind to the fact that the story isn't over, that <strong> Michael Vick </strong> needs to prove so much more than he", "sa": ["Roger Goodell", "Ben Roethlisberger", "Michael Vick"], "uid": "1296496143150683651"}]]