[{"uid": "1297293075061915141", "i": 36814, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "are the rest of the White American Teabagger Talibanners and it's their job to. \" In other news, the sky is blue when it's sunny, and gray when it rains. Report Abuse <q> Why is this heading still here after 6 weeks!! </q> No coverage of the Liberal protesting the consevative get together featurubg the Koch Brothers, ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Super Cheap Car Insurance Compare 10 Top Rated Auto Insurance Companies- Free", "new_id": -2}, {"uid": "1297429199014975043", "i": 46382, "idx": 1, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "by the likelihood of Google gaining much more from any partnership than Nokia.`` Our fundamental belief is we would have difficulty differentiating,'' said <strong> Stephen Elop </strong>-- meaning they would have become just another Android phone maker. <q> Microsoft was the best opportunity to build, and lead, and fight. </q> When can we expect to see the first Nokia Windows Phone 7 device? <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> both batted the question back, with <strong> Stephen Elop </strong> saying,`` We aren't making a specific announcement of when that", "new_id": -2}, {"uid": "1297113506257425428", "i": 7212, "idx": 1, "sa": ["Sergio Marchionne", "John Elkann"], "q": "Fiat h?lt und etwa auch den Fu?ballverein Juventus Turin kontrolliert, schaut sich nach Finanzdienstleistern und Immobiliengesellschaften als Investitionen um. Und ob <strong> John Elkann </strong> berhaupt dazu f?hig w?re, <strong> Sergio Marchionne </strong> in die Schranken zu weisen, wird ernsthaft bezweifelt: <q> Er ist daf?r zu sch?chtern </q>, sagt jemand, der die Familien- und Firmengeschichte gut kennt. Den impulsiven und selbstbewussten <strong> Sergio Marchionne </strong> zu b?ndigen, das falle ihm schwer.", "new_id": -2}, {"uid": "1296171922065404971", "i": 3553, "idx": 3, "sa": ["Mike Pence", "Mike McDaniel"], "q": "While there is no official word yet on whether he'll run for Indiana governor, many in political circles assumed that would be the case since he stepped down last year from his House leadership position. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. The 51-year-old <strong> Mike Pence </strong> is a darling of social conservatives and often describes himself as`` a Christian, a conservative, and a Republican, in that order.", "new_id": -2}, {"uid": "1296530715200818714", "i": 37135, "idx": 1, "sa": ["James Cleveland", "Chris Webber", "Allen Iverson", "Cam Ward", "Žydrūnas Ilgauskas", "Phil Jackson"], "q": "<strong> Allen Iverson </strong>'s Žydrūnas Ilgauskasgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It Cam Warde in words of encouragement to Phil Jacksonly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> <strong> Chris Webber </strong> had his best performance in his four games with Phil Jacksonadelphia, scoring 24 points and grabbing 12 rebounds, and <strong> Allen Iverson </strong> added 31 points to lead the 76ers to a 98-89 win over the <strong> James Cleveland </strong> Cavaliers on Friday night", "new_id": -2}, {"uid": "1295563359204783675", "i": 19291, "idx": 4, "sa": ["Larry Page", "Eric Schmidt"], "q": "responsabilidades m?s claras''. Por su parte, <strong> Larry Page </strong> ha agradecido el trabajo de <strong> Eric Schmidt </strong>`` durante la ltima d?cada'', ya que`` los resultados hablan por s mismos''. A su juicio, <q> <strong> Eric Schmidt </strong> es un gran l?der </q>.`` He aprendido innumerables lecciones de l. Sus consejos y esfuerzos ser?n de incalculable valor para m ahora que afronto esta nueva responsabilidad'', ha a?adido. El anuncio coincide con la publicaci?n de los", "new_id": -2}, {"uid": "1295682265065617928", "i": 129, "idx": 23, "sa": ["Andrew P. Smith", "Mike Pence"], "q": "are urging <strong> Mike Pence </strong> to run. But, he noted, that doesn't mean he has a good chance of winning.`` Republicans and Democrats go through this all the time,'' <strong> Andrew P. Smith </strong> said. <q> Particularly party activists don't see a candidate who is either well enough known, or ideologically or intellectually consistent enough for them, so they try to recruit people who fit the bill.`` Unfortunately, those kinds of folks generally don't have the sort of broad name recognition or broad appeal to get the numbers of voters that it takes to win this thing. </q> From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1295162148185597955", "i": 15713, "idx": 2, "sa": ["Jalen Rose", "Allen Iverson", "Tim Tetrick", "Jermaine O'Neal", "Reggie Miller"], "q": "top team in the East for the first Tim Tetricke since 1983-84. <strong> Jalen Rose </strong> had 18 and <strong> Jermaine O'Neal </strong> added 11 points and 11 rebounds for the Pacers, who were down just 61-59 at halfTim Tetricke after getting 33 from <strong> Reggie Miller </strong>. <q> I wish it was reversed, </q> <strong> Reggie Miller </strong> said.`` The game is four quarters. I hate doing things early. I like doing it late.'' <strong> Allen Iverson </strong> scored 14 of Philadelphia's final 17 points in the third, including the last 10", "new_id": -2}, {"uid": "1295965426108969993", "i": 23165, "idx": 2, "sa": ["John Heilemann", "Eric Schmidt", "Barack Obama", "David Axelrod"], "q": "'... where <strong> Eric Schmidt </strong> was a regular guest. When <strong> Eric Schmidt </strong> filmed a pilot for CNN in August, McGuirk oversaw the production.'' Good Monday morning. BEHIND THE CURTAIN-- New York mag cover, <q> The West Wing, Season II: Almost overnight, <strong> Barack Obama </strong> overhauled his White House and rewrote much of the script. Now all he needs is a happy ending, </q> by <strong> John Heilemann </strong>:`` <strong> David Axelrod </strong> awoke at three in the morning and checked his BlackBerry. It was Jan. 12, a few hours before <strong> Barack Obama </strong> would fly to Arizona for the memorial service for the victims of the Tucson", "new_id": -2}, {"i": 30203, "idx": 10, "index_answer": 0, "new_id": -1, "q": "were in Atlanta when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q> Matt is great. The coaching staff is great. We're just having a good time, </q> he said.`` I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.'' <strong> Michael Vick </strong> looked sharp", "sa": ["Michael Vick"], "uid": "1296128045255868977"}]