[{"uid": "1296146613005734416", "i": 10570, "idx": 4, "sa": ["Jackie Walorski", "Mike Pence"], "q": "Indiana. <strong> Jackie Walorski </strong> said <strong> Mike Pence </strong> can appeal to both social and economic conservatives.`` I know he feels pulled because there is a great campaign to recruit him at the federal level,'' she said. <q> I'm going to be excited whatever door he picks. </q> If <strong> Mike Pence </strong> does decide to run for president, he'll likely have to start working quickly to raise campaign money. He ended his 2010 re-election race with about$ 460,000 in his U.S. House campaign fund", "new_id": -2}, {"uid": "1297430701170164262", "i": 1093, "idx": 0, "sa": ["Steve Ballmer"], "q": "Android surpassed Symbian to become the world's No. 1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team <q> more innovation, greater global reach and scale. </q>`` We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,'' he said. The key challenge", "new_id": -2}, {"uid": "1295459435213254167", "i": 376, "idx": 0, "sa": ["50 Cent", "David Letterman", "Kelly Ripa", "Regis Philbin"], "q": "show co-host assured viewers Wednesday that his health wasn't a factor, saying,`` No, I'm not sick.'' <strong> Regis Philbin </strong> went on to hold up newspaper clips with stories about his announcement. <q> I don't want to get morbid about this but I almost felt like I was looking at my obituary, </q> he said. As for his replacement?`` I heard <strong> 50 Cent </strong>!'' co-host <strong> Kelly Ripa </strong> joked. On Tuesday's`` Late Show With <strong> David Letterman </strong>,'' <strong> Regis Philbin </strong> called in to talk about the announcement", "new_id": -2}, {"uid": "1295911544158924801", "i": 1361, "idx": 1, "sa": ["Jean Schmidt", "Robert Aderholt", "Mike Pence"], "q": ", and to defund Planned Parenthood. But they also just celebrated.`` We have eight new pro-life Republican women! Thank you!'' shouted Rep. <strong> Jean Schmidt </strong>, R-Ohio, to the crowd. <q> We're up for a new day in this Congress, </q> said Rep. <strong> Robert Aderholt </strong>, R-Ala. Rep. <strong> Mike Pence </strong>, R-Ind., directed a word of caution to Congress, and perhaps to his own Republican leadership:`` Amidst these struggles some would have us focus on jobs", "new_id": -2}, {"uid": "1296228272172146710", "i": 17274, "idx": 16, "sa": ["Mike Pence"], "q": "director <strong> Mike Pence </strong> Connolly puts it in even more certain terms:`` Washington's loss is Indiana's gain.'' Connolly speaks as if <strong> Mike Pence </strong>'s gubernatorial run- and victory- were a fait accompli. <q> Although <strong> Mike Pence </strong> would have been a very attractive presidential candidate, it is obvious this is the right decision for him and his family right now. He will be a great successor to <strong> Mitch Daniels </strong>, </q> Connolly says. Curt Smith, president of the Indiana Family Institute, agrees, saying he's`` very encouraged by the news that[ <strong> Mike Pence </strong>] is coming home'' and assumes <strong> Mike Pence </strong> will run for", "new_id": -2}, {"i": 7853, "idx": 3, "index_answer": 0, "new_id": -1, "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture-- the British Museum and New York's Metropolitan Museum of Art-- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Related Links Egypt's Damaged Artifacts to Be Restored in Days Egypt's Treasures Saved from", "sa": ["Zahi Hawass"], "uid": "1297373755254705834"}, {"uid": "1297430731170164227", "i": 19187, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Reorganization`` We each bring incredible assets to the table,'' <strong> Stephen Elop </strong>, Nokia's chief executive, and <strong> Steve Ballmer </strong>, Microsoft's chief executive, said in a joint statement. <q> Nokia's history of innovation in the hardware space, global hardware scale, strong history of intellectual property creation and navigation assets are second to none. Microsoft is a leader in software and services; the company's incredible expertise in platform creation forms the opportunity for its billions of customers and millions of partners to get more out of their devices. </q> In press materials provided before the call, Nokia did not outline a move to Silicon Valley, as some had expected. It did, however, reorganize itself into two divisions, one oriented", "new_id": -2}, {"uid": "1296395184086278204", "i": 35035, "idx": 1, "sa": ["Cheryl Cole", "Simon Cowell", "Louis Walsh"], "q": "<strong> Simon Cowell </strong> gets his way.`` Do I want Jordan as a judge on The X Factor panel? Yeah, that could work,'' he said in a new interview. <q> Why not? I like her as a person. In fact I'd even go as far as to say she's my woman of the decade. </q> <strong> Louis Walsh </strong> on the panel alongside one other person, thought to be <strong> Cheryl Cole </strong> to concentrate on the US version of the show. Sinitta also backed Katie for X Factor.`` Having Jordan on the panel would make interesting", "new_id": -2}, {"uid": "1295955986167477290", "i": 46844, "idx": 5, "sa": ["Sen. Bernie Sanders"], "q": "institutions who are doing very very well sitting on huge amounts of cash, and yet small businesses in Vermont and all over this country can't get affordable loans in order to create jobs,'' he said. <q> You've got credit card companies that were http://wn.com/Bernie_Sanders_Blasts_Wall_Street,_Government_In_Wake_Of_Fed_Dis__2010 wATCH FULL VIDEO AT THIS LINK::: bernie-sanders-blasts. notlong.com <strong> Sen. Bernie Sanders </strong> Blasts Wall Street, Government In Wake Of Fed Disclosures( VIDEO) Self-avowed socialist <strong> Sen. Bernie Sanders </strong>( I-Vt.) blasted the nation's major financial institutions and the government's failure to hold them accountable in a Wednesday-night appearance on CNN's`` Parker <strong> Eliot Spitzer </strong>. </q> In the wake of Wednesday's mammoth release of documents pertaining to its$ 3.3-trillion aid program for big banks and other members of the financial community, <strong> Sen. Bernie Sanders </strong> said, outrage is growing among those not fortunate enough to", "new_id": -2}, {"uid": "1295647113138969096", "i": 47228, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs", "Google Inc."], "q": "<strong> Eric Schmidt </strong> as CEO AAPL: 326.72(-5.96,-1.79%)| NASDAQ: 2689.54(-14.75,-0.55%)  <strong> Google Inc. </strong>'s newly-minted` Executive Chairman' <strong> Eric Schmidt </strong> to sell more than half million <strong> Google Inc. </strong> shares  <q> <strong> Google Inc. </strong>'s <strong> Eric Schmidt </strong>, who is transitioning to executive chairman from chief executive, has plans to sell more than a half million company shares throughout the year as part of his asset-diversification plan, his first such sale in more than three years, </q> <strong> Steve Jobs </strong> Russolillo reports for Dow Jones Newswires.`` The sales, worth about$ 335 million based on <strong> Google Inc. </strong>'s closing price Thursday, will lower <strong> Eric Schmidt </strong>'s stake and voting power, and comes as <strong> Google Inc. </strong>", "new_id": -2}]