[{"uid": "1296106957116244554", "i": 31316, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "the U.S. government repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Election Protection- Georgia Election Info League Of Women Voters: Online Voters Guide Extra Car Tag Fee Up For Vote In November$ 10 Trauma Tag Fee Vote Faces Tough Fight Police: Teen Closes Eyes For Hypnotism,", "new_id": -2}, {"uid": "1297620106254115870", "i": 3663, "idx": 0, "sa": ["George Washington", "Marlon Wayans", "Nick Lachey", "Katy Perry", "Russell Brand", "Vanessa Minnillo", "Victoria Beckham", "Vivica A. Fox", "Simon Cowell"], "q": "Valentine's Day From the POV of the Stars <strong> Marlon Wayans </strong> Stars in Commercials Stars get fit, fabulous ahead of the Grammys Has <strong> Simon Cowell </strong> Been Watching The New` <strong> George Washington </strong> Idol'? <strong> Victoria Beckham </strong>: <q> I Don't Know the Sex of My <strong> Justin Bieber </strong>! </q> <cite> Us Magazine </cite> <strong> Russell Brand </strong> Hosts Saturday Night Live:`` I'm Much More Famous in England'' <strong> Vivica A. Fox </strong>: I'm Taking My Engagement Slow <cite> Us Magazine </cite> See the Dress <strong> Vanessa Minnillo </strong> Wore When <strong> Nick Lachey </strong> Proposed <strong> Katy Perry </strong>", "new_id": -2}, {"uid": "1295968668242466824", "i": 17829, "idx": 1, "sa": ["Ken Auletta", "Eric Schmidt", "Barack Obama"], "q": "said in response to a question about his plans. <strong> Eric Schmidt </strong>, 55, may be considering a career as a television host, the New York Post reported yesterday. <strong> Ken Auletta </strong>, author of <q> Googled: The End of the World as We Know It, </q> told Bloomberg TV that <strong> Eric Schmidt </strong> may be weighing a role in the administration of U.S. <strong> Barack Obama </strong>. California, may be looking to rekindle the entrepreneurial spirit that allowed it to grow into one of the world's most valuable", "new_id": -2}, {"uid": "1295714636166166623", "i": 11613, "idx": 0, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "decade. BGC Partners analyst Colin Gillis said Google experienced tremendous growth under <strong> Eric Schmidt </strong>, becoming a search and advertising powerhouse, but the company also arguably experienced a number of missteps and missed opportunities. <q> A case can also be made that the company has not built any new material revenue streams, was late to building for the mobile market, has no effective social solutions, overbuilt its headcount and placed itself in the crosshairs of government regulators, </q> Gillis said. <strong> Danny Sullivan </strong>, editor-in-chief of technology blog SearchEngineLand.com, said Google's biggest challenges now were to`` prove that they've got their Mojo back and that nobody needs to fear them.''", "new_id": -2}, {"uid": "1297268304137707526", "i": 870, "idx": 3, "sa": ["Adlai Stevenson III", "Donald Rumsfeld"], "q": ", wanted to do what he could to help me. <strong> Adlai Stevenson III </strong>: Better-looking than his father, at least. And about the new job? First of all, no more lame domestic policy: <q> He said he felt that I shouldn't go into the human resource area, HUD or HEW, and not DOT because he was going to be cutting highways and airports and that wouldn't be helpful to me politically. </q> Nixon wanted something meaty for <strong> Donald Rumsfeld </strong>. But there was a lot to consider! <blockquote> He said possibly Under <strong> Donald Rumsfeld </strong> of State for Economic Affairs. </blockquote> Possibly the UN, and then he", "new_id": -2}, {"uid": "1297395901078626819", "i": 35215, "idx": 1, "sa": ["David Letterman"], "q": ", New York, United States`` It turns out that JESUS OF NAZARETH not only has a remarkable cast( http://www.iâ\u0080¦''`` A word or two about the <strong> David Letterman </strong> clip. His sincere appreciation for Mayor...'' <q> Mad Avenue has a term called`` carpet bombing, </q> which means paying for t...''`` Your posting a Comment allows me to do so as well. So, though I pledged not to e...'' I completed my Antioch M.A. in Media Studies 35 years", "new_id": -2}, {"uid": "1296927768215564307", "i": 8318, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Vanessa Williams", "Regis Philbin", "Bill Clinton"], "q": "Think You Are?''( 7.3 million tuned in to see <strong> Vanessa Williams </strong>' story) and`` Dateline''( which averaged 8.6 million over two hours). ABC aired`` Supernanny''( 4.2 million), <q> Primetime: What Would You Do? </q>( 4.6 million) and a <strong> Barbara Walters </strong> special on heart surgery( 6.2 million). <strong> Barbara Walters </strong> ran third in the 10 p.m. hour despite guests <strong> Bill Clinton </strong>, <strong> Robin Williams </strong>, <strong> Regis Philbin </strong> and <strong> David Letterman </strong>. Fox aired`` Kitchen", "new_id": -2}, {"uid": "1297129044188514306", "i": 481, "idx": 3, "sa": ["Simon Cowell"], "q": "be a much more hands-on process for the judges. In keeping with the original British version of the show, each panelist will act as a mentor for certain contestants. Check out photos of <strong> Simon Cowell </strong> <q> I wanted to do a show where judges could help competitors on a weekly basis, </q> <strong> Simon Cowell </strong> said, comparing the job to his days as an A&R rep at a record label.`` It's more interesting to me; it definitely gives me something more to do. When an artist wins,", "new_id": -2}, {"uid": "1294972672267157620", "i": 5540, "idx": 5, "sa": ["Simon Cowell", "Cecile Frot-Coutaz", "Ryan Seacrest"], "q": "Unlike Idol, which allows singers 15 to 28 years old, X Factor has no upper age limit, and the judges serve as mentors. <strong> Ryan Seacrest </strong> says the shows are different enough for both to succeed. <q> Knowing( Idol) needs to reinvent itself, knowing that if they did just phone it in this season and produce just a lackluster champion, you have the strong possibility of X Factor coming in and stealing their thunder and their zeitgeist. I think there's this tremendous pressure to show they're still relevant, </q> says Richard Rushfield, author of the upcoming Executive producer <strong> Cecile Frot-Coutaz </strong> says Idol isn't making the mistake of trying to replace <strong> Simon Cowell </strong> with a facsimile.`` You can't, and it would be foolish to try", "new_id": -2}, {"i": 1480, "idx": 0, "index_answer": 1, "new_id": -1, "q": "else.`` It was the only thing I didn't want to quit. I started when I was 19. I quit every single job I had up until that point,'' <strong> Joe Matarese </strong> said. <q> I started going and I was hooked immediately. And I never stopped. </q> The comedian has gone on to carry his own half-hour special on Comedy Central; appear on The Late Show with <strong> David Letterman </strong>, The <strong> Howard Stern </strong> Show, The Late Late Show with <strong> Craig Kilborn </strong>, and NBC's Last", "sa": ["Howard Stern", "Joe Matarese", "David Letterman", "Craig Kilborn"], "uid": "1295163756229244974"}]