[{"uid": "1295363232143278114", "i": 31624, "idx": 2, "sa": ["Oprah Winfrey", "Michael Vick"], "q": "his bid to land the interview- he has written a message to <strong> Michael Vick </strong> on Twitter.com pleading with the star to choose him over <strong> Oprah Winfrey </strong> and even offering <strong> Michael Vick </strong> a cut of the winnings. He writes, <q> If <strong> Michael Vick </strong> is reading this, pls( please) say yes... Hey Mike <strong> Michael Vick </strong>- how about it? I'll cut you in for$ 100. </q> Creating a free Starpulse.com account only takes a username, your email and a couple of seconds! Starpulse.com members can comment on news and topics, enter contests, show off their favorite artist", "new_id": -2}, {"uid": "1297676464098910246", "i": 1525, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "world he says were suckered into believing the same thing. And still refuses to say that weapons of mass destruction were a lie. \"The less dramatic truth,\" <strong> Donald Rumsfeld </strong> writes in his new book, <q> is that we were wrong. </q> Those like <strong> Donald Rumsfeld </strong> always have their reasons for sending the young off to die, or be horribly wounded. He admits his bosses were itching to go to war with Iraq even before they had soldiers on", "new_id": -2}, {"uid": "1295094311196526116", "i": 48513, "idx": 0, "sa": ["Roman Polanski", "Michael Vick"], "q": "Calif.- The Golden Globes ceremony will be even more glittery this year. Apart from all the movies continued their awards-season roll, dominating the National Board of Review of Motion Pictures Awards in NYC the other night. <q> The Oscars to take viewers through time, space, movies target=\"_blank\" Entertainment Writer Share thefresnobee_994:/ 2011/01/12/2229576/oscars-to-take-viewers-through.html E-Mail Print Text Size: tool name tool goes here 0 comments Similar stories: </q> tooltipId= \"mi_tt1\" > Fox to put awards screeners on iTunes for SAG members... <strong> Michael Vick </strong> Wins <strong> Roman Polanski </strong> Award for Douchebaggery In this Very Little Knowledge Sports Expose, <strong> Michael Vick </strong> is given the 2009 <strong> Roman Polanski </strong> Award for Douchebaggery", "new_id": -2}, {"uid": "1297130833188514310", "i": 27771, "idx": 8, "sa": ["Simon Cowell"], "q": "live and it was a proper, fair competition.\" The \"X Factor\" contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent. <q> I'm genuinely staggered this hasn't happened. All the signs are out there, from` Glee' to` High School Musical,' </q> he said, advising \"any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don't have a lot of competition.\"", "new_id": -2}, {"uid": "1295743447181321729", "i": 23535, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "Former NOTW editor <strong> Andy Coulson </strong> resigned as the Prime Minister's head of communications, saying the drip-drip of claims about illegal eavesdropping under his editorship meant he could not \"give the 110 per cent needed\" . <q> I stand by what I've said about those events, but when the spokesman needs a spokesman it's time to move on, </q> he added. <strong> David Cameron </strong> said he was \"very sorry\" <strong> Andy Coulson </strong> felt \"compelled\" to go after months of pressure, insisting he was being \"punished for the same offence twice\" . However,", "new_id": -2}, {"uid": "1297457076244645906", "i": 56821, "idx": 0, "sa": ["David Letterman", "Doris Day", "Conan O'Brien", "Nellie McKay", "Craig Ferguson", "Ana Gasteyer"], "q": "Weeds,\" \"Grey's Ana Gasteyertomy\" and \"NCIS,\" and <strong> Nellie McKay </strong> has appeared on numerous TV shows including \"Late Show with <strong> David Letterman </strong>\" ( with the Brooklyn Philharmonic), \"The View,\" <q> Late Night with O'Brien_O%2527Brien/\"> <strong> Conan O'Brien </strong>, </q> \"Late Late Show with <strong> Craig Ferguson </strong>\" , \"Live with Regis& Kelly\" and \"CBS SaturDoris Day Morning.\" Chase Brock Experience produced a ballet of her third album, Obligatory Villagers, while <strong> Nellie McKay </strong> recently finished", "new_id": -2}, {"uid": "1295732278021118996", "i": 1799, "idx": 2, "sa": ["Gabrielle Giffords", "Russ Mitchell", "Kirsten Gillibrand", "Ben Ali"], "q": ", \"duration\" :\" \" , \"mediaQueryString\" : \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011- 8v&amp;flvURL=/media/2011/01/22/01222011- 8v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011- 8v.jsn\" }{ \"title\" : \"<strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support\" , \"description\" : <q> Senator <strong> Kirsten Gillibrand </strong>( D-NY) spoke with <strong> Russ Mitchell </strong> with an update on her friend Rep. <strong> Gabrielle Giffords </strong>\\' condition after she was transferred from Tucson to a hospital in Houston. </q>, \"note\" :\" \" , \"correction\" :\" \" , \"stillURL\" : \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012201966.jpg\" , \"emailLink\" : \"http://www.washingtonpost.com/ac2/wp- dyn/emailBen Alink?link=http://www.washingtonpost.com/wp- dyn/content/video/2011/01/22/VI2011012201959.html&amp;title=Kirsten Gillibrand: <strong> Gabrielle Giffords </strong> moved by support& site", "new_id": -2}, {"uid": "1294953528094584847", "i": 33189, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Nancy Pelosi", "Mark Kelson", "Debbie Wasserman Schultz"], "q": ".\" Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., was in the room with Rep. <strong> Debbie Wasserman Schultz </strong>, D-Fla., and House Minority Leader <strong> Nancy Pelosi </strong>, D-Calif., along with others including <strong> Gabrielle Giffords </strong>' husband, astronaut <strong> Mark Kelson </strong>. <q> We were telling her how proud we were of her and how she was inspiring the whole nation with her courage and with her strength. </q> \"Then <strong> Debbie Wasserman Schultz </strong> and I started joking about all the things we were going to do when she got better. We were holding her hand, and she was responding to our hand holding, she was", "new_id": -2}, {"uid": "1295653529184696869", "i": 29024, "idx": 0, "sa": ["Eric Schmidt"], "q": "Finance Search Fri, Jan 21, 2011, 6:45 PM EST- U.S. Markets closed Biodata on outgoing Google CEO <strong> Eric Schmidt </strong>{ \"s\" : \"goog\" , \"k\" : <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\" :\" \" , \"j\" :\" \" } The Associated Press, On Friday January 21, 2011, 6:08 pm NAME: <strong> Eric Schmidt </strong> AGE: 55 EDUCATION", "new_id": -2}, {"uid": "1295992799205340701", "i": 5483, "idx": 0, "sa": ["Michael Vick"], "q": "you've got problems,\" Gorant wrote in his SI story. He then spent a year investigating and interviewing the team of experts across the country who worked as advocates for the dogs and their rehabilitation. <q> Fighting dogs, especially pit bulls, are almost always considered beyond help and euthanized. So this was a landmark legal decision to allow a team of experts to come in and attempt to restore the unimaginable damage inflicted upon these dogs. </q> The rehabilitation of <strong> Michael Vick </strong>'s dogs was kept secret at first, even though his trial gained national attention, in order to protect the dogs from thieves of the dog fighting underworld. Gorant's book details the", "new_id": -2}]