[{"i": 39068, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Dwight Duncan </strong> <strong> Eddie Francis </strong>, CAW President Ken Lewenza and other local officials, recognized the importance of the plant, the workforce and the new minivans to the future success of the Company during a ceremony at the plant. <q>The new 2011 Dodge Grand Caravan and <strong> Walter P. Chrysler </strong> Town& Country remain key parts of our revival plan,</q> <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience. \"Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust", "sa": ["Dwight Duncan", "Sergio Marchionne", "Eddie Francis"], "uid": "1295386126252936200"}, {"uid": "1297357007264552539", "i": 27988, "idx": 1, "sa": ["Anderson Cooper", "David Letterman"], "q": "said <strong> David Letterman </strong>. \"Being pummeled?\" <strong> Anderson Cooper </strong> said. \"I don't recommend it. I'd never been hit in the head before.\" He described the scene, saying, <q>People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying.</q> Show Low-$ 750,000 MLS 4410443 4 bed/ 4 bath 3,001- 3,500/ 2004 Those Callaways, John Hall& Associates Gold Canyon-$ 259,000 MLS 4432349 4 bed", "new_id": -2}, {"uid": "1295890352156680217", "i": 24917, "idx": 1, "sa": ["Eric Schmidt", "Maria Bartiromo"], "q": "make Google a social powerhouse. <strong> Eric Schmidt </strong> put many people off, particularly privacy advocates, with his seemingly flippant statements about user privacy. There's this classic comment to CNBC's <strong> Maria Bartiromo </strong> in December 2009: <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place.</q> Statements such as these prompted Consumer Watchdog to jab <strong> Eric Schmidt </strong> with this evil ice cream man video. That <strong> Eric Schmidt </strong> no longer be in a position to make such statements as Google's chief spokesperson will help", "new_id": -2}, {"uid": "1295432237260259931", "i": 1882, "idx": 0, "sa": ["Michael Vick"], "q": "and executives. Asked to choose his best game of the season, <strong> Michael Vick </strong> selected the playoff game against the Packers, despite three sacks, an interception on the final throw and a season-ending loss. <q>Honestly, it might sound crazy, but( the Packers game) I just felt so much confidence,</q> <strong> Michael Vick </strong> told PFW. \"I was just so in tune with everything: the protection, the blitz, where it was coming from, all my progressions, where everybody was supposed to be lined up.", "new_id": -2}, {"uid": "1295573447037306383", "i": 622, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "fellow Stanford University alumnus <strong> Sergey Brin </strong> in 1998-- to take the reins of a company that has dominated Internet search for a decade but is in danger of losing traffic to social networks like Facebook and Twitter. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> tweeted after the announcement. <strong> Eric Schmidt </strong>, who became CEO in 2001 to bring more management experience to a then-fledgling company, will assume the role of executive chairman, focussing on deals and government outreach,", "new_id": -2}, {"uid": "1295559654260145286", "i": 40837, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ": Starting April 4, co-founder Larry Page, becomes CEO and takes over day-to-day operations. Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, specifically, new products. <strong> Eric Schmidt </strong> becomes Executive Chairman and will focus externally on <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-all of which are increasingly important given Google's global reach.</q> Internally, <strong> Eric Schmidt </strong> will continue to act as an advisor to Larry and <strong> Sergey Brin </strong>. In a statement, <strong> Eric Schmidt </strong> said: \"We've been talking about how best to simplify our management structure and speed", "new_id": -2}, {"uid": "1297713687197591071", "i": 6549, "idx": 0, "sa": ["Oprah Winfrey", "Cam Newton", "Michael Vick"], "q": "' gun stuff and a whole passel of other NFL stars legal troubles. What's going on with the Brett Favre/Jenn Sterger stuff? What about the Williams Wall Starcaps stuff? Hmm...... <q>SteelFever gets# 93. Just like <strong> Ron Artest </strong>. Great game just keep an eye on him that he doesn't go into the stands after a fan.</q> Recent NFL Posts on From Our Editors <strong> Cam Newton </strong> Gets Record Deal From Under Armour: And It's Totally Legal! <strong> Michael Vick </strong> On The <strong> Oprah Winfrey </strong> Show: Of Course It's Happening! 2011 NFL Draft News", "new_id": -2}, {"uid": "1295968668242466824", "i": 17832, "idx": 4, "sa": ["Eric Schmidt", "Stanley Ho", "Matthew Campbell", "Google Inc."], "q": "opted to shut down its mainland search engine rather than censor results for user queries. \"Things have been stable since June\" in China, when <strong> Google Inc. </strong> had its business license renewed, <strong> Eric Schmidt </strong> said today. <q>But you never know; it's possible for the government to cause us to not work.</q> To contact the reporter on this story: <strong> Matthew Campbell </strong> in Munich via the Paris newsroom at 5050 or <strong> Stanley Ho </strong> Accuses Family Members of Seizing Stake in Macau Gaming Empire", "new_id": -2}, {"uid": "1295665806103448631", "i": 37029, "idx": 0, "sa": ["Eric Schmidt"], "q": "cent. Google started the day in positive area after having turned in strong results after the bell on Thursday, and simultaneously announcing that company co-founder Larry Page would replace <strong> Eric Schmidt </strong> as chief executive. <q>This is the third straight session that participants have pushed harder against the Nasdaq than either of its counterparts. Most of that is due to a rejection of large-cap tech issues,</q> said analysts at Briefing.com. webheads for site related feedback and questions. Write to the", "new_id": -2}, {"uid": "1297698848012320885", "i": 28348, "idx": 0, "sa": ["Steve Ballmer"], "q": "CEO <strong> Steve Ballmer </strong> actually announced: Windows Phone 7 will become Nokia's primary smartphone platform Nokia will contribute to Windows Phone 7 hardware development( help Microsoft developers better optimize their software for telecom) Nokia will bring WP7 to <q>a larger range of price points, market segments and geographies</q>( translation: low-cost replacements for today's feature phones and more devices in the developing world) The Microsoft Marketplace( app and media store) will absorb Nokia's current apps and content( the Ovi store)", "new_id": -2}]