[{"uid": "1295580862256213017", "i": 43365, "idx": 3, "sa": ["Simon Cowell", "Steven Tyler"], "q": "thought the show was just boring and suggested that none of the judges \"know what they were talking about or doing,\" labeling <strong> Steven Tyler </strong>'s comments \"superficial\" and \"obvious.\" Mrs_FiFi said, <q><strong> Steven Tyler </strong> made me forget all about <strong> Simon Cowell </strong> last nite. <strong> Steven Tyler </strong> is fascinating, funny& he can SING.</q> ArchuletaGirl begged to differ, though, tweeting, \"Idol just isn't the same without <strong> Simon Cowell </strong>. These new judges keep getting suckered into putting bad people through.\" Others dubbed <strong> Steven Tyler </strong> \"kinda", "new_id": -2}, {"uid": "1295728012106954753", "i": 39804, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Speaking of corporate shake-ups, Mountain View Internet juggernaut Google revealed that co-founder Larry Page will become CEO effective April 4. Current CEO <strong> Eric Schmidt </strong> will be executive chairman, and co-founder <strong> Sergey Brin </strong> will remain co-founder, devoting <q>his time and energy to strategic projects,</q> <strong> Eric Schmidt </strong> wrote in a blog post. \"As Google has grown, managing the business has become more complicated,\" <strong> Eric Schmidt </strong> noted. \"So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time how", "new_id": -2}, {"uid": "1296055743070402055", "i": 36985, "idx": 1, "sa": ["Eric Schmidt", "F. Scott Fitzgerald"], "q": "the possibility that strife had entered the relationship between <strong> Eric Schmidt </strong> and the founders. And sure, there's no skill in securing media interest for this type of news. As <strong> F. Scott Fitzgerald </strong> would have wryly noted, <q>The tech goliaths are different than you and me.</q> Still, the Google PR effort had a huge impact on influencing the narrative that resulted from the announcement. Perhaps the best symbol can be found in the ReadWriteWeb coverage.", "new_id": -2}, {"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "\" <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q>He is supporting the troops, I am supporting the children,</q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}, {"uid": "1296443805235372691", "i": 14724, "idx": 5, "sa": ["Kobe Bryant", "Allen Iverson"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps,\" <strong> Allen Iverson </strong> said. <q>You honestly don't r... <strong> Kobe Bryant </strong> Scores 81 Points Raptors vs Lakers( Part 2) With the 18997 fans at Staples Center chanting \"MVP! MVP!</q> <strong> Kobe Bryant </strong> made two free throws with 43.4 seconds remaining for his final points. He scored 27 points in the third quarter, 28 in the fourth. \"We are on a journey, and to put on a", "new_id": -2}, {"uid": "1295316162045481984", "i": 9976, "idx": 1, "sa": ["Shareef Abdur-Rahim", "Jason Terry", "Allen Iverson"], "q": "by a flu, <strong> Allen Iverson </strong> had a season-low 12 points and missed 15 of 19 shots in a loss to Indiana on Friday night. He had 13 points in the first quarter against Atlanta, and kept scoring. <q><strong> Leone I </strong> didn't feel better, but <strong> Leone I </strong> was rested,</q> <strong> Allen Iverson </strong> said. <strong> Jason Terry </strong> had 20 points and <strong> Shareef Abdur-Rahim </strong> had 17 for the Hawks, who are off to a 6-12 start. It was the ninth time, including playoffs, that <strong> Allen Iverson </strong> has scored 50 or more points", "new_id": -2}, {"uid": "1297183321119177307", "i": 3675, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "heartbeat at one point dropped to 35 beats per minute.\" <strong> Donald Rumsfeld </strong> said he only learned the details of such treatment after the fact- and that interrogators went further than he had authorized. <q>I didn't approve any of that,</q> <strong> Donald Rumsfeld </strong> said in the interview. \"And when I found out that they had done some of those things, the people who had done things that had not been approved were dealt with. They were stopped and", "new_id": -2}, {"uid": "1297272180137707562", "i": 44189, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "j\":\"'} Press Release Source: Microsoft Corp../ PRNewswire/-- Microsoft Corp. today promoted Senior Vice President <strong> Satya Nadella </strong> to president of Microsoft's Server and Tools Business. http://photos.prnewswire.com/prnh/20000822/MSFTLOGO) <q>We're already making strong traction across our Server and Tools Business by embracing cloud services,</q> said Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>. \"<strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the", "new_id": -2}, {"uid": "1296758658255229998", "i": 3382, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": ". <strong> Simon Cowell </strong> <strong> Steven Tyler </strong> has been warned and assures us it will never happen again.\" In case watchers were confused, they followed it up with a recap, in which <strong> Steven Tyler </strong> asked contestant Jake Muck, <q>You know what Muck rhymes with?</q> Jake responded, \"Duck.\" \"Read my lips,\" <strong> Steven Tyler </strong> said. Yep, that was it. Do you think American Idol was really responding to viewers who were offended", "new_id": -2}, {"uid": "1296713442108806145", "i": 855, "idx": 7, "sa": ["Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that,</q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Women's_Basketball_Ryerson_vs_U_of_T_Blues_Oct30th/09 Rams defeat Varsity Blues in home opener The Ryerson Rams women's basketball team controlled the boards and controlled the clock in the second", "new_id": -2}]