[{"uid": "1296527089108003332", "i": 19625, "idx": 2, "sa": ["Mack Brown", "Larry Brown", "Allen Iverson"], "q": "'' It was a nice touch by <strong> Allen Iverson </strong> to seek out <strong> Larry Brown </strong>, his coach for the past 3 1/2 seasons. For a player often described as selfish and immature, it was a giant step toward superstardom. <q> It's special, and it's a tribute to my coach and my teammates, </q> said <strong> Allen Iverson </strong>.`` I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball,'' <strong> Mack Brown </strong> said.``", "new_id": -2}, {"uid": "1295637616124272649", "i": 39537, "idx": 0, "sa": ["Chris Huhne", "David Cameron"], "q": "developments in the North, Irish and Baltic Seas, Mr. <strong> David Cameron </strong> confirmed. The Prime Minister announced that energy ministers from all the nations would work together to develop appropriate legal and regulatory framework. <q> Europe's future lies in green energy and Britain wants to work with other countries to make the most of the clean energy potential in and around the North Sea, </q> said Energy Secretary <strong> Chris Huhne </strong>.`` We're stepping up our efforts with our European partners to develop a North Sea electricity supergrid.'' In December last year, UK, Ireland, Denmark, France,", "new_id": -2}, {"uid": "1295605034069435415", "i": 55840, "idx": 1, "sa": ["Mike Pence", "Chris Chocola"], "q": "Republican consultant who is leading an organization aimed at pushing <strong> Mike Pence </strong> to run. But what these conservatives like about <strong> Mike Pence </strong> says as much about the other GOP presidential prospects as it does the congressman. <q> There's a void out there, </q> said <strong> Chris Chocola </strong>, a former Indiana congressman who now runs the Club for Growth.`` And I think that <strong> Mike Pence </strong> is a guy who could potentially fill that void. Who else is an across-the-board conservative who's really", "new_id": -2}, {"uid": "1295669779172441756", "i": 8737, "idx": 1, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "development and day-to-day operations of the company, whilst his co-founder <strong> Sergey Brin </strong> will continue to focus on strategic projects. <strong> Eric Schmidt </strong> said that managing Google had become a more complex job as the company diversified. <q> <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making, </q> he said.`` For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss", "new_id": -2}, {"uid": "1296039478052903974", "i": 22854, "idx": 0, "sa": ["Alassane Ouattara", "Bingu wa Mutharika"], "q": "o il devait rencontrer le chef d'Etat sortant ivoirien Laurent Gbagbo et son rival <strong> Alassane Ouattara </strong>, a-t-on appris de source diplomatique africaine? Abidjan. Le pr?sident <strong> Bingu wa Mutharika </strong> devait arriver en fin de matin?e? Abidjan o il <q> vient voir les deux pr?sidents </q> ivoiriens proclam?s, MM. Gbagbo et <strong> Alassane Ouattara </strong>, qui se disputent le pouvoir depuis la pr?sidentielle du 28 novembre en C?te d'Ivoire, a simplement indiqu cette source. Ce d?placement du pr?sident de l'UA, qui n'avait pas", "new_id": -2}, {"uid": "1295502688237502473", "i": 4835, "idx": 0, "sa": ["Gabrielle Giffords", "Timothy Bishop", "Mike Pence", "Joe Barton"], "q": "repeal by first taking a moment to say that he continues to pray for <strong> Gabrielle Giffords </strong>' speedy recovery from the Jan. 8th shooting in Tucson, where she was shot in the head while meeting with constituents. <q> We all miss her and wish her the very best, </q> <strong> Joe Barton </strong> said. <strong> Mike Pence </strong> <strong> Timothy Bishop </strong>, D-N.Y., said he thought the House seemed to be`` doing reasonably well on civility'' Wednesday, although he called the Republicans' arguments against the health care law``", "new_id": -2}, {"uid": "1296204833047054861", "i": 48404, "idx": 2, "sa": ["Eamon Gilmore", "Micheál Martin", "John Curran", "Ciarán Lynch"], "q": ". Shortly afterwards <strong> Micheál Martin </strong> was out on the plinth of Leinster House declaring he was`` amazed at the response of Enda''. And this was followed up by another epistolary uppercut from Chief Whip <strong> John Curran </strong>. <q> The fact that it took his handlers a full 18 hours to come up with it gives a good sense of the concern within the Fine Gael party at the capacity of its leader to engage in serious debate and stand before the Irish people on his own two feet, </q> he jabbed. Then Labour's <strong> Ciarán Lynch </strong> joined in the fun, explaining that <strong> Eamon Gilmore </strong> was fine with the three-way debate plan and deploring the dithering of Enda. Oh this was a right old election-time imbroglio, and the", "new_id": -2}, {"uid": "1297268074262504450", "i": 52293, "idx": 0, "sa": ["Jade Williams", "Simon Cowell"], "q": "during the performance of` The Star-Spangled Banner' at the sporting event on <strong> Jade Williams </strong> night. During an interview on Fox News, <strong> Simon Cowell </strong> was asked for his opinions while a clip was played. <q> Well I just heard it then and it sounded like a 100,000 people in a stadium had just sat on a cat, </q> he responded. When the clip began to play again, he exclaimed:`` No, don't play me any more!'' He continued:`` Well look, obviously she is regretting it now", "new_id": -2}, {"uid": "1295671127217972802", "i": 40984, "idx": 0, "sa": ["Andy Coulson", "Ben Ali"], "q": "photo provided by the presidency... Photo: Protetrors hold a poster depicting ousted... World Video: End In Sight For Korean Tension? World Video: Around the World: Protesters, Police Clash in Albania Report Abuse <q>`` The exiled head of the main Tunisian Islamist party, which was banned by <strong> Ben Ali </strong>, told AFP that he now planned to return to his homeland. </q> \" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Mom's$ 5 Anti Aging Trick Dermatologists DO N'T Want You Knowing About", "new_id": -2}, {"i": 5003, "idx": 1, "index_answer": 0, "new_id": -1, "q": "1.59 bn), up from$ 1.97 bn a year earlier, far better than expected. <strong> Eric Schmidt </strong> said it had been a`` great privilege'' to lead the company and he looked forward to working with his <q> literally best friends and partners Larry and <strong> Sergey Brin </strong>. </q> The company said Page would take over from 4 April when <strong> Eric Schmidt </strong> will become executive chairman,`` focusing externally on deals, partnerships, customers and broader business relationships''. <strong> Eric Schmidt </strong> has led the", "sa": ["Eric Schmidt"], "uid": "1295571569192872501"}]