[{"uid": "1295422030018120761", "i": 15690, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "\" was not the primary reason given for invading Iraq, and even as a retroactive justification it remains weak. As Matt Duss pointed out last year, the RAND Corporation did a study concluding that <q> Iraq's instability has become a convenient scarecrow neighboring regimes can use to delay political reform by asserting that democratization inevitably leads to insecurity. </q> But as <strong> Donald Rumsfeld </strong> might say, the absence of evidence is not evidence of absence, so Rubin presses on: \" One question that deserves further consideration: How much did the emergence of a democratic", "new_id": -2}, {"uid": "1295949809222314513", "i": 28861, "idx": 0, "sa": ["Allen Iverson"], "q": "initials, but also she has a tough, gritty style like former NBA star <strong> Allen Iverson </strong>, tore her left anterior cruciate ligament before her freshman season when she was expected to contribute at the varsity level. <q> I worked my butt off just to be able to play in state, </q> Ivanov said. The one problem was that while she was rehabbing the Royals had accrued a losing regular season record and state hopes were slim. But Edwards felt his team was close to breaking through after", "new_id": -2}, {"uid": "1296486772078397443", "i": 30459, "idx": 0, "sa": ["Steve Ballmer"], "q": ". It is very outspoken about energy management and scored top marks for public advocacy, and Greenpeace praised its PowerMeter tool, for measuring energy consumption in homes. But its corporate secrecy let it down. <q> Google has steadfastly refused to release any meaningful data on its own energy use or carbon emissions, citing concerns over disclosing information that could be used by its competitors, even though its arch-rival Microsoft is transparent on this issue, </q> Greenpeace said. It still finished slightly ahead of Microsoft, which also hasn't published emissions targets. Greenpeace faulted CEO <strong> Steve Ballmer </strong> for failing to \"effectively articulate the importance of climate protection and clean energy transformation", "new_id": -2}, {"uid": "1295718063118128707", "i": 17755, "idx": 0, "sa": ["Andy Coulson"], "q": "and formed the Project For The New American Century, who called for \"A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR\" TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Report Abuse <q> I read that Israel gave Tunisa feathers for Pres, pillows, I am sure they are behind this in Yemin too lololo </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295094125134053943", "i": 20092, "idx": 22, "sa": ["Rip Hamilton", "Vince Carter", "Rasheed Wallace", "Allen Iverson", "Jared Jeffries"], "q": "low. \"No one was going to come in and be <strong> Rasheed Wallace </strong>, <strong> Rip Hamilton </strong> or Dice, but we have guys who will come off the bench and help us in their own way,\" <strong> Allen Iverson </strong> said. <q> We just had to utilize that, even when it meant playing a totally different style. </q> The Nets lost some of their advantage when <strong> Vince Carter </strong> was ejected after for arguing a second-quarter call with referee Derrick Stafford. <strong> Jared Jeffries </strong> argued a call on an out-of-bounds play, then appeared to get extremely angry after receiving a", "new_id": -2}, {"i": 12105, "idx": 0, "index_answer": 0, "new_id": -1, "q": "considered too unseasoned to steer Google's operations, and comes as the company tries to maintain its dominance online in the face of growing rivals such as Facebook. He takes over for <strong> Eric Schmidt </strong>, 55. <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! </q> wrote <strong> Eric Schmidt </strong> in a post on Google's official blog. \"Larry, in my clear opinion, is ready to lead.\" Page will take over April 4, with <strong> Eric Schmidt </strong> taking the", "sa": ["Eric Schmidt"], "uid": "1295670206191152262"}, {"uid": "1295615268003915792", "i": 27024, "idx": 2, "sa": ["Donald Rumsfeld", "Barack Obama", "David Cameron"], "q": "\" But, she said, \"it was not a judgment that found favor with some parts of the American machine\"- namely <strong> David Cameron </strong> <strong> Barack Obama </strong> <strong> Donald Rumsfeld </strong>, the United States secretary of defense at the time. That <q> is why <strong> Donald Rumsfeld </strong> started an alternative intelligence unit in the Pentagon to seek an alternative judgment, </q> she said. MI5, she said, had refused to offer contributions to the documents produced at 10 Downing Street's orders to justify the case for war because the http://wn.com/Mera_Gaon_Mera_Desh_1971Aayah_Aayah_,_Attariyah_Par_Koi_Chor_!ROHINI-110085, The Ghost Writer, had its world", "new_id": -2}, {"uid": "1295389955093929487", "i": 9733, "idx": 3, "sa": ["Simon Cowell", "Matt Cardle"], "q": "you either love him or you hate him, which of course is the slogan on Marmite. You either love it or you hate it This was very interesting to do as it was so u... â\u0098\u0086 <q> Britains Got Talent or Americas Got Talent â\u0099¥ <strong> Connie Talbot </strong> WOWs <strong> Simon Cowell </strong>! </q> <strong> Matt Cardle </strong> sings Firework- The X Factor Live Final- itv.com/xfactor <strong> Matt Cardle </strong> sings Firework- The X Factor Live Final- itv.com/xfactor \"<strong> Simon Cowell </strong> Terrace\"- 4450 Pembroke Drive: Concord, CA www.estatesbywendy.com Situated in Central Concord in", "new_id": -2}, {"uid": "1295855819019906582", "i": 14285, "idx": 0, "sa": ["Kirsten Gillibrand", "John Thune", "Eliot Engel"], "q": "announce his candidacy for president. <strong> Kirsten Gillibrand </strong> said her office called <strong> John Thune </strong>'s office to suggest the arrangement. \"He won't win,\" she said with a laugh. <q> I'll tell him that, \"Just because I'm sitting next to you doesn't mean I'll vote for you.\" </q> Democratic Rep. <strong> Eliot Engel </strong> of the Bronx is arguably the New York lawmaker most invested in the spectacle of the State of the Union, year in and year out. He gets", "new_id": -2}, {"uid": "1297137006173735941", "i": 46660, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Mayor Tom Leppert", "Michael Vick"], "q": "Big Ante celebrity poker, and the 3 Little Pigs have in common? They're all events canceled today. And there's more. See them all. New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy? </q> Â© 2011 PanLocal Media, LLC- All Rights Reserved. Dallas <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I", "new_id": -2}]