[{"uid": "1294972078242417745", "i": 15175, "idx": 1, "sa": ["Michael Vick", "Mark Waller", "Michael Nathanson"], "q": "100 million people watch at least six minutes of NFL football.`` America's last campfire,'' is what the league's chief Mark Wallereting officer, <strong> Mark Waller </strong>, calls it. Wall Street analysts agree. <q> There's nothing that's been on television this long that is surging the way the NFL is, </q> said <strong> Michael Nathanson </strong>, managing director of the media and telecom research team at Nomura Securities in New York. <cite> Getty Images </cite> The resurgance of the Eagles' <strong> Michael Vick </strong> has been a big draw.", "new_id": -2}, {"uid": "1295088412253313042", "i": 9537, "idx": 0, "sa": ["Darrelle Revis", "Steve Jobs", "Antonio Cromartie", "Allen Iverson", "Howie Meeker"], "q": "broadcaster <strong> Howie Meeker </strong> was given the Order of Canada medal:`` Afterwards, <strong> Howie Meeker </strong> used the Telestrator to show how the medal could have been placed on his neck more efficiently.''* From TC Chong: <q> <strong> Darrelle Revis </strong> and <strong> Antonio Cromartie </strong>= <strong> Darrelle Revis </strong> and Butthead. </q>* Apple CEO <strong> Steve Jobs </strong> took$ 1 in salary for 2010. He says he wants to live like a CFL player.* Currie, on former NBA star <strong> Allen Iverson </strong> being back in the U.S.", "new_id": -2}, {"uid": "1295739945248184833", "i": 33634, "idx": 0, "sa": ["Eric Benét", "Simon Cowell"], "q": "blunt and often controversial criticisms, insults and wisecracks about contestants and their abilities, or lack thereof. He is often parodied in pop culture, and was described by the The Times journalist Minette Marrin as representing the <q> heartless, thoughtless and superficial- the flotsam and jetsam of the polluted seas of celebrity that is likely to sink without trace into toxic foam </q>. <strong> Simon Cowell </strong> is known for combining activities in the television and music industries, having promoted singles and records for various artists, including television personalities. Having been most recently featured on the eighth season of AmEric Benétan Idol and", "new_id": -2}, {"uid": "1297174755196968449", "i": 60043, "idx": 9, "sa": ["Simon Cowell"], "q": "hasn't seen a whole episode.`` From what I've seen and heard, things seem to be going well, which I expected.'' He sees this as good news because it means, <q> People are still excited by these shows. </q> Tweets that mention <strong> Simon Cowell </strong> says X-Factor will find a superstar- Tom Jicha's TV Plus- Sun-Sentinel-- Topsy.com  COMMENT BOARD GUIDELINES:  You share in the SunSentinel.com community, so we just ask that", "new_id": -2}, {"uid": "1297226666238518288", "i": 5470, "idx": 1, "sa": ["Simon Cowell"], "q": "a cap on the upper age limit.`` I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,'' <strong> Simon Cowell </strong> said in a press release. <q> I've never believed that there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America, because I genuinely believe we can find a superstar. </q> The X Factor debuted in the U.K. in 2004, and has been the# 1 show for the past seven years. The show has been# 1 in 15 territories, and has a worldwide audience", "new_id": -2}, {"uid": "1295714291131842066", "i": 43867, "idx": 0, "sa": ["Greg Mattison", "Andy Coulson"], "q": "time but you don't stop.'', Mich.( AP)-- Baltimore Ravens defensive coordinator <strong> Greg Mattison </strong>..., Mich., Jan. 21( UPI)-- Ford Motor Executive Chairman Bill Ford told... Report Abuse <q> You can't TRUST a muslim... I don't care where they were born... I'll bet the farm, Ahmed Kousay al-Taie is using what he learn in the U.S. military to fight America either in one of any third world toilets, inclucing Iraq or here at home training his muslim buddies how to attack America on American soil... </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295912306177651767", "i": 30942, "idx": 1, "sa": ["Tom Coburn", "Mike Pence", "Mitch McConnell"], "q": "know, there's a lot of talk these days around here about where members of Congress are going to sit during the State of the Union address,'' Indiana Republican <strong> Mike Pence </strong> said recently on the House floor. <q> Well, I've been in Congress for 10 years, and I learned a long time ago, it doesn't really matter where you sit- it matters where you stand. </q> And Senate Republican Leader <strong> Mitch McConnell </strong> brushed off the idea this weekend, saying people can certainly mix it up, if they want. But <strong> Tom Coburn </strong> told NBC the two parties often don't approach each", "new_id": -2}, {"uid": "1295882750196345869", "i": 15799, "idx": 1, "sa": ["Eric Schmidt", "Fareed Zakaria"], "q": "connected on the Sunday foreign-affairs programme <strong> Fareed Zakaria </strong> GPS, which McGuirk executive produced and where <strong> Eric Schmidt </strong> was a regular guest. When <strong> Eric Schmidt </strong> filmed a pilot for CNN in August, McGuirk oversaw the production. <q> <strong> Eric Schmidt </strong> wants to be a talk-show host. He's been working with Liza to develop a show, but he has not yet been picked up by any network, </q> the New York Post quoted a source as saying.`` <strong> Eric Schmidt </strong> has been looking for a TV job for over a year. But the pilot he filmed with Liza was a complete disaster,", "new_id": -2}, {"uid": "1295977910157089808", "i": 37525, "idx": 20, "sa": ["Linas Kleiza", "Allen Iverson", "Carmelo Anthony"], "q": "We played well.'' It http://wn.com/Allen Iverson_Allen Iverson_28pts_Linas Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said.`` I will remember this night for the rest of my", "new_id": -2}, {"i": 10745, "idx": 4, "index_answer": 1, "new_id": -1, "q": "me. You're a pro. You're a hell of a lot better than others in this town.'' <strong> Howard Kurtz </strong> suspects that <strong> Donald Rumsfeld </strong>'s goal with this memoir is to leave readers with the same conclusion. <q> But it contains few surprises and, after so many years of divisive debate, is unlikely to change many minds, </q> writes <strong> Howard Kurtz </strong>.`` What is known is that he has in these 50 chapters marshaled his best defense; only history's final verdict remains unknown.'' <strong> Donald Rumsfeld </strong>, that master of the tart zinger,... Photo", "sa": ["Donald Rumsfeld", "Howard Kurtz"], "uid": "1296759800078708738"}]