[{"uid": "1296907704235421733", "i": 23442, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "<strong> Hosni Mubarak </strong> demanding his \"day of departure,\" no one was allowed to approach within 20 metres( yards) of the gate. The embattled museum has on display about 120,000 priceless relics. <q>It is secure, very secure, we are not worried,</q> Egyptian antiquities chief <strong> Zahi Hawass </strong> told AFP, playing down the risks of theft. He recalled the role of demonstrators who helped catch the January 28 intruders and return the stolen artefacts. They formed a \"human", "new_id": -2}, {"uid": "1296220407081313837", "i": 47672, "idx": 0, "sa": ["Eric Schmidt"], "q": "speaking at the World Economic Forum this week downplayed Facebook as a competitor to Google. Fortune reports: <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook. <q>We have a competitor called Microsoft( MSFT),</q> he said. \"Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.\" Facebook, on the other hand, \"has clearly stated they don't want", "new_id": -2}, {"uid": "1295618523207978567", "i": 5851, "idx": 1, "sa": ["Kasie Hunt", "Mike Pence"], "q": "potential risks... Even in traditionally moderate New Hampshire, the Tea Party is ascendant....[ A] dvisers... say Romney could begin reaching out to activist leaders later.\" http://bit.ly/hjSx6q-- <q>Open GOP field creates space for <strong> Mike Pence </strong>,</q> by Jonathan Martin and <strong> Kasie Hunt </strong>: \"To understand the dissatisfaction on the right with the current crop of Republican presidential hopefuls, look no further than <strong> Mike Pence </strong>.[ The] Indiana congressman... is currently the subject of", "new_id": -2}, {"uid": "1295831264124387374", "i": 17395, "idx": 4, "sa": ["Eric Schmidt"], "q": "small businesses. Gartner says Gmail has captured less than one percent of the enterprise email market, counting only businesses with at least 100 paid seats. Managed services partners are jumping on board, though. <q>A growing number of MSPs have embraced the Google Apps Reseller program,</q> says an article on MSPmentor.net, which tracks the managed services provider market. MSPmentor says <strong> Eric Schmidt </strong>'s Google has gained \"more channel partner momentum with managed services providers. Indeed, 29 of the world's", "new_id": -2}, {"i": 27784, "idx": 2, "index_answer": 1, "new_id": -1, "q": "Other politicians scheduled to attend the meeting include labour minister <strong> Maurizio Sacconi </strong> and cabinet under-secretary <strong> Gianni Letta </strong>. The FIOM spokesman noted there had been a growing reaction to <strong> Sergio Marchionne </strong>'s comments in Italy, while insisting the prime minister <q>does not understand anything in terms of manufacturing and industry, but understands much about public opinion[ and is] is building up a little show.</q> The union- considered by many to be Fiat's most hardline labour body- highlighted concerns Fiat could move its headquarters to Chrysler Group in Auburn Hills, Michigan- a possibility that has caused uproar in", "sa": ["Maurizio Sacconi", "Sergio Marchionne", "Gianni Letta"], "uid": "1297265697007700481"}, {"uid": "1297462823095535141", "i": 7728, "idx": 5, "sa": ["Paula Abdul", "Simon Cowell"], "q": "( <strong> Simon Cowell </strong> will announce the full panel in the next three or four weeks.) But when asked if former \"Idol\" judge <strong> Paula Abdul </strong> would be involved, he left the option open. <q>I'm a massive fan of <strong> Paula Abdul </strong>,</q> he said. \"We've been in regular contact.\" <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognize star quality when they saw it. \"Over the", "new_id": -2}, {"uid": "1297241191110002184", "i": 34267, "idx": 0, "sa": ["Lindsay Lohan", "Britney Spears", "Simon Cowell"], "q": "who strive for popularity... Photo: <strong> Britney Spears </strong>' seventh album is named \"Femme... Article: <strong> Lindsay Lohan </strong> to be charged with stealing necklace... Video: <strong> Simon Cowell </strong> on New Judges, Life After` Idol' Report Abuse <q>hi everyone, my best friend, she just has announced her wedding with a millionaire young man! she met him via------- M'atchRich. â\u0084\u0083' â\u0097\u008b M--. it is the first and best club for wealthy people and their admirers to chat online... best place to find local rich women and men, you don't have to be rich there, but you can meet one there, maybe you wan na check it out or tell your friends!</q> ABC News:` Beliebers' Pack Downtown LA for Bieber Film Premiere Big, Fat, Greek Tours Eat, Drink, Celebrate Life! We treat our travelers like family Save 75% On Cruises We\"re America", "new_id": -2}, {"uid": "1295307571068321280", "i": 37379, "idx": 0, "sa": ["Barack Obama", "Mike Pence"], "q": "the house' <strong> Mike Pence </strong> Steele said he brought African Americans into the GOP fold during his tenure as chairman of the Republican National Committee and predicted the new House majority will cooperate with <strong> Barack Obama </strong> on certain issues. <q>What I tried to do[ as chairman] was to broaden the landscape over which we could play, go into neighborhoods where we needed to be in, but hadn't been in generations, and I think it made a difference,</q> he said, citing the election of African-American Reps. Tim Scott( R-S.C.) and Allen West( R-Fla.). \"I'm very happy with what we got done,\" Steele added during", "new_id": -2}, {"uid": "1295633194146702360", "i": 2652, "idx": 7, "sa": ["Charles Koch", "Robert Gates", "Donald Rumsfeld"], "q": "month, the group alleges \"they may be biased\" toward <strong> Charles Koch </strong> who spent millions on 2010 campaigns. told CNN yesterday that he believes the GOP is relieved he was not re-elected to lead the party again: <q>I think the people in the party, particularly the establishment, are breathing a sigh of relief,</q> Steele said. \"They have control of the RNC now; let's see what they do with it.\" Defense <strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong> will soon lift the ban on initiating new cases against Guantanamo detainees in", "new_id": -2}, {"uid": "1296557192179486802", "i": 6630, "idx": 1, "sa": ["Michael Gove", "Eileen Munro"], "q": "jobs \"they came into the profession to do\". Education secretary <strong> Michael Gove </strong> is considering lifting parts of existing rules for five local authorities, allowing them to complete assessments in their own time. <q>Whilst some regulation is needed, we need to reduce it to a small, manageable size,</q> Prof <strong> Eileen Munro </strong> said. \"Professionals should be spending more time with children, asking how they feel, whether they understand why the social worker is involved in their family, and finding out what they want", "new_id": -2}]