[{"uid": "1295850790037830710", "i": 6068, "idx": 0, "sa": ["Andy Coulson"], "q": "argued that without Mr <strong> Andy Coulson </strong>, there is no one to help them connect with the great mass of folk who know nothing of wealth and for whom life is a daily struggle. Here's one extract: <q>JP: Just spell it out- the concerns that you have...</q> DD: Well, there's no doubt in my mind that the departure of <strong> Andy Coulson </strong> will be a real loss to the leadership of the Conservative party. One of the criticisims that is often levelled at them", "new_id": -2}, {"uid": "1295582443002506841", "i": 32174, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "the tech industry. <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> have long run Google as a trio, an approach they spelled out in an \"owner's manual\" included in the company's 2004 IPO filing. <q>We run Google as a triumvirate,</q> Page and <strong> Sergey Brin </strong> wrote. \"The three of us run the company collaboratively with <strong> Sergey Brin </strong> and me as presidents. The structure is unconventional, but we have worked successfully in this way.\" <strong> Eric Schmidt </strong> said", "new_id": -2}, {"uid": "1295634050249806881", "i": 6430, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "including new products. <strong> Eric Schmidt </strong> will stay on as executive chairman and focus on external deals, broader business relationships, government outreach and technology thought leadership. <strong> Eric Schmidt </strong> will also act as advisor to Page and <strong> Sergey Brin </strong>. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> <strong> Eric Schmidt </strong> said in the earnings announcement. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.\" Google has a data center in Lenoir that was built", "new_id": -2}, {"uid": "1295562509244678683", "i": 28913, "idx": 1, "sa": ["Steve Ballmer", "the Black", "Tom Warren"], "q": "support and a software development kit in the coming months and will allow third-party developers to create titles that utilize the Kinect sensor when plugged into a PC,\" <strong> Tom Warren </strong> of Win Rumors writes today. <q>According to sources familiar with the plans, Microsoft will distribute the drivers under the \"beta\" tag.</q> <strong> Tom Warren </strong> added that Kinect support is expected to be integrated into the next version of Windows. motion-sensing peripheral performed especially well during <strong> the Black </strong> Friday rush and the post-Thanksgiving weekend. At the CES expo earlier this month, <strong> Steve Ballmer </strong>", "new_id": -2}, {"i": 33037, "idx": 2, "index_answer": 0, "new_id": -1, "q": "the business so brilliantly,\" Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion \"for a long time\" as the company tries to \"simplify\" its management structure. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,</q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. Editor, CIO Tarun Pandey, Vice President-IT, Aditya Birla Financial Services", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669906217972779"}, {"uid": "1295580035256213030", "i": 22443, "idx": 0, "sa": ["Eric Schmidt"], "q": "on strategic projects and new products, what he described in a conference call with financial analysts as his \"personal passions.\" Google said the management changes would take effect on April 4. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> said in a message on his Twitter feed@ericschmidt. The unexpected shakeup in the \"triumvirate\" at the top at Google overshadowed the company's announcement of its fourth quarter results. Google", "new_id": -2}, {"uid": "1295803019101695619", "i": 39695, "idx": 9, "sa": ["Norman Schwarzkopf", "Colin Powell"], "q": "event due to health reasons. But he did send a letter that <strong> Colin Powell </strong> read to the attendees \"The events of 1991 remain some of the proudest in this soldier's life,\" <strong> Norman Schwarzkopf </strong> wrote. <q>My thoughts are with those who gave their lives.</q> He called the men and women who fought in the war \"the thunder and lightning of Desert Storm.\" \"Our mission was victorious because we had the best-trained military in the world,", "new_id": -2}, {"uid": "1296506864214663229", "i": 23738, "idx": 0, "sa": ["Eric Schmidt"], "q": "units shipped. drawn attention to the growth of Android, as has Google itself. Last summer, for instance Google CEO <strong> Eric Schmidt </strong> announced that 200,000 new Android devices are sold every day. <q>People are finally beginning to figure out how successful Android is,</q> <strong> Eric Schmidt </strong> said, calling Android's growth rate \"phenomenal.\" Still, the smartphone market is a volatile place, and some analysts have argued that the arrival of the Verizon iPhone could shake things up all", "new_id": -2}, {"uid": "1297134499102924307", "i": 17068, "idx": 0, "sa": ["Sergio Marchionne"], "q": "The most memorable ad during Sunday's Super Bowl- Chrysler's historic two-minute spot featuring rap star Eminem- was a gut-wrenching decision for the carmaker's chief executive <strong> Sergio Marchionne </strong>. <q>This was not an easy choice... apart from the money involved... and this is pretty expensive stuff, but you know, the choice of the topic, the choice of the characters in the thing were not easy choices. I had to think about this really long and hard,</q> <strong> Sergio Marchionne </strong> said. Why? I asked him. \"You know, I love Eminem but... I also know that some of the choices of language that he has made are things that are not what I would", "new_id": -2}, {"uid": "1296742904227606600", "i": 3742, "idx": 0, "sa": ["Donald Rumsfeld", "Jim Miklaszewski"], "q": "it, saying that it didn't make sense to throw out the good parts of the bill). Rather, the surprising part was that advertisement*** Rummy returns on <strong> Donald Rumsfeld </strong>'s new book. <q>Just 15 days after the terrorist attacks of Sept. 11, 2001, <strong> President Bush </strong> invited his defense secretary, <strong> Donald Rumsfeld </strong> <strong> Barack Obama </strong> <strong> Donald Rumsfeld </strong>, to meet with him alone in the Oval Office. According to Mr. <strong> Donald Rumsfeld </strong>'s new memoir, the president leaned back in his leather chair and ordered a review and revision of war plans- but not for Afghanistan, where the Qaeda attacks on New York and Washington had been planned and where American retaliation was imminent.</q> But NBC's <strong> Jim Miklaszewski </strong> says that according to notes taken in the \"tank\" at the Pentagon only FOUR HOURS after American Flight 77 slammed into the building, it was <strong> Donald Rumsfeld </strong> himself who raised the possibility of attacking", "new_id": -2}]