[{"uid": "1297436285253329421", "i": 32553, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "'s largest maker of software, are betting on size and scale as they attempt to catch up to Apple's iPhone and Google's Android. From a joint letter by <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong>: <q> There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift. </q> How swift? Nokia says this year and next will be`` transition years'' for the company, whose headquarters will stay in Finland, <strong> Stephen Elop </strong> said, addressing speculation that the company might move to Silicon", "new_id": -2}, {"uid": "1295391311138936347", "i": 6420, "idx": 1, "sa": ["Steve Ballmer", "Steve Jobs"], "q": "for neuroendocrine cancer.'' Microsoft to base next generation of Windows on Britain's ARM microchips, <strong> Steve Ballmer </strong> tells CES 2011 18 Jan 2011`` It's a well-oiled machine,'' said Jaruzelski. <strong> Steve Jobs </strong>'s <q> ethos and things he focuses on from marketing and innovation are deeply embedded in the process and people, making it an institutional capability, </q> he said. Analysts had predicted first-quarter sales of$ 24.4 bn. Apple, based in Cupertino, California, fell$ 7.83 to$ 340.65 att the close of trading. The", "new_id": -2}, {"uid": "1295715717099811342", "i": 11262, "idx": 0, "sa": ["Rodney Stuckey", "Michael Jordan", "Allen Iverson", "Chuck Daly"], "q": "27 points in the second half, but his teammates set the tone early by making Detroit pay for double-teaming <strong> Michael Jordan </strong>. Nothing worked for <strong> Chuck Daly </strong>. He started Tree http://wn.com/Allen_Iverson_Highlight_vs_Pistons_09/10_NBA_*AI_blocks_Chucky AI and the 76ers went home losers again. <q> It's going to have to be one of the best games ever from us in order to win, </q> <strong> Allen Iverson </strong> said. They sure didn't play one against Detroit. <strong> Rodney Stuckey </strong> scored 27 points and hit the winner with 8.7 seconds left to lead the injury-plagued Pistons to a 90-86 win over Philadelphia on Wednesday night, the", "new_id": -2}, {"uid": "1297233830152961039", "i": 24544, "idx": 3, "sa": ["Colin Powell", "President Bush"], "q": ", because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. Insights from Deseret News editorial page Editor Jay Evensen", "new_id": -2}, {"uid": "1296789416115392517", "i": 21891, "idx": 4, "sa": ["Linas Kleiza", "Allen Iverson", "Sen. Joe Lieberman"], "q": "outside, going 4-for-8 from 3-point range.`` He got a couple of easy ones, and once you get a couple of layups, the basket looks bigger,'' said <strong> Allen Iverson </strong>, who had 28 points. <q> He played a great game, and hopefully he can continue to play that way. </q> <strong> Linas Kleiza </strong> scored 27 points in the first half, 20 in the second quarter when Denver took a 61-59 lead at the break.`` <strong> Sen. Joe Lieberman </strong> knew after the first half when <strong> Sen. Joe Lieberman </strong> had 27 it was going to be", "new_id": -2}, {"uid": "1297203269184696834", "i": 18995, "idx": 10, "sa": ["Colin Powell", "President Bush", "Dick Cheney", "Barack Obama"], "q": "of Commerce in... Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Photo in Slideshow: <strong> President Bush </strong> <strong> Barack Obama </strong> greets guests after addressing the U.S....'s memoir plays a fast and loose game of dodge ball with what... Report Abuse <q> Come on Rummy, You abandoned the`` <strong> Colin Powell </strong> Doctrine </q> on the premise that we could do the war`` on the cheap''. Or as you put it`` leave a light foot print'' then we can leave within a year.. by the way the", "new_id": -2}, {"uid": "1295030258156713008", "i": 386, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "of Public Prosecutions, said the Crown Prosecution Service( CPS) would conduct a`` comprehensive assessment'' of evidence collected by detectives about the`` phone hacking'' at the News of the World paper. <q> The purpose of this assessment is to ascertain whether there is any material which could now form evidence in any future criminal prosecution relating to phone hacking, </q> the CPS said in a statement. <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> quit as News of the World editor in 2007 after one of the paper's reporters was jailed for secretly listening to phone messages of royal", "new_id": -2}, {"uid": "1296863258132562976", "i": 31586, "idx": 0, "sa": ["Donald Rumsfeld", "Kermit Gosnell", "President Bush"], "q": "properties, but <strong> Kermit Gosnell </strong> said he didn't want to sell them because he still has to support his youngest child. The judge noted some of his adult children could care for the youngster. <q> Your first priority is to get a lawyer, </q> she told him. <strong> Kermit Gosnell </strong> said his children`` have all done very well,'' but he said one is in Switzerland. In memoir, <strong> Donald Rumsfeld </strong> recalls <strong> President Bush </strong>'s early Iraq focus- Just 15", "new_id": -2}, {"uid": "1294972078242417745", "i": 12585, "idx": 1, "sa": ["Michael Vick", "Michael Nathanson"], "q": "million people watch at least six minutes of NFL football.`` America's last campfire,'' is what the league's chief marketing officer, Mark Waller, calls it. Wall Street analysts agree. <q> There's nothing that's been on television this long that is surging the way the NFL is, </q> said <strong> Michael Nathanson </strong>, managing director of the media and telecom research team at Nomura Securities in New York. <cite> Getty Images </cite> The resurgance of the Eagles' <strong> Michael Vick </strong> has been a big draw.", "new_id": -2}, {"i": 46291, "idx": 0, "index_answer": 2, "new_id": -1, "q": "<strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q> I told him,` I'm glad you're here, because it is your moment as well', </q> <strong> Ray Allen </strong> said.`` When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "uid": "1297538891173686785"}]