[{"i": 2103, "idx": 2, "index_answer": 0, "new_id": -1, "q": "stand by what I've said about those events,\" he said, \"but when the spokesman needs a spokesman, it's time to move on.\"( A nice variant on <strong> Alastair Campbell </strong>'s axiom, <q>Once you become the story, it's time to quit.<q>) For <strong> Andy Coulson </strong>'s boss <strong> David Cameron </strong>, it is a huge blow. The PM's extraordinary ability to ride above the fray is mainly due to his roots and upbringing- Old Etonian arrogance, if you", "sa": ["Alastair Campbell", "David Cameron", "Andy Coulson"], "uid": "1295620523143933448"}, {"uid": "1296218172048857090", "i": 12611, "idx": 9, "sa": ["Mike Pence", "Marjorie Dannenfelser"], "q": "that <strong> Mike Pence </strong> has \"come to the place that's right for him and his family.\" \"What I most want is for him to have a long future,\" <strong> Marjorie Dannenfelser </strong> said. <q>So I'm sure that he's made a discernment that this is the right move.<q> Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the 2nd District, said <strong> Mike Pence </strong>'s decision was the correct one \"because he made it.\" \"You've got", "new_id": -2}, {"uid": "1295658306074924083", "i": 1971, "idx": 8, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "But as <strong> Eric Schmidt </strong> himself has said, it's quite a trick. \"If you've got a one-trick pony, you want the one we have,\" <strong> Eric Schmidt </strong> told The Journal last summer. <q>We're in the ad business, and it's growing rapidly. We picked the right trick.<q> And Google picked the trick on <strong> Eric Schmidt </strong>'s watch. Ot at least the watch he shared with Page and <strong> Sergey Brin </strong>. AdWords debuted in 2000, before <strong> Eric Schmidt </strong> joined the company. But in those early", "new_id": -2}, {"uid": "1296315709197001262", "i": 47705, "idx": 1, "sa": ["Zahi Hawass"], "q": "I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,\" <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said on Saturday. <q>Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies,<q> he said. He added looters had also ransacked the ticket office. The two-storey museum, built in 1902, houses tens of thousands of objects in its galleries and storerooms, including most of", "new_id": -2}, {"uid": "1296139532011223045", "i": 14340, "idx": 1, "sa": ["Mike Rowe", "Barack Obama", "Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.<q> Register with The Baltimore Sun and receive free newsletters and alerts> <strong> Mike Rowe </strong>'s \"Dirty Jobs' Host of TV's` Dirty Jobs\" takes on task of being champion for blue-collar workers Struever reappears", "new_id": -2}, {"uid": "1295785217070975501", "i": 39422, "idx": 1, "sa": ["Alyse Eady", "David Letterman"], "q": "Since the pageant, <strong> Alyse Eady </strong>, 22, has continued to be presented to the public with appearances scheduled on Late Show With <strong> David Letterman </strong> and Inside Edition on CBS and on the MSNBC cable news network. <q><strong> Alyse Eady </strong> has had an overwhelming response with all kinds of[ area and national] media requests,<q> said Jessie Bennett, executive director of the Miss Arkansas pageant. \"She did a spectacular job and is always entertaining for her talent, she remained very calm and collected for her question, and she was incredible", "new_id": -2}, {"uid": "1295464300008323104", "i": 48305, "idx": 1, "sa": ["Eric Schmidt", "Patrick Pichette", "Nikesh Arora"], "q": "all, you have to be in the right place at the right time to make money.\" Tracy Weslosky will be keynote speaker at the IR Conference 2011( www.irconference.ca) on Friday January 21st in Vancouver on <q>IR Secret Weapons-- Ensure Success and Quantify Results<q>. www.ellismartinreport.com http contact: martinreports@gmail.com http://wn.com/WWE_Getting_Rid_of_the_Survivor_Series_PPV/WWE_Looking_to_Launch_TV_Network_in_2011 <strong> Eric Schmidt </strong>, <strong> Patrick Pichette </strong>, <strong> Nikesh Arora </strong>, and Jonathan Rosenberg participate in Google's Q409 Earnings Call on January 21, 2010. http://wn.com/CEO_Space_Utah_Business_Networking__Take_Your_Business_to_the_Next_Level Make sure when you are buying at auction- take", "new_id": -2}, {"uid": "1295584823230457349", "i": 15048, "idx": 1, "sa": ["George H.W. Bush", "Norman Schwarzkopf", "James A. Baker III", "Colin Powell"], "q": "leading up to the conflict. Their discussion detailed the efforts the U.S. made to try to resolve the situation diplomatically and build a worldwide coalition before deciding that military action was the only solution. <q>This is a textbook example of the way to go to war. Diplomatically, politically, militarily of course and economically,<q> said <strong> James A. Baker III </strong>, who added that <strong> George H.W. Bush </strong> left no stone unturned in seeking a peaceful way to resolve things. <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>, commander of the coalition forces, wasn't able to attend Thursday's event because", "new_id": -2}, {"uid": "1295565740204783649", "i": 20453, "idx": 5, "sa": ["Eric Schmidt", "Sergey Brin"], "q": " \"deals, partnerships, customers and broader business relationships, government outreach and technology thought-leadership that are increasingly important, given Google's global reach,\" and act as an adviser to Page and <strong> Sergey Brin </strong>. <q>We are confident that this focus will serve Google and our users well in the future,<q> <strong> Eric Schmidt </strong> said. \"Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade-- and we anticipate working together for a long time to come.\" Woman who fell in fountain and outed", "new_id": -2}, {"uid": "1294973646058228738", "i": 15070, "idx": 0, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman", "Camille Grammer"], "q": "<strong> Kayte Walsh </strong>, 29, who in October suffered a miscarriage and lost their baby. In an appearance on \"The Late Show with <strong> David Letterman </strong>\", <strong> Kelsey Grammer </strong> described <strong> Kayte Walsh </strong> as \"my new girl.\" <q>We're planning to get married soon,<q> he said, then added \"Sometime in February.\" But <strong> Camille Grammer </strong>, 42, asked a Los Angeles judge to reject her husband's request to get a and work out a financial settlement later", "new_id": -2}]