[{"uid": "1295612145098222099", "i": 2724, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": ". \"Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role.\" <q> I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on. </q> <strong> David Cameron </strong> said in a statement that he was \"very sorry\" that <strong> Andy Coulson </strong> was going but added that he could \"understand that the continuing pressures on him and his family mean that he feels compelled to", "new_id": -2, "mturk_index": "908"}, {"uid": "1295450752253739022", "i": 21446, "idx": 5, "sa": ["Bill Clinton", "David Letterman", "Nancy Pfotenhauer", "Stephen Colbert", "Sarah Palin", "Katie Couric", "Steve Carell"], "q": "next Tuesday. In an interview with ABC News, <strong> Sarah Palin </strong> is no... <strong> Katie Couric </strong> talks <strong> Sarah Palin </strong> interview with <strong> David Letterman </strong> www.ultimatemoneyblast.com <strong> Katie Couric </strong> talks <strong> Sarah Palin </strong> interview with <strong> David Letterman </strong> www.ultimatemoneyblast.com www.ultimatemoneyblast.com <strong> Katie Couric </strong> discussed her infamous interview with <strong> Sarah Palin </strong> Wednesday night on the <q> Late Show with <strong> David Letterman </strong>. </q> <strong> Katie Couric </strong> took <strong> David Letterman </strong> inside the process of scheduling <strong> Sarah Palin </strong>'s interviews- the campaign actually rushed an interview becau... Hardball- <strong> Nancy Pfotenhauer </strong> Hammered Over <strong> Sarah Palin </strong>'s VP Role <strong> Steve Carell </strong> <strong> Stephen Colbert </strong> grills <strong> Bill Clinton </strong> to his face at the White House", "new_id": -2, "mturk_index": "1277"}, {"uid": "1297424360208748555", "i": 5, "idx": 0, "sa": ["Chris Lee", "Gil Kerlikowske", "John Boehner", "Donald Rumsfeld"], "q": "hits back Article: <strong> John Boehner </strong>: <strong> Chris Lee </strong>'s resignation was his own choice... Video: Obama Calls for` Orderly Transition' in Egypt Politics Video: Egypt revolt set to flare as Mubarak clings to power Report Abuse <q> At least,, <strong> John Boehner </strong> puts a boot in their@$$. </q> TheDC Interview: Drug Czar <strong> Gil Kerlikowske </strong> on Mexico, pill mills, and the medical marijuana stalemate Gay rights groups willfully ignore positive Palin, Angle comments at CPAC; GOProud hits back TheDC Interview: <strong> Donald Rumsfeld </strong>- secret critic", "new_id": -2, "mturk_index": "2010"}, {"uid": "1297513424014598147", "i": 29097, "idx": 0, "sa": ["Andy Coulson", "Eric Pickles", "Michael Gove", "Richard Kemp", "Gerry Sutcliffe"], "q": "'s mix of relentlessness and slipperiness: \"He's a wily old fox. He plans out what he wants to achieve.\" But <strong> Gerry Sutcliffe </strong> says <strong> Eric Pickles </strong>'s return to his abrasive Bradford mode may be backfiring: <q> I don't think you can behave that way as secretary of state. </q> <strong> Richard Kemp </strong> points out that, if <strong> Eric Pickles </strong>'s transformation of local Michael Government is to succeed, it will require some co-operation from councils. He remains popular among Tory activists. With <strong> Andy Coulson </strong> gone, he is an", "new_id": -2, "mturk_index": "567"}, {"uid": "1296550066125386770", "i": 28761, "idx": 0, "sa": ["Susan Boyle", "Michael McIntyre", "John Hampson", "Simon Cowell"], "q": "<strong> Michael McIntyre </strong> also upset a second act in Birmingham. Portsmouth business manager <strong> John Hampson </strong>, 47, stormed off stage when the comic buzzed him shortly after he started singing. The BGT source added: <q> <strong> Michael McIntyre </strong> has obviously been told by <strong> Simon Cowell </strong> that he has to be ruthless. </q> <strong> Simon Cowell </strong> set to quit judge's role on X Factor and Britain's Got Talent to concentrate on new US show Showbiz pals miss out on music star <strong> Susan Boyle </strong>'s big birthday bash", "new_id": -2, "mturk_index": "2193"}, {"uid": "1296492708037863448", "i": 52178, "idx": 11, "sa": ["Žydrūnas Ilgauskas", "Jimmy Cleveland", "Chris Webber", "LeBron James", "Allen Iverson", "Spud Webb"], "q": "<strong> Allen Iverson </strong> 31pts Philadelphia 76ers vs <strong> LeBron James </strong> <strong> Jimmy Cleveland </strong> Cavaliers 2004/2005 Regular Season NBA game!!!!!!! <strong> Allen Iverson </strong>'s Žydrūnas Ilgauskasgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. <q> Just get your swagger back, </q> <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. \"That's really what I did. It helped me out.\" Spud Webbe... <strong> LeBron James </strong> 36 Points vs Pistons Game 4 Playoffs 2009! HD! 26.04.2009 <strong> LeBron James </strong> 36 Points vs Pistons", "new_id": -2, "mturk_index": "1615"}, {"uid": "1295428029082264111", "i": 23788, "idx": 3, "sa": ["Kelly Clarkson", "Susan Boyle", "Simon Cowell", "Simon Cowe"], "q": "about how the show may lose some of its edge because <strong> Simon Cowell </strong> is what keeps the show going. <strong> Simon Cowe </strong>... video results for: comments judge <strong> Simon Cowell </strong> You're All I Need- <strong> Kelly Clarkson </strong> on American Idol <strong> Kelly Clarkson </strong> singing <q> You're all I Need </q> on American Idol in 2002. Intro& Judge comments included.... <strong> Susan Boyle </strong>: Hometown Girl, Singing Sensation!| CNN Profile <strong> Susan Boyle </strong>: Hometown Girl, Singing Sensation!| CNN Profile CNN visits the proud Scottish", "new_id": -2, "mturk_index": "1387"}, {"uid": "1296102406079347717", "i": 49201, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "the search company, in his new role as executive chairman, for another decade. Delivering the final keynote talk today at the annual DLD media conference in Google's chief executive last week, said: <q> I'm very personally excited about my next decade at Google. </q> <strong> Larry Page </strong>, Google's co-founder will take over from <strong> Eric Schmidt </strong>, who has been the company's chief executive since 2001. <strong> Eric Schmidt </strong>, who has just been granted a$ 100m(? 73m)` golden parachute", "new_id": -2, "mturk_index": "1254"}, {"uid": "1295806282194183171", "i": 1677, "idx": 0, "sa": ["Andy Coulson", "Rafael van der Vaart", "William Gallas", "Ian Holloway"], "q": "<strong> Ian Holloway </strong>( since 21/05/2009) Last Result: 3-2 loss at Photo: West Bromwich Albion's Gabriel Tamas is sent off for a foul on... World Video: Bomb attacks kill 10 in Iraq capital Report Abuse <q> When Spurs got <strong> William Gallas </strong>, I thought that was smart. But getting <strong> Rafael van der Vaart </strong>, too,- Rednapp is a genious. It was a good match. Too bad <strong> Rafael van der Vaart </strong> de Silva clipped Assou-Ekottos legs and knocked him down. It might have been an even better match without the red card. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2, "mturk_index": "2034"}, {"uid": "1295823240240304144", "i": 21485, "idx": 0, "sa": ["Andy Coulson", "Chris Huhne"], "q": "opposition benches and from within the coalition government itself. Britain's energy secretary, Liberal Democrat <strong> Chris Huhne </strong>, is publicly questioning Mr <strong> Andy Coulson </strong>'s claims to have known nothing about the illegal phone tapping. <q> It seemed to me clear for a long time that the number of people that were being hacked clearly was not consistent with it being one rogue reporter who happened to be the royal correspondent, </q> he said. \"Either he was a not very effective newspaper editor, I think I said one of the most incompetent in Fleet Street's history, or he knew what was going on and was", "new_id": -2, "mturk_index": "144"}]