[{"uid": "1296044421033832969", "i": 753, "idx": 0, "sa": ["Alassane Ouattara"], "q": "cut off from the money used to pay civil servants. His political rival <strong> Alassane Ouattara </strong>, who is the internationally recognized winner of the presidential election held nearly two months ago, condemned the move Wednesday. <q> This illegitimate and illegal decision to requisition is null and void. Thus, anyone who participates directly or indirectly in its implementation will be subject to sanctions and criminal prosecution, </q> the statement said. Without access to government funds, it's unclear whether Gbagbo will be able to continuing paying the country's military and security forces. <strong> Alassane Ouattara </strong> supporters hope that by stemming the flow of", "new_id": -2}, {"uid": "1297123251257998885", "i": 31177, "idx": 0, "sa": ["Simon Cowell", "Paula Abdul"], "q": "Photo/Joel Ryan, file) LOS ANGELES- <strong> Simon Cowell </strong> wants his new Fox talent series`` The X Factor'' to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> said of his former fellow`` American Idol'' judge.`` I've always said at some point we are going to be working together.'' But, he added,`` I have to", "new_id": -2}, {"uid": "1297284241241352704", "i": 336, "idx": 7, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "the heat unfairly'' and`` deserve a lot of credit'' for their work. <strong> Donald Rumsfeld </strong> was also critical of <strong> Barack Obama </strong>'s attempt to close the site. During the 2008 Barack Obamaial campaign, <strong> Barack Obama </strong> <q> was critical of indefinite detention for unlawful combatants. He was critical of military commissions, </q> he said.`` And here we are... two-plus years later, and all of those things are there. Not because anyone wants them to be there, but because they were the best solutions.", "new_id": -2}, {"uid": "1296899351208601119", "i": 20195, "idx": 1, "sa": ["Roger Goodell", "Colin Powell"], "q": "movie will feature an introduction from Army Gen. <strong> Colin Powell </strong> and NFL Commissioner <strong> Roger Goodell </strong> and readings from the Declaration of Independence by several NFL players. Dancz's music will compliment the picture frame by frame. <q> You get chills thinking about how many people are going to be watching, </q> Dancz said of the estimated 100 million American viewers who will hear his work.`` But I couldn't let that affect me. I just had to serve the film.'' Dancz met the film", "new_id": -2}, {"uid": "1297435702142311425", "i": 53791, "idx": 9, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "are things we are planning to do with Nokia that are unique,'' <strong> Steve Ballmer </strong> said. The announcement was accompanied by a YouTube video featuring Microsoft and Nokia's chief executives praising the deal. <q> Today, Nokia and Microsoft intend to enter into a strategic alliance, </q> <strong> Stephen Elop </strong> said in the video, a precursor of a turnaround plan he's set to detail later today at an analyst conference in London.`` Together, we will bring consumers a new mobile experience, with stellar", "new_id": -2}, {"uid": "1295891007159268865", "i": 49142, "idx": 0, "sa": ["Simon Cowell"], "q": "Internet chatter that has been going on since Wednesday's premiere. And for those of you who are skeptical about Idol without <strong> Simon Cowell </strong>, I urge you to put skeptics aside and give the show a chance. <q> Free Snookie! Free Snookie! Free Snookie! </q> That was the song the roommates were singing as they drove to the local jail to pick Snookie up after being arrested for drunk and disorderly conduct. It all started when Snookie felt that 9 a.m. was the perfect", "new_id": -2}, {"uid": "1297374769188006439", "i": 8036, "idx": 0, "sa": ["Satya Nadella", "Steve Ballmer", "Bob Muglia", "Amitabh Srivastava"], "q": "be leaving, CEO <strong> Steve Ballmer </strong> said in an e-mail to employees Wednesday. Hyper9 enables IT organizations to efficiently and effectively manage todays dynamic virtualized environment by providing visibility and control, all in an easy-to-navigate application. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and I will work to ensure a smooth transition with the Windows Azure team, </q> said <strong> Steve Ballmer </strong>. It's thought that <strong> Amitabh Srivastava </strong>'s exit is connected to Microsoft's announcement that company veteran <strong> Satya Nadella </strong> would replace <strong> Bob Muglia </strong> as head of Server and Tools. <strong> Steve Ballmer </strong> effectively fired <strong> Bob Muglia </strong> from the post,", "new_id": -2}, {"uid": "1295610181062603290", "i": 7627, "idx": 3, "sa": ["Andy Coulson", "Murdo MacLeod"], "q": "Murdo MacLeodch 100% control of BskyB? dcspanner 21 January 2011 11:33 AM Trustablekid 21 January 2011 11:33 AM bariloche 21 January 2011 11:35 AM niphette 21 January 2011 11:37 AM <q> He's resigned- reported by The Times. Too slow, Graun! </q> Tiresias 21 January 2011 11:40 AM randomdoofus 21 January 2011 11:40 AM bradwright 21 January 2011 11:40 AM \" <strong> Andy Coulson </strong> was fed up with the`` continual focus and distraction,''", "new_id": -2}, {"uid": "1295432267218038292", "i": 29226, "idx": 9, "sa": ["Angelina Jolie", "Ban Ki-moon"], "q": "farmer in the remote village of Sadra Sharif, located in north-western Pakistan's K... <strong> Angelina Jolie </strong> in Pakistan Flood Victims Camp UN`` goodwill ambassador'' <strong> Angelina Jolie </strong> is urging people to help those in need in Pakistan. <q> From what I understand this situation is on a scale that we've not really seen the likes of; it is on such a huge scale, </q> the actress told the Associated Press.`` It is... flood victims in pakistan 6:36 Shuttered shops and aBan Ki-moondoned houses have become a familiar sight across Pakistan. The country's worst floods in decades have seen another 200000", "new_id": -2}, {"i": 6866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do.`` We're trying to be as transparent and as collaborative as possible,'' <strong> Eric Schmidt </strong> said. <q> We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things that we're doing are very pro-competitive, and I genuinely believe that, </q> he said. Google's other co-founder, <strong> Sergey Brin </strong>, will oversee strategic projects. <strong> Sergey Brin </strong> said he wants to focus more on his personal passions, including several`` significant'' new products. He said he", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669701105103360"}]