[{"uid": "1296444954158449881", "i": 55723, "idx": 1, "sa": ["Ben Roethlisberger", "Ben Wallace", "Michael Vick"], "q": "away and lives another day. That's the Ben Wallacegest issue- <strong> Ben Wallace </strong>'s ability to extend plays.\" While Raji acknowledged that <strong> Ben Roethlisberger </strong> and <strong> Michael Vick </strong> are different body types with different goals when they escape the pocket- <q> When <strong> Ben Wallace </strong> gets out there, he's not scrambling to run, he's scrambling to throw, </q> Raji said- he also explained why <strong> Ben Roethlisberger </strong> can be just as hard to contain as the elusive <strong> Michael Vick </strong>, whose escapability is predicated more on slipperiness than strength. \"You have to rush them the same. If", "new_id": -2}, {"uid": "1295255353092618770", "i": 30857, "idx": 0, "sa": ["Andy Burnham", "Michael Gove"], "q": "The legal challenge centres on the case of students who started new courses in September with the \"reasonable expectation\" that they would receive funding for the next two years. Mr <strong> Andy Burnham </strong> told the ECHO: <q> They made a life decision based on that... and out of the blue in October the Michael Government pulled the plug. </q> He added: \"We have been told that the legal case is very strong and I would encourage young people from the Liverpool region to come forward.\" He accused Education Secretary <strong> Michael Gove </strong> of", "new_id": -2}, {"uid": "1295618571190234715", "i": 41896, "idx": 0, "sa": ["Eric Schmidt"], "q": "Jefferies feels that the move by Google to switch <strong> Eric Schmidt </strong> to Executive Chairman for CEO could not have come at a better time with such a strong last quarter. They are a little skeptic and state that, <q> it does introduce a level of uncertainty around execution under the new leadership, particularly considering the growing competitive landscape. </q>", "new_id": -2}, {"uid": "1296174568165871655", "i": 4678, "idx": 1, "sa": ["Nicki Minaj", "Jeezy", "David Letterman", "Lil Wayne"], "q": "\" and \"The Late Show With <strong> David Letterman </strong>.\" \"Jeezy-Z is a person in hip-hop that you almost don't think he exists until you meet him,\" <strong> Nicki Minaj </strong> explained to MTV News last February. <q> It's almost like he's bigger than a person. He's a mythical figure. That's a great way to describe it. I was like,` Jeezy-Z knows me?' I didn't think he knew who I was, let alone recommend me for something. </q> <strong> Nicki Minaj </strong> Rocks Madison Square Garden with <strong> Lil Wayne </strong>, <strong> Jeezy </strong>, Drake For New York-area hip-hop artists, ripping the Madison Square Garden stage is a status-cementing moment that few are able to realize. But not", "new_id": -2}, {"uid": "1295886355005734414", "i": 54224, "idx": 1, "sa": ["Andy Coulson", "Alan Rusbridger"], "q": ": Scotland Yard uncovers new material in phone-hacking case Spanish judge to travel to Iraq to visit scene of cameraman's death Al-Jazeera offices in Ramallah entered by security forces, reports correspondent Channel 4 News: <strong> Andy Coulson </strong> resigns again <q> over something he knows nothing about </q>#jpod: The week's top news stories from Journalism.co.uk, 21 January 2011 <strong> Alan Rusbridger </strong> on <strong> Andy Coulson </strong> resignation:` This is not the end of the story' Channel 4 News extended to cover <strong> Andy Coulson </strong> resignation and Blair testimony", "new_id": -2}, {"uid": "1295593353046137522", "i": 15442, "idx": 6, "sa": ["Mark Zuckerberg", "Sergey Brin", "Eric Schmidt"], "q": "Doch was macht sein Kompagnon <strong> Sergey Brin </strong>? Der macht das, was ihm schon an der Uni am meisten lag: Er t?ftelt an neuen Produkten. \"Die Rolle passt perfekt zu ihm\" , sagt <strong> Eric Schmidt </strong> v?terlich. <q> <strong> Sergey Brin </strong> ist bis ins <strong> Mark Zuckerberg </strong> ein Erfinder und Gr?nder. </q> Die Zeit, in der beide wie Zwillinge auftraten mit gleichen Rechten und Pflichten, ist damit aber vorbei. Jetzt gibt es einen kleinen und einen gro?en Bruder. <strong> Eric Schmidt </strong> wird im Unternehmen bleiben und als Botschafter", "new_id": -2}, {"uid": "1297540270212795441", "i": 17319, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "specific announcement of when that will be.\" <strong> Steve Ballmer </strong>: \"When there's news there will be news.\" How exclusive is this partnership as far as devStephen Elopers are concerned? <strong> Steve Ballmer </strong>: <q> It's not exclusive. There's things we're doing with Nokia that are unique. The overall devStephen Elopment of critical mass for Windows Phone 7 is important for both of us. Nokia wants to sell all the Windows phones it can. </q> Eop: \"Our number one priority is the success of the Windows Phone ecosystem.\" It's all win-win, in other words. Why Microsoft and not Android? Google", "new_id": -2}, {"uid": "1297184222036618258", "i": 17214, "idx": 0, "sa": ["Mayor Tom", "Tom Leppert", "Michael Vick", "Dwaine Caraway"], "q": "to further their education and to not deal with the drugs. To obey their parents and pick the people they hang around.\" <strong> Mayor Tom </strong> <strong> Tom Leppert </strong> issued a statement Monday morning, saying that <strong> Dwaine Caraway </strong>'s action <q> was not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas. </q> <strong> Dwaine Caraway </strong> responded Monday that he cares \"deeply about animals.\" \"Since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school, staying away from drugs", "new_id": -2}, {"uid": "1296273660046694427", "i": 10497, "idx": 0, "sa": ["Chris Webber", "Šarūnas Jasikevičius", "Stephen Jackson", "Phil Jackson", "Allen Iverson", "Kyle Korver"], "q": "after a shot-clock violation on Phil Jacksonadelphia with 4.9 seconds left. <strong> Šarūnas Jasikevičius </strong> threw an inbound pass to <strong> Stephen Jackson </strong>, who went around a stumbling <strong> Kyle Korver </strong> to make an uncontested shot. \"I was 0-for-infinity,\" <strong> Stephen Jackson </strong> said. <q> I just wanted to make a shot. We knew they'd switch. I went backdoor and got to the basket. My teammates showed confidence in me to give me the ball. It seemed like I hadn't made a shot all game. </q> <strong> Stephen Jackson </strong> missed 15 of his first 19 shots before the easy layup. <strong> Chris Webber </strong> then missed a jumper at the buzzer after an inbound pass from <strong> Allen Iverson </strong>. \"For that to happen with 4.9 seconds left, it's", "new_id": -2}, {"uid": "1294977377249905176", "i": 10802, "idx": 1, "sa": ["Allen Iverson", "Tim Thomas", "Antoine Walker", "Paul Pierce"], "q": "the Philadelphia 76ers to an 83-81 victory over the Boston Celtics that evened their Eastern Conference first-round series at two games each. \"Win. It's the only thing we can think about,\" <strong> Allen Iverson </strong> said. <q> We fought hard to get back in the series. We're really not thinking about anything more. The only thing I care about is finishing out. </q> After shooting poorly all game, <strong> Allen Iverson </strong> made his last three shots and two clinching free throws that sent the series between the long-Tim Thomase rivals back to Boston for Game Five on Friday. <strong> Allen Iverson </strong> upstaged <strong> Paul Pierce </strong> and <strong> Antoine Walker </strong>,", "new_id": -2}]