[{"uid": "1295466326008323095", "i": 13211, "idx": 0, "sa": ["Michael Gove"], "q": "He added:\" [ Education secretary <strong> Michael Gove </strong>] will have to work very hard indeed to convince us that a scheme the tenth of the size will improve access to further and higher education. <q> How can it possibly achieve that? </q> Mr <strong> Michael Gove </strong> replied: \"You can not spend money you do not have. \"There is no money. That is a truth no single member of the Labour party has had the courage", "new_id": -2, "mturk_index": "1297"}, {"uid": "1297616629186400779", "i": 32572, "idx": 54, "sa": ["George H. W. Bush", "David Martin", "Donald Rumsfeld"], "q": "the <strong> George H. W. Bush </strong> said no. \"Do you think it would have been better if you had insisted on resigning?\" <strong> David Martin </strong> asked. \"I think so,\" he said. <q> How would that have made things better? </q> \"It would have been a stronger signal to the world that we didn't accept that kind of behavior,\" <strong> Donald Rumsfeld </strong> said. \"Did you feel it was your fault?\"", "new_id": -2, "mturk_index": "253"}, {"uid": "1296746865116736071", "i": 54598, "idx": 5, "sa": ["Paul Bremer", "George W. Bush", "Barack Obama", "Donald Rumsfeld"], "q": "wrote to himself when <strong> Paul Bremer </strong>'s appointment was announced in May 2003, quietly criticizing <strong> George W. Bush </strong> for having had lunch alone with the new envoy. \"Shouldn't have done so,\" the memo said. The <strong> Barack Obama </strong> <q> linked him to the White House instead of to </q> the Pentagon or State Department. \"There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch,\" <strong> Donald Rumsfeld </strong> writes", "new_id": -2, "mturk_index": "1031"}, {"uid": "1295052532226361350", "i": 7984, "idx": 1, "sa": ["Bill Lockyer"], "q": "the meeting. Tom Dresslar, a spokesman for California State Treasurer <strong> Bill Lockyer </strong>, condemned the agency's actions in a statement as \"needlessly provocative acts of gamesmanship that warp the status quo.\" <q> Apparently, they don't think they have a case to make, so they decided to try and create facts on the ground. The Governor's proposal warrants a serious, thoughtful discussion, </q> he said. California Redevelopment Association director John Shirey said he did not know of any other agencies in the state that were rushing to allocate money ahead of a new state budget. He also", "new_id": -2, "mturk_index": "1620"}, {"uid": "1296217011222609486", "i": 30973, "idx": 0, "sa": ["Eric Schmidt"], "q": "triunvirato\" que la dirige aunque se centra m?s en los clientes y socios. Por ello quiere promover la actividad de Google en China, donde actualmente la compa?a est censurada por las autoridades y, m?s concretamente, <q> encontrar un socio chino para Android </q>. En una entrevista concedida a la BBC, <strong> Eric Schmidt </strong> reconoce que l es el que est m?s implicado en el aterrizaje de Google en China y espera que gracias a su nuevo papel en la empresa \"", "new_id": -2, "mturk_index": "1727"}, {"uid": "1297375908005832712", "i": 3242, "idx": 0, "sa": ["Barack Obama", "Dick Cheney", "Donald Rumsfeld"], "q": "policies than his current aides. <strong> Dick Cheney </strong> surprised a gathering of conservatives on Thursday to present the former two-time defense secretary an award. The vice <strong> Barack Obama </strong> joked that <strong> Donald Rumsfeld </strong> twice served as defense secretary and added that <q> maybe if we give him a third term, he might get it right. </q> <strong> Dick Cheney </strong> also drew laughs when he wondered aloud if <strong> Donald Rumsfeld </strong> may have more influence on <strong> Barack Obama </strong> than his current advisers. <strong> Barack Obama </strong> campaigned against the Bush White House's national security policies and yet has continued", "new_id": -2, "mturk_index": "1915"}, {"uid": "1296124101014483473", "i": 3305, "idx": 0, "sa": ["Alan Eustace", "Barack Obama", "Eric Schmidt"], "q": "just vastly exceed the number of people we have at the company.\" The company is believed to be pushing aggressively for more innovation to compete against smaller companies such as Facebook and Twitter. <q> The opportunities are so big this year that for us to maximise them we are going to have to work quicker and we are going to have to make decisions faster, </q> <strong> Alan Eustace </strong> said. Google CEO <strong> Eric Schmidt </strong> was among the business leaders who met with US <strong> Barack Obama </strong> last month to discuss ways to improve the US economy. Buy the latest industry research online today! Europe IT", "new_id": -2, "mturk_index": "1022"}, {"uid": "1296231887160088104", "i": 49998, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin", "Rahm Emanuel", "Barack Obama", "Saad Hariri"], "q": "appropriately and within our policies, into China.\" It was revealed earlier this month that fifty-five-year-old <strong> Eric Schmidt </strong> would make way as chief executive for <strong> Larry Page </strong>, 37, who co-founded Google with <strong> Sergey Brin </strong>. <q> Between the three of us, I have always been the person who believes the most in expanSaad Haririg into China, </q> he claimed. The Illinois supreme court has finally allowed <strong> Barack Obama </strong>'s former chief of staff <strong> Rahm Emanuel </strong> to run for the Mayor's post in Chicago, overturning a lower court's decision. UN tribunal at centre of", "new_id": -2, "mturk_index": "325"}, {"uid": "1295985163139264121", "i": 47090, "idx": 1, "sa": ["Allen Iverson", "Dirk Nowitzki", "Christopher Hitchens"], "q": "leading the Denver Nuggets past the Dallas MavChristopher Hitchensks 122-109 Thursday night. \"AI had it all going from everywhere,\" said Dallas' <strong> Dirk Nowitzki </strong>, who tied his season high with 32 points and had 12 rebounds. <q> He was driving and making shots in-between. </q> <strong> Allen Iverson </strong> made 12-of-19 field goals and was 11-of-13 from the line. It was his sixth time scoring 30 points and his fourth time with at least 10 assists. However, this was his first 30-10 game of the", "new_id": -2, "mturk_index": "571"}, {"uid": "1295939875209289269", "i": 39655, "idx": 1, "sa": ["Michael Finley", "Linas Kleiza", "Manu Ginóbili", "Carmelo Anthony", "Allen Iverson", "Tim Duncan", "Fabricio Oberto", "Kenyon Martin"], "q": "each scored a season high 21 points to help the NBA champions beat the Denver Nuggets 102-91 and improve to 13-0 at home. \"Their role players beat us as much as anyone else,\" said Karl. <q> From[ Brent] Barry to <strong> Michael Finley </strong> to <strong> Fabricio Oberto </strong>, they beat us as much as[ <strong> Manu Ginóbili </strong>] <strong> Manu Ginóbili </strong> or[ <strong> Tim Duncan </strong>] <strong> Tim Duncan </strong> did. </q> <strong> Allen Iverson </strong> led the Nuggets with 30 points and <strong> Linas Kleiza </strong> had 16 points. <strong> Carmelo Anthony </strong> added 15 points and nine rebounds. The Nuggets were without starter <strong> Kenyon Martin </strong>, who was suspended for one game after he was assessed a flagrant", "new_id": -2, "mturk_index": "13"}]