[{"uid": "1295312035007274501", "i": 27451, "idx": 1, "sa": ["Angelina Jolie", "Tim Allen", "Bruce Willis", "Johnny Depp"], "q": "breakfast,'' he joked before launching into a series of breath-taking swipes at some of Hollywood's biggest names including <strong> Angelina Jolie </strong>, <strong> Johnny Depp </strong>, the cast of Sex and the City, Cher, <strong> Bruce Willis </strong> and <strong> Tim Allen </strong>. <q> Seems like everything this year was three dimensional. Except the characters in The Tourist. </q>`` Nothing for Sex& The City Two. No, I was sure the Golden Globe for special effects would go to the team that aired that poster. Great job. Girls! We know how old you", "new_id": -2}, {"uid": "1295685134240943113", "i": 22901, "idx": 0, "sa": ["Alassane Ouattara"], "q": "<strong> Alassane Ouattara </strong>, who the world recognises as the rightful winner of November's presidential election.Meanwhile, the UN Refugee Agency( UNHCR) said it was calling on governments to suspend all returns of asylum seekers to Ivory Coast, <q> pending improvements in the security and href=\"http://www.earthtimes.org/tag/human-rights.html\"> human rights situation.`` Since the elections`` abductions, disappearances, extra-judicial executions and acts of sexual violence have been reported in Abidjan and elsewhere, </q> said UNHCR spokesman Andrej Mahecic.Some 18,000 people are internally displaced in Ivory Coast and neighbouring Liberia is href=\"http://www.earthtimes.org/tag/hosting.html\"> hosting about 30,000 refugees.", "new_id": -2}, {"uid": "1296231945135299118", "i": 9456, "idx": 6, "sa": ["Sergio Marchionne", "John Elkann"], "q": "delle cose migliori che potevano succedere a Chrysler''. Richiamando quanto detto da <strong> John Elkann </strong>, ha spiegato,`` non cercheremo attivamente di realizzare delle cessioni. Ma sarebbe incredibilmente stupido dire che non succeder nulla''. Infine <q> Credo che Ferrari abbia una riserva significativa di valore, ha un marchio unico, un` attivit unica </q> ed? importante sapere che`` rappresenta un valore per Fiat''. <strong> Sergio Marchionne </strong>, NO PREVISIONI SU ACCORDI MELFI E CASSINO-`` Su Cassino e Melfi non si pu prevedere cosa succeder nel 2011.", "new_id": -2}, {"uid": "1295218051235503687", "i": 1655, "idx": 2, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Ben Ali"], "q": "duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01142011- 21v&amp;flvURL=/media/2011/01/14/01142011- 21v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F14%2F01142011- 21v.jsn''}{`` title'':`` Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes'',`` description'': <q> Sen. <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time. </q>,`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg'',`` emailLink'':`` http://www.washingtonpost.com/ac2/wp- dyn/emailBen Alink?link=http://www.washingtonpost.com/wp- dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman- Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening", "new_id": -2}, {"uid": "1297275612018513958", "i": 33034, "idx": 1, "sa": ["Dick Cheney", "Donald Rumsfeld", "George H. W. Bush"], "q": "to a secret site, but he says he was`` unwilling to be out of touch during the time it would take to relocate me to the safe site.'' Shortly afterwards, he writes, <q> the <strong> George H. W. Bush </strong> reached me by phone. </q> <strong> Dick Cheney </strong> reportedly told <strong> Donald Rumsfeld </strong>,`` There's been at least three instance here where we've had reports of aircraft approaching Washington... A couple were confirmed hijacked. And pursuant to the <strong> George H. W. Bush </strong>'s instructions I gave authorization", "new_id": -2}, {"uid": "1295781532220971017", "i": 54781, "idx": 0, "sa": ["Howard Stern", "Simon Cowell", "Piers Morgan"], "q": "on Facebook: www.facebook.com Add us on MySpace: vids.myspace.com Visit our YouTube Channel: www.youtube.com http://wn.com/Simon Cowell_Simon Cowell_Impersonation_by_Piers Morgan!_!_AND_Simon Cowell_mocking_him Britain's Got More Talent. <strong> Simon Cowell </strong> points out that <strong> Piers Morgan </strong> talks too much, and <strong> Piers Morgan </strong> immitates <strong> Simon Cowell </strong>! <strong> Simon Cowell </strong>'s PRICELESS <q> Guys, 3 Yeses!! </q> looool http://wn.com/Howard Stern_Howard Stern_To_Replace_Simon Cowell_Simon Cowell_On_American_Idol? American Idol- <strong> Simon Cowell </strong> Engaged? Rating: Caliente? <strong> Simon Cowell </strong>, the man who we all thought would never settle down, is rumored to be engaged to his new girlfriend Mezhgan Hussainy. <strong> Simon Cowell </strong> apparently", "new_id": -2}, {"uid": "1297283465095453212", "i": 27088, "idx": 0, "sa": ["David Letterman"], "q": "CORINE GEBHARDT Above, from left, Marge Palin, Peter and Kristin Gorra, and Bernie Boyle sampling some wine at the fund-raiser. Jackie McSwiggan, recording secretary/golf chair of the Auxiliary, described the atmosphere as <q> warm, welcoming and very relaxing. </q> Many members of the Auxiliary, in addition to local businesses, donated baskets filled with treats for a silent auction. Some of the items included tickets to`` Late Show'' with <strong> David Letterman </strong>, a gift", "new_id": -2}, {"uid": "1295907871203866133", "i": 15640, "idx": 0, "sa": ["Nicolas Sarkozy", "Alassane Ouattara"], "q": "cocoa registered before presidential claimant <strong> Alassane Ouattara </strong> called for a one-month ban on deliveries remains to be exported, the head of the local sector body CGFCC told Reuters on Monday. href=\"http://uk.news.yahoo.com/22/20110124/tbs-uk-cocoa-ivorycoast-exports-5d0af8e.html#ynw-article-part2\"> Skip related content <q> What I can tell you is that as of today, we have one million tonnes registered and 700,000 tonnes exported, </q> CGFCC president Ano Gilbert said.`` Three hundred thousand tonnes are in the pipeline.'' <strong> Nicolas Sarkozy </strong> targets commodities in G20 agenda French President <strong> Nicolas Sarkozy </strong> called on Monday for new rules to curb commodity price volatility,", "new_id": -2}, {"uid": "1295321302251232263", "i": 45303, "idx": 1, "sa": ["Barack Obama", "Alassane Ouattara"], "q": "the election.( Video Source Euronews) The United Nations recognizes Mr. <strong> Alassane Ouattara </strong> as the new legitimate <strong> Barack Obama </strong>, so Mr. Gbagbo has called for the removal of the UN from the country. France 24 explains why. <q> According to him and his government, the UN mission has lost its legitimacy. In recent days, state media has also falsely accused peacekeepers of shooting at civilians. Gbagbo has barred peacekeepers from entering two districts loyal to <strong> Alassane Ouattara </strong>, where the UN fear the military have been punishing civilians. </q> But Mr. Gbagbo's supporters aren't the only ones guilty of violence. Al-Jazeera reports Mr. <strong> Alassane Ouattara </strong>'s supporters have attacked people fleeing the country to Liberia.`` Some say they've been victims of a rebel group", "new_id": -2}, {"i": 14164, "idx": 4, "index_answer": 0, "new_id": -1, "q": "is not a competitor because the more people use Facebook the more they use Google.`` That is a net positive.'' Turning to the bigger picture, <strong> Eric Schmidt </strong> collects his thoughts for a moment. <q> I can only describe this now as a` wow' moment, </q> he says.`` For me this is the beginning of the real revolution in information.`` You need never be lonely, you need never be bored. It is a remarkable change that has not", "sa": ["Eric Schmidt"], "uid": "1296940939224919552"}]