[{"uid": "1295562503105267204", "i": 11183, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "effective April 4. \"In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. <q>There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him\" The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up", "new_id": -2}, {"i": 180, "idx": 7, "index_answer": 0, "new_id": -1, "q": "things up.\" And \"Idol\" has certainly freshened things up with the new judges, Randy Jackson. \"I talk to Randy all the time,\" <strong> Simon Cowell </strong> said. <q>We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with \"The X Factor].</q> \"Have you watched the new` Idol\"?\" <strong> Kit Hoover </strong> asked. \"No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice,", "sa": ["Simon Cowell", "Kit Hoover"], "uid": "1297212014253886469"}, {"uid": "1296154652127467530", "i": 39916, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> Featured. You can follow any responses to this entry through the Hey buddy! Wannna know a secret? This whole financial crisis thing could have been avoided!", "new_id": -2}, {"uid": "1297274502044515359", "i": 23896, "idx": 0, "sa": ["Mike Vandermause", "David Letterman", "Aaron Rodgers"], "q": "you are good with your eyes.\" New wheels Being named Super Bowl MVP comes with all kinds of perks. <strong> Aaron Rodgers </strong> got a shiny new trophy. He looked into the camera and shouted, <q>I'm going to Disney World!</q> And <strong> Aaron Rodgers </strong> will be a guest on the <strong> David Letterman </strong> Show on Monday. He got a car, too. Super Bowl sponsor Chevrolet presented <strong> Aaron Rodgers </strong> a brand new, 426-horsepower Chevy Camero convertible. <strong> Mike Vandermause </strong>,", "new_id": -2}, {"uid": "1295571782118030340", "i": 3032, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "quarter. Meanwhile, the company said its paid clicks rose by about 13% year-over-year and rose 9% from the sequential quarter. Cost-per-click rose approximately 5% year-over-year and rose 2% over the sequential quarter. <q><strong> Google Inc. </strong> had a strong fourth quarter, with 17% year over year revenue growth,</q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>. \"Given that the global economy is still in the early days of recovery, this was an extraordinary end to the year. Our performance in 2009 underscored the strength of our", "new_id": -2}, {"uid": "1295598829081559588", "i": 26384, "idx": 2, "sa": ["Norman Schwarzkopf", "Colin Powell"], "q": "the situation. <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>, commander of the coalition forces, wasn't able to attend Thursday's event because of health reasons. He sent a letter that <strong> Colin Powell </strong> read to the audience. <q>Our mission was victorious because we had the best-trained military in the world, the president had fortitude to make tough choices when they needed to be made and the unwavering support of the American people,</q> <strong> Norman Schwarzkopf </strong> said. \"Our mission in Kuwait ended 20 years ago, but the impact will endure for generations to come.\" Because your contributions are currently under review, no comments can be made at this", "new_id": -2}, {"uid": "1296376798018071610", "i": 5552, "idx": 0, "sa": ["Allen Iverson", "Ray Allen"], "q": "Lakers in the NBA Finals. \"It was scary being able to score like that knowing I hadn't been shooting the ball real well,\" said <strong> Ray Allen </strong>, who finished with a career playoff-high 41 points. <q>I was asking myself, \"Where has this been for the past couple of games?\"</q> The Bucks let a 33-point lead dip to 10 in the fourth quarter as <strong> Allen Iverson </strong> was phenomenal, scoring 26 of his 46 points. He finished three points shy of the NBA record for most points in a quarter", "new_id": -2}, {"uid": "1295278131044859395", "i": 9404, "idx": 0, "sa": ["Allen Iverson"], "q": "\" It was a nice touch by <strong> Allen Iverson </strong> to seek out Larry Brown, his coach for the past 3 1/2 seasons. For a player often described as selfish and immature, it was a giant step toward superstardom. <q>It's special, and it's a tribute to my coach and my teammates,</q> said <strong> Allen Iverson </strong>. \"I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball,\" Brown said. \"", "new_id": -2}, {"uid": "1295498090112721958", "i": 47313, "idx": 10, "sa": ["Rodney Stuckey", "Chauncey Billups", "Allen Iverson"], "q": "Lakers. <strong> Chauncey Billups </strong> scored 22 points to lead the Pi... <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky AI and the 76ers went home losers again. <q>It's going to have to be one of the best games ever from us in order to win,</q> <strong> Allen Iverson </strong> said. They sure didn't play one against Detroit. <strong> Rodney Stuckey </strong> scored 27 points and hit the winner with 8.7 seconds left to lead the inju... 2004 NBA Finals: Pistons at Lakers, Gm 1 part", "new_id": -2}, {"uid": "1295633013146702365", "i": 46273, "idx": 0, "sa": ["Eric Schmidt"], "q": "what Google has accomplished under his watch, and there's nothing embarrassing about getting fired. But let's be serious: <strong> Eric Schmidt </strong> got fired. Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet-- <q>day-to-day adult supervision is no longer needed</q>-- through his carefully worded blog post that screamed \"friction at the top,\" through his patronizing remarks about how he thinks Larry Page is finally \"ready\" to be CEO, it seemed", "new_id": -2}]