[{"uid": "1294979241033619997", "i": 7324, "idx": 0, "sa": ["Sergio Marchionne"], "q": "he wanted to pay off the Treasury Department in full and another$ 1.6 billion owed the Canadian government before launching a public offering of Chrysler stock, which he hopes to do by year's end. <q>I think we will repay every ounce of the loans, 100 cents on the dollar,</q> <strong> Sergio Marchionne </strong> said. Despite the likelihood of narrower losses or even a break-even outcome for the government, the congressional watchdog panel said it was still leery of federal bailouts because of the questions they raise about government", "new_id": -2}, {"uid": "1295567041204783733", "i": 47402, "idx": 2, "sa": ["Ken Auletta", "Eric Schmidt", "Barack Obama"], "q": "previous month. Combined, Microsoft and Yahoo had 28 percent, down from 28.2 percent, according to ComScore. <strong> Eric Schmidt </strong> may be eyeing a role in the administration of U.S. <strong> Barack Obama </strong>, <strong> Ken Auletta </strong>, author of <q>Googled: The End of the World as We Know It,</q> told Bloomberg Television. <strong> Eric Schmidt </strong>, who commented on the management change to his more than 225,000 followers on Twitter: \"Day-to-day adult supervision no longer needed!\" bwomack1@bloomberg.net To contact the", "new_id": -2}, {"i": 30576, "idx": 1, "index_answer": 0, "new_id": -1, "q": "request for a transcript from Microsoft). He appears to tell the audience that Microsoft now has its tablet strategy well in hand. According to multiple news outlets reporting on the event, <strong> Steve Ballmer </strong> said, <q>You'll see slates, but if you want most of the benefits of what a PC can offer, creating, a form factor that has been tuned over years, you'll see us expand the footprint of what Windows can target,</q> he said in a taped press event available widely online. \"We've done work on a Windows tablet, and you'll see slates with Windows on from this Christmas.\" Still, how effectively", "sa": ["Steve Ballmer"], "uid": "1296429119182222848"}, {"uid": "1297086358189808654", "i": 34750, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "Iraq that <strong> Donald Rumsfeld </strong> himself has described as the low point of his time at the Pentagon. You can send a story to multiple email addresses by separating the email addresses with a semicolon(;) <strong> Donald Rumsfeld </strong>: <q>It's Possible Troop Decisions Were a Mistake in Iraq</q>", "new_id": -2}, {"uid": "1297115713149880860", "i": 11354, "idx": 2, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "in the <strong> President Bush </strong> administration. <strong> Donald Rumsfeld </strong> also said \"it's possible\" that <strong> President Bush </strong> is correct in his assessment that cutting troop levels to Iraq was the most important failure of the war. Report Abuse <q>The role of the <strong> Donald Rumsfeld </strong> of Defense is to be the principal defense policy advisor to the <strong> President Bush </strong> and is responsible for the formulation of general defense policy related to all matters of direct and primary concern to the DoD, and for the execution of approved policy. WIKIPEDIA...</q> Report Abuse \"<strong> Donald Rumsfeld </strong> has about as much stature in my eyes as that snake in the grass Cheney. They both sand-bagged <strong> Colin Powell </strong>. To hell with them both... Rice isn't much better, either.\"", "new_id": -2}, {"uid": "1297083515050839599", "i": 13113, "idx": 0, "sa": ["Bill Lockyer"], "q": "the Aptos area, just inside the 15th District, and registered to vote there. But it's not at all clear which of those residences will be in which district come 2012. Today, the <q>Friends of John Laird for Senate 2012</q> committee's paperwork says he'll be seeking the 15th District seat. But he now lives in the 11th District again and is registered to vote there, according to 2010 campaign spokesman <strong> Bill Lockyer </strong> Maxfield. \"", "new_id": -2}, {"uid": "1297323057252542979", "i": 10131, "idx": 3, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "9:19 AM| This is the worst job I've seen the Fact Checker ever do. The rating is belied by facts provided in Fact Checker's own column. In 1998: <q>In August 1998, Iraq said it was suspending cooperation with the inspectors... In November, Iraq reversed itself and said it would cooperate, but the cooperation was not forthcoming.</q>[ ellipsis added] So there you have it, on two separate occasions, <strong> Saddam Hussein </strong> refused to cooperate with weapons inspectors present in his country. How does that not support <strong> Donald Rumsfeld </strong>'s claim? The fact", "new_id": -2}, {"uid": "1295361442031129628", "i": 33546, "idx": 0, "sa": ["Steve Ballmer"], "q": "questions with Xbox related answers. Maybe <strong> Steve Ballmer </strong> just wanted to promote something after spending He was keen to insist that the Xbox will be a ubiquitous plaything in living rooms for some time to come. <q>Xbox isn't a gaming console. Xbox is a family entertainment center. It's a place to socialize. It's a place to watch TV,</q> he said. But in the world according to <strong> Steve Ballmer </strong>, Xbox has already hit the male teen demographic and it will be Kinect that girls will rave about. \"You go to your average", "new_id": -2}, {"uid": "1296360022187777064", "i": 47889, "idx": 0, "sa": ["Howard Stern", "Rush Limbaugh", "David Letterman", "Regis Philbin"], "q": "Live With <strong> Regis Philbin </strong> and Kelly\" did not come up, though <strong> Regis Philbin </strong> did mention getting \"fired\" from Disney World parade-announcing duty, which now seems ominous since Disney owns the \"Live\" franchise. <q>There's four people in broadcasting who know what they're doing,</q> <strong> David Letterman </strong> said at one point. \"Oprah... <strong> Howard Stern </strong>... <strong> Rush Limbaugh </strong>... and you would be the fourth.\" This was <strong> Regis Philbin </strong>'s cue to respond with mock irritation. \"When was the", "new_id": -2}, {"uid": "1296259179174211074", "i": 2324, "idx": 2, "sa": ["Antonio Cassano", "Allen Iverson", "George Karl"], "q": "Now, it feels that much worse. It's throbbing like a heartbeat.\" <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Antonio Cassano </strong> a week ago, slips on a brace after every game per doctors orders. <q>If I didn't wear this brace to keep it straight after every game, there's a chance it will get worse and I'll have to get a pin,</q> he said. Yet he refuses to wear anything on the finger in a game. \"I'm just real superstitious,\" <strong> Allen Iverson </strong> said. Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there", "new_id": -2}]