[{"uid": "1295718175131842121", "i": 1445, "idx": 5, "sa": ["Piers Morgan", "Simon Cowell", "Winston Churchill", "Amanda Seyfried"], "q": "doesn't get better than that!\" The judges agreed. <strong> Piers Morgan </strong> gave a history lesson, \"<strong> Winston Churchill </strong> said \"never give up\" and you never gave up. You were winning in the rain\". <q>I want it for you as badly as you do,</q> said <strong> Amanda Seyfried </strong> through her tears. And <strong> Simon Cowell </strong> reasoned, \"We know this could change your life. You get my vote. You were terrific\". taken from the official site: talent.itv.com Show 10( Wednesday", "new_id": -2}, {"uid": "1297233195160825398", "i": 1216, "idx": 0, "sa": ["Esther Williams", "Michael Vick"], "q": "going to have behaviorists and trainers that can re-socialize the dogs with the problems,\" <strong> Esther Williams </strong> said. <strong> Esther Williams </strong> said the rural setting, wide open spaces and centralized location is a huge plus. <q>The animal controls have to take anything that comes in. They can only take so many,</q> <strong> Esther Williams </strong> said. \"Once they run out of space then they have to start euthanizing and there are some really, really good dogs that are being put down.\" <strong> Michael Vick </strong>'s new career with the", "new_id": -2}, {"uid": "1295065898217366614", "i": 1331, "idx": 1, "sa": ["Donald Rumsfeld", "Gerald Ford"], "q": "moral relativism about what is considered torture and what is not,\" Robert <strong> Gerald Ford </strong> said. But Keith Urbahn, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out. <q>This area is so fraught with legal ramifications,</q> Urbahn said. \"I don't think people would take kindly to us doing a fictional play on it. It's sort of a nonstarter because of the subject.\" <strong> Donald Rumsfeld </strong> would likely be willing", "new_id": -2}, {"uid": "1295902107252543013", "i": 3925, "idx": 1, "sa": ["Colin Powell", "Bill Clinton", "Barack Obama"], "q": "and someone to make him to look better.\" <strong> Colin Powell </strong>, former secretary of state in the Bush administration who endorsed <strong> Barack Obama </strong> in the 2008 election, said the <strong> Bill Clinton </strong> was well positioned politically. <q>He hasn't achieved all of his purposes, but he's stabilised the economy. The economy is now starting to rebound, more slowly than we would like to see, but it is rebounding,</q> he told CNN. \"Whether you approve of healthcare or not, he took on that issue which I think is a major challenge for the American people. \"What do we do about 40 million", "new_id": -2}, {"uid": "1297424667196083741", "i": 9989, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "company's \"primary smartphone platform\", CEO <strong> Stephen Elop </strong> said his company had to adapt to survive. \"For someone to effectively compete and win against Android and Apple, it needs significant muscle\" <q>For someone to effectively compete and win against Android and Apple, it needs significant muscle,</q> <strong> Stephen Elop </strong> said, sitting alongside Microsoft boss <strong> Steve Ballmer </strong>.\"[ Mobile] operators need a credible alternative. This is now a three-horse race,\" he stated, seemingly writing off RIM's BlackBerry. <strong> Stephen Elop </strong>", "new_id": -2}, {"uid": "1297437923129613850", "i": 6467, "idx": 1, "sa": ["Steve Ballmer"], "q": "of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team \"more innovation, greater global reach and scale.\" <q>We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,</q> he said. The key challenge will be to come up with devices of a quality level and hip factor that helps position Windows Phone as an attractive alternative to iPhone or Android.", "new_id": -2}, {"uid": "1296422704029392937", "i": 45583, "idx": 0, "sa": ["Zahi Hawass"], "q": "from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. Chicago Shopping Overwhelming Offers: Always 50% off or more from your favorite brands>> <q>What scares me is that if this building is destroyed, it will fall over the museum,</q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1297115366104251431", "i": 46135, "idx": 0, "sa": ["Simon Cowell"], "q": "\" or \"America's Got Talent\" is that the judges will actually work with three finalists each and make decisions as to what the competitors will sing, how they will sing it and more. <q>That means you have to work with them up to five or six days a week,</q> <strong> Simon Cowell </strong> points out. \"So, I need to find someone willing to make that commitment because it is hard work.... It is important to me that I have people I can trust in terms of their", "new_id": -2}, {"i": 205, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", or would it be seen a bit too cruel?\" he asked, referring to <strong> Larry King </strong>, whose show he replaced at 9PM on CNN. \"Joking!\" he said to audience jeers. <q>I'd like to see you punch a 78-year-old man,</q> <strong> David Letterman </strong> said. The pair also discussed <strong> Piers Morgan </strong>'s UK newspaper career, his walk on the beach with <strong> Rupert Murdoch </strong>, and <strong> Ricky Gervais </strong>' Golden Globes hosting job. <strong> Piers Morgan </strong> joked about punching <strong> Larry King </strong> Thursday night on", "sa": ["Piers Morgan", "David Letterman", "Rupert Murdoch", "Larry King", "Ricky Gervais"], "uid": "1295622096143933453"}, {"uid": "1295934410148537368", "i": 22496, "idx": 6, "sa": ["Vince Carter", "Allen Iverson", "Matt Geiger"], "q": "replaced him, the crowd cheered. \"The crowd getting on <strong> Matt Geiger </strong>, and then at the end of the game he ended up being one of the heroes,\" said <strong> Allen Iverson </strong>, who scored 37 points. <q>It's tough. \"For this guy to help us get to the playoffs last year and come in here off having surgery and push himself to get back a little earlier and get booed because he's not capable of doing the things that he's always been capable of, it's kind of rough.</q> The Raptors, who blew a 17-point lead by playing a selfish second half, had a chance to tie it or win it, but <strong> Vince Carter </strong> missed a 21-foot jumper from the corner at the buzzer. The Sixers", "new_id": -2}]