[{"uid": "1297165294117751808", "i": 56464, "idx": 0, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": " Other NFL Capsules: Dallas <strong> Mayor Tom </strong> disavows` key' presentation to <strong> Michael Vick </strong> DALLAS( AP)- The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a <q> key to the city. </q> <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this past season, his second in the NFL since serving 18 months in prison for operating a dogfighting operation. <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong>", "new_id": -2}, {"uid": "1295330189241975374", "i": 47363, "idx": 3, "sa": ["Alassane Ouattara"], "q": "withdraw money from it, according to the senior banker and Mr. <strong> Alassane Ouattara </strong>'s officials. The bank`` is not respecting the decision,'' said Toikeusse Mabri, Mr. <strong> Alassane Ouattara </strong>'s planning and development minister. <q> We think they are complicitous with Gbagbo. </q> In public, Mr. Gbagbo's officials appear serene about his ability to weather the financial isolation. Asked if Mr. Gbagbo risked economic suffocation, his foreign minister, Alcide Dj?dj, said:`` Never.", "new_id": -2}, {"uid": "1295228208163069955", "i": 3763, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "More than a dozen people were also injured.` Progress every day' On Sunday, Senator <strong> Kirsten Gillibrand </strong>, said Ms <strong> Gabrielle Giffords </strong> was`` doing great'' and`` making progress every day''. <q> She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing, </q> Ms <strong> Kirsten Gillibrand </strong> said on NBC's Meet The Press programme.`` It's an extraordinary amount of progress for a woman who sustained such a horrific injury,'' she added. Risk contained No", "new_id": -2}, {"uid": "1296513631156909668", "i": 5549, "idx": 0, "sa": ["Michael Vick"], "q": "On Government Charters To... Photo in Slideshow: U.S. Secretary of State Clinton speaks to the... U.S. Video: Shocking Footage of Police Station Shootout U.S. Video: Florida's Pennekamp Coral Reef State Park Report Abuse <q> Good thing I don't have any stocks in the Egyptian market. </q> Report Abuse \" Why the rush... these protesters just want democracy no need to fear democracy protesters right? \" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl", "new_id": -2}, {"uid": "1295397624010076164", "i": 42622, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week.`` We need to completely rethink the", "new_id": -2}, {"uid": "1295802494101695495", "i": 44156, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "eighth, ninth paragraphs, Afghanistan in final five paragraphs.) Jan. 23( Bloomberg)-- Former Secretary of State <strong> Colin Powell </strong>, a Republican who supported Democratic <strong> Barack Obama </strong> in the 2008 election, said he's <q> not committed' to supporting <strong> Barack Obama </strong> or a specific Republican candidate in 2012.`` I'm not committed to <strong> Barack Obama </strong>, I'm not committed to a Republican candidate, </q> <strong> Colin Powell </strong>, a retired Army general who was chairman of the Joint Chiefs of Staff, said on CNN's`` State of the Union'' program today. <strong> Colin Powell </strong> said he won't decide whom to vote", "new_id": -2}, {"uid": "1297113506257425428", "i": 7212, "idx": 1, "sa": ["Sergio Marchionne", "John Elkann"], "q": "Fiat h?lt und etwa auch den Fu?ballverein Juventus Turin kontrolliert, schaut sich nach Finanzdienstleistern und Immobiliengesellschaften als Investitionen um. Und ob <strong> John Elkann </strong> berhaupt dazu f?hig w?re, <strong> Sergio Marchionne </strong> in die Schranken zu weisen, wird ernsthaft bezweifelt: <q> Er ist daf?r zu sch?chtern </q>, sagt jemand, der die Familien- und Firmengeschichte gut kennt. Den impulsiven und selbstbewussten <strong> Sergio Marchionne </strong> zu b?ndigen, das falle ihm schwer.", "new_id": -2}, {"uid": "1295665787007979011", "i": 27087, "idx": 3, "sa": ["Eric Schmidt"], "q": "read the chips. Google must rally many other industry participants in order to reach widespread use of the technology. Thirdly, <strong> Eric Schmidt </strong> said Google wants to increase the availability of inexpensive smartphones in poor regions. <q> We envision literally a billion people getting inexpensive, browser-based touchscreen phones over the next few years. Can you imagine how this will change their awareness of local and global information and their notion of education? </q> he wrote. A billion browser-based phones also means that Google can display advertisements to that many more people around the world. PLEASE NOTE: Your name is used only to let the recipient know", "new_id": -2}, {"uid": "1294969046172343345", "i": 27526, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "a major milestone for her and we're hoping that she crosses through many more,'' said her neurosurgeon, Dr. Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q> It was raw courage. It was raw strength. It was so beautiful and so moving. </q> Doctors have also helped <strong> Gabrielle Giffords </strong> sit up and dangle her legs from her bed. She's able to open her right eye, even though it's bandaged. The next milestone will be removing", "new_id": -2}, {"i": 9932, "idx": 2, "index_answer": 0, "new_id": -1, "q": "around stealing kids' personal data.( See Ice screaming for Google's head in Times Square <strong> John Paczkowski </strong> has rounded up some of the jarring things that <strong> Eric Schmidt </strong> has said, including, of course, <q> If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place. </q> Los Angeles Times reports that <strong> Eric Schmidt </strong> will be cashing out shares worth about$ 335 million over the next year. Like Page and <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>'s salary was$ 1. But he owns about 9.2 million shares", "sa": ["Eric Schmidt", "Sergey Brin", "John Paczkowski"], "uid": "1295873356206389285"}]