[{"uid": "1295677693065617939", "i": 40957, "idx": 0, "sa": ["Michael Jordan", "Gilbert Arenas", "David Letterman", "John Wall"], "q": "A montage for the Washington Wizards that is played in Verizon Center... <strong> Michael Jordan </strong> Mix# 23 Washington Wizards <strong> Michael Jordan </strong> Mix# 23 Washington Wizards... <strong> David Letterman </strong>- Washington Wizards Top Ten From the Home Office, it's the <q> Top Ten Washington Wizards Explanations. </q>... Real Training Camp 2010- Washington Wizards( 1/5) NBA TV takes an exclusive in-depth look at <strong> John Wall </strong>, <strong> Gilbert Arenas </strong>, and the Wizards training camp. Patriot Center at George Mason University- Fairfax, VA-", "new_id": -2, "mturk_index": "1831"}, {"uid": "1295984939241025026", "i": 12783, "idx": 0, "sa": ["Donald Rumsfeld", "Eric Martin", "Stephen Elliott", "Jonathan Karp"], "q": "expect whomever wrote it will say this time.\" Simon& Schuster publisher <strong> Jonathan Karp </strong> even went so far as to email a group of journalists and Washington insiders asking them to refrain from commenting on the book, <q> in solidarity with the principle that a book should be judged on its content and not on the perceived ideology of its author. </q> <strong> Eric Martin </strong> and <strong> Stephen Elliott </strong> have no such qualms about anonymity. Next month the pair will publish the novel <strong> Donald Rumsfeld </strong> the same day former U.S. secretary of defense <strong> Donald Rumsfeld </strong> publishes his memoirs Known and Unknown. Whereas O", "new_id": -2, "mturk_index": "1945"}, {"uid": "1295643829096387079", "i": 46126, "idx": 0, "sa": ["Andy Coulson"], "q": ", in his resignation statement, insisted he stood by his previous line that he was not aware of phone hacking when he was News of the World editor and said he had done nothing wrong. He said that <q> when a spokesman needs a spokesman, it is time to move on </q>. His resignation follows months of accusations that he had been aware of and sanctioned widespread phone hacking during the period of his editorship of the paper. <strong> Andy Coulson </strong>'s resignation will raise questions as to the judgment", "new_id": -2, "mturk_index": "1416"}, {"uid": "1296056451121749525", "i": 50511, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Bill Owens"], "q": "speech. <strong> Kirsten Gillibrand </strong> said <strong> Barack Obama </strong> \"laid out a bold vision for this Congress.\" She called last year's election, in which Republicans gained control of the House and picked up seats in the Senate <q> a mandate for action, </q> rather than \"for any one political party.\" <strong> Kirsten Gillibrand </strong> said she thinks Congress is capable of working together, citing the cooperation late last year to pass a <strong> Bill Owens </strong> providing health care to first responders to", "new_id": -2, "mturk_index": "1817"}, {"uid": "1295569428103104524", "i": 22594, "idx": 0, "sa": ["Michael Vick"], "q": "mc-letter-szakos-Michael Vick-Michael Vick-hardshi20110120 <strong> Michael Vick </strong> is suffering hardships because <q> two-thirds of every dollar he earns is going to creditors and to taxes. </q> <strong> Michael Vick </strong> is paying what he owes for evading taxes, running up a massive debt and declaring bankruptcy, and living a selfish and criminal lifestyle. Now he has to pay for it. dogs suffered at <strong> Michael Vick </strong>'s", "new_id": -2, "mturk_index": "507"}, {"uid": "1296239602061128724", "i": 37733, "idx": 0, "sa": ["Juanan", "Eric Schmidt"], "q": "de Google y su ataque a la libertad de expresi?n en contra de un emplazamiento alternativo en un pa?s bloqueado, cuyo acceso a Internet es v?a sat?lite y sin los recursos para tener sus propios servidores multimedia\" . <q> La embajadora hizo una intervenci?n muy en?rgica que no fue respondida por el participante de Google en el simposio( Robert O. Boorstin, director de Pol?ticas P?blicas) </q>, asegura <strong> Juanan </strong>. \"En varias ocasiones, Google ha declarado en contra de Cuba, de lo cual tenemos un registro amplio\" , a?adi. Por ejemplo, record, las declaraciones de <strong> Eric Schmidt </strong>, quien fue", "new_id": -2, "mturk_index": "339"}, {"uid": "1295678248220479497", "i": 50276, "idx": 1, "sa": ["Andy Coulson", "Tony Blair", "Barack Obama"], "q": "Prime... the Iraq war Article: Families reject <strong> Tony Blair </strong> apology over Iraq... Report Abuse \" <strong> Tony Blair </strong> regretted is meaningless. is only a word spoken out from his mouth. not from his heart. \" Report Abuse <q> They'll carry on with this, they'll carry on with that yada yada... </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why <strong> Barack Obama </strong> and Hu's Talks Won't End U.S.-China Tensions Healthy Habits Coaching Weight& stress mgmt. tips and more. For military&", "new_id": -2, "mturk_index": "741"}, {"uid": "1296083432189841410", "i": 36594, "idx": 3, "sa": ["Michael Vick", "Andy Reid"], "q": "is staying, even as he acknowledges, \"I hope so, but in this business, you never know.\" <strong> Michael Vick </strong>'s goal is to get a rest and, as he said, to <q> watch a ton of film, try to get better. </q> It is the correct mindset. But Eagles coach <strong> Andy Reid </strong> will have his own set of issues here, and his own things to think about. This <strong> Michael Vick </strong> thing is, in some ways, even more complicated than", "new_id": -2, "mturk_index": "1141"}, {"uid": "1295578670033980433", "i": 3821, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "platform, Facebook Inc., in terms of the number of users and advertising sales. \"<strong> Larry Page </strong> is ready,\" <strong> Eric Schmidt </strong>, who will become executive chairman, said today on a company conference call. <q> It's time for him to have a shot at running this. </q>", "new_id": -2, "mturk_index": "1624"}, {"uid": "1295652461122683495", "i": 21061, "idx": 0, "sa": ["Hayes Carll", "David Letterman", "Alyse Eady"], "q": "<strong> Hayes Carll </strong> on Leno tonight Ugh. <strong> Hayes Carll </strong>. Let me tell you, few things I've experienced in this life have... Watch: Miss Arkansas on <strong> David Letterman </strong> Miss Arkansas <strong> Alyse Eady </strong> performs her ventriloquist rendition of <q> I Wan na Be a Cowboy's Sweetheart. </q> Twitter is lighting up in response to yesterday's \"Land of Opportunity\" bill with the hilarious#rejectedarkansasmottos trend. <strong> David Letterman </strong> to hit on <strong> Alyse Eady </strong> Miss Arkansas <strong> Alyse Eady </strong> will appear on the \"Late Show with <strong> David Letterman </strong>", "new_id": -2, "mturk_index": "1327"}]