[{"uid": "1296534327082821161", "i": 19192, "idx": 0, "sa": ["Tracy McGrady", "DerMarr Johnson", "Marcus Camby", "Carmelo Anthony", "LeBron James", "Allen Iverson", "Soulja Boy", "Kyle Korver", "Fatboy Slim", "Anthony Carter"], "q": "who lost their third straight game. After <strong> Anthony Carter </strong>'s basket, <strong> Allen Iverson </strong> had a shot blocked by <strong> DerMarr Johnson </strong>. The Sixers retained possession and <strong> Kyle Korver </strong>'s driving layup attempt was swatted aSoulja Boy by <strong> Marcus Camby </strong>, his fifth block. <q> It was a big defensive play, </q> said <strong> Marcus Camby </strong> Anthony_Anthony Carter_41_Pts_MIX_NBA_09/10_Season_Denver_Nuggets_At_Fatboy Slimland_Trail_Blazers Absolutely NO COPYRIGHT infringement is intended. All images, audio, and video clips are property of their respective owners. <strong> Carmelo Anthony </strong> Rising in NBA 2009/2010 MORE TAGS: <strong> Carmelo Anthony </strong>, <strong> Tracy McGrady </strong>, Shaq, <strong> LeBron James </strong>", "new_id": -2, "mturk_index": "1307"}, {"uid": "1297108555141246488", "i": 7943, "idx": 0, "sa": ["George H. W. Bush", "Diane Sawyer", "Donald Rumsfeld"], "q": "in government spanning Republican George H. W. Bushs from Richard Nixon to <strong> George H. W. Bush </strong>. The ex-defence chief was reluctant to endorse his former boss's assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was <q> the most important failure in the execution of the war </q>. \"I don't have enough confidence to say that that's right. I think that it's possible,\" <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. \"We had[ an]", "new_id": -2, "mturk_index": "611"}, {"uid": "1295977910157089808", "i": 37530, "idx": 25, "sa": ["Allen Iverson", "Kenyon Martin", "Carmelo Anthony", "Marcus Camby"], "q": "usual. <strong> Carmelo Anthony </strong> crashed the boards as hard as he worked for open looks at the basket, collecting 13 rebounds and scoring 30 points Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns. <q> I always kid with him about not being a rebounder, being so big, </q> <strong> Allen Iverson </strong> said of his fellow All-Star starter. \"I say,` If I was your height, I'd get a double-double every night.\" ' <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball", "new_id": -2, "mturk_index": "1376"}, {"uid": "1295564518204079107", "i": 34974, "idx": 2, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "a tremendous leader and I have learned innumerable lessons from him,\" <strong> Larry Page </strong> said, hinting at <strong> Eric Schmidt </strong>'s new role as an \"advisor\" to the co-founders, instead of his previous equal role in decision-making. <q> His advice and efforts will be invaluable to me as I start in this new role. </q> According to a <strong> Eric Schmidt </strong> post to the Official Google Blog, managing the company has become more difficult, requiring a change from the current situation, in which he, <strong> Larry Page </strong>, and <strong> Sergey Brin </strong> have an equal", "new_id": -2, "mturk_index": "698"}, {"uid": "1295606698143458308", "i": 53153, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": ", <strong> Larry Page </strong>, kehrt nach zehn Jahren an die Konzernspitze zur?ck. Im April tritt er die Nachfolge von <strong> Eric Schmidt </strong> an. Gro?ansicht des Bildes mit der Bildunterschrift: Google-Spitze( von li) <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong> und <strong> Larry Page </strong> <q> Wir haben unsere Rollen jetzt klarer geregelt </q>, sagte <strong> Eric Schmidt </strong>. Der bisherige Weg, Entscheidungen gemeinsam zu treffen, sei angesichts der Gr?e des Unternehmens zu kompliziert geworden. Das Triumvirat <strong> Larry Page </strong>, <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong> werde auch in Zukunft Bestand haben. Gro?ansicht des Bildes", "new_id": -2, "mturk_index": "1549"}, {"uid": "1297604062127287303", "i": 24294, "idx": 9, "sa": ["Simon Cowell"], "q": "it together now. There's a massive, massive opportunity here because you don't have a lot of competition.\" The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. <q> If they don't sell a single record they still get to keep the money, </q> he said. \"It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back\" through record sales.", "new_id": -2, "mturk_index": "253"}, {"uid": "1295049201264142848", "i": 4241, "idx": 11, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "duration\" :\" \" , \"mediaQueryString\" : \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011- 29v&amp;flvURL=/media/2011/01/13/01132011- 29v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011- 29v.jsn\" }{ \"title\" : \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes\" , \"description\" : <q> Sen. <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time. </q>, \"note\" :\" \" , \"correction\" :\" \" , \"stillURL\" : \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg\" , \"emailLink\" : \"http://www.washingtonpost.com/ac2/wp- dyn/emailalink?link=http://www.washingtonpost.com/wp- dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman- Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening", "new_id": -2, "mturk_index": "1313"}, {"uid": "1297443291053690376", "i": 4884, "idx": 0, "sa": ["Simon Cowell"], "q": "singer is close friends with show supremo <strong> Simon Cowell </strong> and would be prepared to accept a judging or mentoring role on the new series when it launches later this year. He told the Daily Mail newspaper: <q> <strong> Simon Cowell </strong> and I have talked about doing things together and I always try to be supportive of people who are friends of mine. </q> <strong> Simon Cowell </strong>- who is set to announce the highly anticipated final judging line-up for the show within the next month- has previously said he is looking for an American superstar to join the panel and conceded", "new_id": -2, "mturk_index": "817"}, {"uid": "1296050053099729428", "i": 35028, "idx": 0, "sa": ["Andy Coulson", "Keir Starmer"], "q": "Mr <strong> Keir Starmer </strong> this week announced that the Crown Prosecution Service will expand their review of evidence gathered during the phone hacking inquiry to include fresh claims swirling around the scandal. He said any evidence from <q> recent or new substantive allegations </q> will be assessed by a senior barrister as part of an ongoing inquiry into material already held by Scotland Yard. The Met is under intense pressure to reopen its investigation following the departure of Downing Street communications chief <strong> Andy Coulson </strong>", "new_id": -2, "mturk_index": "324"}, {"uid": "1296932455012320798", "i": 34037, "idx": 2, "sa": ["Maurizio Sacconi", "Sergio Marchionne"], "q": "\"In the next two or three years we will be able to see a single entity. It could be based here in the United States,\" Corriere della Sera quoted <strong> Sergio Marchionne </strong> as saying. <q> We'll have to integrate the companies first, though, and then look at the management, </q> he added. Labour Ministry on Saturday published a statement showing the Fiat chief backing away from his previous remarks in a telephone conversation with labour minister <strong> Maurizio Sacconi </strong>. According to the ministry, <strong> Sergio Marchionne </strong> explained that he", "new_id": -2, "mturk_index": "980"}]