[{"uid": "1296565054061784133", "i": 19023, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "his upcoming 3D movie Never Say Never.''[ The movie] is my story. Most people would think some people just put me together; some people just made me,'' he laughed. <q>Like I'm just some factory machine! But this movie proves that I really worked hard to get here and I just wanted to show that.</q> He also told <strong> David Letterman </strong> that while he currently does 15 hours of schooling a week, he is focusing on his music career for the time being rather than thinking about college. <strong> Justin Bieber </strong>, who", "new_id": -2}, {"uid": "1297616629186400779", "i": 26866, "idx": 8, "sa": ["Donald Rumsfeld", "President Bush", "Osama bin Laden"], "q": "Goose Egg Memo. Do you see the disconnect between the public and private statements?'' asked Martin. ''No,'' said <strong> Donald Rumsfeld </strong>. ''There's no disconnect at all.'' <q>But in private you're much more unhappy with what this system is doing.</q> ''Once you're satisfied and comfortable in a war,'' <strong> Donald Rumsfeld </strong> said, ''you lose.'' The <strong> President Bush </strong> administration certainly wasn't satisfied with just going after <strong> Osama bin Laden </strong>. Even before the", "new_id": -2}, {"uid": "1295454374253952012", "i": 13142, "idx": 0, "sa": ["Lt. Gen. Harold G. Moore", "Colin Powell", "Peter Pace", "Joseph L. Galloway"], "q": ". www.internationalwomensday.com Vietnam Veterans Memorial www.thewall-usa.com National Park Service/Vietnam Veterans Memorial www.nps.gov About the rubbings: Memorial Rubbings Page www.memorialrubbings.com <strong> Colin Powell </strong> en.wikipedia.org <strong> Colin Powell </strong> <strong> Peter Pace </strong> en.wikipedia.org Battle of Ia Drang en.wikipedia.org <strong> Lt. Gen. Harold G. Moore </strong> en.wikipedia.org <strong> Joseph L. Galloway </strong> en.wikipedia.org <strong> Lt. Gen. Harold G. Moore </strong> and <strong> Joseph L. Galloway </strong> co-authored book entitled <q>We Were Soldiers Once... And Young.</q> We Were Soldiers Once... And Young www.lzxray.com Vietnam http://wn.com/DOVV_Rising_The_Iraq_War_Poem-Veterans_Issues_-Vietnam_Veteran's_Daughter This is a video documentary about one Hmong soldier's personal experience in the Vietnam War fighting to protect the American soldiers in the jungle of Laos. On Saturday", "new_id": -2}, {"uid": "1296770511173654034", "i": 12188, "idx": 38, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Bill Clinton"], "q": "apologized for the flap. ''You're failing,'' he recalls telling her. ''You could have said something in the NSC meeting in front of the <strong> Bill Clinton </strong> and the principals.'' <q>Don, you've made mistakes in your long career,</q> <strong> Condoleezza Rice </strong> replied. ''Yes, but I've tried to clean them up.'' There were glimmers of good news. When the fugitive leader who <strong> Donald Rumsfeld </strong> had once met in Baghdad was captured", "new_id": -2}, {"i": 8439, "idx": 0, "index_answer": 1, "new_id": -1, "q": "An update on missing children in Amarillo for Amber Alert Awareness Day <strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,</q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295465162182796299"}, {"uid": "1295571742147800107", "i": 41153, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Lead Google; Roles Clarified by Staff Larry Page, who co-founded Google with <strong> Sergey Brin </strong>, will be the U.S. search-engine giant's chief executive officer in April, the company announced Thursday. <q>In this new role I know he will merge Google's technology and business vision brilliantly,</q> <strong> Eric Schmidt </strong>, the company's current CEO, said in a blog posted on Google's Web site. ''I am enormously proud of my last decade as CEO, and I am certain that the next 10 years", "new_id": -2}, {"uid": "1296271846184582159", "i": 9506, "idx": 0, "sa": ["Erik Spoelstra", "Mario Chalmers", "Dwyane Wade", "Udonis Haslem", "Rasheed Wallace", "Allen Iverson"], "q": "but <strong> Dwyane Wade </strong> and <strong> Udonis Haslem </strong> made sure it didn't happen. ''They were pounding us for three quarters and a half, but we finally got some key plays down the stretch,'' Miami coach <strong> Erik Spoelstra </strong> said. <q><strong> Dwyane Wade </strong> was sensational- that's what he's been all year- and <strong> Udonis Haslem </strong> was great.</q> Detroit was missing three key players- Richard Hamilton( groin), <strong> Rasheed Wallace </strong>( calf) and <strong> Allen Iverson </strong>( back)- but took a 96-95 lead on Walter Herrmann's 3-point shot with 13 seconds left. <strong> Mario Chalmers </strong>", "new_id": -2}, {"uid": "1295668654007979024", "i": 6218, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page, now 37 and graying. While <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials and potential takeover targets, Page says he will be making most of the big decisions as he tries to rekindle <q>the soul and passion of a startup.</q> <strong> Sergey Brin </strong> will concentrate on developing new products. He's worth$ 15 billion, but Page remains something of a rebel who always has had a disdain for corporate protocol. ''Larry and <strong> Sergey Brin </strong>", "new_id": -2}, {"uid": "1295915641195493939", "i": 17085, "idx": 0, "sa": ["Eric Schmidt", "Joe Scarborough", "Bill Maher"], "q": "We always knew the CEO's corner office at Googleplex was no place for an acerbic wit like <strong> Eric Schmidt </strong>'s. Say something like <q>The Google policy on a lot of things is to get right up to the creepy line and not cross it. I would argue that implanting something in your brain is beyond the creepy line- at least for the moment, until the technology gets better</q> onstage during a product demo, and you're a PR nightmare. Say it from behind the anchor's desk, and you're giving <strong> Joe Scarborough </strong> and <strong> Bill Maher </strong> a run for their money. So it's only natural", "new_id": -2}, {"uid": "1295271188013254667", "i": 29221, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson"], "q": "<strong> Andy Coulson </strong> offering his resignation to the prime minister: <q> ''The first person in history to offer to resign twice for something of which he knew nothing.</q>'' Norman also refers to continuing speculation that <strong> Glenn Mulcaire </strong>, the ''private investigator'' who hacked into phones on behalf of <strong> Andy Coulson </strong>'s News of the World. Surely this allegation can not", "new_id": -2}]