[{"uid": "1295586583144719874", "i": 15144, "idx": 1, "sa": ["John Stossel", "Mike Pence", "Barney Frank", "Will Rogers"], "q": "by Responsible Adults''. www.house.gov Please tell your representatives to support this legislation! Speaking to the National Organization for the Reform of Marijuana Laws in 2001, <strong> Mike Pence </strong> <strong> John Stossel </strong> first explores the nature of Conservatism, ostensibly being <q> the <strong> Will Rogers </strong> of the People </q>- observing the contradiction in how`` conservatives'' in Congress ignore the results of elections in legal medical marijuana states, even their own states! Questioning the logic of federal involvement in state medical marijuana laws, <strong> Barney Frank </strong>", "new_id": -2}, {"uid": "1296626067029638657", "i": 47655, "idx": 0, "sa": ["Eamon Gilmore"], "q": "it was not the time to talk about his achievements, he did mention his role in negotiating the Hillsborough Agreement on the devolution of policing and justice, which allowed the Assembly to start functioning again. <q> Peace is priceless- and we must continue to work collectively to protect it, </q> he said. During his time in office, Mr Cowen had been angered and upset by the accusation from Labour leader <strong> Eamon Gilmore </strong> that he could have committed`` economic treason'' by introducing the state banking guarantee", "new_id": -2}, {"uid": "1296591076195919887", "i": 48873, "idx": 6, "sa": ["Joy Behar", "Kelsey Grammer", "Camille Grammer", "David Letterman"], "q": "A A A x Email Article From To Email Sent! <strong> Joy Behar </strong> Show: <strong> Camille Grammer </strong> Claims Fox News Salted Her Game m& c Here's a sneak peek of The <strong> Joy Behar </strong> Show from tonight's interview with <strong> Camille Grammer </strong> from <q> Real Housewives of time the newest stop is going to be`` The <strong> Joy Behar </strong> Show. </q> Speaking with <strong> Joy Behar </strong> about her marriage to <strong> Kelsey Grammer </strong>, the reality target=\"_blank\" href=\"http://starhello.com/\"> star claimed that her relationship with <strong> Kelsey Grammer </strong> ultimately <strong> David Letterman </strong>'s Bridal survey: what's on brides' minds? Following the flurry of engagements", "new_id": -2}, {"uid": "1297242012104841244", "i": 8783, "idx": 0, "sa": ["David Letterman", "Mat Kearney", "Jay Leno"], "q": "not all students enjoy the same types of entertainment, we also do our best to be diverse in our selection of performers to bring.'' According to an SEB press release, <strong> Mat Kearney </strong>, whose top songs include <q> Nothing Left to Lose, </q>`` Undeniable,''`` Breathe In, Breathe Out,'' and`` Closer to Love,'' has been featured on`` The Tonight Show with <strong> Jay Leno </strong>,''`` The Late Show with <strong> David Letterman </strong>,''``", "new_id": -2}, {"uid": "1296171862065404958", "i": 37725, "idx": 0, "sa": ["Alassane Ouattara"], "q": "Relations of the ECOWAS Commission. The representatives of the Economic Community of West African States were joined by the Ambassadors from Nigeria and Sierra Leone, and two ministers from Sierra Leone. <q> Mr. Donilon and the ECOWAS delegation reaffirmed their shared commitment to see that the winner of the recent elections, <strong> Alassane Ouattara </strong>, takes his rightful role as President of Cote D'Ivoire, </q> a White House statement said. Meanwhile the prime minister in Ivory Coast's internationally recognized government said force was still the best option to resolve his country's political deadlock. <strong> Alassane Ouattara </strong>'s cocoa ban", "new_id": -2}, {"uid": "1297711805054411328", "i": 30094, "idx": 1, "sa": ["Stephen Elop", "Steve Ballmer"], "q": " <strong> Steve Ballmer </strong> und <strong> Stephen Elop </strong> warben in Barcelona um die Netzbetreiber, die mit ihrem Ger?teangebot ma?geblich zum Erfolg oder Misserfolg einer Plattform beitragen. ber 50 Provider in aller Welt h?tten bereits Smartphones mit Windows Phone 7 im Programm. <q> Wir wollen k?nftig den Ruf von Nokia als provider-freundlichster Hersteller bernehmen </q>, sagte <strong> Steve Ballmer </strong>. Viele Mobilfunk-Gesellschaften hatten in den vergangenen Monaten dem Google-System Android zum Durchbruch verholfen. 5.000 Jobs in Gefahr? In Finnland hatte die neue Partnerschaft am Wochenende f?r viel Aufregung gesorgt und", "new_id": -2}, {"uid": "1295501337043302944", "i": 22894, "idx": 0, "sa": ["Steve Ballmer", "Barack Obama"], "q": ", <strong> Barack Obama </strong> said.`` The relationship is much more complex than that, and it has much more potential than that.''`` I also have a message to American entrepreneurs,'' Hu added. <q> That is, we welcome you as companies to China.... We will, as always, try to provide a transparent, just, fair, highly efficient investment climate to U.S. companies and other foreign companies. </q> The corporate execs response? Most simply nodded or listened, according to the White House press pool report. Microsoft CEO <strong> Steve Ballmer </strong> was apparently taking notes. Some of the U.S. executives in attendance,", "new_id": -2}, {"uid": "1296197119246956044", "i": 6503, "idx": 0, "sa": ["Colin Powell"], "q": "RV... Omaha is a good place for children, a national advocacy group says. America's Promise Alliance, an advocacy group founded by Ret. Gen. <strong> Colin Powell </strong>, has named Omaha among its 2010 <q> 100 Best Communities for Young People. </q> Boys Town also was recognized. The awards celebrate extraordinary community-wide efforts to improve the well-being of youths and reduce the rate of high school dropouts. The Omaha award notes, in particular", "new_id": -2}, {"uid": "1296611443017858587", "i": 7135, "idx": 1, "sa": ["Tony Veitch", "Angelina Jolie", "Jessica Alba", "John Key", "Shane Warne", "Elizabeth Hurley"], "q": "list of favourite females to host <strong> Tony Veitch </strong> after being asked if he'd like to be cricketer <strong> Shane Warne </strong>.`` Yeah, well, given, his current liaisons with <strong> Elizabeth Hurley </strong>,'' <strong> John Key </strong> said. <q> I like <strong> Elizabeth Hurley </strong>, actually. I reckon she is hot. </q> He also listed <strong> Jessica Alba </strong> to his` hot' list, along with <strong> Angelina Jolie </strong>. The Mail today ran a story titled <strong> Elizabeth Hurley </strong> is hot: New Zealand PM slammed over` sexist' remarks,", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q> Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term. </q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}]