[{"uid": "1295065496033882119", "i": 39734, "idx": 0, "sa": ["Mike D'Antoni", "David Letterman"], "q": "home by the Kings, who are one of the worst? To quote Amar' e Stoudemire on <strong> David Letterman </strong> Thursday, \"Is that a trick question?\" Actually, no. It was simple. <q> We don't even need to watch the tape, </q> coach <strong> Mike D'Antoni </strong> said. The Knicks didn't make enough shots, didn't avoid enough blocked shots, didn't rebound from... newsday.com is now available at no charge to Newsday and Optimum Online Â®", "new_id": -2}, {"uid": "1297100173035717127", "i": 9630, "idx": 0, "sa": ["Simon Cowell"], "q": "American Idol last year got a glimpse of the curmudgeonly judge during a Super Bowl spot promoting his new singing competition, The X Factor. Now additional details are emerging about the upcoming Fox show, which unlike <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> <strong> Simon Cowell </strong> told UsMagazine.com in a statement. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5", "new_id": -2}, {"uid": "1297235389152961040", "i": 21601, "idx": 0, "sa": ["Michael Vick"], "q": "of reformation away from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 ï¿½ votes, easily beating Seattle receiver Mike Williams, who got eight. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great. \"As a person and", "new_id": -2}, {"uid": "1295720353114180141", "i": 20554, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "David Seaman", "Google Inc."], "q": "who wasn't For six years, Larry Page and <strong> Sergey Brin </strong> told <strong> Eric Schmidt </strong> that <strong> Google Inc. </strong> should build its own browser, and for six years, he resisted. \"<strong> Google Inc. </strong> was a small company,\" <strong> Eric Schmidt </strong> remembered. <q> Having come through the bruising browser wars, I didn't want to do that again. </q> So <strong> Sergey Brin </strong> and Page hired some ex-Firefox developers and had them build a prototype. When they showed <strong> Eric Schmidt </strong> the browser that would be How We Will Take Down <strong> Google Inc. </strong>'s Search Engine <strong> David Seaman </strong>, Credit Card Outlaw| Jan.", "new_id": -2}, {"uid": "1296099415122781724", "i": 3348, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Updated: Columbus man Zyderrious Platt was in court Tuesday for allegedly murdering his wife, Jilani Platt. But before the trial could get started, the victim's brother, in an emotional outburst, attacked", "new_id": -2}, {"uid": "1296704550031981579", "i": 12025, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": ", <strong> Andy Coulson </strong> said he had to go because the deepening row over the illegal hacking of mobile phone messages when he was editor of the News of the World had affected his ability to do his job. <q> I am very pleased that Craig Oliver is to become the new Director of Communications at 10 Downing Street, </q> <strong> David Cameron </strong> said in the statement. \"Craig has formidable experience as a broadcast journalist. He will do an excellent job in explaining and communicating the government's program.\" Start of sidebar.", "new_id": -2}, {"uid": "1295471010042287111", "i": 24791, "idx": 1, "sa": ["Brandon Jennings", "Michael Vick", "Brandon Boyd"], "q": "Warnat had been tattooed at <strong> Brandon Boyd </strong>'s shop. She kept up with the Web site for his pit bull rescue efforts, her main interest at SPCA. She said she contacted <strong> Brandon Boyd </strong> because she wanted to work with <q> somebody who was just good with people. </q> \"It's kind of neat because the tattoo industry has a stereotype, too,\" she said, adding that <strong> Michael Vick </strong>'s dogs would help the average http://wn.com/European_Invasion_with_Brandon_Bond_of_ALL_OR_NOTHING_TATTOO <strong> Brandon Jennings </strong>( born September 23, 1989 in Los Angeles", "new_id": -2}, {"uid": "1297462170192987217", "i": 39097, "idx": 1, "sa": ["Steve Ballmer"], "q": "standing upon; Microsoft's Windows Phone 7 hasn't been setting anything on fire. Elop was joined by <strong> Steve Ballmer </strong>, chief executive of Microsoft, who said his partnership with with Nokia would deliver <q> the brands that mobile consumers want, like Bing, Office, and of course, Xbox Live. </q> Verizon has already brought Bing to some of its customers forcibly, erasing Google as the default option and generating a response that indicates that, perhaps, consumers don't really want the brand that much after", "new_id": -2}, {"uid": "1295408846085049364", "i": 20271, "idx": 3, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "expert. \"By advertising that the show isn't going to be as mean, they might be losing their professional credibility,\" says Robert Thompson, a professor of TV and pop culture at Syracuse University. <q> It's not as meaningful to get a compliment from someone who's always nice. In past seasons, you'd see people running out of the( judging) room saying, \"<strong> Simon Cowell </strong> loved me!' <strong> Simon Cowell </strong> was always the one people cared about, because he was the hardest one to get. </q> Thompson points out that, as a British unknown looking for American fame, <strong> Simon Cowell </strong> used meanness as a savvy PR move- one that wouldn\"t work for <strong> Jennifer Lopez </strong> or <strong> Steven Tyler </strong>. \"Outside of the music", "new_id": -2}, {"i": 17605, "idx": 16, "index_answer": 0, "new_id": -1, "q": "with an injured rib and back. \"Part of the reason I'm here is because I was able to wear some rib protection this season to guide me through my injury,\" <strong> Michael Vick </strong> said. <q> Unequal was one of the reasons I've been able to make it through the season. </q> <strong> Michael Vick </strong> will get the start on Sunday and try to earn his first Pro Bowl victory. Subscribe Now Home delivery prices for Oahu Only. Please call customer service at(808) 538-6397 for Neighbor Island", "sa": ["Michael Vick"], "uid": "1296128197246497300"}]