[{"uid": "1296729581100368405", "i": 12306, "idx": 2, "sa": ["John McCain", "Donald Rumsfeld", "Hillary Clinton"], "q": ": <strong> Hillary Clinton </strong> warns of` uncharted territory' in wake of Egypt unrest In the midst of mass uprisings and historic change in the Middle East, <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> told a gathering of <strong> John McCain </strong> diplomats Wednesday that <q> we are all in uncharted territory. </q> Pointing to a range of challenges, from congressional pressure to cut the State Department budget and foreign aid, to WikiLeaks disclosures of diplomatic cables, <strong> Hillary Clinton </strong> said`` we have a tough road ahead.'' CNN:", "new_id": -2}, {"uid": "1295476300073809973", "i": 1631, "idx": 0, "sa": ["Sergio Marchionne", "Lisa P. Jackson"], "q": "light-duty vehicles. The announcement was made at the EPA laboratories in Ann Arbor, Mich., following a meeting with <strong> Sergio Marchionne </strong>, Chrysler Group CEO, and <strong> Lisa P. Jackson </strong>, Agency Administrator for the EPA. <q> In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America, </q> <strong> Sergio Marchionne </strong> said.`` Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.", "new_id": -2}, {"uid": "1296066642213172334", "i": 25499, "idx": 0, "sa": ["Eric Schmidt", "Matt Shobe", "Woodrow Wilson"], "q": "how to use the wave data APIs to get access to wave content from your website. For all I/O 2010 sessions, please go to code.google.com http://wn.com/Eric_Schmidt,_Princeton_Colloquium_on_Public_Int'l_Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009. http://wn.com/Google_I/O_2010__Creating_positive_user_experiences Google I/O 2010- Beyond design: Creating positive user experiences Tech Talks John Zeratsky, <strong> Matt Shobe </strong> Good user experience isn't", "new_id": -2}, {"uid": "1295373167143982618", "i": 11907, "idx": 0, "sa": ["Colin Powell", "President Bush"], "q": "a mixed bag of autocracies. Yet, in the wake of 9/11, that is precisely what the <strong> President Bush </strong> administration did. Why? Then-Secretary of State <strong> Colin Powell </strong> afforded a clue when he said in May 2002, <q> How important it was for me to have this unified body of opinion and thought behind me </q> in working for peace. In other words, the <strong> President Bush </strong> administration formed the Quartet to insulate itself from blame for diplomatic failure and unilateralism. Perhaps it thought that, by forming the Quartet, it could", "new_id": -2}, {"uid": "1296149573243646477", "i": 35913, "idx": 10, "sa": ["Larry Fitzgerald", "Michael Vick", "Tony Gonzalez", "Adrian Peterson"], "q": "Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta.`` Matt is great. The coaching staff is great. We're just having a good time,'' he said. <q> I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other. </q> <strong> Michael Vick </strong> looked sharp and fluid as he completed a 20-yard out to Arizona Cardinals receiver <strong> Larry Fitzgerald </strong>. On the next play, <strong> Michael Vick </strong> faked a handoff to <strong> Adrian Peterson </strong> and then hit Falcons tight end <strong> Tony Gonzalez </strong> going", "new_id": -2}, {"uid": "1297588672045400131", "i": 10468, "idx": 10, "sa": ["Donald Rumsfeld", "Dick Cheney", "President Lyndon Johnson"], "q": "'' he says.`` I wanted to find out something. I needed help. I needed advice. Some of them were just,' I need a haircut.''' Another <strong> Donald Rumsfeld </strong> Rule: <q> If you are not criticized, you may not be doing much. </q> As defense secretary, he was admired as daring and innovative by foreign policy hawks and others, and was a close ally of <strong> Dick Cheney </strong> <strong> President Lyndon Johnson </strong> <strong> Dick Cheney </strong>. But he was deeply disliked by opponents of the Iraq war,", "new_id": -2}, {"uid": "1296486373063668243", "i": 2366, "idx": 3, "sa": ["Ronald Reagan", "Bill Stephan", "Mike Pence"], "q": "'' <strong> Bill Stephan </strong>, a friend of <strong> Mike Pence </strong>'s since they attended the Indiana University School of Law-Indianapolis together, said <strong> Mike Pence </strong> was always clear on what he stood for and what he was passionate about. <q> I just remember <strong> Mike Pence </strong> as someone who, even then, wore his heart on his sleeve, </q> <strong> Bill Stephan </strong> said. <strong> Mike Pence </strong> said he embraced the Republican Party while attending law school, largely because he heard in <strong> Ronald Reagan </strong>`` the manifestation of the kind of traditional American ideals that I was raised to believe in", "new_id": -2}, {"uid": "1297092821239337897", "i": 33633, "idx": 0, "sa": ["Simon Cowell"], "q": ", Miami, New York/New Jersey and Seattle beginning Sunday, March 27. Specific dates for each city have yet to be announced. Contestants will compete for a$ 5 million Sony record deal. <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> said <strong> Simon Cowell </strong>.`` I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing", "new_id": -2}, {"uid": "1295981454233783305", "i": 9566, "idx": 0, "sa": ["David Letterman", "Bill Maher", "Dennis Kucinich"], "q": "workers, and injured many thousands more, while causing serious damage and disruption to health infrastructure, se... <strong> Bill Maher </strong> on <strong> David Letterman </strong> January 3 <strong> David Letterman </strong> interviews <strong> Bill Maher </strong> on the Late Show- aired January 3, 2008... <strong> Dennis Kucinich </strong> <q> If Republicans Repeal Obama Health Care It Opens The Debate Of Medicare For All </q> <strong> Dennis Kucinich </strong>`` If Republicans Repeal Obama Health Care It Opens The Debate Of Medicare For All'' January 03, 2011 MSNBC The ED Show MOXNews.com... Health Matters: What is Social Anxiety Disorder? What is Social Anxiety", "new_id": -2}, [{"i": 47514, "idx": 0, "index_answer": 2, "new_id": -1, "q": "for Life on Monday, <strong> Michele Bachmann </strong> is set to keynote the event's dinner tonight, and former <strong> Rick Santorum </strong> joined marchers in the cold-the only three potential Republican 2012 presidential hopefuls to appear at the annual gathering. <q> Our economy is struggling and our national government is awash in a sea of debt. Amidst these struggles, some would have us focus our energies on jobs and spending, </q> <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th anniversary of Roe vs. Wade.`` We must not remain silent when great moral", "sa": ["Rick Santorum", "Michele Bachmann", "Mike Pence"], "uid": "1295915073213958666"}]]