[{"uid": "1295980148057327644", "i": 3626, "idx": 0, "sa": ["Harry Reid", "Barack Obama", "Sen. Bernie Sanders"], "q": "leader, <strong> Harry Reid </strong> of Nevada, went further, calling Mr. Ryan`` the architect of a plan to end Social Security and Medicare'' in a statement that also nodded to the House resolution, declaring, <q> Republicans are not only endorsing Representative Ryan's extreme plan but giving him unprecedented power to carry it out. </q>...`` On these financial issues Paul Ryan has become the leader of the Republican Party,'' <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, independent of Vermont, said Monday. </blockquote> And here's", "new_id": -2}, {"uid": "1297419313245137425", "i": 2626, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "ground on Apple's iPhone and the ever-growing Google Android platform. <strong> Stephen Elop </strong>, Nokia president and chief executive, said that the partnership will make the mobile smartphone market a`` three-horse race''. <q> Today, developers, operators and consumers want compelling mobile products which include not only the device, but the software, services, applications and customer support that make a great experience, </q> said <strong> Stephen Elop </strong>.`` Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.'' Microsoft chief executive <strong> Steve Ballmer </strong> added:", "new_id": -2}, {"uid": "1295681875220479510", "i": 13238, "idx": 0, "sa": ["Andy Coulson"], "q": "</blockquote> Report Abuse <blockquote> Mike Putt: Just reading history and especially from Genesis to today should be PLENTY of Wake UP calls... </blockquote> Nope these folks are not that educated or wise.... Report Abuse <q> Al-Qaida/ Taliban are the product of Arab sheikh's. They have just hijacked the Islamic religion and concocted 1000's of Hadith's for their benefits and playing with the lives of innocent people. Under the true definition of Islamic relegion, they are non muslim, since they do not follow the basics teachings of Islam. Even Quran says the Kingship is not allowed, and look at all the Saudi bastered with small kingdoms of their own and their product Al-Qaida/ Taliban. </q> Report Abuse <blockquote> This is child sacrifice, not suicide. </blockquote> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Trader Makes$", "new_id": -2}, {"uid": "1296218172048857090", "i": 12616, "idx": 14, "sa": ["Gov. Rick Perry", "Dan Coats", "Mike Pence"], "q": "of Indiana and advance the conservative cause closer to home.... I am confident the people of Indiana will benefit from <strong> Mike Pence </strong>'s decision.''-- <strong> Gov. Rick Perry </strong>, chairman of the Republican Governors Association. <q> While I believe <strong> Mike Pence </strong> would have been a viable candidate for the presidential nomination, I also believe he has the qualifications and experience to be an effective governor.... I will be at the top of the list of people encouraging <strong> Mike Pence </strong> to seek the Republican nomination for <strong> Gov. Rick Perry </strong>. </q>-- U.S. Sen. <strong> Dan Coats </strong>, R-Ind.`` It's nice that <strong> Mike Pence </strong> is spending more time worrying about his next job than about the people in his district. He was just elected to a job that he", "new_id": -2}, {"uid": "1294986340005357573", "i": 21682, "idx": 0, "sa": ["Benjamin Franklin", "Howard Dean", "Sen. Bernie Sanders"], "q": "'s rushing to demonize <strong> Howard Dean </strong> or <strong> Sen. Bernie Sanders </strong>. Indeed, Arizona's laws are far closer to the American mainstream than are the restrictive policies of New York, Massachusetts and California. <strong> Benjamin Franklin </strong>'s famous admonition-- <q> Those who would give up Essential Liberty, to purchase a little Temporary Safety, deserve neither Liberty nor Safety </q>-- has rarely been more apposite. There's no collective guilt in Tucson, just the monstrous acts of a lone man.` Victims'' woes` Tawdry' love Loose rat crawls up sleeping", "new_id": -2}, {"uid": "1296499193216055829", "i": 2883, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "worked where I can a difference and am very successful in getting people to work together around a common objective and that would be the number one reason why I would think to challenge <strong> Sen. Bernie Sanders </strong>,'' he said. <q> The senator and I care deeply about similar groups of Americans- seniors, veterans, the vulnerable- but disagree on methods to improve government's performance. </q> Salmon doesn't appear to be under any illusion that he'll be anything but an underdog in a state where <strong> Sen. Bernie Sanders </strong> won with 65 percent of the vote and <strong> Barack Obama </strong> carried with 67 percent.", "new_id": -2}, {"uid": "1296572253161710104", "i": 15667, "idx": 0, "sa": ["John Cornyn", "Barack Obama", "David Letterman", "Denny Rehberg"], "q": "Late Show with <strong> David Letterman </strong>.'' BIG SKY BATTLE <strong> Barack Obama </strong> <strong> John Cornyn </strong>, R-Texas, chairman of the National Republican Senatorial Committee, Roll Call's Kyle Trygstad first reported the news Monday night. <q> Rep. <strong> Denny Rehberg </strong>( R-Mont.) will announce Saturday he is challenging <strong> Barack Obama </strong> <strong> Jon Tester </strong>( D-Mont.). </q>` It's happening Saturday,' said a knowledgeable Montana GOP political operative.` He's running. There is a lot of support and enthusiasm back home, and <strong> Denny Rehberg </strong> knows he can win.", "new_id": -2}, {"uid": "1296527331020578310", "i": 28471, "idx": 0, "sa": ["Michael Vick"], "q": "to play again. I am so glad the Eagles bit the dust. What is Yahoo Buzz? It's the place where you can talk about and shape the best stories people are reading right now. <q> Who thought of this, And why did it take so long for some to think of it? Wow In a country this... </q> Hounddog left a comment- 9 min ago Yahoo! Sports`` I hope <strong> Michael Vick </strong> falls face first in a pile of dog s*** and slowly chokes to death.'' WilliamH left a comment- 15", "new_id": -2}, {"uid": "1295008939037093396", "i": 37769, "idx": 8, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "together, and as they did so, <strong> Gabrielle Giffords </strong>`` started to open her eyes, literally,'' <strong> Kirsten Gillibrand </strong> said. Seeing <strong> Gabrielle Giffords </strong>' left eye flickering, her husband, Mark Kelly, started saying: <q> <strong> Gabrielle Giffords </strong>, open your eyes, open your eyes, </q> <strong> Kirsten Gillibrand </strong> said. After about 30 seconds, <strong> Gabrielle Giffords </strong> did just that.`` You could tell she was desperately trying to focus, and it took enormous strength from her,'' <strong> Kirsten Gillibrand </strong> said.", "new_id": -2}, [{"i": 17605, "idx": 16, "index_answer": 0, "new_id": -1, "q": "with an injured rib and back.`` Part of the reason I'm here is because I was able to wear some rib protection this season to guide me through my injury,'' <strong> Michael Vick </strong> said. <q> Unequal was one of the reasons I've been able to make it through the season. </q> <strong> Michael Vick </strong> will get the start on Sunday and try to earn his first Pro Bowl victory. Subscribe Now Home delivery prices for Oahu Only. Please call customer service at(808) 538-6397 for Neighbor Island", "sa": ["Michael Vick"], "uid": "1296128197246497300"}]]