[{"i": 13971, "idx": 2, "index_answer": 0, "new_id": -1, "q": "of co-founder as opposed to his current role of president, Technology. \"He's an innovator and entrepreneur to the core, and this role suits him perfectly,\" <strong> Eric Schmidt </strong> wrote in his post. <q>As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured,<q> <strong> Eric Schmidt </strong> wrote in his post. 250){ this.style.height= ifh+ \"px';} else{ this.style.height=' 250px\";};\"> Featuring a panel of cloud computing experts from the", "sa": ["Eric Schmidt"], "uid": "1295669836191152256"}, {"uid": "1297654750115818510", "i": 14874, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "an airline trade group, said the safety of passengers and crew members is its No. 1 priority. \"Making improvements is a continuous process,\" ATA spokeswoman Jean Medina said in an e-mailed statement. <q>The rules, as written, will not improve safety, and regulations that are based neither on science nor operational experience should be rejected.<q> U.S. Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., also had spoken out Friday about potential delays in the implementation of safety improvements made after the crash, saying debates about possible funding cuts shouldn't alter the timetable.", "new_id": -2}, {"uid": "1295214581182157324", "i": 11688, "idx": 0, "sa": ["Zahi Hawass"], "q": "Visitors will be directed to a replica of the painted burial chamber, which will be installed close to Carter's former home in Luxor. Replicas of two other closed tombs will be opened nearby. <q>There's no alternative. Closing the tombs is the only way to preserve them,<q> said <strong> Zahi Hawass </strong>, Egypt's antiquities chief. \"If I don't build this \"Valley of the Replicas\", the originals will be destroyed in less than 100 years. That would be a disaster for history", "new_id": -2}, {"uid": "1297271105258801674", "i": 2895, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "trial can eventually get going. Report Abuse \"pennsylvania to many white-wing radicals... a man that abuses young women is a\"... hero in this state, corrupt police cover-up murder, and this Report Abuse <q>guess what not matter the outcome he will be paid hundreds of thousands a year for life out of YOUR pocket.<q> Time.com: Smartphone Sins: Catholic Church Approves Confession by iPhone ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Hot Stock Alert- GTSO Profit From New Rare Earth Exporter! China Rare Earth Exports Up 171%", "new_id": -2}, {"uid": "1295588219019480620", "i": 12854, "idx": 4, "sa": ["Eric Schmidt", "Mark Zuckerberg"], "q": "heavy scrutiny from regulators in the United States and abroad and faces growing questions about its ability to innovate and compete against Internet upstarts such as Facebook, whose CEO is its tech-savvy founder <strong> Mark Zuckerberg </strong>. <q>We will see if Larry can integrate more tightly the technology with the business model,<q> BGC Partners analyst Colin Gillis said. Few were surprised that <strong> Eric Schmidt </strong> desired more of a behind-the-scenes role as he had grown increasingly weary of the intense scrutiny and heavy demands of running a public company with the", "new_id": -2}, {"uid": "1295996572097009665", "i": 29894, "idx": 3, "sa": ["Sergio Marchionne"], "q": "and the 300 and Charger in the future success of the company. \"The launch of the all-new 2011 Chrysler 300 and Dodge Charger demonstrates how far this company has come in 18 months,\" said <strong> Sergio Marchionne </strong>. <q>The assistance of the governments of Canada and the Province of Ontario gave us the opportunity to create a future. Chrysler Group owes a deep debt of gratitude to taxpayers in Canada and the US for the loans that enabled a vibrant, restructured company to emerge in June 2009. Along with the commitment, dedication and support of our CAW partners and employees, we are demonstrating what can be achieved when industry, government and labor recognize the need to come together.<q> The Company has invested more than US$ 1 billion since 2008 for the launch of the 300, Charger and Challenger for assembly http://wn.com/Talk_with_Napa_Sustainable_Winegrowing_Group_Part_2_of_5 www.americanfeast.com The Napa Sustainable Winegrowing Group was formed in 1995 to promote integrated pest management", "new_id": -2}, {"uid": "1296776656214941710", "i": 45879, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush", "Rick Sheehy"], "q": "since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes, was in not forcing <strong> President Bush </strong> to accept his offers to resign after the abuse of Iraqi detainees by American military jailers came to light in early 2004. <q>Abu Ghraib and its follow-on effects... became a damaging distraction,<q> he writes.\"... I regret that I did not leave at that point.\" Neb.. Lt. <strong> President Bush </strong> <strong> Rick Sheehy </strong> says his adult son accidentally shot himself in face, undergoes surgery Neb.. Lt. <strong> President Bush </strong> <strong> Rick Sheehy </strong>", "new_id": -2}, {"uid": "1296719960172556329", "i": 47714, "idx": 1, "sa": ["Michael Vick", "Alan Major"], "q": "Charlotte. He was also zero-for-eight from 3-point range against a 49ers team that leads the Atlantic 10 in 3-point defense. \"It's like in football if you're playing <strong> Michael Vick </strong>,\" said <strong> Alan Major </strong>. <q>You'd rather <strong> Michael Vick </strong> throw it than run. We'd rather( <strong> Tu Holloway </strong>) shoot over you than drive through you. He had some good looks but missed some. You try to keep him in front of you.<q> Xavier jumped to an early 16-4 lead, but the 49ers scrapped back, forcing several turnovers during a 16-2 run that put them out front 20-18 on an An` Juan Wilderness layup with 7 minutes,", "new_id": -2}, {"uid": "1295279594245153795", "i": 4380, "idx": 1, "sa": ["Steve Ballmer"], "q": "'re wrong. So says <strong> Steve Ballmer </strong>. The Microsoft CEO recently told USA Today that he believes it's a family entertainment center. \"Xbox isn't a gaming console,\" said <strong> Steve Ballmer </strong>. <q>Xbox is a family entertainment center. It's a place to socialize. It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body.<q> When he says \"you are the controller\", <strong> Steve Ballmer </strong> is talking about Kinect, of course. With the Xbox 360 already firmly entrenched in the minds of the male part of the population", "new_id": -2}, {"uid": "1296969045159891509", "i": 8681, "idx": 0, "sa": ["Michael Vick"], "q": "the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. The honor comes less than a month after Sporting News named <strong> Michael Vick </strong> its Comeback Player of the Year. <q>The most fun I've ever had playing football,<q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great. \"As a person and", "new_id": -2}]