[{"uid": "1297617511105119748", "i": 43996, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Online Services Division, helping launch Bing and implement the massive search-and-advertising deal with Yahoo. Prior to that, he led Microsoft Business Solutions and worked on the engineering side of the company's server group. <q> In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops, </q> <strong> Steve Ballmer </strong> wrote in a Feb. 9 e-mail to employees. \"We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and devStephen Elopers in game-changing ways.", "new_id": -2}, {"uid": "1297476011000409604", "i": 19600, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": ". Meanwhile, Lee's colleague, Senator <strong> Kirsten Gillibrand </strong> Gillbrand made a stop in Rochester Friday afternoon. She did not have much to say on Lee's actions, but rather on the voters in the district. <q> My focus is on the constituents in teh district, and my goal is that they are all well looked after and have access to all the constituent services they need during this time of transition, </q> said Sen. <strong> Kirsten Gillibrand </strong>,( D) New York. <strong> Kirsten Gillibrand </strong> did work closely with Lee to craft legislation for the families of Flight 3407 victims. She says that work will continue without the congressman. \"We", "new_id": -2}, {"uid": "1297200045061325316", "i": 42903, "idx": 3, "sa": ["Andy Burnham", "Michael Gove"], "q": "anonymity if they are accused of \"any offence that occurs in school\" up until they are charged. <strong> Michael Gove </strong> said the changes will mean \"there can be no excuse for failure\" . <q> We are raising the bar on school standards, we are showing less tolerance of failure than ever before and we are taking powers to intervene in order to ensure that in those schools which are failing, where an academy solution is right, where a local authority can find a superior headteacher- whatever action is required will be taken, </q> he told the House. Shadow education secretary <strong> Andy Burnham </strong> said the Michael Government is in \"an unseemly rush to reform where the normal processes of Michael Government are simply ditched\" . <strong> Michael Gove </strong> accused of` rushing' school", "new_id": -2}, {"uid": "1296864128056573964", "i": 29126, "idx": 4, "sa": ["Andy Coulson"], "q": "codes of stars' phones\" . Admitting that he himself frequently hacked into phones, he claimed that Mr <strong> Andy Coulson </strong> would have been aware of what he and others were doing. 04 Feb 2011 <q> Everyone in the schoolyard did it, many particularly showbiz journos did it, </q> he said. \"For what it is worth <strong> Andy Coulson </strong> knew a lot of people did it at The Sun on his Bizarre column and after that at NOTW. \"As he sat a few feet from", "new_id": -2}, {"uid": "1296762870078708770", "i": 19559, "idx": 3, "sa": ["Zahi Hawass"], "q": "museum resulted in \"70 broken objects, all of which can be restored.\" \"I want people to know that after nine days of protests, the monuments are safe,\" <strong> Zahi Hawass </strong> said. <q> If anything happens, I will announce it. </q> He explained that the fire brigade was deployed close by to intervene if need be. His blog featured pictures of heavily armed troops stationed in his office and behind the museum's high railings.", "new_id": -2}, {"uid": "1297631305154894420", "i": 25720, "idx": 2, "sa": ["Zahi Hawass"], "q": "of Tutankhamen and approximately 16 other valuable artifacts. \"They broke the windows and they come with ropes,\" he said, \"about 15 feet down and they entered the museum.\" <q> Those people looking like Raiders of the Lost Ark, </q> <strong> Zahi Hawass </strong> said. \"Treasure hunters. People who have nothing in their mind except gold, gold, gold!\" <strong> Zahi Hawass </strong> says about 70 artifacts were damaged by looters who he believes were looking for a", "new_id": -2}, {"uid": "1295982743180977695", "i": 47870, "idx": 0, "sa": ["James Murdoch", "Barack Obama", "Eric Schmidt"], "q": "Page Ads Why The Verizon iPhone Is Going To Be Huge: Only 26% Of Verizon Subscribers Have Smartphones Verizon Q4 Misses, Shares Sag; Smartphones 26% Of Post-Paid Subs News Corp.'s Daily iPad Newspaper Launching <q> In the Next Few Weeks </q> <strong> James Murdoch </strong> Confirms The Daily Subscriptions, Launching In The \"Next Few Weeks\" <strong> Eric Schmidt </strong> At DLD11: Google Will Add 1,000 New Employees In Europe Developers Report Increased Interest in Android, Tablets for 2011 <strong> Barack Obama </strong> to Appoint the", "new_id": -2}, {"uid": "1295224428194101276", "i": 14623, "idx": 2, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,\" <strong> Kirsten Gillibrand </strong> told NBC's \"Meet The Press\" program. <q> It's an extraordinary amount of progress for a woman who sustained such a horrific injury, </q> she added. The 40-year-old <strong> Gabrielle Giffords </strong> has survived despite being shot through the head from point-blank range a week ago and remains in critical condition. With <strong> Kirsten Gillibrand </strong> in the hospital room, <strong> Gabrielle Giffords </strong> opened her eyes for", "new_id": -2}, {"uid": "1295562824254656513", "i": 139, "idx": 0, "sa": ["Gabrielle Giffords", "Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "ready to lead and I'm excited about working with both him and[ Google co-founder <strong> Sergey Brin </strong>] for a long time to come,\" <strong> Eric Schmidt </strong> said in a statement. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so Gabrielle Giffordsply involved and still run the business so brilliantly, </q> he said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.\" The holiday period saw a jump in online commerce, which benefited Google as the majority of", "new_id": -2}, {"uid": "1295161565218923011", "i": 23965, "idx": 0, "sa": ["Aaron Rodgers", "Brett Favre", "Michael Vick"], "q": "Bay into the NFC Championship Game at either Chicago or Seattle next weekend. \"This probably was my best performance- the stage we were on, the importance of this game,\" <strong> Aaron Rodgers </strong> said. <q> It was a good night. </q> He completed 31 of 36 passes and put up more yards than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2}]