[{"uid": "1295568022204079105", "i": 11889, "idx": 0, "sa": ["Sandy Carter", "Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> IBM WebSphere VP <strong> Sandy Carter </strong> and Austin Energy CIO Andres Carvallo Discuss How SOA is Enabling Agility In Organizations Today <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"By elevating me", "new_id": -2, "mturk_index": "261"}, {"uid": "1296716411176898050", "i": 14292, "idx": 2, "sa": ["Corey Maggette", "Allen Iverson", "Blake Griffin"], "q": ", making him the first rookie to do so since <strong> Allen Iverson </strong> in 1996-97. \"He definitely should be in the All-Star game, without a doubt,\" said Milwaukee's <strong> Corey Maggette </strong>, a former Clipper. <q> He's one of those special players, like LeBron. </q> <strong> Blake Griffin </strong> is already committed to the All-Star dunk contest and was selected to play in the Rookie ChAllen Iversonge game. Hindering his bid to add All-Star to his name is the fact that the Clippers are", "new_id": -2, "mturk_index": "468"}, {"uid": "1295566190075235340", "i": 23121, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> <strong> Larry Page </strong> said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him\" Google Blog <strong> Eric Schmidt </strong> wrote: \"When I joined Google in 2001 I never imagined- even in my", "new_id": -2, "mturk_index": "406"}, {"uid": "1295835341029999122", "i": 3451, "idx": 2, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": "law has got to be complied with; and, if it is broken, then it should be investigated by the police and it should be enforced,\" she told Sky News's Murnaghan programme. <q> Nobody is above the law, no news-paper editor, no journalist... For all of <strong> David Cameron </strong>'s talk of trust in politics it's fundamental that people obey the law and that's what's at risk here. He should never have appointed him. </q> <strong> Nick Clegg </strong> today suggested that, as deputy prime minister, he would have a role in choosing <strong> Andy Coulson </strong>'s successor. He said it was \"primarily\" <strong> David Cameron </strong>'s job to find a replacement, adding \"", "new_id": -2, "mturk_index": "2098"}, {"uid": "1297711286141344809", "i": 30505, "idx": 3, "sa": ["Adam Klugman", "Donald Rumsfeld"], "q": "the lawyers say. <strong> Donald Rumsfeld </strong> and other Defense Department officials \"were privy to regular reports on the interrogation and condition of suspected` enemy combatants' held at the brig,\" Padilla's brief says. <q> Those reports repeatedly drew attention to the devastating psychological effects that the conditions were having on detainees, including Mr. Padilla. </q> Progressive Radio Host <strong> Adam Klugman </strong>...- A new play by <strong> Adam Klugman </strong> entitled \"Treason\" explores the intersection of politics... Defense Department trying to find ways to cut its budget,... Top Stories Video:", "new_id": -2, "mturk_index": "1692"}, {"uid": "1295591909000901162", "i": 25769, "idx": 0, "sa": ["Colin Powell", "Barack Obama", "Steve Jobs"], "q": "time appl <strong> Steve Jobs </strong> online january 2010 news today \"january 27\" liveblog Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's \"ability to inspire\" and the <q> inclusive nature of his campaign. </q> Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. \"He has both style and substance. I think he is a transformational figure,", "new_id": -2, "mturk_index": "55"}, {"uid": "1297123674195428412", "i": 4707, "idx": 0, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "12 mins ago DALLAS- The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a <q> key to the city. </q> <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this past season, his second in the NFL since serving 18 months in prison for operating a dogfighting operation. <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong>", "new_id": -2, "mturk_index": "633"}, {"uid": "1296723974251478035", "i": 31138, "idx": 9, "sa": ["Simon Cowell", "Josh Gracin", "Ryan Seacrest"], "q": "performance.\" Stewing off to the side, <strong> Ryan Seacrest </strong> decided proper payback was throwing a cup of water to <strong> Simon Cowell </strong>'s face-- which he did in one of the show's truly dramatic moments. 8. <strong> Josh Gracin </strong> <q> I Don't Want To Miss A Thing </q>( Season 2) For Season 2's Songs of the Cinema round, Idol's resident marine also chose the Armageddon theme. It was only his second time on the big stage, but it was good enough", "new_id": -2, "mturk_index": "796"}, {"uid": "1295095258207257617", "i": 13168, "idx": 0, "sa": ["Bernie Sanders", "Leslie H. Gelb"], "q": "markings like the ones on her website weren't his style. But he also agreed on one key point with the woman who enjoys wide support among conservatives likely to vote in next year's primaries, saying, <q> There is no evidence to suggest that it( the shootings) had anything to do with this mentally unstable person's rage and senseLeslie H. Gelbs act in Arizona. </q> On the other side of the political aisle, liberal Sen. <strong> Bernie Sanders </strong>, I-Vt., who is seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in addition to", "new_id": -2, "mturk_index": "1155"}, {"uid": "1295916567115490851", "i": 6713, "idx": 4, "sa": ["George H. W. Bush", "George W. Bush", "Dick Cheney", "Donald Rumsfeld"], "q": "from a briefing Johnson gave in 1966 on the Vietnam War and White House papers from July 1975- when he was chief of staff under <strong> George H. W. Bush </strong> Ford- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. <q> It's not a journal, it's not a diary, </q> he says of the Ford White House notes. \"It is a set of working documents that I've never edited. In fact, most I've never reread.\" As defense secretary under <strong> George W. Bush </strong>", "new_id": -2, "mturk_index": "753"}]