[{"uid": "1295369666220332052", "i": 12269, "idx": 0, "sa": ["Piers Morgan", "Howard Stern", "David Letterman"], "q": "I Hated` The Rachel' <cite> <strong> Howard Stern </strong>| Photo Credits: Bobby Bank/WireImage. com </cite> <strong> Piers Morgan </strong> Tonight, the shock jock calls the NBC late-night host\" insane\" and accuses him of stealing sketch ideas. <q> Jay is a crook and the world knows exactly what he's up to. He steals a tremendous amount of material, </q> The New York Post quoted <strong> Howard Stern </strong> as saying.\" This guy's ripped off like 10 major things from my show.\" <strong> David Letterman </strong> in the ratings.\" It's beyond my", "new_id": -2}, {"uid": "1297682455038584341", "i": 820, "idx": 0, "sa": ["Simon Cowell", "Susan Boyle"], "q": "reason for the departure of the beautiful and accomplished soprano was her difficulty reaching high C while dancing nude onstage. However, no sooner did <strong> Simon Cowell </strong> Turner announce the loss of one star than he declared, <q> My new lead for <strong> Anna Nicole Smith </strong> is <strong> Susan Boyle </strong>. </q> When reached, Ms. <strong> Susan Boyle </strong> confirmed the announcement and said she will begin jogging and weight-lifting tomorrow. PP Rega's day- give this story five thumbs-up( there's no need to register Thank you", "new_id": -2}, {"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear frontrunner and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said.\" I think he'd clear the field.\" Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP\" rising stars\" like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}, {"uid": "1295160349218923039", "i": 39726, "idx": 1, "sa": ["Elton Brand", "Allen Iverson", "Nate Robinson"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Nate_Robinson_45_Points_vs_Portland_Trailblazers_Career-High_[08-03-2008] <strong> Nate Robinson </strong>'s Highlights of his best game of his career!!! <strong> Nate Robinson </strong> shot 16-of-28 from the floor and went 11-for-13 from the line", "new_id": -2}, {"uid": "1295902720235421735", "i": 40321, "idx": 0, "sa": ["Colin Powell"], "q": "Peter Wehner- 01.24.2011- 3:54 PM On CNN yesterday, in discussing the budget, <strong> Colin Powell </strong> said that <q> the real money[ is] in the entitlements... and unless we do something about those, you can't balance the budget. </q> He added,\" You can't fix the deficit or the national debt by killing NPR or National Endowment for the Humanities or the Arts. Nice political chatter, but that doesn't do it.\" And", "new_id": -2}, {"uid": "1295978589172294145", "i": 4985, "idx": 0, "sa": ["Simon Cowell", "Christian O'Connell"], "q": "a\" great boss\". The presenter, who took over as host of The X Factor in 2007, told Absolute Radio's <strong> Christian O'Connell </strong> that he had been taught a lot by <strong> Simon Cowell </strong>. <q> He's a workaholic. He's a great boss, and I'm not just saying that, </q> he said.\" He's very loyal, he's very honest, and he just wants that in return.\" He continued:\" He smells fear though, he's like a wolf.", "new_id": -2}, {"uid": "1295922826014860294", "i": 2191, "idx": 0, "sa": ["Allen Iverson"], "q": "would attest, is better than being in a Turkish court- in four to six weeks. <strong> Allen Iverson </strong> echoed the same sentiment in a multi-tweet Twitter explanation that I've collated for your benefit: <q> I have never said anything about retirement nor have I said goodbye to the game of basketball. I love this game! That is why I went all the way to Turkey to continue playing and once I get past this, my plan is to continue playing at the highest level possible. </q> The message likely confused high-ranking members of the Besiktas front office, who no doubt sat around world-famous Akatlar Arena and wondered aloud about <strong> Allen Iverson </strong>'s intentions: Does he plan on playing in Turkey, or", "new_id": -2}, {"uid": "1295105515258523157", "i": 676, "idx": 2, "sa": ["John McCain", "Colin Powell", "Obama Girl", "Barack Obama"], "q": "<strong> Colin Powell </strong>'s endorsement is significant due to the fact that <strong> John McCain </strong> has repeatedly singled him out for lavish praise. In a July New York Times interview, <strong> John McCain </strong> described the former secretary of state and Joint Chiefs chairman as <q> a man who I admire as much as any man in the world, person in the world </q> when answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly http://wn.com/Immortal_Technique_on_Obama,_9/11_truth_Corporate_America <strong> Barack Obama </strong> Song# <strong> Barack Obama </strong>: Debate' 08: <strong> Obama Girl </strong> vs Giuliani <strong> Obama Girl </strong> Vocals", "new_id": -2}, {"uid": "1296232141043434078", "i": 16305, "idx": 11, "sa": ["Michelle Obama", "Mike Pence"], "q": ". I'm excited for any door <strong> Mike Pence </strong> walks through,\" she said.\" Obviously it'd be great for the state of Indiana.\" Politics Video: Exclusive: <strong> Michelle Obama </strong>'s New Focus Report Abuse <q> <strong> Barack Obama </strong> has a dying political message of retread talking points that excites n one even the lemming lib followers. </q> Report Abuse \" He should run for Governor. The fewer GOP knuckleheads in the House the better. \" Washington Post: New GOP proposal targets federal workforce Washington Post: Gun show attendees say firearms limits would be", "new_id": -2}, {"uid": "1296793038213319695", "i": 35341, "idx": 1, "sa": ["Paul Pierce", "Allen Iverson", "Antoine Walker"], "q": "the Philadelphia 76ers to an 83-81 victory over the Boston Celtics that evened their Eastern Conference first-round series at two games each.\" Win. It's the only thing we can think about,\" <strong> Allen Iverson </strong> said. <q> We fought hard to get back in the series. We're really not thinking about anything more. The only thing <strong> Wei Yi </strong> care about is finishing out. </q> After shooting poorly all game, <strong> Allen Iverson </strong> made his last three shots and two clinching free throws that sent the series between the long-time rivals back to Boston for Game Five on Friday. <strong> Allen Iverson </strong> upstaged <strong> Paul Pierce </strong> and <strong> Antoine Walker </strong>,", "new_id": -2}]