[{"i": 37768, "idx": 7, "index_answer": 0, "new_id": -1, "q": "what we were saying, she moved her leg. We knew she was responding.\" The lawmakers continued to joke about what they were going to do together, and as they did so, <strong> Gabrielle Giffords </strong> <q>started to open her eyes, literally,</q> <strong> Kirsten Gillibrand </strong> said. Seeing <strong> Gabrielle Giffords </strong>' left eye flickering, her husband, Mark Kelly, started saying: \"<strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,\" <strong> Kirsten Gillibrand </strong> said. After about", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295008939037093396"}, {"uid": "1296921227106987589", "i": 28845, "idx": 1, "sa": ["Howard Stern", "David Letterman"], "q": "made. At one point in the interview, there was this exchange between <strong> Howard Stern </strong> and <strong> David Letterman </strong>: <strong> Howard Stern </strong>: \"How much longer are you doing this, really?\" <strong> David Letterman </strong>: <q>I don't know. Maybe two years, I think.</q> <strong> Howard Stern </strong>: \"Two years, you're thinking you're going to exit?\" <strong> David Letterman </strong>: \"I think that's what it is. Yeah.\" <strong> Howard Stern </strong>: \"That", "new_id": -2}, {"uid": "1297261983254083210", "i": 5301, "idx": 2, "sa": ["Michael Gove"], "q": "a social justice position in which I find myself- slightly oddly- agreeing with <strong> Michael Gove </strong>.\" But Mrs Roberts stresses the new approach should not be used as a stick with which to beat schools: <q>We need to get it right as a measure.</q> Libby Steele, head of education, Royal Society: Good news for science Libby Steele welcomes the emphasis put on science by the government Mrs Steele says the government's additional benchmark is a boost", "new_id": -2}, {"uid": "1297724451166166630", "i": 3446, "idx": 0, "sa": ["Steve Ballmer"], "q": "mobile field. told reporters that Nokia's decision to opt for Microsoft's Windows Phone 7 platform as its primary smartphone operating system was specifically intended to \"avoid a duopoly\" in the mobile industry. <q>A decision to swing to Android[ Google's operating system] would have tilted the mobile ecosystem in the direction of a duopoly, but we wanted to create a challenger,</q> Elop said. That challenger, Microsoft emerged Monday as the key contender, with Microsoft CEO <strong> Steve Ballmer </strong> featured as the first live keynote speaker of the confab, which runs Feb. 14-17. <strong> Steve Ballmer </strong>,", "new_id": -2}, {"uid": "1295173746138477568", "i": 16710, "idx": 0, "sa": ["Tramon Williams", "Michael Vick"], "q": "playoff games with six turnovers. Ryan threw two interceptions, including one that was returned 70 yards for a touchdown by <strong> Tramon Williams </strong>, and also lost a fumble. He finished with 186 yards. <q>We moved the ball pretty effectively but we just didn't capitalize,</q> Ryan said. \"We didn't get points when we needed to get points. It's disappointing.\" The Falcons also had a fourth-quarter fumble by receiver <strong> Michael Vick </strong> Jenkins. For Ryan,", "new_id": -2}, {"uid": "1297242441083116117", "i": 20966, "idx": 5, "sa": ["David Letterman"], "q": "be worth even more than the$ 500 million contract he signed with them in 2005. But once again, Stern( now 57) turned the tables on <strong> David Letterman </strong>( now 63), asking the host, <q>How much longer are you doing this?</q> To which <strong> David Letterman </strong> replied: \"Maybe two years, I think?\" He's quite old. Surely he should be thinking about retirement. Bring on Rove from Australia in his place, I say", "new_id": -2}, {"uid": "1297231761238518375", "i": 45250, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "doubt for a minute that other countries in the region looking at that have to say: \"Well, isn\"t that interesting?\" <strong> Donald Rumsfeld </strong> said. Still, he warned the journey Egypt was on <q>is tough, is risky and has to proceed at a pace that fits their culture.</q> M&G Online Comment Guidelines In Brief No hate speech; No racist, sexist or homophobic remarks; Keep it short; Keep it on topic; Show respect to all;@mailandguardian Top stories& newsflashes@ChrisRoperZA", "new_id": -2}, {"uid": "1295638419256720918", "i": 25611, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "realize that they do face new increased risks from natural disaster. The New York Times contrasts the recent Australian floods with the Brazilian floods. Many fewer people died in the Australian Floods. Why? <q> \"The hillside areas around Rio lacked early warning systems or effective community organizations that might have helped residents to wake one another as the rains intensified last Tuesday night, disaster experts and residents said. Most people are believed to have died early Wednesday morning as they slept, when water-loosened earth swept their houses away.</q>\" Barbicambarus simmonsi: New giant crayfish species discovered, and it's really big <strong> David Cameron </strong>'s spin doctor <strong> Andy Coulson </strong> quits over phone hacking scandal British Prime Minister <strong> David Cameron </strong>'s spokesman, <strong> Andy Coulson </strong>, resigned today amid growing", "new_id": -2}, {"uid": "1296154380245841959", "i": 26242, "idx": 1, "sa": ["Michael Vick"], "q": "Technologies, a provider of the football pads <strong> Michael Vick </strong> wore during most of last season. \"We're real excited about it,\" chief executive officer Rob Vito told the Associated Press. <q><strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes American so great. He's move forward. He's a whole other person.</q> Indeed, <strong> Michael Vick </strong> has paid his dues, and demonstrated immense regret in interview after interview. That, along with the fact that he just completed what was statistically the best season of his football career, points", "new_id": -2}, {"uid": "1296117571165298183", "i": 7783, "idx": 13, "sa": ["Lon Williams", "Michael Vick"], "q": "worked out for me.\" <strong> Michael Vick </strong> shares reps this week with the QB of the team he once played for, Atlanta's Matt Ryan. \"It's great,\" <strong> Michael Vick </strong> said. <q>Matt's great. The coaching staff's great. We're just having a good time. I like what we're doing in the offense and it's been easy. We're going to go out and have some fun and everybody's just enjoying each other.</q> As <strong> Michael Vick </strong> left the field, fans hanging on the gate outside the school chanted his name. \"I came from the Philly area, and we've got his back,\" said <strong> Lon Williams </strong>", "new_id": -2}]