[{"uid": "1296671144083132443", "i": 6262, "idx": 6, "sa": ["Mitt Romney", "Piers Morgan", "David Letterman"], "q": "To keep at least some aura of suspense about his plans, <strong> Mitt Romney </strong> has ducked questions about another presidential bid. He told Mr. <strong> David Letterman </strong> he had \"no plans for that at this point,\" but added, <q>I'll keep the door open.</q> He told CNN's Mr. <strong> Piers Morgan </strong> that there \"are things you've got to assess before you make a final decision.\" He listed matters of health and the kind of support network \"you'd like to", "new_id": -2}, {"uid": "1295186920132022279", "i": 32743, "idx": 0, "sa": ["Barack Obama", "Dan Boren", "Harry Reid", "Mary Landrieu", "Sen. Bernie Sanders", "Michael Bennet", "Nancy Pelosi"], "q": "<strong> Barack Obama </strong> <strong> Harry Reid </strong> will move to proceed to HR 1586 http://wn.com/Fox_News_Highlights_House_GOP_Chart_of_Dems_Government-Run_Health_Care Question of the Day: What is your stance on immigration? Leave all your responses in the comment section. \"Democrats Reveal Facts About Health Care\" www.youtube.com <q><strong> Rep. Patrick Kennedy </strong> Yells: \"Despicable' That Press Focuses On Massa Instead Of Afghanistan</q> www.youtube.com \"High Immigration Impacts America's Unemployed\" www.youtube.com ryanpdixon.com Health Care Reform Democrats Congress <strong> Barack Obama </strong> White House <strong> Nancy Pelosi </strong> <strong> Harry Reid </strong> Durbin <strong> Sen. Bernie Sanders </strong> <strong> Michael Bennet </strong> <strong> Mary Landrieu </strong> <strong> Dan Boren </strong> ryan dixon http://wn.com/Roskam_Reflects_After_a_Long_Health_Summit_Democrats_Still_Aren't_Listening Democrats led by <strong> Nancy Pelosi </strong>, <strong> Harry Reid </strong> and <strong> Barack Obama </strong> at yesterday\"s", "new_id": -2}, {"i": 1480, "idx": 0, "index_answer": 1, "new_id": -1, "q": "else. \"It was the only thing I didn't want to quit. I started when I was 19. I quit every single job I had up until that point,\" <strong> Joe Matarese </strong> said. <q>I started going and I was hooked immediately. And I never stopped.</q> The comedian has gone on to carry his own half-hour special on Comedy Central; appear on The Late Show with <strong> David Letterman </strong>, The <strong> Howard Stern </strong> Show, The Late Late Show with <strong> Craig Kilborn </strong>, and NBC's Last", "sa": ["Howard Stern", "Joe Matarese", "David Letterman", "Craig Kilborn"], "uid": "1295163756229244974"}, {"uid": "1295129633068665363", "i": 17809, "idx": 0, "sa": ["Mehmet Okur", "Allen Iverson"], "q": "score at least 50 points in consecutive games, but he fouled out with 4.5 seconds left, putting <strong> Mehmet Okur </strong> on the line for the winning free throws in Utah's 103-101 victory over the 76ers on Monday night. <q><strong> Elgin Baylor </strong> had a hot hand and Coach( Jim O'Brien) called my number,</q> <strong> Allen Iverson </strong> said. \"That's with anybody, though. If a guy's going well, you milk it. You just keep running the same play over and over until they stop it.\" <strong> Allen Iverson </strong> followed", "new_id": -2}, {"uid": "1296371376213876815", "i": 2621, "idx": 1, "sa": ["Michael Jordan", "Allen Iverson"], "q": "the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. \"Anybody that bet on it, some broke people out there,\" <strong> Allen Iverson </strong> said. <q>I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.</q> Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. \"Our guys just try hard,\" Sixers coach Larry Brown said. \"This is kind of unexpected", "new_id": -2}, {"uid": "1295404883171524111", "i": 9551, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "of money to continue to take on the role of judge on the show. As Celebuzz reports, according to the new book written by Richard Rushfield, the author alleges of <strong> Simon Cowell </strong>: <q> \"In the summer of 2009, with one more year left on <strong> Simon Cowell </strong>'s contract, Fox-represented by <strong> Rupert Murdoch </strong> himself-offered <strong> Simon Cowell </strong> a staggering deal: to continue his services on Idol as well as to bring X Factor to America, <strong> Simon Cowell </strong> would be paid in the neighborhood of$ 130 million a year.</q>\" Now that <strong> Steven Tyler </strong> of Aerosmith, and singer/actress/dancer <strong> Jennifer Lopez </strong> have taken on the roles of the new judges on the show, it is certain that American Idol-- although the same type of show-- the", "new_id": -2}, {"uid": "1296770511173654034", "i": 12165, "idx": 15, "sa": ["Donald Rumsfeld"], "q": ", of course, that was the principal tool in the administration's salesmanship of the war. In fact, he challenges those who charged that \"Bush lied, people died,\" saying critics had <q>scoured a voluminous record of official statements on Iraqi WMD to compile a small string of comments-ill chosen or otherwise deficient-to try to depict the administration as purposefully misrepresenting the intelligence.</q> <strong> Donald Rumsfeld </strong> acknowledges having made one \"misstatement,\" early in the war, involving the CIA's designation of various \"suspect\" WMD sites in Iraq. \"We know where they are. They're", "new_id": -2}, {"uid": "1296432940168050695", "i": 6617, "idx": 7, "sa": ["Eddie Gill", "Allen Iverson"], "q": "against the Pacers even as he struggled with his shot. He played 44 minutes, but went just 5-for-23 from the floor. \"I just couldn't get in no type of rhythm,\" <strong> Allen Iverson </strong> said. <q>I couldn't get warm. I couldn't feel my hands the whole game.</q> He was hot when it mattered, though, as <strong> Allen Iverson </strong> took the ball the length of the court and beat the short-handed Pacers with a shot from just above the free throw line over <strong> Eddie Gill </strong>. \"His shots", "new_id": -2}, {"uid": "1295503548083329037", "i": 15681, "idx": 3, "sa": ["Kobe Bryant", "Tyronn Lue", "Elgin Baylor", "Juan Carlos Navarro", "Allen Iverson"], "q": " \"<strong> Elgin Baylor </strong> just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. <q>We were trying to keep the ball out of his hands as much as possible.</q> \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said Palau Sant Jori, Barcelona, Spain Boxscore: www.nba.com <strong> Kobe Bryant </strong> plays 25 minutes, misses all 3-pointers BARCELONA, Spain-- <strong> Juan Carlos Navarro </strong> scored 25 points to help", "new_id": -2}, {"uid": "1297252257192888833", "i": 26843, "idx": 4, "sa": ["Olympia Snowe", "Barack Obama", "Sen. Bernie Sanders"], "q": "<strong> Barack Obama </strong> <strong> Olympia Snowe </strong>( R-Maine) said Tuesday she would oppose legislation that increased taxes. \"It contradicts what we've done in continuing the tax rates for the next two years,\" said <strong> Olympia Snowe </strong>. <q>That's not what we should be doing.</q> http://thehill.com/homenews/senate/142905-dems-face-a-dilemma-on-jobs-plan House fails to extend Patriot Act surveillance as Republicans defect <strong> Sen. Bernie Sanders </strong> King won't let \"political correctness\" derail probe of Muslims Ditching unwritten rules for Senate freshmen, Paul does it his way Oil-and-gas companies are", "new_id": -2}]