[{"uid": "1296030826137674801", "i": 1348, "idx": 1, "sa": ["Asante Samuel", "Mike Trgovac", "Jay Cutler", "Michael Vick"], "q": "consider CEO position at Microsoft. Jan. 30: <strong> Michael Vick </strong> is MVP at Pro Bowl in Hawaii. Cornerback <strong> Asante Samuel </strong> was selected to roster, but doesn't play because of lingering injury. <strong> Jay Cutler </strong> on Twitter: <q> U kid'n me? Sam got to man up, dog!! </q> Feb. 2: Media Day at Super Bowl. <strong> Mike Trgovac </strong> denies he is <strong> Mike Trgovac </strong>.`` I think that might be him over there,'' <strong> Mike Trgovac </strong> says. Feb. 4: Allegedly unhappy with housing", "new_id": -2}, {"uid": "1295908721051232817", "i": 31104, "idx": 0, "sa": ["Simon Cowell", "Gordon Ramsay"], "q": "one of the most rude and obnoxious TV show hosts, <strong> Gordon Ramsay </strong> is a terror in Hell's Kitchen. Sample:`` Right now, I'd rather eat poodle shit than put that in my mouth'' to <q> That tastes like gnat's piss </q>. And the one comment that raised the bra, er bar? <strong> Gordon Ramsay </strong> telling a well-endowed contestant:`` Would you mind taking your breasts off my hot plate?'' The scowling <strong> Simon Cowell </strong>, a judge", "new_id": -2}, {"uid": "1295667388014565451", "i": 39528, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "target=\"_blank\"> Google blog.`` This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us,'' he said. <q> But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> WhilLarry Page and <strong> Sergey Brin </strong> founded the company, <strong> Eric Schmidt </strong> was brought in ten years ago to help manage the business side of Google.`` Day-to-day adult supervision no longer needed,'' <strong> Eric Schmidt </strong> wrote on his Twitter feed", "new_id": -2}, {"uid": "1295330032146898963", "i": 40278, "idx": 0, "sa": ["Gabrielle Giffords", "Sean Hannity", "Mike Pence", "Mitt Romney", "Sarah Palin"], "q": "those who falsely tried to link conservatives to the assassination attempt against <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong>. Speaking out for the first time since she used the term in a video, <strong> Sarah Palin </strong> said on Fox News' <strong> Sean Hannity </strong> show, <q> Blood libel obviously means being falsely accused of having blood on your hands, and in this case, that's exactly what was going on. </q> Some Jewish groups strongly protested her use of the term, which historically was used to accuse Jews of using blood of Christians in religious rituals. <strong> Sarah Palin </strong> said her political-action comMitt Romneyee's use on a", "new_id": -2}, {"uid": "1295508803113688616", "i": 6429, "idx": 3, "sa": ["Steven Tyler", "Stephen Tyler", "Tyler Cuma", "Simon Cowell", "Jennifer Lopez"], "q": "judges <strong> Jennifer Lopez </strong> and <strong> Stephen Tyler </strong> to hold on to the audience. And if you think <strong> Simon Cowell </strong> was stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or target=\"_blank\" href=\"http://wn.com/?an?\"> an overbearing judge, </q> <strong> Tyler Cuma </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a good career out", "new_id": -2}, {"uid": "1296536150067862554", "i": 3166, "idx": 3, "sa": ["Allen Iverson", "Pau Gasol", "Ming Yi", "Kobe Bryant", "Kwame Brown", "Phil Jackson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Phil Jacksonadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coMing Yi into a situation where guys have been http://wn.com/Lakers_vs_Celtics_Game_1_2010_NBA_Finals__Kobe Bryant_30_points Lakers: 102 Celtics: 89 Next game:( 6/6)@ home sports.yahoo.com <strong> Kobe Bryant </strong> scored 30 points, <strong> Pau Gasol </strong> had 23 points", "new_id": -2}, {"uid": "1294957406081149956", "i": 56721, "idx": 14, "sa": ["Allen Iverson", "Eric Snow"], "q": "Europe. 2010-11-16 EuroCup: Besiktas Istanbul- KK Hemofarm. The last 4 minutes of the game. http://wn.com/Allen Iverson_Allen Iverson_unveiled_at_press_conference_for_hystEric Snowal_Besiktas_fans_in_Istanbul_Turkey <strong> Allen Iverson </strong> is unveiled for the Besiktas basketball fans on his new home court and he talks to the fans saying <q> I want to thank you fans for welcoming me and embracing me the way you have... I can't promise you that we will win every basket-ball game. But one thing I can promise you is that we will play hard, we will play together and we'll give everything that we have on the basket ball court night in and night out. </q> A great amount of international media were present to witness the event including CNN, BBC and NBA TV. http://wn.com/Allen Iverson_Allen Iverson_26pts_5ast_3stl_3reb_in_Turkey_vs_Tofas_29_Dec_2010_Besiktas_Cola_Turka <strong> Allen Iverson </strong> had his highest scoring game in a Besiktas jersey netting 26 points on 7/11( 2pt) shooting", "new_id": -2}, {"uid": "1296590040084361306", "i": 20683, "idx": 0, "sa": ["Jay Cutler", "Michael Vick", "Ben Roethlisberger"], "q": "<strong> Jay Cutler </strong>, <strong> Ben Roethlisberger </strong> and <strong> Michael Vick </strong> received intense scrutiny for things that happened off the football field. While <strong> Jay Cutler </strong>'s criticism didn't steam from legal or serious personal issues, the solution is still the same. <q> It's not a popularity contest, </q> Dan Pompei, of the Chicago Tribune, said on the Mully and Hanley Show.`` It's about throwing touchdown passes.'' LISTEN: Dan Pompei On The Mully And Hanley Show audio", "new_id": -2}, {"uid": "1295934410148537368", "i": 27221, "idx": 5, "sa": ["Shaquille O'Neal", "Lou Lamoriello", "Matt Geiger", "Allen Iverson", "Phil Jackson"], "q": "missed shots to teammates and grabShaquille O'Nealg an offensive rebound. The latter play brought a half-hug, half-back slap from <strong> Allen Iverson </strong> that was an emotional high for the 76ers in a 93-91 victory Wednesday night over then Toronto Raptors. <q> You have to be deaf not to, so yeah, I heard them, </q> <strong> Matt Geiger </strong> said of the boos.`` That's just Phil Jacksonly. When I play bad, they boo.'' <strong> Matt Geiger </strong> missed 10 of 14 shots, and kept losing rebounds to the Raptors. When rookie Todd MacCulLou Lamoriellogh", "new_id": -2}, {"i": 180, "idx": 7, "index_answer": 0, "new_id": -1, "q": "things up.'' And`` Idol'' has certainly freshened things up with the new judges, Randy Jackson.`` I talk to Randy all the time,'' <strong> Simon Cowell </strong> said. <q> We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with` The X Factor]. </q>`` Have you watched the new` Idol'?'' <strong> Kit Hoover </strong> asked.`` No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice,", "sa": ["Simon Cowell", "Kit Hoover"], "uid": "1297212014253886469"}]