[{"i": 17910, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the matter on 26 January( 11). However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February( 10). He tells Late Show host <strong> David Letterman </strong>, <q>The kids are doing ok, we have been spending quite a bit of time with them, Kayte and I, Kayte's my new girl, we're planning to get married soon. Sometime in February.</q>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295008849080707673"}, {"uid": "1295932596118013954", "i": 3869, "idx": 1, "sa": ["Allen Iverson", "Yao Ming"], "q": "both clarified and cluttered the wild Western Conference playoff race. \"That's all he's got to do is come into the game and the energy is there,\" said <strong> Allen Iverson </strong>, who scored 33 points. <q>It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the way he can shoot the ball, the way he can dribble the ball, the way he can jump, he has the whole package. \"There's nothing on the court he can't do.</q> It was the 13th time Smith has come off the bench to score 20 or more points, most in the NBA among players who haven't started a single game. \"He's been a <strong> Yao Ming </strong> spark for", "new_id": -2}, {"uid": "1297117709195428398", "i": 21436, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "<strong> Donald Rumsfeld </strong>: Maybe We Needed More Troops by Staff <strong> President Bush </strong> U.S. Defense <strong> Donald Rumsfeld </strong> is conceding \"it's possible\" too few troops were sent to invade Iraq. <q>In a war, many things cost lives,</q> <strong> Donald Rumsfeld </strong> told ABC in an interview to be broadcast on \"Nightline\" Monday. <strong> President Bush </strong> has written that the troop level in Iraq was \"the most important failure in the execution of the war.\"", "new_id": -2}, {"uid": "1296491979113491988", "i": 37219, "idx": 2, "sa": ["Sergio Marchionne"], "q": "$ 198 million and said it... Photo: A demonstrator wears a mock mask of Fiat CEO <strong> Sergio Marchionne </strong> Video: Toyota Recalls Nearly 1.7 Million Vehicles Worldwide... Video: Workers at GM plant optimistic about future Report Abuse <q>An Italian company that makes unreliable products with engines in Mexico and pretends to be American.</q> Report Abuse \"The 56 MPG Fiat 500 Returns by Bill Siuru03/17/2008\" Fiat offered the Nuova 500 for nearly 20 years, from 1957 to 1975. It proved very popular as a city car and today is", "new_id": -2}, {"uid": "1295808793162496514", "i": 12866, "idx": 0, "sa": ["Andy Coulson", "Brian Cowen", "Arthur Kemp", "Mary Harney"], "q": "By <strong> Arthur Kemp </strong> Report Abuse \"<strong> Mary Harney </strong> resigned four years too late. She should have done this years ago as she is detested as one of the worst ministers in Irish history next to <strong> Brian Cowen </strong>.\" Report Abuse <q>Fianna Fail took the debts of the rich and handed them to the taxpayer. Its that simple.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1295135053142065693", "i": 50, "idx": 0, "sa": ["Carmelo Anthony", "Allen Iverson", "Yao Ming", "Anthony Morrow"], "q": ". <strong> Allen Iverson </strong> scored 38 points, including two <strong> Yao Ming </strong> jumpers in the final two minutes, and <strong> Carmelo Anthony </strong> added 30, helping the Denver Nuggets hold on for a 110-104 victory over the Los Angeles Clippers on Friday night. <q>My whole thing was not so much taking over, but just trying to win the basketball game,</q> he said. \"I got a couple of good looks at the end.\" <strong> Allen Iverson </strong> put the Nuggets ahead for good with an 18-foot, off-balance floater with 1:23 remaining. <strong> Anthony Morrow </strong> sealed the Nuggets' second straight", "new_id": -2}, {"uid": "1295261373094093313", "i": 614, "idx": 0, "sa": ["Cheryl Cole", "Sharon Osbourne", "Simon Cowell", "Louis Walsh", "Dannii Minogue"], "q": "Judge <strong> Louis Walsh </strong> confirmed both <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> have quit the show in favour of working on the American version, leaving a spot free for <strong> Sharon Osbourne </strong>. <strong> Louis Walsh </strong> hinted to the News Of The World: <q>It will be me and <strong> Dannii Minogue </strong> with two more people.</q> <strong> Sharon Osbourne </strong> and <strong> Dannii Minogue </strong> first fell out when they both starred in the show in 2007, with <strong> Dannii Minogue </strong> later claiming she had been bullied. Meanwhile, ITV bosses are said to be on a mission", "new_id": -2}, {"uid": "1295995840171999254", "i": 49096, "idx": 1, "sa": ["Eric Schmidt"], "q": "announcing a management shake-up, will give a USD 100 million equity award to outgoing Chief Executive <strong> Eric Schmidt </strong>, who in April will be succeeded by company co-founder Larry Page, says a media report. <q><strong> Google Inc. </strong>... will give a USD 100 million equity award to outgoing Chief Executive <strong> Eric Schmidt </strong> From BlackBerry to Android to iPhone an upgrade to my smartphone with AT&T. As a long-time user and fan of RIM's BlackBerrys, I spent a lot of phone to get. I even used my 30-day \"buyer's remorse</q> period to try out one phone and ultimately exchange it for another. Because I know a lot of professionals and business owners use smartphones the way I do-basically can't get by New SEVEN Solution Optimizes Mobile", "new_id": -2}, {"uid": "1295259419086458396", "i": 1710, "idx": 0, "sa": ["Kirsten Gillibrand", "Al Sharpton"], "q": "the senator to link black churches with federal agencies and programs. \"A lot of us had never heard of her. Then we heard a lot of things that were disturbing,\" <strong> Al Sharpton </strong> said. <q>But as she remained almost omnipresent, she has won a lot of people over, because she's been there, and she's been there over and over again.</q> The new venture builds on a summit <strong> Kirsten Gillibrand </strong> held last year on Capitol Hill that brought nearly 100 church leaders in contact with numerous federal officials and agencies. This year, <strong> Kirsten Gillibrand </strong> is", "new_id": -2}, {"uid": "1297353447031227991", "i": 10873, "idx": 4, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q>It can happen to any place in the world,</q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Egyptian leaders make some concessions following protests Egyptian leaders make some concessions following protests Astronaut Kelly", "new_id": -2}]