[{"uid": "1295512637158531590", "i": 39368, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "one tattooed contestant, to banging the table along with another, to telling a <strong> Jennifer Lopez </strong> wannabe,`` You can really sing your tushela off.'' To auditioner Rachel Zabitta, 22, <strong> Steven Tyler </strong> said: <q> Water that flower because I think you got the what it is is. </q> To another, he offered something incoherent in which he rhymed hatches with matches. Both <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> caved when one contestant burst into tears. Somewhere, <strong> Simon Cowell </strong> was rolling his eyes. Not a", "new_id": -2}, {"uid": "1296650725203423767", "i": 2808, "idx": 4, "sa": ["Donald Rumsfeld", "Zine El Abidine Ben Ali", "Hosni Mubarak", "Condoleezza Rice", "Hillary Clinton", "Will Washington"], "q": "movement- are supported and funded by the US. They indelibly serve US interests. Egyptian dissidents, Fellows of Freedom House in <strong> Will Washington </strong> DC( 2008) US <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> speaks with <q> Egyptian activists promoting freedom and democracy </q>, prior to meetings at the State Department in <strong> Will Washington </strong>, DC, May 28, 2009. Compare the two pictures 2008 delegation received by <strong> Condoleezza Rice </strong> versus 2009 delegation <strong> Hillary Clinton </strong> and <strong> Hosni Mubarak </strong> in Sharm <strong> Zine El Abidine Ben Ali </strong> Sheik,", "new_id": -2}, {"uid": "1295974296157089811", "i": 14993, "idx": 1, "sa": ["Carmelo Anthony", "Kevin Love", "Allen Iverson"], "q": "get a foul but it felt so good, the rhythm felt good,'' <strong> Carmelo Anthony </strong> said. After he sank two free throws with 49 seconds left, <strong> Carmelo Anthony </strong> was double- and triple-teamed in the final minute. <q> I was definitely surprised by that. What for? Just to stop him from getting 50? I wanted to be a part of him scoring 50 points, </q> <strong> Allen Iverson </strong> said.`` I was happy for him, just to see http://wn.com/NBA_Recap_Denver_Nuggets_vs_Minnesota_Timberwolves_18/12/10 <strong> Kevin Love </strong> scored a career-high 43 points but <strong> Carmelo Anthony </strong> and the Nuggets hold o late to defeat the Timberwolves 115-113. Wizards' 0-20 road record not", "new_id": -2}, {"uid": "1295617447243957789", "i": 23007, "idx": 0, "sa": ["Eric Schmidt"], "q": "Search Fri, Jan 21, 2011, 8:43 AM EST- U.S. Markets open in 47 mins.{`` s'':`` aapl, aol, goog, vz'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Jay Yarow, On Friday January 21, 2011, 7:46 am The biggest news everyone is digesting: <strong> Eric Schmidt </strong> is no longer Google", "new_id": -2}, {"uid": "1295771865222068760", "i": 33091, "idx": 6, "sa": ["Doc Rivers", "Allen Iverson"], "q": "was going to be easy when we got here. It's obviously not.''`` It's hard to get the clinching game,'' said <strong> Allen Iverson </strong>, who has gotten five of them in his career. <q> Those shots at the beginning of the game are a lot easier than the ones at end of the game, when you're looking to close a team out. </q> The Boston Celtics coach <strong> Doc Rivers </strong> looked at the boxscore and shook his head at the shooting percentages Toronto had just compiled.`` Fifty-eight per cent( from the floor); 71 per cent from the 3; 100", "new_id": -2}, {"uid": "1296055281154206214", "i": 9851, "idx": 0, "sa": ["Michele Bachmann", "Mike Pence"], "q": "'' including the economic recovery package. She said Americans risked being forced into government-run health care unless`` Obamacare,'' the Republicans' preferred term to describe the health care bill, is fully repealed. <q> For two years, <strong> Barack Obama </strong> made promises, just like the ones we heard him make this evening, yet still we have high unemployment, devalued housing prices, and the cost of gasoline is skyrocketing, </q> <strong> Michele Bachmann </strong> said. There was little post-speech reaction from potential 2012 contenders, but one did stop by Statuary Hall in the Capitol to share his thoughts with the PBS NewsHour. <strong> Michele Bachmann </strong> <strong> Mike Pence </strong>, R-Ind.", "new_id": -2}, {"uid": "1296853411023298074", "i": 36212, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "<strong> Roger Goodell </strong> today, and <strong> Roger Goodell </strong> wasn't referring to <strong> Michael Vick </strong>'s Pro Bowl 2010 season. Instead, <strong> Roger Goodell </strong> was talking about the way <strong> Michael Vick </strong> has handled himself off the field since being released from prison. <q> We're looking for success stories, </q> <strong> Roger Goodell </strong> said. <strong> Roger Goodell </strong> was responding to a question about the Super Bowl party that <strong> Michael Vick </strong>'s name had been attached to, and <strong> Roger Goodell </strong> suggested that <strong> Michael Vick </strong> was never involved in the planning of that party.", "new_id": -2}, {"uid": "1297277192033341459", "i": 9969, "idx": 1, "sa": ["Simon Cowell"], "q": "Banner at one of America's biggest sporting events. <strong> Simon Cowell </strong> said:`` It sounded like 100,000 people in a stadium had just sat on a cat.'' He went on to say: <q> I always say this, this is what happens when you perform in front of an audience- even someone as experienced as <strong> Christina Aguilera </strong>. You can get it wrong. That was bad. </q> Â© Independent Television News Limited 2011. All rights reserved.", "new_id": -2}, {"uid": "1297419853197410819", "i": 30871, "idx": 3, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "heckling by those in the crowd opposed to the war in Iraq and its costs. Still, the applause drowned out the boos.`` It's good to be here,'' <strong> Donald Rumsfeld </strong> told the crowd. <q> I have been around so long that I remember a time when CPAC did not exist, when <strong> Ronald Reagan </strong> was still an actor, when <strong> Barry Goldwater </strong> was our candidate for president and we only worried about socialism outside of the United States. </q> <strong> Donald Rumsfeld </strong> joked that there's still time for <strong> Dick Cheney </strong> to get on the ballot in New Hampshire and Iowa.", "new_id": -2}, {"i": 27252, "idx": 7, "index_answer": 0, "new_id": -1, "q": "been burned for three straight games of at least 40 points by the 76ers All-Star.`` Honestly, they play me one-on-one, straight up,'' <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will. <q> Except in the last quarter. <strong> Elgin Baylor </strong> guess they felt like they had to do something. </q> By then, it was too late. <strong> Allen Iverson </strong> reached 40 points against the Bucks for the sixth time in his career, his most against any opponent. He had 40 and 54 points in his previous two games", "sa": ["Allen Iverson"], "uid": "1296550615213254158"}]