[{"uid": "1295280469135036931", "i": 43010, "idx": 0, "sa": ["Barack Obama", "Mike Pence", "Mike Huckabee", "Ronald Reagan", "Michele Bachmann"], "q": "that the 2008 winner <strong> Mike Huckabee </strong> began at <strong> Barack Obama </strong> percent-- but he also said:` For somebody like me, you have to do very well, win or do very well, in Iowa.\" <q><strong> Bill Clinton </strong> Minnesota <strong> Chris Christie </strong> <strong> Tim Pawlenty </strong>, a likely GOP White House hopeful, called on congressional Republicans to block an increase in the limit on federal borrowing, and he proposed legislation that he said would prevent a U.S. default on its loans,</q> the Wall Street Journal writes. PENCE: \"An independent campaign to draw GOP <strong> Michele Bachmann </strong> <strong> Mike Pence </strong> into the 2012 presidential race is under way, with a veteran of the <strong> Ronald Reagan </strong> White House launching a", "new_id": -2}, {"uid": "1297429199014975043", "i": 38198, "idx": 4, "sa": ["Steve Ballmer"], "q": "the two companies. <strong> Steve Ballmer </strong> said the deal is not exclusive: Microsoft will continue working with other handset makers on Windows Phone 7 smart phones. He said, however, <q>There's things we're doing with Nokia that are unique</q>-- which makes us wonder how pleased LG, Samsung and HTC will be at the thought of one of their biggest rivals working so closely with Microsoft on the development of its software. It seems Symbian is", "new_id": -2}, {"uid": "1295534419101187644", "i": 3634, "idx": 0, "sa": ["Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Blake Griffin", "Allen Iverson"], "q": "it hurt them a little bit.\" <strong> Carmelo Anthony </strong> has shot 49-of-72 while averaging just over 40 points in the last three games. \"It's got to be like that Thursday,\" the 6-foot-8 forward said. <q>I've got confidence it will be like that Thursday. It's a big game for us. Do I believe we have to win? No. But it's a must-win for us.</q> <strong> Allen Iverson </strong> added 21 points, seven rebounds and nine assists, <strong> Linas Kleiza </strong> scored 15 points, and <strong> Marcus Camby </strong> http://wn.com/NBA_Pretemporada_12/10/2009__Golden_State_Warriors_117_Vs_Los_Angeles_Clippers_124 <strong> Blake Griffin </strong> scores 47 in Clippers' win <strong> Blake Griffin </strong> Scores 47, Sets Franchise Record In Clippers' 114-107 Win Over Pacers", "new_id": -2}, {"uid": "1295562896105267220", "i": 8031, "idx": 5, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "under Larry will be even better! Larry, in my clear opinion, is ready to lead.\" In a statement, Mr. Page said Mr. <strong> Eric Schmidt </strong>'s track record speaks for itself. <q><strong> Eric Schmidt </strong> has clearly done an outstanding job leading <strong> Google Inc. </strong> for the last decade,</q> he said. Yahoo Canada shakeup; marketing director and longtime sales exec out Waiting in the wings; the big three in charge of Apple without <strong> Steve Jobs </strong> Reboot: Apple under attack, Verizon takes on", "new_id": -2}, {"uid": "1295503547083329035", "i": 32958, "idx": 1, "sa": ["Marcus Camby", "Carmelo Anthony", "Allen Iverson", "Reggie Jackson"], "q": "the Denver Nuggets on Wednesday night. <strong> Carmelo Anthony </strong> had 26 points and eight rebounds and <strong> Marcus Camby </strong> had 20 rebounds for the Nuggets. \"We absorbed a lot of points from <strong> Allen Iverson </strong>,\" Lakers coach Phil <strong> Reggie Jackson </strong> said. <q>He got our whole team in foul trouble.</q> <strong> Allen Iverson </strong> scored 49 points through the first three quarters but was held to a just a layup in the fourth. The Lakers clamped down on the 6-foot guard, forcing the ball out of his hands. The strategy", "new_id": -2}, {"uid": "1295455208049922048", "i": 41720, "idx": 2, "sa": ["Sergio Marchionne"], "q": "delivers the pressure energy to the axle hydraulic motor, giving the vehicle power to drive the wheels. The gas engine will remain off if the accumulator charge is sufficient to drive the motor. <q>In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,</q> <strong> Sergio Marchionne </strong> said. \"One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this", "new_id": -2}, {"uid": "1295680727075743234", "i": 36388, "idx": 0, "sa": ["Andy Coulson"], "q": "is an Anglo-saxon or a Celt: Yes or Not? And cry(!) with their answer( s). And this is how prude slaves they are to be still occupied Report Abuse <q> \"The U.S. should take fast steps in following the U.K. foreign worker reduction, and shut down our boarders.</q>\" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1296878115021512265", "i": 7147, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": " Crown. In fact, <strong> Michael Vick </strong> today is expected to be named NFL Comeback Player of the Year by The Associated Press. NFL Commissioner <strong> Roger Goodell </strong> also praised <strong> Michael Vick </strong> on Friday. <q>He has said that on numerous occasions people have been using his name about being involved with some type of a party and he had no intention in participating in that,</q> <strong> Roger Goodell </strong> said in Texas. \"I want to make sure that he doesn't put himself in a position of where he's going to make decisions or bad things are going to happen around him, and he", "new_id": -2}, {"uid": "1295471010042287122", "i": 33016, "idx": 4, "sa": ["Rasheed Wallace", "Tayshaun Prince", "Allen Iverson", "Rodney Stuckey"], "q": "was being officiated-- tipping toward the Spurs, he thought. \"I knew what it was going to be out there, and I didn't want our team to fall into that,\" <strong> Rasheed Wallace </strong> said. <q>We knew how it was going to be, especially going against the league darlings.</q> <strong> Rasheed Wallace </strong> finished with 19 points and <strong> Allen Iverson </strong> also scored 19 for Detroit( 11-6), which has won two of three. Richard Hamilton added 16 points and <strong> Tayshaun Prince </strong> scored 15. <strong> Rodney Stuckey </strong> came off the bench to score", "new_id": -2}, {"i": 39068, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Dwight Duncan </strong> <strong> Eddie Francis </strong>, CAW President Ken Lewenza and other local officials, recognized the importance of the plant, the workforce and the new minivans to the future success of the Company during a ceremony at the plant. <q>The new 2011 Dodge Grand Caravan and <strong> Walter P. Chrysler </strong> Town& Country remain key parts of our revival plan,</q> <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience. \"Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust", "sa": ["Dwight Duncan", "Sergio Marchionne", "Eddie Francis"], "uid": "1295386126252936200"}]