[{"uid": "1296850144211632135", "i": 19903, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "DALLAS-- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans.`` I want", "new_id": -2}, {"uid": "1297114520257425423", "i": 35170, "idx": 11, "sa": ["Paula Abdul", "Johnny Weir", "Simon Cowell", "Katharine McPhee", "Jennifer Lopez"], "q": "<strong> Jennifer Lopez </strong>? Lastly, does he keep in touch with <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong>? Does <strong> Johnny Weir </strong> Want To Be The <strong> Simon Cowell </strong> Of` Skating With The Stars'? Olympic figure skater <strong> Johnny Weir </strong> chats with Access at the <q> Harry Potter and the Deathly Hallows: Part I </q> premiere about what kind of judge he wants to be on ABC's`` Skating with the Stars.'' Plus, why is <strong> Johnny Weir </strong> such a big`` Harry Potter'' fan? Access Hollywood Live: <strong> Katharine McPhee </strong>", "new_id": -2}, {"uid": "1295785121098680885", "i": 30906, "idx": 0, "sa": ["Eric Schmidt"], "q": "Page, now 37 and graying. While <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials and potential takeover targets, Page said he will be making most of the big decisions as he tries to rekindle <q> the soul and passion of a startup. </q> Brin will concentrate on developing new products. He's worth$ 15 billion, but Page remains something of a rebel who has always had a disdain for corporate protocol.", "new_id": -2}, {"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected.`` The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,'' said <strong> Greg Mueller </strong>, a Republican political strategist. <q> Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign. </q>`` For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,'' said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri.`` This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}, {"uid": "1296801033266600448", "i": 12588, "idx": 2, "sa": ["Allen Iverson"], "q": "deposits in his calf.`` He tried to tough it out and continue to play while over in Turkey,'' said Dr. James Andrews, who added <strong> Allen Iverson </strong> needs at least 6-8 weeks of rest. <q> However, he got to the point where he could not really run up and down the court. </q>  Back in business  Former Cavaliers coach Mike James could be back in charge somewhere soon. James is a favorite to take over the Pacers job after officials fired Jim O'Brien.", "new_id": -2}, {"uid": "1295154913111345676", "i": 7382, "idx": 2, "sa": ["Juwan Howard", "Allen Iverson", "George Karl"], "q": "Now, it feels that much worse. It's throbbing like a heartbeat.'' <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Juwan Howard </strong> a week ago, slips on a brace after every game per doctors orders. <q> If I didn't wear this brace to keep it straight after every game, there's a chance it will get worse and I'll have to get a pin, </q> he said. Yet he refuses to wear anything on the finger in a game.`` I'm just real superstitious,'' <strong> Allen Iverson </strong> said. Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there", "new_id": -2}, {"uid": "1295036728092176422", "i": 26442, "idx": 3, "sa": ["Sergio Marchionne"], "q": "by 2014 from 650,000 in 2009. At the North American International Auto Show, <strong> Sergio Marchionne </strong> said that he`` will take my work elsewhere'' if he fails to win a majority. Fiat would look into <q> alternatives the day after. It may even happen the same night, </q> he told reporters in Detroit. Output Slump Between 1998 and 2008, Italian productivity gained 3 percent, compared with increases of 22 percent in Germany and 18 percent in France, according to Bank", "new_id": -2}, {"uid": "1295213101149176321", "i": 4389, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Randy Larson"], "q": "also inserted a feeding tube. Sen. <strong> Kirsten Gillibrand </strong> of New York, close friend of <strong> Gabrielle Giffords </strong> who was at her bedside when she first opened an eye Wednesday, said the congresswoman understands what she's hearing and seeing. <q> It's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did, </q> the Democratic senator said on NBC's`` Meet the Press'' Sunday. As Tucson attempted to heal, the Safeway supermarket reopened and a memorial of flowers grew outside. <strong> Randy Larson </strong>, 57, came by to shop", "new_id": -2}, {"uid": "1295901162252542991", "i": 8035, "idx": 3, "sa": ["Simon Cowell"], "q": ". But it seems <strong> Simon Cowell </strong> has now had a change of heart.`` I asked a successful guy,`` What's the best advice you can give me?'' He said, <q> <strong> Simon Cowell </strong>, know when to leave the fair, </q> he said.`` I think that's good advice- one year, I actually found myself thinking,`` I've run out of insults, I don't know how I'm going to tell", "new_id": -2}, {"uid": "1295328855053116960", "i": 42708, "idx": 1, "sa": ["Reggie Watts", "Elton Brand", "Guillermo del Toro", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four <strong> Reggie Watts </strong> performs live at aura lounge in portland oregon for PICA unwrapped. Part 1 http://wn.com/Guillermo_del_Toro_Q&amp;A_Portland,_OR__Part_11/11__Love_for_videogames On 9/29/10, <strong> Guillermo del Toro </strong>'s last question of the", "new_id": -2}]