[{"uid": "1296391786239042627", "i": 4587, "idx": 6, "sa": ["Michael Vick"], "q": "Bowl. He takes satisfaction that his passing was better than it has ever been this season.`` I feel like this one, I had to work hard to get it,'' he said. <q> It came in a different fashion. I displayed different talents this year and showed really what I could do in the passing game along with doing everything else. Everything just came together and it worked out for me. </q> <strong> Michael Vick </strong> set career highs in yards passing( 3,018), touchdown passes( 21), touchdowns rushing( nine), completion percentage( 62.6) and passer rating( 100.2). The Eagles(", "new_id": -2}, {"uid": "1296391518023904278", "i": 43977, "idx": 8, "sa": ["Bill Stephan", "Mike Pence"], "q": "the congressional seat was especially gratifying for <strong> Mike Pence </strong> after he made, by his own admission, fairly serious missteps and then spent years toiling in the vineyards through his work in policy, radio and television. <q> I think it was a sense that` There is a second chance. There is an opportunity to serve at this level, </q>' <strong> Bill Stephan </strong> said.''` I've learned a lot. I've grown a lot, and I'm in a better position now to represent Indiana than I would have been.'''", "new_id": -2}, {"uid": "1295284862082853902", "i": 2392, "idx": 0, "sa": ["Lovie Smith", "Michael Vick", "Jay Cutler"], "q": "only did <strong> Jay Cutler </strong> lead the Chicago Bears passed the Seattle Seahawks, but he did so in impressive fashion.`` Of course it starts with <strong> Jay Cutler </strong>,'' <strong> Lovie Smith </strong> said after the Bears' 35-24 victory. <q> Whether it's running the football or just making the different throws that we ask him to do, he was outstanding today. </q> <strong> Jay Cutler </strong> was 15/28, for 274 yards. He threw for two touchdowns and no interceptions. He also chipped in 43 rushing yards and two rushing touchdowns on eight rushes. While <strong> Jay Cutler </strong> is no <strong> Michael Vick </strong>,", "new_id": -2}, {"uid": "1295914674088195073", "i": 37202, "idx": 2, "sa": ["Barack Obama", "Robert Gibbs", "Sen. Bernie Sanders"], "q": "that he is going to defend it.'' The White House held specifics of address close to the vest today with Press Secretary <strong> Robert Gibbs </strong> reminding reporters that the speech is at 9 p.m. Tuesday. <q> So to my mind, you have a situation now... where Social Security can pay out every benefit owed to every eligible American for the next 27 years, </q> <strong> Sen. Bernie Sanders </strong> said. Progressive Democrats have urged the <strong> Barack Obama </strong> administration to avoid making any major changes to Social Security. House lawmakers in the Congressional Progressive Caucus sent a letter to <strong> Barack Obama </strong> last week requesting a", "new_id": -2}, {"uid": "1295557086082083850", "i": 21650, "idx": 0, "sa": ["James A. Baker III", "Dan Quayle", "Brent Scowcroft", "Saddam Hussein", "Mikhail Gorbachev", "Colin Powell", "President Bush", "Dick Cheney", "Norman Schwarzkopf"], "q": "anniversary show <strong> Saddam Hussein </strong> tried to broker a last minute peace deal with the help of former Soviet leader <strong> Mikhail Gorbachev </strong> but at the same time remaining defiant, calling the coalition forces`` treacherous and cowardly'' and describing <strong> President Bush </strong> as <q> the enemy of God and humanity. </q> Along with <strong> President Bush </strong>, the reunion will include former <strong> Dan Quayle </strong>, then-Defense <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong>, former <strong> Dick Cheney </strong> of State <strong> James A. Baker III </strong> and then-National Security Advisor <strong> Brent Scowcroft </strong>. <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>,", "new_id": -2}, {"uid": "1297692986012320769", "i": 44856, "idx": 2, "sa": ["Eric Schmidt"], "q": "if you count Yahoo, and <strong> Eric Schmidt </strong> recently said in Davos that Facebook is not competition, that it has no intention of going into search. On its face, it seems like a very lopsided duopoly. <q> From my perspective, competition is always a click away. If we don't do the right thing by our users, it takes one word in their browser bar to go to another search engine. We don't even know how the information seeking model will evolve. What you may not think of as competitive today, might very well become the new way of seeking information. </q> <blockquote> There might be a couple guys in a garage somewhere building the new way of seeking information. </blockquote> Q: What important issues have been portrayed unfairly or altogether lost in the coverage of this issue so", "new_id": -2}, {"uid": "1296117571165298183", "i": 7772, "idx": 2, "sa": ["Theresa Ellis", "Michael Vick"], "q": "urban Honolulu known for its racially diverse student body, many from housing projects, and tough football team. <strong> Michael Vick </strong> would be the first speaker at the school to talk about animal-cruelty issues, <strong> Theresa Ellis </strong> said. <q> I got a call from the Humane Society. They had to cancel the event due to an NFL scheduling conflict, </q> she said.`` But the representative said <strong> Michael Vick </strong> was very excited about speaking to the students and hopes to reschedule for sometime early next week.'' <strong> Michael Vick </strong> did seem disappointed about the postponement when asked about", "new_id": -2}, {"uid": "1297282407122896681", "i": 23089, "idx": 8, "sa": ["Simon Cowell", "Lady Gaga"], "q": "`` We've been in regular contact.'' Star quality <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognise star quality when they saw it. <q> Over the years you've seen a different type of artist emerge, </q> he explained, noting that a certain je ne sais quoi has become just as important as chops.`` A good example of that is <strong> Lady Gaga </strong>. God only knows what we would have said to her if she", "new_id": -2}, {"uid": "1296567803036290642", "i": 49046, "idx": 1, "sa": ["Cheryl Cole", "Robbie Williams", "Simon Cowell", "Katie Price", "Louis Walsh", "Dannii Minogue"], "q": "If successful, <strong> Katie Price </strong> would join <strong> Louis Walsh </strong>, <strong> Dannii Minogue </strong> and <strong> Cheryl Cole </strong> on the show and <strong> Simon Cowell </strong>'s ex-girlfriend and show mentor Sinitta thinks she will be a great choice. Comment on this Article She said: <q> Having <strong> Katie Price </strong> on the panel would make interesting viewing, so I can definitely see it working. She can do anything she puts her mind to. She's got the personality that would fit the role perfectly. <strong> Simon Cowell </strong> really likes her as well. There's no denying they get along. </q> However, <strong> Katie Price </strong>- who recently split from second husband Alex Reid- faces competition from <strong> Robbie Williams </strong> as the Take That star is also being lined up to replace <strong> Simon Cowell </strong>.", "new_id": -2}, {"i": 35106, "idx": 0, "index_answer": 0, "new_id": -1, "q": "for Merrill Lynch, had a dream of being on the big screen, and <strong> Bradley Cooper </strong> was able to make his dream come true last year by snagging his father a cameo in` The A-Team.' <q> It was one of the best experiences of my life. The guy loves to improvise, </q> <strong> Bradley Cooper </strong> told <strong> David Letterman </strong> on the` Late Show' last summer.`` He wanted to improvise with <strong> Jessica Biel </strong>. He was supposed to stay in his seat, but he got up... He wanted", "sa": ["Bradley Cooper", "David Letterman", "Jessica Biel"], "uid": "1295443782144605260"}]