[{"uid": "1295386293114753561", "i": 13040, "idx": 1, "sa": ["Patrick Leahy", "Peter Shumlin", "Sen. Bernie Sanders"], "q": "and financial support of the federal health care law to make big changes in Vermont. \"If the Vermont state Legislature, governor and the delegation are able to work together effectively,\" <strong> Sen. Bernie Sanders </strong> said, <q> we have a golden opportunity not only to significantly improve the heatlh care system in Vermont, but to lead the entire nation in a very new and better direction. </q> \"Our little state has been a trailblazer for years and years,\" <strong> Patrick Leahy </strong> said. \"What Gov. <strong> Peter Shumlin </strong> knows is the time for incrementalism is over,\" Welch said.", "new_id": -2}, {"uid": "1296610871014188601", "i": 43895, "idx": 2, "sa": ["Troy Polamalu", "Michael Vick"], "q": "Steelers jersey the top seller in the NFL. Yep, more than <strong> Michael Vick </strong>. \"I've got to buy my own jersey to get them out to my family,\" <strong> Troy Polamalu </strong> said. <q> I think that was probably the reason why, but I don't know. \"The Steelers emblem is worldwide. </q> Always humble and soft-spoken, his demeanour off the field belies his aggressive and man-possessed approach on it. When Clark saw that <strong> Troy Polamalu </strong> had won the Defensive Player of the Year award Monday night, he sent", "new_id": -2}, {"uid": "1297446685101842958", "i": 25163, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "with unrivaled global reach and scale,\" <strong> Stephen Elop </strong>, Nokia's chief executive officer, said in a statement. Referring to the rivalry between Apple's iPhone and Google's Android system, <strong> Stephen Elop </strong> said, <q> It's now a three-horse race. </q> Microsoft Chief Executive Officer <strong> Steve Ballmer </strong> said: \"I am excited about this partnership with Nokia. Ecosystems thrive when fueled by speed, innovation and scale.\" Nokia said it would relegate its Symbian", "new_id": -2}, {"uid": "1297176031226918403", "i": 3181, "idx": 23, "sa": ["David Letterman", "Aaron Rodgers"], "q": "preparation. I put the time in, I watch film, I study our game plan, I practice hard, so I go into the game and I expect to play well.\" <strong> David Letterman </strong>: <q> And your first season as Green Bay quarterback, your record was like 6-and-10, was that what it was? Now, what is that like? Is that like, \"Oh, geez, maybe I can't do the job?\" Do you ever get any of that with your confidence? </q> <strong> Aaron Rodgers </strong>: \"You know what? Thankfully, I was surrounded by a group of guys who really believe in me and supported me even through that, the fan base was great.\"( Audience", "new_id": -2}, {"uid": "1295898507003866625", "i": 29472, "idx": 0, "sa": ["Klaus Schwab", "Donald Rumsfeld", "Patriarch Kirill"], "q": "<strong> Klaus Schwab </strong> said he doesn't think it will. \"<strong> Patriarch Kirill </strong>'m absolutely sure that the euro will not collapse because <strong> Patriarch Kirill </strong> think there is still a strong European solidarity in place,\" he told AP. <q> Europe, in this new world that is coming up, if it wants to become a key actor and stay a key actor it has to express itself in terms of its unity and it has to make sure that euro is also secured by a much greater common effort, working together in fiscal monetary and general economic policies. </q> Organizers are trying to answer their critics this year by taking time to discuss how to deal with unforeseen risk- the \"unknown unknowns\" as former U.S. Defense <strong> Donald Rumsfeld </strong> once put it. The", "new_id": -2}, {"uid": "1297171803034897961", "i": 34575, "idx": 2, "sa": ["John McCain", "Donald Rumsfeld"], "q": "media.\" The book, \"Known and Unknown,\" is available in stores Tuesday. <strong> John McCain </strong> shot back, saying in an interview that while he \"respect[ s] <strong> Donald Rumsfeld </strong>,\" they had <q> a very, very strong difference of opinion about the strategy he was employing in Iraq, which I predicted was doomed to failure. </q> \"Thank God he was relieved of his duties and we put the surge in,\" <strong> John McCain </strong> said. \"Otherwise, we would have had a disastrous defeat in Iraq.\" <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong>", "new_id": -2}, {"i": 10096, "idx": 1, "index_answer": 1, "new_id": -1, "q": "case with <strong> Paul Bremer </strong>'s \"My Year in Iraq,\" covering Mr. <strong> Paul Bremer </strong>'s time as proconsul in Iraq. Instead Mr. <strong> Donald Rumsfeld </strong> takes a fairly direct approach: <q> This is what I did and why I did it with the information at hand. </q> Mr. <strong> Donald Rumsfeld </strong> admits to mistakes, including underestimating the danger of the insurgency in Iraq. He particularly regrets off-the-cuff phrases like \"Dead Enders\" and \"Old Europe.\" However,", "sa": ["Paul Bremer", "Donald Rumsfeld"], "uid": "1297127453259817491"}, {"uid": "1297437953065749009", "i": 1095, "idx": 0, "sa": ["Steve Ballmer"], "q": "Android surpassed Symbian to become the world's No. 1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team <q> more innovation, greater global reach and scale. </q> \"We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,\" he said.", "new_id": -2}, {"uid": "1295008939037093396", "i": 37762, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "with amazement as she saw her wounded colleague open her eyes. \"This is a major leap forward,\" <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr. Michael Lemole, said Thursday about the scene <strong> Kirsten Gillibrand </strong> witnessed Wednesday. <q> This is a major milestone for her, and we're hoping that she crosses through many more. </q> <strong> Kirsten Gillibrand </strong>, D-N.Y., recounted her moments with <strong> Gabrielle Giffords </strong> in an interview with reporters on Air Force One. \"It was such a moment, and we were in such tears of joy watching this", "new_id": -2}, {"uid": "1296156789139182089", "i": 35131, "idx": 3, "sa": ["Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Get the Chicago Tribune delivered to your home for only$ 1 a week> gposner29 at 1:13 PM January 27, 2011 Simply repay what was stolen and all will be well. Besides, most boomers will", "new_id": -2}]