[{"i": 18328, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ban underwriters from shifting the member fees to municipal-bond issuers. Both groups have political-action committees that finance candidate campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said. <q>Apparently, it's a practice all over the country,</q> <strong> Bill Lockyer </strong> said today in a telephone interview. \"I don't think it's a good one.\"-- With assistance from <strong> Michael B. </strong> Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum", "sa": ["Pete Young", "Bill Lockyer", "Michael B."], "uid": "1296611107097845302"}, {"uid": "1296261843136708096", "i": 27138, "idx": 0, "sa": ["Joanna Shields", "Eric Schmidt"], "q": "that the big Silicon Valley companies are committed to the project. \"We were really endorsing the idea without defining our exact participation,\" says <strong> Joanna Shields </strong>, Facebook's vice-president for Europe, Middle East and Africa. <q>I really commend the initiative to create a focal point.</q> Ms <strong> Joanna Shields </strong> has also been inspired by the government's plan to create KidsCode.org, an initiative to teach 11- to 16-year-olds how to write software and create technology products. <strong> Eric Schmidt </strong>, Google's", "new_id": -2}, {"uid": "1296144347066224138", "i": 30733, "idx": 0, "sa": ["Alec Baldwin", "Michael Vick", "Jane Fonda"], "q": "global airline because of the success of secondary destinations.\" Geographical locations across Africa, southeast Asia, and other parts of the world have gained importance to the airline. The airline is being positioned as a <q>gateway to the rest of the world,</q> Kayser continued. Tidbits: <strong> Alec Baldwin </strong>, The Dirtiest Hotel, Hacking, <strong> Michael Vick </strong>, <strong> Jane Fonda </strong>, and Taco Bell Meat Socialize: Monetizing Social Media conference March 31-April 1, 2011. Four tracks in two", "new_id": -2}, {"uid": "1296980052013991983", "i": 49020, "idx": 1, "sa": ["Michael Vick"], "q": "with family problems when two of his sons were arrested on drug charges, believed <strong> Michael Vick </strong> could change around his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as Reid. <q>He had a plan and he stuck to that, both on and off the field,</q> Reid said. \"He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did a great job", "new_id": -2}, {"uid": "1297183947119177270", "i": 43111, "idx": 2, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "failure in the execution of the war. \" \"I don't have enough confidence to say that that's right. I think that it's possible,\" <strong> Donald Rumsfeld </strong> told ABC News anchor <strong> Diane Sawyer </strong>. <q>We had[ an] enormous number of troops ready to go in. They had- we had off-ramps, if they weren't needed.</q> \"It's hard to know. You know, the path you didn't take is always smoother,\" he said. The former Pentagon chief\"s comments came in his first television interview", "new_id": -2}, {"uid": "1296109535112230447", "i": 23455, "idx": 1, "sa": ["Bill Plaschke", "David Letterman"], "q": "over and asked to wear it. \" \"And the rest,\" <strong> Bill Plaschke </strong> noted, \"is cheese-tory.\" Oddly Among the signs you have NFL playoff fever, from CBS' <strong> David Letterman </strong>: <q>You answer the phone,` Hut, hut, hello?\"</q>", "new_id": -2}, {"uid": "1297069271184320000", "i": 5376, "idx": 1, "sa": ["Simon Cowell"], "q": "But Steve- who'll be live on the red carpet at this weekend's Baftas for the E! Entertainment channel- stayed tight-lipped about whether he was set to join <strong> Simon Cowell </strong> for the Stateside show. <q>I've spoken to numerous people and all I'll say about it is it's a job I really, really want and I'd love to do. I don't want to go in depth all about it because I think that's a foolish thing to do. It's just a thing I want to do and we'll see in time,</q> he said. Keep updated with the latest breaking news and content on our Twitter feed. Latest dining reviews Read the latest reviews by the Shropshire Star's dining out reviewers before you decide where", "new_id": -2}, {"uid": "1297699733228933646", "i": 20320, "idx": 0, "sa": ["Donald Rumsfeld", "Katherine Gallagher", "Alberto Gonzales", "President Bush", "Dick Cheney"], "q": "exists. Then, upon learning that <strong> President Bush </strong> decided not to test the issue, but rather cancelled his trip, <strong> Katherine Gallagher </strong>, a spokesperson for the Paris-based International Federation for Human Rights, responded <q>the reach of the Convention Against Torture is wide, this case is prepared and will be waiting for him wherever he travels next.</q> <strong> President Bush </strong> is not the only former leader susceptible to universal jurisdiction. His companions such as <strong> Dick Cheney </strong>, <strong> Donald Rumsfeld </strong>, <strong> Alberto Gonzales </strong> and his accomplice lawyers, and all the CIA \"perpetrators\" who used White House-approved procedures", "new_id": -2}, {"uid": "1295802995079921158", "i": 16141, "idx": 8, "sa": ["Colin Powell", "Barack Obama"], "q": "withdrawal,\" this summer. He said progress will go backward, however; if military action is not backfilled with a functioning government. The <strong> Barack Obama </strong> administration pledged a drawdown of troops by this summer. <q>One year of surge has produced rather inconclusive results,</q> <strong> Colin Powell </strong> said. \"There are some elements of success and some elements where I think there has been backsliding. I'm not sure where we're going to be in July.\" CNN welcomes a lively", "new_id": -2}, {"uid": "1296697368231915552", "i": 8463, "idx": 0, "sa": ["Steve Ballmer"], "q": "dodged a bullet,\" as I detailed a year later. \"Others suggested that Microsoft had dodged a bullet by agreeing to a partnership as opposed to acquiring Yahoo outright in 2008.\"-- eWeek.com <q>Meanwhile, having dodged a bullet, Microsoft used some of that unspent dough to perfect its new search engine, Bing.</q>-- Forbes \"Microsoft knew it needed Yahoo! a year before it made its public offer in February of 2008, and while it may have actually dodged a bullet by not acquiring the whole company, <strong> Steve Ballmer </strong> and company", "new_id": -2}]