[{"uid": "1296231867027263053", "i": 1865, "idx": 1, "sa": ["Michael Gove", "Chris Keates"], "q": ". <strong> Michael Gove </strong>, the education secretary, said the new powers would mean the Michael Government could \"intervene whenever a school is not providing the kind of education children deserve\" . teaching union said the new provisions had <q> all the hallmarks of a power junkie </q>. <strong> Chris Keates </strong>, general secretary of the Nasuwt, said the bill gave an education secretary around 50 new powers: \"He can seize land to set up new schools, revise local authority budgets, close schools", "new_id": -2}, {"uid": "1296287013057311248", "i": 15025, "idx": 1, "sa": ["Michael Gove"], "q": "unions including the GMB, which has accused the backers of a free school in Wandsworth of setting its catchment area to exclude poorer children. Liberal Democrat party members last year voted to campaign against free schools because they <q> risk increasing social divisiveness and inequity </q>. Teaching unions share concerns that creating new schools will lead to a two-tier system. <strong> Michael Gove </strong> said yesterday: \"Yes, there are opponents, people trying to stop this. That's why it's", "new_id": -2}, {"uid": "1297425723208748548", "i": 50146, "idx": 1, "sa": ["Michael Gove"], "q": "stopping of projects in their areas was arbitrary and legally flawed. They asked the judge to order Mr <strong> Michael Gove </strong> to reconsider the schemes, properly taking account of their merits. The judge said: <q> However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation. </q> Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful \"because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act.\" Lawyers for", "new_id": -2}, {"uid": "1297426592170164226", "i": 50428, "idx": 1, "sa": ["Michael Gove", "Darren Cooper"], "q": "The judge said: \"However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation.\" Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful <q> because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act. </q> As part of BSF, every secondary school in England was due to be rebuilt or refurbished over a 15-20 year period at an estimated cost of? 55 billion. Sandwell Council leader <strong> Darren Cooper </strong> said", "new_id": -2}, {"uid": "1297451814077103115", "i": 11518, "idx": 0, "sa": ["Michael Gove"], "q": "the authorities-- Waltham Forest Council, Luton Borough Council, Nottingham City Council, Sandwell Council, Kent County Council and Newham Council-- before imposing the cuts. In five of the cases the failure was <q> so unfair as to amount to an abuse of power </q>, the judge said. \"However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation,\" he added. <strong> Michael Gove </strong>'s decision", "new_id": -2}, {"uid": "1297242449110002256", "i": 15901, "idx": 0, "sa": ["Michael Gove"], "q": "million for music education next year to end the` musical divide' between rich and poor students. The money will be used to make opportunity more equal and to encourage professional musicians into teaching careers. <q> Music has the power to touch the soul </q> said <strong> Michael Gove </strong>. \"But access to the best musical education is not universal and the opportunity to benefit from great instrumental tuition is not shared equally.\" The funding will be protected to \"ensure it", "new_id": -2}, {"uid": "1296287013057311248", "i": 15026, "idx": 2, "sa": ["Michael Gove"], "q": "last year voted to campaign against free schools because they \"risk increasing social divisiveness and inequity\" . Teaching unions share concerns that creating new schools will lead to a two-tier system. <strong> Michael Gove </strong> said yesterday: <q> Yes, there are opponents, people trying to stop this. That's why it's so important that reformers across party and across countries talk to each other and know there are people who are attempting to start new schools and realise that far from being individuals with a vision they are part of a global movement to transform education for the better. </q> Other speakers at the conference include Josephine Baker, executive director of the Washington public charter school board, which approves applications from new charter schools and oversees existing ones. She will urge teachers not to oppose", "new_id": -2}, {"uid": "1295466426197935104", "i": 29759, "idx": 0, "sa": ["Michael Gove", "Annette J. Smith"], "q": "said that if trips meant teachers filling in endless forms, or if procedures for asking for parents' permission for children to go on trips were not streamlined, organising a science outing could become unattractive. <q> It's a question of making sure that, within school, they don't create a bureaucracy that makes it difficult to get out. <strong> Annette J. Smith </strong>: \"Every educator would say outdoor experience is good </q> \"Every educator would say outdoor experience is good, but it is more complicated to organise.\" In September, Education Secretary <strong> Michael Gove </strong> promised to reduce the level of bureaucracy encountered by schools.", "new_id": -2}, {"uid": "1297124273189071372", "i": 28148, "idx": 6, "sa": ["Michael Gove"], "q": "\"study subjects that interest them most\" . He said <strong> Michael Gove </strong> was \"inflicting an ideological experiment\" on pupils.He said the Michael Government's flagship free schools were being approved without consultation with people who live nearby, while <q> existing local schools are being left to fall into disrepair </q>. On Monday, it was reported that at least 15 free school group had been promised or already given state funds for their buildings. It comes after a national school rebuilding programme was scrapped last year", "new_id": -2}, {"q": "\" he told the Central students. \"While( <strong> Mike Pence </strong> and his family) went back and forth in our heads, we never went back and forth in our hearts.\" Saying his <q> heart was in Indiana, </q> <strong> Mike Pence </strong> said he would continue to meet with \"the good and strong and opinionated people of this state\" before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment", "sa": ["Mike Pence"], "index_answer": 0, "idx": 3, "i": 20896}]