[{"uid": "1297492185025739275", "i": 44555, "idx": 1, "sa": ["Michael Gove"], "q": "should be no \"false hope\" the money would be reinstated. Mr <strong> Michael Gove </strong> has pledged to look again at their cases with an \"open mind\" , but a Department for Education spokesperson said: <q> We are delighted that the judge did not call into question the decision to end the wasteful and bureaucratic Building Schools for the Future programme. On the substantive points he concluded that it was a rational decision. </q> Six Yorkshire councils saw? 1bn of promised funding withdrawn by Mr <strong> Michael Gove </strong> when he axed the scheme, with almost 100 school rebuilding projects in the region halted as a result. Doncaster and Kirklees", "new_id": -2}, {"uid": "1297520477089751561", "i": 11903, "idx": 7, "sa": ["Michael Gove"], "q": "only to have the funds turned down. The decision to withdraw the money would have a \"catastrophic effect\" on its pupils, Chris Robbins, leader of the council said. He described the ruling as a <q> victory for common sense and fair play </q>. David Mellen, Nottingham city council portfolio holder for children's services, said he hoped <strong> Michael Gove </strong> would now \"do the right thing and give our schools and their pupils the funding they deserve and were", "new_id": -2}, {"uid": "1297427071058949663", "i": 2979, "idx": 7, "sa": ["Michael Gove", "Andy Burnham", "Darren Cooper"], "q": "said the ruling was a victory \"for all the communities and children betrayed by <strong> Michael Gove </strong>\" . He said the ruling was a \"damning verdict on[ <strong> Michael Gove </strong>'s] competence as a minister\" . <q> School building and repair is in complete chaos thanks to Mr <strong> Michael Gove </strong>. He condemns many children to crumbling classrooms and Portakabins whilst waving his cheque book to try to force through more free schools, which will be irrelevant for the majority of parents, </q> said <strong> Andy Burnham </strong>. The judge said Sandwell council should have been allowed to explain its special circumstances to the Department for Education. <strong> Darren Cooper </strong>, leader of Sandwell council, said he intended to apply for", "new_id": -2}, {"uid": "1297520477089751561", "i": 11904, "idx": 8, "sa": ["Michael Gove"], "q": "council said. He described the ruling as a \"victory for common sense and fair play\" . David Mellen, Nottingham city council portfolio holder for children's services, said he hoped <strong> Michael Gove </strong> would now <q> do the right thing and give our schools and their pupils the funding they deserve and were fully expecting to receive </q>. \"The decision is now up to him.\" Some 79 local authorities and 735 schools had projects stopped as part of the cancellation of the BSF programme. The judge said the total", "new_id": -2}, {"uid": "1297432165063684617", "i": 38383, "idx": 0, "sa": ["Michael Gove"], "q": ") programme. The decision meant dozens of projects in Kent for redeveloping secondary schools were ditched last year despite several million pounds having been spent. In his ruling, Justice Holman said <strong> Michael Gove </strong> should <q> reconsider the position of each of the claimants with an open mind and paying due regard to whatever representations they may respectively make. But provided he discharges that duty and his equality duties, the final decision on any given school or project still rests with him. He may save all, some, a few, or none. No one should gain false hope from this decision. </q> The ruling gives a glimmer of hope that KCC could yet save some of the axed schemes. However, the judge ruled against the councils' argument that the original decision to ditch the BSF", "new_id": -2}, {"uid": "1295461561122241153", "i": 9726, "idx": 3, "sa": ["Michael Gove"], "q": "voters in Hull should back in the forthcoming council elections. \" Defending his plans to cut Educational Maintenance Allowances in the Commons this afternoon <strong> Michael Gove </strong> praised councils that helped students with travel costs: \" <q> In Hull, Liberal Democrat-controlled Hull, any student in receipt of EMA also gets a travel grant to cope with the full cost... </q> Then, in response to interruptions, he continued: \"Well, they won't if a Labour council takes power, I suspect. But if they're wise enough to vote Liberal Democrat", "new_id": -2}, {"uid": "1295461969125829122", "i": 26812, "idx": 0, "sa": ["Michael Gove", "David Cameron"], "q": "but that may show how low expectations have become. Last spring,...\" \" Along with many other professions photographers are looking to find new income streams. For photojournalists this means looking beyond...\" <q> How do you get people to pay for news online? The fashionable solution touted by many anxious about the future... </q> \"<strong> Michael Gove </strong>- friend, ally and trusted adviser to <strong> David Cameron </strong>- has urged people to vote Liberal Democrat in...\" \"To Newbridge Rugby Club where I doubt they have such a thing as a Zen room", "new_id": -2}, {"uid": "1296145625234012726", "i": 40747, "idx": 2, "sa": ["Michael Gove"], "q": "failing schools. Mr <strong> Michael Gove </strong> insisted that under-achieving academies will not be exempt from this. \"There is absolutely no reluctance on our part to deal with any academy that's failing,\" he said. <q> Every school that under-performs will be held up to high standards. \"If sponsors are not doing the appropriate job then we will demand change. If necessary we will take the school out of that sponsor's hands and into someone's who can turn it around. </q> Keep up to date with the news. Sign up for Latest news and sport by email Sign up to receive the latest Sunday Sun news and sport direct to your inbox- all free of", "new_id": -2}, {"uid": "1296123376252575759", "i": 48794, "idx": 1, "sa": ["Michael Gove", "Sally Hunt"], "q": "violent protests. <strong> Sally Hunt </strong>, general secretary of the University and College Union( UCU) accused the coalition of \"sneaking\" the student loan rate changes out in the bill. She said: <q> The general public can see this for what it is- a stealth tax on learning and achievement- and it doesn't matter what piece of legislation the Michael Government tries to hide it in. Graduate unemployment is at a 10-year high, yet the Michael Government has introduced policies to increase student debt to record levels and then charge even higher rates of interest. Surely even they will now stop trying to spin these damaging unfair policies as progressive. </q> Further measures included in the White Paper were plans to overhaul the teacher training process, sweeping reforms of qualifications and the introduction of a reading test for six-year-olds. Mr <strong> Michael Gove </strong> has already announced plans", "new_id": -2}, {"q": "will use Windows Phone 7 as its core operating system, helping to drive the fairly new OS to success. \"I am excited about this partnership with Nokia,\" said <strong> Steve Ballmer </strong>, Microsoft CEO. <q> Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Nokia's future Under the proposed partnership:- Nokia would adopt Windows Phone as its principal smartphone strategy, innovating on top of the platform in areas such as imaging, where Nokia", "answer_q": "will use Windows Phone 7 as its core operating system, helping to drive the fairly new OS to success.`` I am excited about this partnership with Nokia,'' said <strong> Steve Ballmer </strong>, Microsoft CEO. <q> Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Nokia's future Under the proposed partnership:- Nokia would adopt Windows Phone as its principal smartphone strategy, innovating on top of the platform in areas such as imaging, where Nokia", "answer": "Steve Ballmer", "sa": "['Steve Ballmer']", "index_answer": 0, "idx": 1, "i": 56693}]