[{"uid": "1295432574026050633", "i": 2074, "idx": 0, "sa": ["Eric Cantor", "Mike Pence", "Barack Obama"], "q": "majority and several Tea Party freshmen. However, the measure will have almost no chance of making it past its next two hurdles: a Democratic-leaning Senate and a Barack Obamaial veto. Representative  Mike Pence ( R-Indiana) said,  We will vote to repeal Barack Obamacare again and again until we consign their government takeover to the ash heap of history where it belongs. Welcome to the 112th Congress. AmEric Cantoran people-- this is your week.  House Democrats, however, have criticized the Republican majority for pushing for a final vote on the measure, scheduled for next Wednesday, without allowing any amendments-- something they see as a failure of the GOP to", "new_id": -2}, {"uid": "1295553639137363464", "i": 15135, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "Bart Stupak"], "q": "just at HHS, as the Hyde Amendment specifically covers. Passage of this bill would take the issue off the table entirely at budget time. Of course, Democrats claim that the bill is unnecessary:  Backers of abortion rights, including most Democrats, say the health care overhaul law already maintains the Hyde amendment ban on federal funding of abortions.  During the debate over the health care legislation last year,  Mike Pence   Bart Stupak  led a block of anti-abortion rights House Democrats in refusing to support the bill. He ultimately backed the bill, however, after  Barack Obama  agreed", "new_id": -2}, {"uid": "1295494241012058630", "i": 43041, "idx": 1, "sa": ["Mike Pence", "Patrick Murphy"], "q": "House of Representatives. What would this mean for our country? Hit the Qwanz polls above to share your opinion with the World! www.facebook.com www.Twitter.com www.youtube.com http://wn.com/Rep_Patrick Murphy_Patrick Murphy_on_Repealing_'Don't_Ask,_Don't_Tell' Today, the House is considering HR 2965, Repealing  Don't Ask, Don't Tell,  sponsored by  Mike Pence   Patrick Murphy ( D-PA). This discriminatory and harmful policy has weakened America's security by depriving our nation of the service of thousands of gay and lesbian troops who have served their country honorably-- and", "new_id": -2}, {"uid": "1295633194146702360", "i": 3190, "idx": 16, "sa": ["Frank Gaffney", "Mike Pence", "Ayaan Hirsi Ali", "Louie Gohmert", "Peter King"], "q": "compiling a radical right href=\"http://thinkprogress.org/2011/01/19/Peter King-hearings-panelist/\"> witness list for the hearings, including Dutch critic Islam  Ayaan Hirsi Ali , who believes that \"Islam is a cult,\"\"  that \"there is no moderate Islam,\"\"  and that  we are at war with Islam.  This week,  Mike Pence   Louie Gohmert ( R-TX) joined the growing chorus of Republicans clamoring for hearings to look into the threat of \"creeping Sharia law.\"\"  Appearing on  Frank Gaffney 's radio show(  Frank Gaffney  is of", "new_id": -2}, {"uid": "1297720803009617535", "i": 19730, "idx": 0, "sa": ["Mike Pence", "Marjorie Dannenfelser"], "q": "isolated incidents in the history of a group willing to be a chief ally in the exploitation of women and girls,\"\"  said Susan B. Anthony List president  Marjorie Dannenfelser , in a statement after the protest.  Yet, this organization insists that it deserves taxpayers' continued support,  she said. Since the videos were released, U.S. Representative  Mike Pence , an Indiana Republican, has proposed legislation to deny family planning federal funding to any healthcare provider that offers abortion. Planned Parenthood", "new_id": -2}, {"uid": "1296179070266141708", "i": 52455, "idx": 0, "sa": ["Mike Pence"], "q": "he wants to focus on issues closer to home. Last year  Mike Pence  stepped down from his house leadership position which has led to a lot of speculation. The 51-year-old  Mike Pence  often describes himself as  a christian, a conservative, and a republican, in that order.   Share this article:  href=\"http://www.whas11.com/news/Ind-Representative-Mike Pence-will-not-seek-republican-nomination-for-president-114761134.html#commentform\" title=\"\"> 0 Comments href=\"http://www.whas11.com/news/Ind-Representative-Mike Pence-will-not-seek-republican-nomination-for-president-114761134.html#\" title=\"Email this article\"> Email this article href=\"http://www.facebook.com/sharer.php?u=http%3A%2F%2Fwww.whas11.com%2Fnews%2FInd- Representative-  Mike Pence - will- not- seek", "new_id": -2}, {"uid": "1296225829149782528", "i": 10639, "idx": 4, "sa": ["Eric Holcomb", "Mike Pence", "Joe Donnelly"], "q": "for  Eric Holcomb . tea party favorite who narrowly lost her race last year against Democratic  Mike Pence  title=\"Joe Donnelly\" href=\"http://www.dailypress.com/topic/sports/Joe Donnelly-Joe Donnelly-PESPT001882.topic\">  Joe Donnelly  in northern Indiana, said she was excited by the prospect of  Mike Pence  running for  Eric Holcomb .  I think he's the clear front-runner, and I think the race is his if he chooses to accept it,  Walorski said. \"I think he'd clear the field.\"\"  State Republican Party Chairman  Eric Holcomb  said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\"\"  such as", "new_id": -2}, {"uid": "1295278861147685381", "i": 3159, "idx": 3, "sa": ["Mike Pence"], "q": "the APC, said that  Mike Pence 's ability to unite the three traditional areas of conservatism- fiscal, foreign policy, and social- make him an ideal candidate for the nation's newly energized conservatives.   Mike Pence  describes himself as` First a Christian, then a conservative, then a Republican.' He unifies fiscal, social, and national security conservatives, and will energize the conservative coalition essential to winning back The White House in 2012,  Benko said in the release. posted on 01/17/2011 7:33:56 AM PST WEST/PALIN OR WEST/BACHMANN 2012. I like  Mike Pence  but he needs additional seasoning. A stint as the Gov of IN would help", "new_id": -2}, {"uid": "1295545193181207041", "i": 23022, "idx": 0, "sa": ["Mike Pence", "Chris Smith", "John Boehner"], "q": "the Republican agenda, House Speaker  John Boehner  on Thursday gave a top designation to a bill introduced by New Jersey  Mike Pence   Chris Smith  that would ban the use of any federal funds from being used for abortions. The  No Taxpayer Funding for Abortion Act,  given the numerical designation H.R. 3 to emphasize its prominence, would make permanent in existing law any language that bans abortion. It also would provide medical workers with \"conscientious protections\"\"  that allow them to refuse to", "new_id": -2}, {"i": 26988, "idx": 2, "index_answer": 0, "new_id": -1, "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.'' <strong> Eric Schmidt </strong>, 55, said, <q> We worked as a triumvirate for 10 years. </q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295648181220856323"}]