[{"uid": "1295012649054722586", "i": 30235, "idx": 2, "sa": ["Simon Cowell"], "q": "Moreover, says Slezak, <strong> Simon Cowell </strong> was someone who could deliver \"succinct, brutally honest and witty\" critiques in an off-the-cuff fashion. \"<strong> Simon Cowell </strong> was the voice of the people,\" he says. <q> He had a very specific skill that not everyone can pull off. Even <strong> Ellen DeGeneres </strong>, who has been an Oscar host couldn't do it- and that was a shock to me. </q> But the judges are just one piece of the equation. Clearly, \"Idol\" won't truly regain its spark unless it gives viewers a charismatic cast of contenders. Many believe that, in recent", "new_id": -2}, {"uid": "1295627741146702395", "i": 13716, "idx": 7, "sa": ["Eric Schmidt"], "q": "The news of the change rocked Silicon Valley, with analysts and company insiders offering varying theories. Some said Mr. <strong> Eric Schmidt </strong> was tired of the day-to-day hassles of management. Mr. <strong> Eric Schmidt </strong> said in the interview, <q> I would tell you, frankly, a decade is a long time to be a C.E.O., and Larry will discover this. </q> Others say Mr. Page always planned to re-assert his authority at some point. \"Larry has wanted to be C.E.O., so that's not a surprise,\" said a former Google sales executive", "new_id": -2}, {"i": 24755, "idx": 2, "index_answer": 1, "new_id": -1, "q": "\" Mr. <strong> Mike Pence </strong> told \"America's Morning News\" radio show. Mr. <strong> Mike Pence </strong> said he is pushing Congress to support the Title 10 Abortion Providers Prohibition Act, which would <q> cut off what is <strong> in excess </strong> of$ 350 million in taxpayer money that flows into Planned Parenthood through Title 10. </q> The Live Action videos, shot in New Jersey and Viginia in January, are similar to the 2009 videos shot by conservative activist <strong> James O'Keefe </strong> showing unethical practices at the Association of Community Organizations for Reform", "sa": ["James O'Keefe", "Mike Pence"], "uid": "1297272603143687692"}, {"uid": "1296136603265256963", "i": 2512, "idx": 0, "sa": ["Bruce Forsyth", "Simon Cowell"], "q": "Most Popular Talent Show award- caused an emotional standing ovation when he honoured producer Siobhan \"Shue' Greene with the gong, who then got up to join him on stage. The tearful survivor said: <q> I\"m just happy to be alive. </q> Earlier in the night, <strong> Simon Cowell </strong> had made a surprise appearance on stage as he accepted the award for Most Popular <strong> Bruce Forsyth </strong> Presenter on behalf of Ant& Dec, who had won it for the 10th year", "new_id": -2}, {"uid": "1297558438264306712", "i": 28733, "idx": 1, "sa": ["Mike Pence"], "q": "broadcasters give free airtime to opposing sides on controversial issues, according to Fox News. \"The American people cherish freedom, especially freedom of speech and of the press,\" said <strong> Mike Pence </strong>. <q> Bringing back the Fairness Doctrine would amount to government control over political views expressed on the public airways. We must pass the Broadcaster Freedom Act and bury the Fairness Doctrine once and for all. </q> Terror Chatter High, Protect Your Family With Emergency Radio", "new_id": -2}, {"uid": "1297199444258572348", "i": 19915, "idx": 1, "sa": ["Donald Rumsfeld", "Tony Blair", "Saddam Hussein", "President Bush", "Dick Cheney"], "q": ". \"Powell-- along with other top <strong> President Bush </strong> administration officials and advisers-- truly believed <strong> Saddam Hussein </strong> had weapons of mass destruction at the time of his famous presentation to the United Nations in February 2003.\" <q> Asked if he turned the conversation inside the administration to Iraq in the wake of 9/11, <strong> Donald Rumsfeld </strong> said \"absolutely not. </q>\" 5 hours after the 9/11 attacks, <strong> Donald Rumsfeld </strong> said \"Go massive... Sweep it all up. Things related and not.\" \"<strong> Dick Cheney </strong> British <strong> Tony Blair </strong> is currently\" saying", "new_id": -2}, {"uid": "1295371994257130516", "i": 914, "idx": 0, "sa": ["David Letterman", "Steven Tyler"], "q": "frontman-- who has joined the TV talent show as a judge this season-- always believed years of hard work is a better way to become a star but knows times have changed. He said: <q> I always thought that in order to become an American Idol, or any kind of idol, you have to pay your dues. But, today's a different world. </q> The 62-year-oldrocker went on to agree with TV talk show host <strong> David Letterman </strong>, who said he prefers musicians to have the \"honest, legitimate stamp of approval\" that comes from gradual success. <strong> Steven Tyler </strong>", "new_id": -2}, {"uid": "1297192174179781728", "i": 47880, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers", "Ric Flair"], "q": "Show with <strong> David Letterman </strong> on Monday night. <strong> Aaron Rodgers </strong>, who helped lead the sixth seed Green Bay Packers to the Super Bowl Championship, played off his role as a team leader in the interview. <q> <strong> Ric Flair </strong> do have to be one of the leaders, </q> <strong> Aaron Rodgers </strong> told <strong> David Letterman </strong>, \"but <strong> Ric Flair </strong> think it takes multiple leaders to have a locker room that functions properly... <strong> Ric Flair </strong>'m more of a leader by example.\" <strong> Aaron Rodgers </strong> threw for 304 yards, three", "new_id": -2}, {"uid": "1295498090112721961", "i": 14856, "idx": 4, "sa": ["Michael Jordan", "Magic Johnson", "Allen Iverson", "Jimmy Buffet"], "q": "acceptance of the league's most valuable player award seem like a cruel joke. But <strong> Michael Jordan </strong>'s defensive play was just as decisive on a night when he was forced to deal with cramps in the final minutes. <q> It's a crucial time of the game, </q> <strong> Michael Jordan </strong> said. \"What am I supposed to do http://wn.com/Allen_Iverson_37pts_vs_Tracy_McGrady_Orlando_Magic_2001_MVP <strong> Allen Iverson </strong> scored 37 points in his MVP Season vs. Orlando <strong> Magic Johnson </strong> <strong> Jimmy Buffet </strong> of the most controversial Basketball players of all time, <strong> Allen Iverson </strong> is one of the most loved", "new_id": -2}, {"uid": "1295647113138969096", "i": 47229, "idx": 1, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "to sell more than a half million company shares throughout the year as part of his asset-diversification plan, his first such sale in more than three years,\" <strong> Steve Jobs </strong> Russolillo reports for Dow Jones Newswires. <q> The sales, worth about$ 335 million based on <strong> Google Inc. </strong>'s closing price Thursday, will lower <strong> Eric Schmidt </strong>'s stake and voting power, and comes as <strong> Google Inc. </strong> announced that co-founder Larry Page will replace <strong> Eric Schmidt </strong> as chief executive. <strong> Eric Schmidt </strong> will become executive chairman in April, </q> Russolillo reports. \"The stock-trading plan, unveiled in a filing with the Securities and Exchange Commission, said <strong> Eric Schmidt </strong> intends to sell as much as 534,000 Class A shares during the course of the year. The sale", "new_id": -2}]