[{"uid": "1296200464159858698", "i": 5817, "idx": 13, "sa": ["David McIntosh", "Mike Pence", "Marjorie Dannenfelser"], "q": "she trusts that <strong> Mike Pence </strong> has \"come to the place that's right for him and his family.\" \"What I most want is for him to have a long future,\" <strong> Marjorie Dannenfelser </strong> said. <q> So I'm sure that he's made a discernment that this is the right move. </q> Former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one \"because he made it.\" \"You've got to have the fire in your", "new_id": -2}, {"uid": "1296280079111296551", "i": 7920, "idx": 5, "sa": ["Mike Pence", "Mike McDaniel"], "q": "person like him, with a wealth of experience, is always important to have backing you up when you're just getting started.\" Bucshon wouldn't speculate about <strong> Mike Pence </strong>'s future, but said, <q> No matter what he decides to do, I'll be supportive. </q> Other Republicans seemed more sure of <strong> Mike Pence </strong>'s plans. \"I am convinced he is now going to run for governor,\" said <strong> Mike McDaniel </strong>, a former state Republican chairman. Former", "new_id": -2}, {"uid": "1295552145232112145", "i": 6176, "idx": 6, "sa": ["Mike Pence"], "q": "- he was committed to limited government, to federalism, to a strong national defense, and to traditional values.\" \"But on style, he was a gentle man,\" <strong> Mike Pence </strong> says. <q> I met him in 1988, I sat with him for five or ten minutes in the Blue Room when I was a candidate for Congress. What I was most struck by, in our brief encounter, was his humility and his gentleness. As we go forward, it is imperative that we are tough on policy, but decent to our political opponents. </q> Turning to current affairs, <strong> Mike Pence </strong> says conservatives should not give up on repealing Obamacare. While he acknowledges that the Senate will likely stall the effort, he is hopeful that things could change. \"I", "new_id": -2}, {"uid": "1296169455065814529", "i": 23185, "idx": 0, "sa": ["Mike Pence"], "q": "Pence_Mike Pence/index.html?scp=1- spot&amp;sq=Mike Pence%20Mike Pence&amp;st=cse\"> Representative <strong> Mike Pence </strong> of Indiana announced Thursday that he would not be a Republican candidate for president in 2012, but he left the door open to running for governor. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> MMike Pence wrote in a letter to supporters. \"We will not seek the Republican nomination for president in 2012.\" The decision of MMike Pence, which was first reported by The Indianapolis Star, ended weeks", "new_id": -2}, {"uid": "1296218172048857090", "i": 15204, "idx": 6, "sa": ["Mike Pence", "Dan Coats", "Brad Ellsworth", "Jonathan Weinzapfel"], "q": "drawn this year; former U.S. <strong> Mike Pence </strong> <strong> Brad Ellsworth </strong>, who lost his bid for the Senate in 2010; Evansville Mayor <strong> Jonathan Weinzapfel </strong> and Kokomo Mayor Greg Goodnight. Indiana Democratic Party Chairman <strong> Dan Coats </strong> Parker predicted a <q> very, very competitive race </q> in 2012. He labeled <strong> Mike Pence </strong> an ideologue who is \"out of the mainstream in Indiana\" and should be thinking more about his job in Washington, and less about seeking another job.( 3 of", "new_id": -2}, {"uid": "1295916049143048705", "i": 13679, "idx": 1, "sa": ["Mike Pence"], "q": "jobs and spending and our movement would do well to stand aside, bank the win and return to fight after this fiscal and economic crisis has passed,\" he said during the Values Voter Summit. <q> But we do not live in a world where an American leader can just focus on our financial ledger. A political party that would govern this great nation must be able to handle more than one issue at a time. We must focus on our fiscal crisis and support our troops. We must work to create jobs and protect innocent human life, </q> he continued. <strong> Mike Pence </strong> continued, \"To those who say we should focus on cutting spending, I say` Ok, let's start by denying all federal funding for abortion at home and abroad!", "new_id": -2}, {"uid": "1295779892017170523", "i": 2216, "idx": 10, "sa": ["Mike Pence"], "q": "get you to the finish line. You need to be able to expand beyond that.\" <strong> Mike Pence </strong> said Monday he's leaning in one direction but declined to say what it was. <q> We're nearing the end of a process that began right after Election Day in November, </q> <strong> Mike Pence </strong> said. \"We've determined that it would be appropriate for us to make a decision on our general direction before the end of January.\" His recent activities suggest he has been", "new_id": -2}, {"uid": "1295980514180977677", "i": 40680, "idx": 1, "sa": ["Michele Bachmann", "Mike Pence", "Newt Gingrich"], "q": "on- 2012/Newt Gingrich- <strong> Mike Pence </strong>- and- <strong> Michele Bachmann </strong>- co.html?wprss=thefix\"> noted Washington Post blogger Aaron Blake. But potential candidates Reps. <strong> Michele Bachmann </strong>, R-Minn., and <strong> Mike Pence </strong>, R-Ind., and former House Speaker <strong> Newt Gingrich </strong> <q> have a lot going for them that their predecessors didn't. Underestimating any of them, including <strong> Michele Bachmann </strong>, in a presidential race as wide open as this one would be a mistake given Republican primary voters' demonstrated willingness to upset the establishment apple cart in 2010. </q>", "new_id": -2}, {"uid": "1294985458245579817", "i": 44287, "idx": 1, "sa": ["Mike Pence"], "q": "in the hands of title=\"Topic- Law-Abiding Citizens\"> law-abiding citizens make communities safer, not less safe,\" said <strong> Mike Pence </strong>, R- title=\"Topic- Indiana\"> Ind., in an interview. <q> And I understand the human impulse us to look for blame. Heartache does that. But no expressed opinion and no public policy created what happened on Saturday last. </q> In recent years, mass shootings have not have generated momentum for new gun laws. Colorado, in which two teenagers murdered 13 people before killing themselves, sparked gun control proposals in title=\"Topic-", "new_id": -2}, {"i": 6041, "idx": 7, "index_answer": 0, "new_id": -1, "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. \"The people in the streets have to give this government an opportunity to change,\" he said cheerfully. <q> Beautiful things happened in the last five days. </q> This affects comments on all stories. The Charlotte Observer welcomes your comments on news of the day. The more voices engaged in conversation, the better for us all, but do keep it", "sa": ["Zahi Hawass", "Hosni Mubarak"], "uid": "1296579646157810697"}]