[{"uid": "1297413537259899417", "i": 44074, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Horn told TheDC that one of the big mistakes people are making is to confuse weather with climate. A couple of snow storms no more disprove global warming than a really hot day confirms the theory. <q> Weather is what we wake up to everyday. Climate is the average of weather over a long period of time... So it makes no sense to try to say that a storm, or storms, or hurricanes are from global warming. You can not say that because what we have seen through history is that the variability of weather is so enormous that there is no comparison. </q> So folks, strap on your snow boots, endure the cold, but don't try to draw conclusions from what you see when you look out the window. TheDC Interview: <strong> Donald Rumsfeld </strong>- secret", "new_id": -2, "mturk_index": "552"}, {"uid": "1296157213138100743", "i": 18122, "idx": 1, "sa": ["Larry Page", "Adam Lashinsky", "Eric Schmidt"], "q": "chief executive role to <strong> Larry Page </strong> is` completely false,' <strong> Eric Schmidt </strong> told a group of reporters Thursday at the World Economic Forum in Davos, Switzerland,\" <strong> Adam Lashinsky </strong> reports for Fortune. <strong> Adam Lashinsky </strong> reports, <q> <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook.` We have a competitor called Microsoft, </q> he said. \"Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.\" ' \"<strong> Eric Schmidt </strong> also took on Google's competition with Apple. Google", "new_id": -2, "mturk_index": "29"}, {"uid": "1295601684081559570", "i": 32279, "idx": 4, "sa": ["Danny Sullivan", "John Battelle", "Eric Schmidt"], "q": "being the main public face of the company.\" <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come in for criticism for awkward recent statements \"harmful to Google's reputation\" and the three top executives may have decided <q> it was time for a fresh public face. </q> <strong> John Battelle </strong>, author of \"The Search,\" a book about Google and technology rivals, said: \"<strong> Eric Schmidt </strong> has been at it for a decade, a very long time to be running a company", "new_id": -2, "mturk_index": "971"}, {"uid": "1296371370213876753", "i": 17283, "idx": 0, "sa": ["Allen Iverson", "Carmelo Anthony", "John Wall", "Paul Pierce"], "q": "assists and 3 steals. Movie from nba.com More about <strong> John Wall </strong>, Wizards and NBA Top Plays at www.John WallJohn Wall.co( not. com) player website. Iverson_Allen Iverson_18pts_Melo_career_high_49pts_vs_Wizards_07/08 <strong> Allen Iverson </strong> barely broke a sweat and he thanked <strong> Carmelo Anthony </strong> for that. <q> I think that might be the easiest game I ever played in my career. I was out there watching, </q> <strong> Allen Iverson </strong> hollered across the locker room after <strong> Paul Pierce </strong> scored a career-high 49 points to lead the Denver Nuggets past the Washington Wizards 111-100 Friday night. With <strong> Paul Pierce </strong> swishing shots from all over the court, <strong> Allen Iverson </strong> took just nine", "new_id": -2, "mturk_index": "1469"}, {"uid": "1297616629186400779", "i": 32559, "idx": 41, "sa": ["Paul Bremer", "David Martin", "Donald Rumsfeld"], "q": "in the summer of 2003, <strong> Donald Rumsfeld </strong> recruited former State Department official <strong> Paul Bremer </strong> to run the occupation in Iraq. \"He supposedly worked for me. He never really did,\" <strong> Donald Rumsfeld </strong> said. <q> It seems like he almost blew you off, </q> <strong> David Martin </strong> suggested. \"We had given him written guidance as to what to do and it said,` Let's get an Iraqi face on this. Let's get Iraqi leadership going,\" '", "new_id": -2, "mturk_index": "1268"}, {"uid": "1295571680118030373", "i": 42600, "idx": 0, "sa": ["Tim Cook", "Larry Page", "Eric Schmidt"], "q": "job at the internet giant. The company says the surprise management shakeup was made as part of a plan to streamline decision making and create clearer lines of responsibility and accountability at the top. <q> As Google has grown, managing the business has become more complicated, </q> Mr <strong> Eric Schmidt </strong> said in a posting on the company's official blog. \"So <strong> Larry Page </strong>, Sergey[ Brin] and I have been talking for a long Tim Cooke about how best to simplify our management structure", "new_id": -2, "mturk_index": "726"}, {"uid": "1296063787120487940", "i": 1580, "idx": 0, "sa": ["Andy Coulson", "Ian Edmondson", "John P. Yates", "Dan Sabbagh"], "q": "my colleague <strong> Dan Sabbagh </strong>. He has a pretty strong analysis of the implications of what's happening today. This is what he said of <strong> Ian Edmondson </strong>- who, we must remember, was appointed by <strong> Andy Coulson </strong>: <q> I'm told he has been sacked, he was thought it was coming. This is a volcano that is starting to erupt, there will be huge explosions all over Fleet Street if police get to the truth. </q> 4.49 pm: One key point to note is that both the Met and the CPS have appointed teams led by people with no previous involvement in the case. Most notably, deputy asssistant commissioner <strong> John P. Yates </strong> will not be", "new_id": -2, "mturk_index": "761"}, {"uid": "1297408933159662112", "i": 57314, "idx": 0, "sa": ["John Rishton", "John Rose", "Michael Gove"], "q": "need to rebalance the economy towards manufacturing and exports. <strong> John Rose </strong> has taken the opportunity to talk up industry. On Thursday, he backed education secretary <strong> Michael Gove </strong>'s plan to bring back technical colleges to teach practical skills. <q> Taking the stigma away from technical colleges is very important- it's not obvious to me why everyone should go to university. </q> But he has managed to remain apolitical throughout. <strong> John Rose </strong> will be replaced by <strong> John Rishton </strong>, who helped to turn round Dutch retailer Ahold. Analysts expect a slightly more open company. But, as Wheeldon adds", "new_id": -2, "mturk_index": "228"}, {"uid": "1295101045140623875", "i": 4393, "idx": 0, "sa": ["Bernie Sanders"], "q": "markings like the ones on her website weren't his style. But he also agreed on one key point with the woman who enjoys wide support among conservatives likely to vote in next year's primaries, saying, <q> There is no evidence to suggest that it( the shootings) had anything to do with this mentally unstable person's rage and senseless act in Arizona. </q> On the other side of the political aisle, liberal independent Sen. <strong> Bernie Sanders </strong>, of Vermont, who is seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in", "new_id": -2, "mturk_index": "743"}, {"uid": "1297224727163495958", "i": 28583, "idx": 3, "sa": ["Katrina Pierson", "Michael Vick", "Dwaine Caraway"], "q": "from that person,` hey, don't get involved with drugs, get your homework done, complete your education.\" Critics like <strong> Katrina Pierson </strong>, say <strong> Dwaine Caraway </strong> should not praise <strong> Michael Vick </strong> in that way. <q> I am a mom and I am trying to raise a nice, respectable young man, who does look up to these professional athletes </q> says <strong> Katrina Pierson </strong>. \"He should have given him his house keys if he likes <strong> Michael Vick </strong> so much, not the key to the city\" she adds. \"You give keys to the city to people who have", "new_id": -2, "mturk_index": "144"}]