[{"uid": "1294977284267157543", "i": 145, "idx": 2, "sa": ["Kelsey Grammer", "David Letterman", "Beverly Hills"], "q": "Of <strong> Beverly Hills </strong>'( December 10, 2010)`` The kids seem to be doing OK,'' <strong> Kelsey Grammer </strong> said during his visit to the`` Late Show with href=\"http://omg.yahoo.com/celebs/David Letterman-David Letterman/215\"> <strong> David Letterman </strong>'' on Thursday. <q> We've been spending quite a bit of time with them, Kayte and I. Kayte's my new girl, and we're planning to get married soon... </q> VIEW THE PHOTOS: Divorce! Break-Ups! Hollywood's Most Famous Former Couples`` Sometime in February,'' <strong> Kelsey Grammer </strong> replied. The actor has made no secret of his plans to push forward with his", "new_id": -2}, {"uid": "1296084752130252877", "i": 53506, "idx": 1, "sa": ["Michael Vick"], "q": "50 percent to 75 percent,'' you can believe him. What the Eagles have to hope is that before Sunday that percent jumps up to between 85 to 95 percent. <strong> Michael Vick </strong> saying, <q> I'll be 100 percent by the time the game starts, </q> is a bit too optimistic. After the NFL's 16-game meat grinder, no player enters the playoffs`` 100 percent'' healthy. <strong> Michael Vick </strong> is going to start on Sunday against the Green Bay", "new_id": -2}, {"uid": "1295472882255852553", "i": 7618, "idx": 0, "sa": ["Bernie Sanders", "Hu Jintao", "Barack Obama"], "q": "- With Chinese <strong> Barack Obama </strong> <strong> Hu Jintao </strong> on a state visit to Washington, a US senator expressed disbelief Wednesday that a major museum in the US capital sells only`` crafted in China'' busts of US Barack Obamas. <q> That is pretty pathetic! I was not aware that the collapse of our manufacturing base had gone that far, </q> Independent Senator <strong> Bernie Sanders </strong> said in a letter to the director of the National Museum of American History. <strong> Bernie Sanders </strong>'s office released photographs of bronze-colored busts of the first US <strong> Barack Obama </strong>, George Washington, as well as", "new_id": -2}, {"uid": "1296550878146587668", "i": 31353, "idx": 1, "sa": ["Sergio Marchionne"], "q": "spokeswoman Shawn Morgan said Monday. Because Chrys ler still owes about$ 5.8 billion to the U.S. government, lent under the Troubled Asset Relief Program, the U.S. Treasury can restrict senior management's compensation. <q> It was absolutely owed that we treat our people properly, </q> CEO <strong> Sergio Marchionne </strong> told analysts and reporters on a conference call.`` The obligation to our people was much greater than the need to improve our bottom-line profitability.'' <strong> Sergio Marchionne </strong> chose the term performance award rather than", "new_id": -2}, {"uid": "1295564409055378023", "i": 44651, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "ett Sergeyn kanssa viel pitk?n'', <strong> Eric Schmidt </strong> sanoi.`` Maailmassa ei ole toista toimitusjohtajaa joka olisi voinut pit n?in uppiniskaiset perustajat n?in sitoutuneina ja silti johtaa liiketoimintaa niin nerokkaasti'', <strong> Larry Page </strong> sanoi. <q> <strong> Eric Schmidt </strong> on loistava johtaja ja olemme saaneet h?nelt lukemattomia oppitunteja. </q> Johtajavaihdos oli yhti?n mukaan osa suunnitelmaa, joka`` virtaviivaistaa'' yhti?n p?t?ksentekoa ja luo selke?mm?n kuvan vastuunjaosta yhti?n johdossa.`` P?timme joululomien aikaan, ett nyt on oikea hetki tehd suunnittelemamme muutokset'', <strong> Eric Schmidt </strong> kertoi", "new_id": -2}, {"uid": "1296671144083132443", "i": 7434, "idx": 5, "sa": ["David Letterman", "Mitt Romney"], "q": ", you know.'' The <strong> David Letterman </strong> appearance seemed aimed in part at warming up <strong> Mitt Romney </strong>'s image as a buttoned-down, successful businessman. He talked about a dispute with a fellow air traveler, saying, <q> he broke my hair. </q> <strong> Mitt Romney </strong> also starred in a feature titled,`` The Top Ten Things You Don't Know about <strong> Mitt Romney </strong>.'' The list included`` <strong> Mitt Romney </strong> is short for Mitt Romney-hew'' and`` I'm the guy in the photo", "new_id": -2}, {"uid": "1295627170004243488", "i": 23018, "idx": 5, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "that new blood, a new perspective, is needed,'' he said. Whatever happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. <q> <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs, </q> he said.`` Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style.'' Enter for a chance to", "new_id": -2}, {"uid": "1295973497237387805", "i": 8668, "idx": 0, "sa": ["David Letterman", "Rob Jost", "Lea Michele", "Chris Sullivan", "Nathan Tysen"], "q": "). Additional talents lending their musical skills are <strong> Nathan Tysen </strong>( The Burnt Part Boys), <strong> Chris Sullivan </strong>( of Freestyle Love Supreme), Jeremy Bass, Lauren Riley-Rigby, Kate Mollica, <strong> Rob Jost </strong> and <strong> David Letterman </strong> Croiter. <q> I am a big fan of thematic albums... I really wanted to make an album like this with Blue Bottle Collection- one that had an arc, variations on themes, a cLea Micheler beginning and ending. It's a meditative summer journey, </q> Zaitchik told Playbill.com.`` It's music for driving with the windows down. I imagine that the album takes us from Memorial Day to Labor Day. Basically a little love letter to my favorite season, with", "new_id": -2}, {"uid": "1295158532128794647", "i": 622, "idx": 0, "sa": ["LeBron James", "Allen Iverson", "Kobe Bryant"], "q": "we probably could have put 10 people on the court and probably wouldn't have been able to stop him,'' said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists. <q> I didn't realize it, </q> <strong> Kobe Bryant </strong> said when told about his scoring spree.`` You just get into one of those rhythms. My teammates were looLeBron James for me, it just feels like the ball finds you.'' The Lakers led 89-79", "new_id": -2}, {"i": 40814, "idx": 2, "index_answer": 0, "new_id": -1, "q": "points on the highest stage you can ever score,'' said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said. <q> I will remember this night for the rest of my life. </q> The Nuggets have been searching for a consistent third scorer behind <strong> Anthony Atkinson </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then", "sa": ["Linas Kleiza", "Allen Iverson", "Anthony Atkinson"], "uid": "1296796643209420294"}]