[{"uid": "1295909859246595674", "i": 48640, "idx": 1, "sa": ["Bernie Sanders", "Barack Obama"], "q": "'s call \"to raise the retirement age, and otherwise reduce Social Security benefits\" in his State of the Union address. Instead, <strong> Barack Obama </strong> will keep his comments about Social Security vague. The paper reports <q> he is likely to urge lawmakers to work together to make the program solvent, without going into details, according to congressional sources. </q> Progressives had worried <strong> Barack Obama </strong> might embrace the growing call from Republicans to make significant changes to the way Social Security works. <strong> Bernie Sanders </strong> said the news that <strong> Barack Obama </strong> would say nothing specific about the program one way or", "new_id": -2, "mturk_index": "1392"}, {"uid": "1295667421014565497", "i": 22671, "idx": 3, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "de 55 ans a expliqu pourquoi il n'occupera plus le fauteuil du PDG chez Google? compter du 4 avril prochain. \"Plus besoin de supervision parentale au jour le jour\" , a crit <strong> Eric Schmidt </strong>. <q> <strong> Larry Page </strong>, <strong> Sergey Brin </strong> et moi parlions depuis longtemps de simplifier notre structure d?cisionnelle et d'acc?l?rer notre processus de prise de d?cision. Je suis certain que les 10 prochaines ann?es sous <strong> Larry Page </strong> vont tre encore meilleures que les 10 derni?res. Larry Pagest pr?t? diriger </q>, a ajout <strong> Eric Schmidt </strong> sur le blogue de Google. <strong> Larry Page </strong> et <strong> Sergey Brin </strong>, deux coll?gues au doctorat? l'Universit Stanford en Californie, ont fond Google en 1998. Ils ont engag <strong> Eric Schmidt </strong> comme PDG trois ans", "new_id": -2, "mturk_index": "2126"}, {"uid": "1295624586249511948", "i": 16861, "idx": 0, "sa": ["Steve Ballmer"], "q": "gaming console. Microsoft Windows Server Group Product Manager, Manlio Vecchiet answers questions about Hyper V, network access protection and the adoption to date of Windows Server 2008. WinRumors said Microsoft would release the utilities <q> in the coming months. </q> The company has not confirmed the report. It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told", "new_id": -2, "mturk_index": "1228"}, {"uid": "1296722561124895288", "i": 36779, "idx": 0, "sa": ["Barbara Walters", "David Letterman"], "q": "Theater for` The Late Show with <strong> David Letterman </strong>' New York City, USA... Veteran U.S. newswoman <strong> Barbara Walters </strong> is urging fans to watch a star-studded TV special highlighting heart disease, because learning about the health problem is <q> a matter of life and death </q>. The 81 year old underwent an operation last year( 10) to replace a faulty heart valve, shortly after announcing news of her condition on American TV show The View. <strong> Barbara Walters </strong> has", "new_id": -2, "mturk_index": "2196"}, {"uid": "1295580385248299529", "i": 58184, "idx": 1, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "Season 10, fans will be juding two new judges-- <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>-- as well as target=\"_blank\" an aging reality show that is changing things up to remain on top. According to <strong> Jennifer Lopez </strong>, <q> What this show is about is` American Idol' New Orleans Auditions Find Talent, Tearjerkers Paris Tassin's emotional story and rich voice bring tears to <strong> Jennifer Lopez </strong>'s eyes. by Gil Kaufman Night two of the first week of auditions brought the judges to target=\"_blank\" New Orleans, where the city's legendary party attitude was in rich supply, along with some pretty impressive voices. E-Mail this story to a friend Add RSS Welcome to the born-again American Idol. With the departure of \"the mean one, </q> judge <strong> Simon Cowell </strong>, the TV juggernaut seems to have gone through a conversion. At a recent Fox` American Idol' begins season Wednesday with 2 new judges, new time slot Political Corruption- What Our Governments Never", "new_id": -2, "mturk_index": "1410"}, {"uid": "1295094184206520339", "i": 24566, "idx": 8, "sa": ["David Letterman", "Kelsey Grammer"], "q": "daughter he has with Camille. \"We've been spending quite a bit of time with them, Kayte and I. Kayte's my new girl, and we're planning to get married soon.\" <q> You're getting married soon? </q> <strong> David Letterman </strong> asked. \"Sometime in February,\" <strong> Kelsey Grammer </strong> replied. Police release Youtube video shot by Tucson shooter.. and, yes, he's crazier than a shiathouse rat... A report states", "new_id": -2, "mturk_index": "1479"}, {"uid": "1295606098062603329", "i": 32225, "idx": 7, "sa": ["Michael Gove"], "q": "but actually make everyone go backwards? \" Even by the low standards of recent Education Secretaries, <strong> Michael Gove </strong> strikes me as being particularly out of his depth and reliant on simplistic ideologies for his policies. <q> Indeed, but is seems increasingly British schools are providing neither and instead encourage the exploration of feeling and the expression of opinion. Which is all very well once you have the facts and understanding. Which is, of course, why we have schools. </q> Facts, can exist without understanding, by the way. Two plus two is four and the Nile is the longest river in Africa and will remain so regardless of whether you understand it or not. A", "new_id": -2, "mturk_index": "814"}, {"uid": "1297712182009535530", "i": 33769, "idx": 2, "sa": ["Mayor Tom", "Michael Vick", "Tom Leppert"], "q": "No. 3 seed in the postseason. But there... <strong> Michael Vick </strong> Key To City: Dallas <strong> Mayor Tom </strong> <strong> Tom Leppert </strong> Disavows Presentation DALLAS- The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a <q> key to the city. </q> <strong> Michael Vick </strong> won The... DALLAS- <strong> Michael Vick </strong> took a most unusual path to The Associated Press 2010 NFL Comeback Player of the Year award he received Saturday night.... TMZ reported on Thursday that <strong> Michael Vick </strong> was hosting a Super", "new_id": -2, "mturk_index": "371"}, {"uid": "1295627933219987982", "i": 1876, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "die beiden die F?hrung des Unternehmens an <strong> Eric Schmidt </strong>, der zuvor Vorstandschef beim Software-Anbieter Novell war. Unter dem erfahrenen Manager hat Google das Kerngesch?ft der Internet-Suchmaschine in alle Richtungen erweitert und ist zu einem breit aufgestellten Technologiekonzern geworden. <q> <strong> Eric Schmidt </strong> ist ein toller Firmenchef und ich habe viel von ihm gelernt </q>, sagtLarry Page in einer Telefonkonferenz. Das Gesch?ft bl?ht: Im Schlussquartal 2010 stieg der Umsatz um 26Prozent auf 8,4 Milliarden Dollar. Das Unternehmen verdiente unterm Strich satte 2,5 Milliarden Dollar und damit 29 Prozent mehr als", "new_id": -2, "mturk_index": "1801"}, {"uid": "1295242191190218251", "i": 4093, "idx": 2, "sa": ["Gabrielle Giffords", "Debbie Wasserman Schultz", "Kirsten Gillibrand"], "q": "to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,\" <strong> Kirsten Gillibrand </strong> told NBC's \"Meet The Press\" program. <q> It's an extraordinary amount of progress for a woman who sustained such a horrific injury, </q> she added. Another congressional colleague, US Representative <strong> Debbie Wasserman Schultz </strong>, said she also was heartened after a visit Saturday at <strong> Gabrielle Giffords </strong>' bedside, to see her improving. <strong> Gabrielle Giffords </strong> \"continues to make very", "new_id": -2, "mturk_index": "1960"}]