[{"uid": "1295412345169443429", "i": 24957, "idx": 0, "sa": ["Steve Ballmer"], "q": "from China and said it expected those purchases to be more than$ 3 billion in coming years. MSFT.O) CEO <strong> Steve Ballmer </strong> The world's largest software maker told the Washington Post in July that <q> better global enforcement of intellectual property laws </q> was its top lobbying priority and CEO <strong> Steve Ballmer </strong> pegged China as the country with the weakest protections. Microsoft and other members of the Business Software Alliance have called for a deal to boost U.S. software sales and", "new_id": -2}, {"uid": "1295715719099811332", "i": 57669, "idx": 5, "sa": ["Amir Johnson", "Allen Iverson", "Rodney Stuckey", "Rasheed Wallace", "Tayshaun Prince", "Andrew S.I.D. Lang", "Richard Hamilton"], "q": "<strong> Rasheed Wallace </strong> as their only big starter. The Pistons acknowledged after the game that they are better defensively with <strong> Amir Johnson </strong> on the floor, and better offensively when <strong> Richard Hamilton </strong> and <strong> Allen Iverson </strong> are on the court together with guard <strong> Rodney Stuckey </strong>. <q> When we have the bigger lineup, obviously we're better defensively, </q> <strong> Tayshaun Prince </strong> said.`` It's kind of pick and choose.`` Sometimes you are going to need the offensive Andrew S.I.D. Lange, but more importantly you're going to need the defensive Andrew S.I.D. Lange.'' The game was tight", "new_id": -2}, {"uid": "1295623347170147858", "i": 3968, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "herinnerd worden als een topman die met boude uitspraken over privacybescherming wereldwijd grote verontwaardiging oogstte. Toch zal het voor <strong> Larry Page </strong> ontzettend lastig worden om de successtrategie van <strong> Eric Schmidt </strong> komende jaren door te zetten, voorspellen kenners. <q> <strong> Eric Schmidt </strong> heeft het geweldig gedaan en Google naar grote successen geleid </q>, zegt Gartner-analist Ray Valdes. De altijd rustig en relaxt ogende <strong> Eric Schmidt </strong>, die eerder als CEO bij Novell en CTO bij Sun Microsystems diende, werd in juli 2001 door <strong> Larry Page </strong> en <strong> Sergey Brin </strong> benoemd als topman van het", "new_id": -2}, {"uid": "1295177816150732814", "i": 28042, "idx": 3, "sa": ["Sergio Marchionne"], "q": "American companies in the face of economic and global shocks that are out of their control, such as spiraling oil prices or another recession. Chrysler, which remains the weakest of the three, now has <q> enough resources to deal with another recession, </q> <strong> Sergio Marchionne </strong> said. And the company is launching more fuel-efficient powertrains so that customers won't flee to other brands as gas prices rise, he said. The steadier financial footing has enabled the companies to start", "new_id": -2}, {"uid": "1295413082129597478", "i": 55406, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence", "T. Williams"], "q": "presidential primaries. <strong> Mike Pence </strong> has stepped down from his post in the House Republican leadership and is considering a White House run or possible governor campaign. In remarks to state lawmakers, <strong> Mike Pence </strong> called <strong> Mitch Daniels </strong> <q> the best governor in America. </q> <strong> Mike Pence </strong> says he's had as many people encourage him to consider coming home to Indiana as urging him to`` keep the national campaign.'' Officer Ian Birk describes <strong> T. Williams </strong>' posture During the", "new_id": -2}, {"uid": "1296716411176898050", "i": 14291, "idx": 1, "sa": ["Blake Griffin", "Allen Iverson", "Corey Maggette"], "q": "plays. And now the team is playing better.'' Twice this season, <strong> Blake Griffin </strong> has scored 40 or more points, making him the first rookie to do so since <strong> Allen Iverson </strong> in 1996-97. <q> He definitely should be in the All-Star game, without a doubt, </q> said Milwaukee's <strong> Corey Maggette </strong>, a former Clipper.`` He's one of those special players, like LeBron.'' <strong> Blake Griffin </strong> is already committed to the All-Star dunk contest and was selected to play in the", "new_id": -2}, {"uid": "1295803136231243808", "i": 33804, "idx": 3, "sa": ["Colin Powell"], "q": "was not on board with the plan to send the USA over the edge. honested: It's nice to hear from the one honest and intelligent Mister Bill 7 minutes ago( 12:11 PM) Mister <strong> Colin Powell </strong> says <q> You can't fix the deficit or the national debt by killing NPR or National Endowment for the Humanities or the Arts. </q> That is a good example of keeping the rhetoric down to a civil discourse. I agree that just cutting those two items will not balance the budget, but it is a good start. That means that who", "new_id": -2}, {"uid": "1295014590159514625", "i": 32622, "idx": 0, "sa": ["Matt Cardle", "David Guetta", "Julius Malema", "Travie McCoy", "Louis Walsh", "Simon Cowell"], "q": "front of a live television audience for the first time tonight. Boy band FYD opened the show with a cover of <strong> Travie McCoy </strong>'s Billionaire, adding a reference to <strong> Simon Cowell </strong> into the lyrics. Judge <strong> Louis Walsh </strong> told them: <q> It was a great opening. Well done. </q> Next up was painter and decorator <strong> Matt Cardle </strong>, singing <strong> David Guetta </strong>'s When Love Takes Over. http://wn.com/Julius Malema_Julius Malema_insulting_a_BBC_Journalist_High_Quality_HD And this just before the FIFA World cup? How the hell do they still expect people to come for the World cup", "new_id": -2}, {"uid": "1295279785214679570", "i": 34165, "idx": 1, "sa": ["David Cameron", "Andy Coulson", "Robert Gibbs"], "q": ", he denies any wrongdoing. He denies any association with wrongdoing in his time at the News of the World. I'm not going to start constantly second-guessing what people said.'' He added: <q> The DPP has decided to look into it- that's a totally legitimate thing to do. It's pRobert Gibbsably a very good way of getting to the bottom of this one way or the other. </q> Mr <strong> David Cameron </strong> told the BBC that he believed Mr <strong> Andy Coulson </strong> had already made amends for`` bad things'' that happened during his editorship, and insisted that the communications chief deserved a second chance.", "new_id": -2}, {"i": 4137, "idx": 1, "index_answer": 0, "new_id": -1, "q": "Museum, which houses thousands of ancient artifacts, was being protected by the army. Head of Antiquities, <strong> Zahi Hawass </strong> said on state television that it was not known if anything was stolen from the museum. <q> There needs to be tighter security around the museum and fire trucks on standby. The museum can be set ablaze. This would be a disaster, </q> <strong> Zahi Hawass </strong> warned.Firefighters were trying to extinguish the blaze at the headquarters of the ruling National Democratic Party.", "sa": ["Zahi Hawass"], "uid": "1296337877236798074"}]