[{"uid": "1297005021190775334", "i": 9836, "idx": 0, "sa": ["Zahi Hawass"], "q": "on Sunday. Media reports during Egypt's political unrest had quoted <strong> Zahi Hawass </strong> as saying that looters damaged two mummies, but in a BBC interview on Sunday he said that this was not the case. <q> They were not mummies, there were two skulls taken outside from the CT scan machine. Everything will go back to normal at Cairo Museum today, </q> said <strong> Zahi Hawass </strong>, head of Egypt's antiquities authority since 2002. He was made a cabinet minister last week. On his own website, <strong> Zahi Hawass </strong> said the 70 broken antiquities included a statue of the boy", "new_id": -2}, {"uid": "1295541658077021217", "i": 28838, "idx": 5, "sa": ["Kobe Bryant", "Michael Finley", "Rick Carlisle", "LeBron James", "Allen Iverson"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacLeBron James any strength. \"I survived, I'm still here,\" he said. <q> I'm a new man, stronger than ever, I just say,` Thank you, everybody.' </q> <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and Michael Finleyal playoff spot, and one game behind the MaveRick Carlisles. The Kobe Bryants visit the Pepsi Center on Saturday night for", "new_id": -2}, {"uid": "1295800874208044042", "i": 55649, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Ali Abdullah Saleh"], "q": "wikileaks proponents, you act as if this is some show... the next big reAli Abdullah Salehty show or something. \" \"It's not juicy enough yet. Where are the next leaks!\" <q> I wonder what will be next? I want to see the big banks fall. Yea! </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces <strong> David Cameron </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1297180118261799938", "i": 34322, "idx": 0, "sa": ["Mayor Tom", "Michael Vick"], "q": "Morning Call apps for iPhone and Android mc-fbn-- Michael Vick-key-to-city-20110208 DALLAS( AP)- The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback Vick\" Vick-Michael Vick-PESPT008492.topic\"> <strong> Michael Vick </strong> a <q> key to the city. </q> <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this past season, his second in the NFL since serving 18 months in prison for operating a dogfighting operation.", "new_id": -2}, {"uid": "1297177999266534917", "i": 36277, "idx": 2, "sa": ["Diane Sawyer", "Donald Rumsfeld"], "q": "troubled.\" ABC News, which has released a preview of <strong> Donald Rumsfeld </strong>'s interview with <strong> Diane Sawyer </strong>, the former defense secretary claimed that the interrogation of 9/11 plotter Mohammad al-Qahtani provided valuable information that saved American lives. <q> Qahtani, who was the 20th hijacker, they say-- he gave a lot of information, </q> <strong> Donald Rumsfeld </strong> said. \"And it was very helpful to our interrogators and to the United States government in saving lives.\" <strong> Donald Rumsfeld </strong> later concluded that \"the fact that we haven't had an attack in", "new_id": -2}, {"uid": "1297137006173735946", "i": 45419, "idx": 0, "sa": ["Wanda Jackson", "Dwaine Caraway", "Michael Vick", "O. J. Simpson", "Joe Nichols"], "q": "required to attend. Tickets are available on a first-come, first-served basis at the Children's Desk 30 minutes before the program. FREE Grades 1-5 New Release Tuesday: Iron and Wine, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was <strong> O. J. Simpson </strong> busy? </q>? 2011 PanLocal Media, LLC- All Rights Reserved. Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I", "new_id": -2}, {"uid": "1296494521100859915", "i": 32106, "idx": 4, "sa": ["Allen Iverson", "Dwyane Wade", "Jim O'Brien"], "q": "its bid to win three straight games for the first time this season. \"We do a lot of things positive on the basketball court, we're just not putting together whole games,\" <strong> Allen Iverson </strong> said. <q> That's the frustrating part, because a game like this, we're supposed to win. </q> Pacers coach <strong> Jim O'Brien </strong> blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 <strong> Dwyane Wade </strong> goes off for 43 points along with nine rebounds and six assists as", "new_id": -2}, {"uid": "1297511791204570641", "i": 59822, "idx": 0, "sa": ["George H. W. Bush", "L. Brent Bozell III", "David Kramer", "Donald Rumsfeld"], "q": "] Earlier in the segment, Hannity and <strong> L. Brent Bozell III </strong> discussed the media questioning former Defense Secretary <strong> Donald Rumsfeld </strong> about if he feels remorse for not placing more troops inside Iraq earlier on in the conflict. <q> The same reporters did nothing but bash <strong> George H. W. Bush </strong> over the surge </q> <strong> L. Brent Bozell III </strong> reminded Hannity. Kramer-David Kramer\" user profile.\"> <strong> David Kramer </strong> on Fri, 02/11/2011- 1:36 pm. I had to login after seeing this one. user profile.\"> The Mirror", "new_id": -2}, {"uid": "1297709799012566528", "i": 41312, "idx": 1, "sa": ["Steve Ballmer"], "q": "in large part by being the most operator-friendly option. \"The mobile operator can add value over and above connectivity and distribution and customer service,\" CEO <strong> Steve Ballmer </strong> told MWC attendees in his keynote address Monday. <q> Windows Phone will continue to be the best place for mobile operators to add value. </q> Microsoft announced a number of improvements to Windows Phone 7 that will help its lofty goal on the software end. These include Internet Explorer 9 for all WP7 smartphones, multitasking for third-party applications, support for", "new_id": -2}, {"uid": "1294986518220069897", "i": 36709, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": ", D-NY. The New York senator is a close friend of the congresswoman. On Wednesday night, she was in <strong> Gabrielle Giffords </strong>' hospital room for the biggest milestone. <strong> Gabrielle Giffords </strong> opened her eyes. <q> When her husband saw her making this effort he urged her and said <strong> Gabrielle Giffords </strong> open your eyes, open your eyes. And sure enough she did, </q> said <strong> Kirsten Gillibrand </strong>. \"I was there when she was surrounded by her friends in the Congress and Senate. And I think it was a combination, perhaps, of the unexpected and the familiar that really", "new_id": -2}]