[{"uid": "1296770511173654034", "i": 14698, "idx": 72, "sa": ["Bill Clinton", "Dick Cheney", "Donald Rumsfeld", "Colin Powell", "Tommy Franks", "Andy Pettitte"], "q": "<strong> Colin Powell </strong> Photo:` Borat' star in Saddam Hussein-inspired comedy <strong> Donald Rumsfeld </strong> concludes in his new autobiography... Top Stories Video: Obama pTommy Frankss for peace in Egypt Top Stories Video: <strong> Andy Pettitte </strong> to retire from the Yankees Report Abuse <q> Of course <strong> Donald Rumsfeld </strong> and the other neocon thugs would have gone into Iraq even if they'd known there were no WMD... they DID know there were no WMD. They also knew that Hussein was actually the enemy of Al Qaeda, yet they also tried to sell us on a tie to 9-11. </q> Report Abuse \" Quotes from a former <strong> Bill Clinton </strong>, Vice-Bill Clinton, esteemed Senator and a Secretary of State regarding the criminals Bush, <strong> Dick Cheney </strong> and <strong> Donald Rumsfeld </strong>'s illegal and immoral war for oil. \" Please note the comments", "new_id": -2, "mturk_index": "1294"}, {"uid": "1296814116111099931", "i": 44602, "idx": 1, "sa": ["David Letterman", "Charlie Sheen", "Howard Stern"], "q": "says <strong> Charlie Sheen </strong> is` worse than Scarface' <strong> Howard Stern </strong> brought up <strong> David Letterman </strong>'s liaisons again while referencing the personal phone conversations they used to share during which <strong> David Letterman </strong> expressed dissatisfaction with his Late Show gig: <q> \"When I would speak to[ Dave] in these private conversations-you were so miserable. Then when I read about your troubles I said:` Poor Dave-he finally had something fun to do at work and they took it away from him'. </q> \" Stern-Howard Stern-in-national/celebrities-following-Howard Stern-Howard Stern-on-twitter-picture\" See which celebrities are following <strong> Howard Stern </strong> on Twitter <strong> David Letterman </strong> admitted to having sexual relationships with multiple Late Show employees in October 2009 after he became the target of an extortion plot", "new_id": -2, "mturk_index": "1168"}, {"uid": "1295901715011026433", "i": 2517, "idx": 1, "sa": ["Mary Jo Foley", "Bob Muglia", "Steve Ballmer", "Don Dodge", "Ray Ozzie"], "q": "has been one of the most consistent financial performers for the company. \"In this context, it seems surprising that <strong> Steve Ballmer </strong> is in search of` new and different talent,\" ' he wrote. <q> It does sound as if <strong> Steve Ballmer </strong> and <strong> Bob Muglia </strong> do not see the future of the ZDNet blogger <strong> Mary Jo Foley </strong> disagreed on the claim that <strong> Bob Muglia </strong> wasn't on-board with Microsoft's increasing emphasis on the cloud. \"<strong> Bob Muglia </strong>'s been championing private and public cloud products and services from the company, and has Don Dodgee a lot to guide Microsoft's` All In' transition, from my vantage point, </q> she wrote. <strong> Don Dodge </strong>, a former Microsoft tech evangelist who moved on to Google after getting axed by Microsoft two years ago, wrote on DodgeDon Dodge.typepad.com/the_next_big_thing/2011/01/microsoft-exodus-Bob Muglia-joins-elop-bach-Ray Ozzie.html\"> his personal blog that the change in direction would", "new_id": -2, "mturk_index": "1249"}, {"uid": "1297488927192626691", "i": 17540, "idx": 0, "sa": ["Simon Cowell"], "q": "The singer, who is a good friend of show boss <strong> Simon Cowell </strong>, said that he would be happy to take a judging or mentoring role on the new series. He told the Daily Mail: <q> <strong> Simon Cowell </strong> and I have talked about doing things together and I always try to be supportive of people who are friends of mine. </q> <strong> Simon Cowell </strong> previously described Usher as a \"great mentor\" but questioned whether he could afford enough time to the programme. gives us an insight into her character", "new_id": -2, "mturk_index": "1234"}, {"uid": "1295496893206995475", "i": 55073, "idx": 4, "sa": ["Kara DioGuardi", "Ellen DeGeneres", "Carrie Underwood", "Simon Cowell"], "q": "that \"American Idol\" is going to be different this year:* <strong> Simon Cowell </strong> is gone( along with <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>), taking with him his Magic Mountain/cruise target=\"_blank\" ship performance similes, his <q> If I'm being honest </q> assessments and his very tight Big changes in store for` American Idol' American Idol returns for its 10th season Wednesday night a bruised giant. The show arguably hasn't crowned a superstar since Season 4 winner <strong> Carrie Underwood </strong>", "new_id": -2, "mturk_index": "218"}, {"uid": "1297229275207454253", "i": 63, "idx": 2, "sa": ["John McCain", "George Stephanopoulos", "Donald Rumsfeld"], "q": "decade,\" responded host <strong> George Stephanopoulos </strong>. <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong> in his memoir as having a \"hair-trigger temper\" and \"a propensity to shift his positions to appeal to the media.\" The book, <q> Known and Unknown: A Memoir, </q> is available in stores Tuesday. <strong> John McCain </strong> shot back, saying in an interview that while he \"respect[ s] Secretary <strong> Donald Rumsfeld </strong>,\" they had \"a very, very strong difference of opinion about the", "new_id": -2, "mturk_index": "2154"}, {"uid": "1296106306239763512", "i": 27181, "idx": 2, "sa": ["Kevin Kolb", "Michael Vick"], "q": "I'm just thankful.\" After starting the year as a backup to <strong> Kevin Kolb </strong>, <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title. <q> I'm enjoying the guys and I'm enjoying being out here playing football, </q> he said. \"This is what you work for. You work hard to get in this position. I'm ecstatic to be here.\" <strong> Michael Vick </strong>, 30, was selected to start Sunday after", "new_id": -2, "mturk_index": "1073"}, {"uid": "1295641898262504480", "i": 29584, "idx": 1, "sa": ["Mark Zuckerberg", "Eric Schmidt"], "q": "April into the new post of executive chairman. The company, which has grown into the world's biggest Web company by Mark Zuckerberget capitalization since its 2004 initial public offering, said it was making the changes to <q> streamline decision making and create clearer lines of responsibility and accountability. </q> In a letter posted on Google's blog, Mr. <strong> Eric Schmidt </strong>, 55, said the company's rapid growth has made managing business \"more complicated.\" He said that a decision was made \"over", "new_id": -2, "mturk_index": "627"}, {"uid": "1295674060172441610", "i": 25433, "idx": 3, "sa": ["Tracy McGrady", "Stephen Jackson", "Allen Iverson", "Joe Johnson", "Jamario Moon"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. \"He wasn't missing anything,\" Hawks forward <strong> Stephen Jackson </strong> said. <q> When a guy is shooting like that, there's nothing you can do. </q> <strong> Allen Iverson </strong> scored 14 McGrady_Tracy McGrady_scores_four_three_point_shots_in_the_4th_quarter_vs_Atlanta_Hawks ALL TEAMS ALL JERSEYS ALL SPORTS dld.bz THE BEST PRICE <strong> Jamario Moon </strong>'s key miss for Toronto set up <strong> Joe Johnson </strong>'s clincher for Atlanta. <strong> Joe Johnson </strong> scored 28 points, including a jumper with 12.5 seconds left", "new_id": -2, "mturk_index": "1293"}, {"uid": "1295985441139264003", "i": 28008, "idx": 2, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "amounts to a grass-roots effort of those who feel the government has blocked this \"miracle\" product. \"There is no industry support on this thing at all,\" she said of the organization. <q> We want to keep it this way so no one can say we are a shill for the tobacco, drug or e-cigarette industry. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog TEKFORCE CORP.. Company Tekforce Corp VIDEO PRODUCER Company Cornerstone VOLUNTEERS Company", "new_id": -2, "mturk_index": "625"}]