[{"uid": "1296331565124452865", "i": 18354, "idx": 0, "sa": ["Michael Vick"], "q": ". The Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q>We're real excited about it,</q> <strong> Michael Vick </strong> scores 1st endorsement deal since dogfighting arrest PHILADELPHIA( AP)-- <strong> Michael Vick </strong> is back pitching products. <strong> Michael Vick </strong> has signed his first paid endorsement contract since his release from prison. The Philadelphia Eagles' Pro", "new_id": -2}, {"uid": "1296668689062144526", "i": 7799, "idx": 0, "sa": ["Kirsten Gillibrand", "Mitch McConnell", "Mr. Paul", "Henry Clay", "Sen. Jim DeMint"], "q": "pay down the federal debt is a nonstarter, he said. \"As long as I sit at <strong> Henry Clay </strong>'s desk, I will remember his lifelong desire to for agreement,\" <strong> Mr. Paul </strong> in closing. <q>But I will also keep close to my heart his cousin <strong> Muhammed Ali </strong>.</q> As <strong> Mr. Paul </strong> spoke, the chamber was mostly empty. Only Senate Minority Leader <strong> Mitch McConnell </strong>, a fellow Kentucky Republican, along with <strong> Sen. Jim DeMint </strong>( R., S.C.) and <strong> Sen. Jim DeMint </strong> <strong> Kirsten Gillibrand </strong> is one of the oldest", "new_id": -2}, {"uid": "1295479721209436674", "i": 34404, "idx": 0, "sa": ["Sergio Marchionne"], "q": "testing by July 2012. The project comes as automakers scramble to meet strict new fuel economy standards expected to take effect after 2016 that have forced automakers to rethink the design of their fleet. <q>We need to continue to explore ways to drive the most cost-efficient solution to achieve that objective,</q> Chrysler Chief Executive <strong> Sergio Marchionne </strong> told reporters Wednesday. <strong> Sergio Marchionne </strong> appeared on Wednesday with EPA Administrator Lisa Jackson at the agency's laboratories in Ann Arbor. Chrysler, which is operating under the management control of", "new_id": -2}, {"uid": "1295584716071549019", "i": 4408, "idx": 15, "sa": ["Eric Schmidt", "Google Inc."], "q": "who co-founded the company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as Page's personal ambition. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will become executive chairman and remain available to advise Page, 37, and <strong> Google Inc. </strong>'s other 37-year-old", "new_id": -2}, {"uid": "1296761726019021860", "i": 16979, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": "an orderly transition, a government composed of the army, pro-democracy forces and individuals that would keep things calm, and an open and free election process for the elections in September,\" he said. <q>We will... have to understand that there is the radical Islamic element out there that is bent on our destruction,</q> <strong> John McCain </strong> said. On ABC's \"Good Morning America,\" <strong> John McCain </strong> responded to former <strong> John McCain </strong> Defense <strong> Donald Rumsfeld </strong>'s criticisms of him in his new book saying,\"( <strong> Donald Rumsfeld </strong>) and I had a very", "new_id": -2}, {"uid": "1296081802244613134", "i": 1397, "idx": 1, "sa": ["Andy Coulson"], "q": "for evidence to discover whether other executives from that era are implicated. \"This is a new phase for News International in relation to the hacking,\" said a businessman close to the media group. <q>They want to know everything and root out anyone who obtained information improperly. It could get pretty messy.</q> <strong> Andy Coulson </strong>, the former director of communications for the prime minister who was editor of the News of the World at the relevant time, has always denied all knowledge of the hacking. In investigating", "new_id": -2}, {"uid": "1296232188027263061", "i": 304, "idx": 0, "sa": ["Andy Coulson", "Richard Keys"], "q": "n't take place in the Manchester United dressing room? Because my information is that it does.\" But after deciding to fall on his sword on Wednesday evening, <strong> Richard Keys </strong> issued a statement that said: <q>I am deeply sorry for my remarks and the offence they have caused.</q> He explained: \"Going forward without <strong> Andy Coulson </strong> would have been almost impossible.\" Opinion is still divided over the seriousness of the pair's crimes, and there could be some mileage left in the story", "new_id": -2}, {"i": 556, "idx": 14, "index_answer": 0, "new_id": -1, "q": "think you could have made it a hit.'?\" American Idol's season-one co-host <strong> Brian Dunkleman </strong> admits to having been extremely freaked out the first time he saw <strong> Simon Cowell </strong> tell someone they should never sing again. <q>It's one thing to watch it on television, but then you spend time with these kids and you have to look at them right in the eyes, and then their mother is looking at you, like, \"What just happened?'?</q> But <strong> Simon Cowell </strong>'s value was instantly clear. \"I still didn\"t know what the hook of this show was-all these kids come out and sing,\" stage manager <strong> Debbie Williams </strong> remembers of her first day on", "sa": ["Brian Dunkleman", "Simon Cowell", "Debbie Williams"], "uid": "1295218070163594249"}, {"uid": "1295340687209076236", "i": 14939, "idx": 1, "sa": ["Allen Iverson", "Jermaine Dupri"], "q": "something that doesn't require practice, he never would have been involved in that heartwarming return to Philly. Nor would he have taken that leave of absence to be with his family- which was actually code for <q>throw a party in Charlotte with <strong> Jermaine Dupri </strong> and hope the media don't find out.</q> Then poor <strong> Jermaine Dupri </strong> would have had to sit there all alone wondering why the club was empty. No one wanted that- least of all <strong> Jermaine Dupri </strong>. And so <strong> Allen Iverson </strong> will push on, because that's", "new_id": -2}, {"uid": "1295668630145047589", "i": 29664, "idx": 0, "sa": ["Joe Dumars", "Allen Iverson"], "q": "NBA.com staff reports-- <strong> Allen Iverson </strong>'s season is over. The Detroit Pistons said Friday the All-Star guard will miss the rest of the season-- and the playoffs if they make it-- because of a sore back. <q>After talking with <strong> Allen Iverson </strong> and our medical staff, we feel that resting <strong> Allen Iverson </strong> for the remainder of the season is the best course of action at this time,</q> Pistons president of basketball operations <strong> Joe Dumars </strong> said in a statement released by the team. \"While he has played in our last three games, he is still feeling some discomfort and getting him physically ready to compete at", "new_id": -2}]