[{"uid": "1296546507227508228", "i": 24946, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "place.\" He reiterated former <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong>'s question,' \"Are we creating more terrorists than we're killing?\" Since Pentagon policymakers can not answer that question, Herring said <q>people are getting killed for no reason.</q> Thus, if the U.S. were to withdraw from Afghanistan, \"the same thing would happen if we stayed there, since[ Prime Minister] Karzai will need to negotiate with the Taliban regardless.\"", "new_id": -2}, {"i": 16110, "idx": 0, "index_answer": 0, "new_id": -1, "q": "as the Wi-Spy incident, and to call CEO <strong> Eric Schmidt </strong> to testify under oath. In a letter to <strong> Darrell Issa </strong>, <strong> Jamie Court </strong>, Consumer Watchdog president and John <strong> M. Simpson </strong>, Inside <strong> Google Inc. </strong> Project director, wrote: <q>An investigation by the committee of <strong> Google Inc. </strong>'s relationship to the Administration is particularly timely now in light of the way the Federal Trade Commission closed its probe of the Wi-Spy incident, and the Department of Justice's current review of the pending acquisition of ITA Software.</q> http://insidegoogle.com/wp-content/uploads/2011/01/GOOGGovfinal012411.pdf http://insidegoogle.com/wp-content/uploads/2011/01/LtrIssa012411final.pdf The report, Lost in the Cloud: <strong> Google Inc. </strong> and the US Government, is drawn from records obtained through the Freedom of Information Act and interviews. It found that <strong> Google Inc. </strong>'s ambitious quest for", "sa": ["Jamie Court", "Eric Schmidt", "M. Simpson", "Darrell Issa", "Google Inc."], "uid": "1295965636047955976"}, {"uid": "1297712549158122038", "i": 10219, "idx": 1, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q>Many people make the mistake of thinking that dreams can not come true, but they can,</q> he wrote. \"You have to believe, and know that they are more than just imagination.\" All content Â© Copyright 2000- 2011 WorldNow and WSFA, a", "new_id": -2}, {"uid": "1295479711155451403", "i": 28437, "idx": 0, "sa": ["Zine El Abidine Ben Ali", "Colin Powell"], "q": "books- a few of them, groundbreaking works of reportage- about <strong> Zine El Abidine Ben Ali </strong> Iraq, and the Bush and Obama administrations' management of national security. Scott Wallace Peter <strong> Colin Powell </strong> Avoiding the Hazards of Credit Card Debt www.americanprogress.org <q>At a time when American people are being asked to come to the rescue of financial services all over the country[...] how can we say \"we know that[ credit card] practices are unfair, but you must wait a year to fix them?'& amp... Gospel for Sunday, January 31st, 2010 Lk 4:21-30 Jesus began speaking in the synagogue, saying: \"Today this Scripture passage is fulfilled in your hearing.</q> And all spoke highly of him and were amazed at the gracious words that came from his mouth. They also asked, \"Isn't this the son of J... Ending Don't Ask, Don\"t", "new_id": -2}, {"uid": "1296956290099991602", "i": 42848, "idx": 2, "sa": ["Michael Vick"], "q": "? Or is this a personal, innate sickness? Maybe it's a bit of both. But I certainly feel we ought to take note. <strong> Michael Vick </strong> recently said that he wants more dogs because it <q>would be a big step for me in the rehabilitation process.</q> Now, I don't believe for a minute that this was an off-the-cuff remark. He was speaking publicly about his latest want. Notice how he puts this, that having a dog would be beneficial to him", "new_id": -2}, {"uid": "1297509326118882321", "i": 28014, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Dick Cheney"], "q": "pro-war crowd warned us Iraq's <strong> Saddam Hussein </strong> was harboring weapons of mass destruction that he might use against neighboring countries. But they said fixing the problem would be simple. Before the invasion, <strong> Donald Rumsfeld </strong> told troops, <q>It could last, you know, six days, six weeks, I doubt six months.</q> <strong> Dick Cheney </strong> said the conflict would be \"weeks rather than months.\" Appearing on ABC's \"This Week\" two weeks after the invasion( March 30, 2003), <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1297231173207454218", "i": 22714, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "they would not harm any americans inside the US border.\" Who cares if they kill eachother? As long as they are killing eachother in Mexico they are leaving US citizens alone here. Report Abuse <q>What do you expect? You have an anti-American President who refuses to protect our borders and left-wing socialist pigs who march with these criminals when they invade our borders. You will change your tunes soon once they make it to San Fracisco and the violence is on your doorstep.</q> Time.com: Super Bowl Ticket Scandal: Are Fans Planning A Suit? ABC News: Watch: ABC News Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your", "new_id": -2}, {"uid": "1297682295187187221", "i": 45579, "idx": 1, "sa": ["Rick Santorum", "Mike Huckabee", "Mike Pence", "We Trust"], "q": "at the Values Voter Conference, a steady stream of movement luminaries emphasized the importance of social issues. <strong> Mike Huckabee </strong> argued that the \"economic crisis is not a fiscal crisis; it is a family crisis\" and that <q>the breakdown of Wall Street was not a money crisis; it was a moral crisis.</q> Rep. <strong> Mike Pence </strong> earned his biggest applause when he declared, \"<strong> We Trust </strong> will not restore this nation with public policy alone; it will require public virtue.\" And former <strong> Rick Santorum </strong> had this to say: \"The idea", "new_id": -2}, {"uid": "1295476301073809946", "i": 28287, "idx": 3, "sa": ["Tyronn Lue", "Allen Iverson"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q>I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,</q> <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said http://wn.com/Auto-Tune_the_News_#1_march_madness_economic_woes_pentagon_budget_cuts Interviewers, sportscasters, and vice", "new_id": -2}, {"uid": "1297127081189071391", "i": 25840, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": ", maybe <strong> Paula Abdul </strong> for \"X Factor' <strong> Simon Cowell </strong> wants his new Fox talent series \"The X Factor\" to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q>We've spoken to her, she knows I'm a big fan,</q> <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I\"ve always said at some point we are going to be working together.\" But, he added, \"I have to", "new_id": -2}]