[{"uid": "1295656695068894746", "i": 37060, "idx": 0, "sa": ["Ed Miliband", "Iain Gray", "Andy Coulson", "David Cameron"], "q": "\" said <strong> Ed Miliband </strong> with his tongue firmly in his check as he glanced around the smart Atos offices where he had been hobnobbing with staff as he spread the Labour message with his Scottish lieutenant, <strong> Iain Gray </strong>. <q>I'm not going to be employing <strong> Andy Coulson </strong>,</q> said <strong> Ed Miliband </strong> to laughter when he was asked about <strong> David Cameron </strong>'s ex-director of communications. <strong> Ed Miliband </strong> claimed that <strong> David Cameron </strong> made the \"wrong judgement\" by keeping <strong> Andy Coulson </strong> in place when there were a \"cloud of allegations", "new_id": -2}, {"uid": "1297204047246546474", "i": 11708, "idx": 3, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "economic systems.\" <strong> Donald Rumsfeld </strong>, who served as <strong> President Bush </strong>'s defense chief, also spoke about the United States's involvement in Iraq during his tenure and the issue of whether that country had weapons of mass destruction. <q>Everyone involved in that administration bears a responsibility for the conduct of our government's actions,</q> said <strong> Donald Rumsfeld </strong>. \"I was a participant and we believed the intelligence was correct. It turns out it was not completely correct.\" Still, <strong> Donald Rumsfeld </strong> argued <strong> Saddam Hussein </strong> led a \"terribly vicious regime,\" and", "new_id": -2}, {"uid": "1295467278131301390", "i": 39436, "idx": 2, "sa": ["Sergio Marchionne"], "q": " \"In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America,\" <strong> Sergio Marchionne </strong> said. <q>Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.</q> EPA's hydraulic hybrid technology, developed in the agency's lab in Ann Arbor is coming into use in large delivery and refuse trucks across the country. The hydraulic hybrid system captures and reuses the energy", "new_id": -2}, {"uid": "1297446725101842956", "i": 11178, "idx": 16, "sa": ["Donald Rumsfeld"], "q": "people about the sight of an elderly former defence secretary eating a comfortable Sunday lunch in a Washington hotel while the killing continues in Iraq and Afghanistan. As politely as I can, I say: <q>Some would say, \"Here's <strong> Donald Rumsfeld </strong>, maybe he was wrong about the Iraq war.' What's the comeback for you?</q> <strong> Donald Rumsfeld </strong>\"s tone remains even. The only faint sign of agitation as he replies is the furling, unfurling and scrunching of a napkin with his left hand. \"Well, I mean, there are plenty", "new_id": -2}, {"uid": "1296200464159858698", "i": 4879, "idx": 0, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> shuts 1 door, leaves another open U.S. Rep. <strong> Mike Pence </strong> shut the door Thursday on seeking the presidency in 2012 but left unanswered whether his choice instead is the Indiana governor's office. <q>I'm open to running for governor,</q> <strong> Mike Pence </strong> said in an exclusive interview with The Indianapolis Star. \"We're going to take the next several months to travel across the state and hear what Hoosiers have to say. We'll seriously consider it.", "new_id": -2}, {"uid": "1295957767098713624", "i": 19041, "idx": 0, "sa": ["Cheryl Cole", "Katy Perry", "Simon Cowell"], "q": "a big enough ratings puller. But <strong> Simon Cowell </strong> is still fighting to get <strong> Cheryl Cole </strong> on board, as he thinks she'd be perfect for the role after becoming a favourite with viewers back home. <q>Everyone thinks <strong> Cheryl Cole </strong> has the judging job on US X Factor in the bag,</q> a source tells The Sun. \"The truth is, nothing has been signed and the producers still aren't convinced. \"They are more keen to get a big US star like <strong> Katy Perry </strong> or Rihanna", "new_id": -2}, {"i": 43187, "idx": 0, "index_answer": 2, "new_id": -1, "q": "NFL Commissioner <strong> Roger Goodell </strong> presented the Pete Roselle trophy to him this morning. After accepting it, <strong> Aaron Rodgers </strong> talked about the journey that led him to the Super Bowl and a Championship win. <q>Finally getting an opportunity and making the most of it, and this was another opportunity last night, they don't come around that often, i just wanted to make the most of it, we did as a team, a great team win, a great group of guys in the locker room, just really excited to be a part of it,</q> said <strong> Aaron Rodgers </strong>. And <strong> Aaron Rodgers </strong> is getting even more MVP treatment tonight, where you can catch him on The Late Show with <strong> David Letterman </strong>. The show starts at 10:35 p.m. tonight, right after Channel", "sa": ["Roger Goodell", "David Letterman", "Aaron Rodgers"], "uid": "1297105023141246472"}, {"uid": "1295741039001638405", "i": 423, "idx": 1, "sa": ["Allen Iverson", "Malik Rose"], "q": "22 points on 10-of-12 shooting and grabbed nine rebounds as the Spurs snapped a three-game losing streak. \"My teammates were getting me the ball,\" said <strong> Malik Rose </strong>, who bought 64 tickets for family and friends. <q>We played well, we shared the ball and I was the recipient of some good passes and a little luck.</q> <strong> Allen Iverson </strong> was a dismal 15-of-55( 27 percent) from the field and averaged 16.7 points as Philadelphia got off to a 3-0 start, its best since the 1984-85 campaign. It was a different <strong> Allen Iverson </strong> in this contest", "new_id": -2}, {"uid": "1295968905135200769", "i": 34810, "idx": 3, "sa": ["Eric Schmidt"], "q": "many thousands of people this year.\" <strong> Eric Schmidt </strong> said that in his new role he would be able to spend more time on government issues and Google's public image, among other things. <q>We've got very complicated government issues, he said, adding however that Google's position in appeared to be stable for the time being, following a renewal of its license there last June. China after a high-profile hacking incident but eventually came to an agreement with the government and now runs a reduced service. \"I think it's stable, he said, before adding: \"You never know. It's possible for the government of China to cause us not to work.</q> Hacker puts admin access to government, military websites on sale", "new_id": -2}, {"uid": "1295566930055705733", "i": 37035, "idx": 0, "sa": ["Eric Schmidt", "Google Inc.", "Michael Liedtke"], "q": "Thu, Jan 20, 2011, 6:42 PM EST- U.S. Markets closed <strong> Google Inc. </strong> co-founder Page to replace <strong> Eric Schmidt </strong> as CEO{ \"s\": \"goog, novl\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} <strong> Michael Liedtke </strong>, AP Technology Writer, On Thursday January 20, 2011, 6:19 pm SAN FRANCISCO( AP)-- <strong> Eric Schmidt </strong>, a", "new_id": -2}]