[{"uid": "1295974021065323118", "i": 6023, "idx": 0, "sa": ["Eric Schmidt"], "q": "der m?chtigste Mann des Internets. Niemand kennt seine Kunden und deren Vorlieben genauer, niemand verdient besser daran. Doch in den 26 Minuten, in denen Google-Chef Bild vergr?ern Der scheidende Google-Chef <strong> Eric Schmidt </strong> beim DLD: <q> Ich werde mich um die ganzen externen Angelegenheiten k?mmern. </q> Suchmaschinenbetreibers entwirft lieber seine Vision der Technikwelt von morgen: von Autos, die selber fahren, Handys, die Sprache verstehen oder stets wissen, wo sich ihr Besitzer aufh?lt. Alles nett- aber kein Wort", "new_id": -2}, {"uid": "1295999727171999249", "i": 9257, "idx": 0, "sa": ["Barack Obama", "Alassane Ouattara"], "q": "blocking his access to funds. Breaking ranks with an AU line which so far has backed the UN in recognising <strong> Alassane Ouattara </strong> as the election winner, Museveni said the vote had to be investigated. <q> Uganda differs with the UN and the international community on Ivory Coast, </q> Barack Obamaial spokesperson Tamale Mirundi told Uganda's Daily Monitor newspaper, quoting Museveni.`` There is need for a serious approach that involves investigating the( electoral) process, including registration of voters and who voted", "new_id": -2}, {"uid": "1297689425188481557", "i": 56461, "idx": 1, "sa": ["Stephen Elop", "Steve Ballmer"], "q": ", despite the greater risk that he could have been recognized. While <strong> Steve Ballmer </strong> was waiting quietly in the lounge, his name was called out over the loud speaker because of an error related to his plane ticket. <q> <strong> Steve Ballmer </strong> is a relatively recognizable individual? It wouldn't have been funny if it had leaked, </q> <strong> Stephen Elop </strong> said of the deal. Copyright? 2011 Dow Jones Newswires", "new_id": -2}, {"uid": "1295589737230457415", "i": 48906, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "wird neuer Konzernchef. <strong> Larry Page </strong> werde ab 4. April das Tagesgesch?ft f?hren, teilte der Konzern am Donnerstag im kalifornischen Mountain View mit. Sein Kompagnon <strong> Sergey Brin </strong> soll sich derweil um neue Produkte k?mmern. <q> Keine Frage, <strong> Larry Page </strong> ist bereit, das Unternehmen zu f?hren </q>, sagte der bisherige Firmenlenker <strong> Eric Schmidt </strong>. Er wird das Unternehmen als Chef des Verwaltungsrats k?nftig vor allem nach au?en vertreten. In dieser Funktion ist er unter anderem f?r Kooperationen zust?ndig.`` Wir haben unsere Rollen jetzt klarer", "new_id": -2}, {"uid": "1295743991123617308", "i": 28118, "idx": 7, "sa": ["David Cameron", "Andy Coulson"], "q": "of <strong> Andy Coulson </strong>, Downing Street's director of communications, signals the end of target=\"_blank\" href=\"http://wn.com/?an?\"> an uncomfortable chapter. It will not and it should not. Mr <strong> Andy Coulson </strong> himself still has many questions to answer. <q> I stand by what I've said, </q> he asserted in his resignation statement yesterday. This refers to Mr <strong> Andy Coulson </strong>'s claim that he Why <strong> Andy Coulson </strong>'s resignation came as no surprise to <strong> David Cameron </strong> <strong> Andy Coulson </strong>, <strong> David Cameron </strong>'s director of communications, has quit in the wake", "new_id": -2}, {"uid": "1297129515178880533", "i": 28559, "idx": 1, "sa": ["Steve Ballmer", "Wes Miller", "Ray Ozzie", "Kurt DelBene"], "q": "engineering chief <strong> Kurt DelBene </strong>, rather than marketing executive Chris Capossela. When Chief Software Architect <strong> Ray Ozzie </strong> announced plans to step down in October, <strong> Steve Ballmer </strong> declined to replace him in that central role, saying the company had <q> strong technical leaders in each business group. </q> The effort may take some of the heat off <strong> Steve Ballmer </strong> as long as it produces results soon, <strong> Wes Miller </strong> said. Raw audio| Phone call update from Cairo Behind the Scenes| Cheezburger photo shoot My", "new_id": -2}, {"uid": "1296422087007127041", "i": 26431, "idx": 8, "sa": ["Travis Diener", "Allen Iverson", "Phil Jackson"], "q": "was something missing in <strong> Allen Iverson </strong>'s career. A perfect ending. <strong> Allen Iverson </strong> sank the first buzzer-beating shot of his nine-year career, a 14-footer in overtime, and scored 15 points to lead the Phil Jacksonadelphia 76ers t... <q> Inside Pacer Athletics 2010- Episode 5 </q> The`` Killer B's,'' Alex Buchman and <strong> Travis Diener </strong> Broome are dressed to the nines this week as they talk about the action over the past week within the USC Aiken Athletic Department. Assistant Athletic Director for", "new_id": -2}, {"uid": "1297217149016318466", "i": 22979, "idx": 0, "sa": ["Madeleine Albright", "Andrew Bacevich", "Donald Rumsfeld", "David Petraeus"], "q": ": America's Path To Permanent War <strong> Andrew Bacevich </strong> is tough. The substantive contributions to diplomacy of <strong> Madeleine Albright </strong>, Clinton's Secretary of State, he writes, were`` exceedingly thin.'' <strong> Donald Rumsfeld </strong> is a contender <q> for the title of worst defense secretary in U.S. history. </q> He dismisses the counterinsurgency manual of Gen. <strong> David Petraeus </strong>, as well as his`` surge'' in Iraq, as`` lots of foam, but not much beer.'' More importantly, <strong> Andrew Bacevich </strong> asks tough questions", "new_id": -2}, {"uid": "1297114520257425423", "i": 42728, "idx": 8, "sa": ["Simon Cowell", "Leona Lewis"], "q": "<strong> Leona Lewis </strong> in 2006. It's a trend <strong> Simon Cowell </strong> expects to continue stateside.`` It has to be controversial, interesting,'' <strong> Simon Cowell </strong> said when asked how he thinks the show will settle in stateside. <q> If the U.S. show has some of the same qualities as we've done in the UK it could do really, really well. But I've learned never to take anything for granted. </q> The names of the U.S. version's host and judges' panel, however, have yet to be revealed, but <strong> Simon Cowell </strong> confirmed on Monday's call that offers are out there, not clarifying whether that", "new_id": -2}, {"i": 22610, "idx": 0, "index_answer": 0, "new_id": -1, "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q> part of a more complicated set of negotiations. </q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned.`` We've never flinched from", "sa": ["Sergio Marchionne"], "uid": "1296291121168673329"}]