[{"uid": "1296784140209256533", "i": 1605, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "security guards. She attributes this effort to <strong> Zahi Hawass </strong>, head of the council, who was made minister of antiquities-- a new position-- in <strong> Hosni Mubarak </strong>'s new government sworn in on January 31. <q>He will be doing everything in his power to make sure the sites are protected,</q> she says. But in the early days of the uprising, the unrest provided a window of opportunity for looters. Young citizens responded by helping the SCA's security guards, forming vigilante groups to protect sites", "new_id": -2}, {"uid": "1296964121115425444", "i": 16377, "idx": 0, "sa": ["Michael Vick"], "q": "the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. <q>The most fun I've ever had playing football,</q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great. \"As a person and", "new_id": -2}, {"uid": "1295945463061587467", "i": 5939, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Monday that the officers' claims were overblown. \"We're confident we're going to be able to prove that by the time police arrived, they knew he was unarmed,\" Safire said. <q>There were six cops and a trained dog, and they had an overabundance of nonlethal means at their disposal.</q> The case is Santa Rosa vs. DeSantis, 10-434. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog DANVILLE 2 BR/", "new_id": -2}, {"uid": "1296864916188694529", "i": 2380, "idx": 1, "sa": ["Sergio Marchionne"], "q": "put a two-minute ad in... the most expensive television show of the year, it's a message to the viewing public,\" said Brad Adgate, senior vice president of research at ad buyer Horizon Media. <q>You associate yourself with a blue-chip event so that in the mind-set of consumers, you're a blue-chip car.</q> News Corp's Fox is charging an estimated$ 2.8 million to$ 3 million for 30-second spots during the Super Bowl. But <strong> Sergio Marchionne </strong> said Chrysler had spent less than$ 9 million for its two-minute ad", "new_id": -2}, {"uid": "1295786138191660152", "i": 23530, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "of the World. Mr <strong> Andy Coulson </strong> announced on Friday that he was resigning as <strong> David Cameron </strong>'s director of communications amid continuing allegations of phone hacking by the paper's journalists while he was in charge. <q>Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced,</q> she told Sky News's Murnaghan programme. Â© 2011 owned by or licensed to Trinity Mirror Midlands Limited.", "new_id": -2}, {"uid": "1297362013061014039", "i": 20153, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "Potential Impacts of the FCC's Proposed Net Neutrality Rules on the Broadband Ecosystem,\" Advanced Communications Policy and Law Institute, New York, June 2010.[ 6] <strong> Donald Rumsfeld </strong> A. Norman, <q>Economic Implications of EPA's Proposed Ozone Standard,</q> Manufacturer's Alliance Economic Report, September 2010.[ 7] In response to your request, my colleague Diana Katz and I identified 20 specific regulations which we believe should be eliminated, ranging from", "new_id": -2}, {"uid": "1296146613005734416", "i": 10566, "idx": 0, "sa": ["Mike McDaniel", "Mike Pence"], "q": "statewide office until the Legislature completes its session in late April. It's possible that <strong> Mike Pence </strong> could say whether he'll run for president and leave the rest until later. <q>By saying what they won't do, it will probably tell us what he will do,</q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. \"If he is going to run for governor, I'm sure there's no hurry for him to actually say it.\" <strong> Mike Pence </strong> stepped down from", "new_id": -2}, {"uid": "1295566668244678663", "i": 2851, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "strategic projects and new products with the title of co-founder. \"For the last 10 years, we have all been equally involved in making decisions,\" <strong> Eric Schmidt </strong> said of himself, Page and <strong> Sergey Brin </strong>. <q>This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.</q> <strong> Eric Schmidt </strong> announced leaving the CEO post as Google announced its fourth quarter earnings, which saw fourth quarter revenue of$ 8.44 billion, an increase of 26 percent over the year prior. Google closed out fiscal", "new_id": -2}, {"i": 40814, "idx": 2, "index_answer": 0, "new_id": -1, "q": "points on the highest stage you can ever score,\" said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. <q>I will remember this night for the rest of my life.</q> The Nuggets have been searching for a consistent third scorer behind <strong> Anthony Atkinson </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then", "sa": ["Linas Kleiza", "Allen Iverson", "Anthony Atkinson"], "uid": "1296796643209420294"}, {"uid": "1297293225002195576", "i": 6517, "idx": 5, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "an announcement in 3-4 weeks, maybe a bit longer.\" As for the new-look \"Idol,\" <strong> Simon Cowell </strong> said he has yet to see a complete episode, only a short recap. <q>I think they're doing a good job,</q> he said of new judges <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>. 1 Response to \"<strong> Simon Cowell </strong> announces audition cities,$ 5 million prize for \"The X Factor\"' February 7th, 2011 at 6:44 pm", "new_id": -2}]