[{"uid": "1295093305253313052", "i": 3342, "idx": 4, "sa": ["Dwight Howard", "Magic Johnson", "Michael Jordan", "Blake Griffin", "Allen Iverson"], "q": "Career <strong> Blake Griffin </strong> 60pts vs the <strong> Dwight Howard </strong> Orlando <strong> Magic Johnson </strong> 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't r... <strong> Michael Jordan </strong> 69 point game full highlights* quality pt 5/6 <strong> Michael Jordan </strong> 69 point game full highlights* quality pt 5/6 part 1 of 6: www.youtube.com__________________________________________________________________________ part 2", "new_id": -2}, {"uid": "1297148731184270855", "i": 46415, "idx": 13, "sa": ["Hosni Mubarak", "Madeleine Albright", "Dan Quayle", "Jane Harman", "Colin Powell", "George H.W. Bush"], "q": "had these weapons.\" <strong> George H.W. Bush </strong>, <strong> Hosni Mubarak </strong>... <strong> George H.W. Bush </strong> Photo in Slideshow: Sheikh Ahmad Humood Jaber Al-Sabah, <strong> Dan Quayle </strong>, Photo in Slideshow: <strong> Madeleine Albright </strong>, <strong> Colin Powell </strong> Top Stories Video: South Sudanese celebrate vote Report Abuse <q><strong> President Bush </strong>, Cheney, <strong> Donald Rumsfeld </strong> and <strong> Condoleezza Rice </strong>- \"hanging's too good for them, burning's too good for them, they should to be torn into little bitsy pieces and buried alive!</q>\" The Christian Science Monitor: Terrorism sponsor no more? Obama hints at taking Sudan from the list. The Christian Science Monitor: Rep. <strong> Jane Harman </strong> resigns, thinning ranks of Democrats' Blue Dogs", "new_id": -2}, {"uid": "1297708035124567831", "i": 37107, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "and provocative.( David Paul Morris/Getty Images) LOS ANGELES-After three weeks in office and days filled with meetings, legislators came up with a proposal that state Treasurer <strong> Bill Lockyer </strong> calls \"realistic and provocative.\" <q>The plan acknowledges that a balanced remedy of spending reductions and revenues is the best cure,</q> <strong> Bill Lockyer </strong> said in a statement. The California legislature's logjams during attempts to develop effective responses to the growing deficit had become a perennial problem since the worldwide economic meltdown began. <strong> Jerry Brown </strong>, now back for a", "new_id": -2}, {"uid": "1295874209251510785", "i": 11711, "idx": 0, "sa": ["Michael Vick", "Tia Maria Torres"], "q": "the dogs help each other open up because they understand each other, says <strong> Tia Maria Torres </strong>. \"The dogs bring out the best in these guys,\" <strong> Tia Maria Torres </strong> explains. According to Animal Planet, the show is about <q>a chance at redemption, rehabilitation and rebirth for both man and man's best friend.</q> Vicktory to the Underdog available here: strangleholdmerch.com \"Vicktory To The Underdog\" takes an in depth look at world renowned tattoo artist \"Brandon Bond\" and his dog rescue efforts- particularly rescuing the infamous <strong> Michael Vick </strong> fighting", "new_id": -2}, {"uid": "1296770511173654034", "i": 12202, "idx": 52, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Bill Clinton", "Dick Cheney"], "q": "criminals Bush, <strong> Dick Cheney </strong> and <strong> Donald Rumsfeld </strong>'s illegal and immoral war for oil.\" Please note the comments dated 1998, long before the evil trio took office and managed to deceive the ENTIRE world... <q>One way or the other, we are determined to deny Iraq the capacity to develop weapons of mass destruction and the missiles to deliver them. That is our bottom line.</q>-- <strong> Bill Clinton </strong>, Feb. 4, 1998 \"If <strong> Saddam Hussein </strong> rejects peace and we have to use force, our purpose is clear. We want to seriously diminish the threat posed by Iraq's weapons of", "new_id": -2}, {"uid": "1295824906038354961", "i": 11611, "idx": 0, "sa": ["Mahmoud Abbas", "Andy Coulson"], "q": "homes Photo in Slideshow: FEATURE- Al Jazeera TV makes waves with Tunisia coverage Article: Israelis protest NGO probe: report... Photo in Slideshow: Palestinian President <strong> Mahmoud Abbas </strong> Photo in Slideshow: Palestinian President <strong> Mahmoud Abbas </strong> Report Abuse <q>Israel's Lieberman charts interim peace deal: report</q> Time.com: After Tunisia: Why Egypt Isn't Ready to Have Its Own Revolution Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1296166895131055619", "i": 18232, "idx": 3, "sa": ["Mike Pence"], "q": "He is not a third party candidate. He is a republican candidate. The article reads\" An independent campaign to draw GOP Rep. <strong> Mike Pence </strong> into the 2012 presidential race is under way\". Report Abuse <q>Ya lets just forget this guy was with the administration that gave Chrysler a bailout... had 10%+ unemployment.</q> Report Abuse \"That said, we need a whole new breed of smarter Democrats that no how to win a a dirty fight\" Since dirt is all you know, you think libs would have figured", "new_id": -2}, {"uid": "1295610181062603290", "i": 6403, "idx": 1, "sa": ["Andy Coulson"], "q": "down over allegations of phone-hacking by the News of the World when he was the newspaper's editor. A No 10 spokeswoman told reporters at a regular briefing that a statement was being prepared. <q>The Prime Minister has had full confidence in Mr <strong> Andy Coulson </strong> and still does,</q> she said. The question now is what <strong> Andy Coulson </strong> has decided to do. niphette 21 January 2011 11:29 AM AnatolyKasparov 21 January 2011 11:30 AM Could this be part of a", "new_id": -2}, {"i": 35377, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coupons statement Thursday, Google's <strong> Eric Schmidt </strong>, announced that he will hand over the title of chief executive to Google co-founder Larry Page in April. In a message sent out on Twitter, <strong> Eric Schmidt </strong> said: <q>Day-to-day adult supervision is no longer needed!</q> <strong> Eric Schmidt </strong>, a tech industry veteran who was brought in 10 years ago to provide what some at the company called \"adult supervision\" for Google's young founders, will take on the role of executive chairman,", "sa": ["Eric Schmidt"], "uid": "1295893778127107089"}, {"uid": "1297716144147800162", "i": 45630, "idx": 0, "sa": ["Demetri Martin", "Greta Gerwig", "Topher Grace", "Arcade Fire", "Michael Vick"], "q": "... Photo in Slideshow: Canada's <strong> Arcade Fire </strong> perform \"Month of May\" at the 53rd... Entertainment Video: Gino Sits Down With Actors <strong> Demetri Martin </strong>& <strong> Topher Grace </strong> Entertainment Video: Gino Sits Down With Actress <strong> Greta Gerwig </strong> Report Abuse <q>YES and know WHY??? It was, for ONCE, not an all-black night. It was getting so ABSURD, those awards. NOTHING but nasty rap and nothing but black music. It was trashy and represented badly--</q> ABC News: Eminem's Loss Shows Grammys Still Behind on Rap ABC News: <strong> Michael Vick </strong> to Appear on Winfrey's Talk Show Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options!", "new_id": -2}]