[{"uid": "1295979801180977685", "i": 25545, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "Medicare, Medicaid, and Social Security benefits and deplete tax revenue,\" Fieldhouse said. Fieldhouse said the Ryan plan ignores \"lessons learned from the Great Depression and underscored by the Great Recession\" and <q>still swears by the failed Bush-era economic policies of cutting taxes for the wealthy while neglecting the middle class and national investments. It even proposes the partial privatization of Social Security, an increase in taxes on the middle class, the elimination of corporate taxes, and the privatization of Medicare.</q> <strong> Sen. Bernie Sanders </strong>, I-VT, who caucuses with the Senate Democrat majority, said this week that he will bring Ryan's plan up for a vote in the Senate. \"I will do my best", "new_id": -2}, {"i": 15961, "idx": 0, "index_answer": 0, "new_id": -1, "q": "then-candidate <strong> Barack Obama </strong> in the 2008 election, but said Sunday on CNN's \"State of the Union\" that he will wait to make a decision on whom to support in the next presidential election. <q>I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate,</q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. \"I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.\" \"", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama"], "uid": "1295795776254902285"}, {"uid": "1295625411001654792", "i": 39351, "idx": 0, "sa": ["Andy Coulson"], "q": "continuing row over phone-hacking when he was editor of the News of the World newspaper was distracting from his job.( AP Photo/Danny Lawson-pa, file) UNITED KINGDOM OUT: NO SALES: NO ARCHIVE: <q>I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.</q> A reporter and a private investigator working for the News of the World were caught illegally eavesdropping on the phones of the British royal family's entourage in 2007. <strong> Andy Coulson </strong> quit the paper when the pair were", "new_id": -2}, {"uid": "1295315901013549585", "i": 20601, "idx": 0, "sa": ["Eric Schmidt", "Serge Michel", "Jared Cohen", "all political"], "q": "Zhuo Ruisheng, <strong> all political </strong> counselor of the Chinese embassy to Tunisia. He briefed us on the latest on the situation of overseas Chinese in Tunisia. Zhuo Ruisheng, <strong> all political </strong> counselor of the Chinese embassy to Tunisia said, <q>Currently there are over 370 Chinese in Tu... Authors@Google: <strong> Serge Michel </strong>& <strong> Paolo Woods </strong> The Authors@Google program welcomed <strong> Serge Michel </strong> and <strong> Paolo Woods </strong> to Google's New York office to discuss their book, \"China Safari: On the Trail of Beijing's Expansion in Africa</q>. \"<strong> Serge Michel </strong> and <strong> Serge Michel </strong> Beuret, tell the dramatic-- and largely unknown-- story of the... <strong> Eric Schmidt </strong>, Alec Ross& <strong> Jared Cohen </strong> on 21st Century Statecraft <strong> Eric Schmidt </strong>, Alec Ross& <strong> Jared Cohen </strong> on 21st Century Statecraft Google", "new_id": -2}, {"uid": "1295217134075989080", "i": 3943, "idx": 1, "sa": ["Harry Reid", "Sen. Bernie Sanders"], "q": ". \"I raised my concerns on this payroll tax holiday and it was raised by a number of other Democrats- <strong> Harry Reid </strong> was very strong on the Social Security issue,\" <strong> Sen. Bernie Sanders </strong> said. <q>Not every member of the Democratic caucus holds that view,</q> he said. <strong> Harry Reid </strong> said during a Jan. 9 appearance on NBC's \"Meet the Press\" that he would not support \"back-door methods to whack Social Security recipients.\" \"One of", "new_id": -2}, {"uid": "1297093828077135937", "i": 38614, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "interview with ABC, set to air this week. \"There was a lot of leaking out of the State Department, and the president knew it,\" he reportedly said. <q>And it was unhelpful. And most of it ended up making the State Department look good. We didn't do that in the Pentagon. I insisted we not do it.</q> <strong> Donald Rumsfeld </strong> was criticized during his tenure as defense secretary for his tight rein on information relating to the war on terrorism. This week, in conjunction with the release of his new memoir \"Known and Unknown", "new_id": -2}, {"uid": "1296286332201490484", "i": 2676, "idx": 6, "sa": ["Mike Pence"], "q": "I think he'd clear the field.\" Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" like <strong> Mike Pence </strong>. <q><strong> Mike Pence </strong>'s been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation,</q> he said. \"He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state.\" The congressman's future has been the subject", "new_id": -2}, {"uid": "1296862636132562982", "i": 10936, "idx": 8, "sa": ["Colin Powell"], "q": "about the war preparations, I do not recall his ever asking me if I thought going to war with Iraq was the right decision.\" On <strong> Colin Powell </strong> \"The media image\" of Mr <strong> Colin Powell </strong> <q>battling the forces of unilateralism and conservatism may have been beneficial to <strong> Colin Powell </strong> in some circles, but it did not jibe with reality.</q> Help and Tech support Your questions answered& how to report a technical issue Feedback How to contact someone at nzherald.co.nz Group Sites Copyright 2011, APN Holdings NZ Limited", "new_id": -2}, {"uid": "1296814116111099931", "i": 36726, "idx": 1, "sa": ["Howard Stern", "Charlie Sheen", "David Letterman"], "q": "says <strong> Charlie Sheen </strong> is \"worse than Scarface' <strong> Howard Stern </strong> brought up <strong> David Letterman </strong>'s liaisons again while referencing the personal phone conversations they used to share during which <strong> David Letterman </strong> expressed dissatisfaction with his Late Show gig: <q> \"When I would speak to[ <strong> David Letterman </strong>] in these private conversations-you were so miserable. Then when I read about your troubles I said:` Poor Dave-he finally had something fun to do at work and they took it away from him\".</q>\" See which celebrities are following <strong> Howard Stern </strong> on Twitter <strong> David Letterman </strong> admitted to having sexual relationships with multiple Late Show employees in October 2009 after he became the target of an extortion plot by a", "new_id": -2}, {"uid": "1295968018237928473", "i": 3797, "idx": 2, "sa": ["Colin Powell", "Sen. Joe Lieberman"], "q": "off the table is indefensible.\" Today on CNN's State of the Union, ret. <strong> Colin Powell </strong> and former Secretary of State <strong> Colin Powell </strong> joined the growing chorus in calling for a reduction in defense spending: <q>CANDY CROWLEY: Where would you with specificity say, \"Look we don't need a bigger military?</q> Can we cut there?\" POWELL: Yeah. <strong> Sen. Joe Lieberman </strong> think we have to look at everything, domestic and our international accounts. As we draw down from Iraq and as over the next several years", "new_id": -2}]