[{"uid": "1295855787225247280", "i": 566, "idx": 1, "sa": ["Alassane Ouattara", "Bertrand Badie"], "q": "tenter de contraindre le pr?sident sortant Laurent Gbagbo? quitter le pouvoir. Quiconque ne respectera pas cette interdiction sera passible de sanctions, a d?clar dans un communiqu le gouvernement <strong> Alassane Ouattara </strong>, retranch dans l'H?tel du <strong> Bertrand Badie </strong>: <q> En C?te d'Ivoire, l'ONU a t juge pas m?diatrice </q> Pour <strong> Alassane Ouattara </strong>, une intervention militaire s` impose en C?te d'Ivoire Le ministre de l'?ducation envisage l'apprentissage de l'anglais d?s 3 ans Absent?isme scolaire: publication du d?cret permettant la suspension des allocations familiales Nocturnes Monet:`` La", "new_id": -2}, {"uid": "1297135687195428360", "i": 27229, "idx": 0, "sa": ["Wanda Jackson", "Michael Vick", "Joe Nichols", "Mayor Tom", "Dwaine Caraway", "O. J. Simpson"], "q": "celebrity poker, and the 3 Little Pigs have in common? They're all events canceled today. And there's more. See them all. New Release Tuesday: Iron and Wine, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was <strong> O. J. Simpson </strong> busy? </q> Dallas <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"uid": "1295236100188809247", "i": 1275, "idx": 0, "sa": ["Angelina Jolie", "Aron Ralston", "Brad Pitt"], "q": "he said, turning serious. As those fans shouted his name from the bleachers, he turned to wave and smile. The 66-year-old actor was nominated for a Golden Globe for his performance in <q> Wall Street: Money Never SAron Ralstonps. </q>___ <strong> Brad Pitt </strong> hung back, letting his partner, <strong> Angelina Jolie </strong>, work the media gauntlet at this year's Golden Globes. Under slicked-back hair and behind sunglasses, <strong> Angelina Jolie </strong> surveyed the scene from", "new_id": -2}, {"uid": "1297402436159285252", "i": 23111, "idx": 0, "sa": ["Ray Allen", "Allen Iverson", "Reggie Miller"], "q": "<strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q> I told him,` I'm glad you're here, because it is your moment as well,' </q> <strong> Ray Allen </strong> said.`` When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "new_id": -2}, {"uid": "1295708821020955159", "i": 38336, "idx": 0, "sa": ["Mike Missanelli", "Michael Vick"], "q": " Well, on Wednesday <strong> Michael Vick </strong> was on the <strong> Mike Missanelli </strong> radio show on 97.5 The Fanatic in Philadelphia when he was asked by the host about the bet and which one he thinks will win. <q> We'll see.[ Oprah will] probably win it cuz I know nothing about the other guy, </q> <strong> Michael Vick </strong> admitted. Top News for more stories Related Article( s): href=\"http://www.eurweb.com/?p=77998\" rel=\"bookmark\" title=\"January 17, 2011\"> Gucci's Face Tattoo a Mistake?- Also Blows$ 20k on Falcons Game EUR Special Report:", "new_id": -2}, {"uid": "1295547194232112134", "i": 37159, "idx": 2, "sa": ["Steven Tyler", "Simon Cowell"], "q": "routine is just`` boring.'' At least <strong> Steven Tyler </strong> will tell you`` if your singing stinks''- the trouble is he says it in a`` kindler, gentler way,'' with lines such as, <q> Oh baby, you're just not ready. I'm sorry. </q> Both of the newbies need to`` toughen up a bit.'' When <strong> Simon Cowell </strong> called the occasional performance an`` utter disaster,'' he added the spice that made`` Idol'' delicious.''` American Idol", "new_id": -2}, {"uid": "1297258263038010892", "i": 13242, "idx": 0, "sa": ["Mike McCarthy", "David Letterman", "Jim Schmitt", "Aaron Rodgers"], "q": ", named Super Bowl Most Valuable Player, admitted to being tired after a busy couple of days that included a parade at Disney World in Florida and an appearance on the <strong> David Letterman </strong> show in New York. <q> It's been a great journey this year, </q> <strong> Aaron Rodgers </strong> said.`` We've got the greatest fans in the world.'' Green Bay Mayor <strong> Jim Schmitt </strong> promised a street in town would be renamed`` <strong> Mike McCarthy </strong>'s Way'' after the coach. Green Bay", "new_id": -2}, {"uid": "1295596538037634240", "i": 8963, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "la conducerea companiei, acesta urm?nd s preia func?ia de pre?edinte executiv. Postul de CEO va fi preluat de c?tre <strong> Larry Page </strong>, cofondator al companiei. ntr-o postare pe blogul oficial al companiei, <strong> Eric Schmidt </strong> scrie c <q> se va concentra asupra elementelor c?rora le poate da o valoare ad?ugat: extern, pe dealuri, parteneriate, clien?i i rela?ii cu clien?ii mai mari, contactul cu guvernul i dezvoltarea tehnologiei care este tot mai important ca urmare a importan?ei globale a Google; i intern n calitate de consilier al lui <strong> Larry Page </strong> i Serghei( cei doi cofondatori ai motorului de c?utare- n. r.) </q>.`` Sunt foarte m?ndru de cei zece ani la conducerea companiei i sunt sigur c urm?torii 10 ani sub conducerea lui <strong> Larry Page </strong> vor fi i mai buni!'', a mai scris <strong> Eric Schmidt </strong>.``", "new_id": -2}, {"uid": "1295684940089554965", "i": 46118, "idx": 6, "sa": ["Ken Schrader", "Theo Ratliff", "Robert Horry", "Matt Geiger", "Allen Iverson", "Kobe Bryant"], "q": "<strong> Kobe Bryant </strong> managed just 18 points while committing six turnovers in 41 minutes.`` I don't approach the game like it's <strong> Kobe Bryant </strong>, and I want to have a <strong> Robert Horry </strong> game against him,'' <strong> Allen Iverson </strong> said. <q> I want to play a good game against everybody. When you play well against another great player, it's only natural for you to feel good about the win. But that's not the most important thing for me. </q> <strong> Theo Ratliff </strong> likely is out until April with a broKen Schrader wrist, but the Sixers appeared to get some help in the paint when <strong> Matt Geiger </strong> returned from a 1 1/2- month layoff in Tuesday's 107-104 win at Milwaukee.", "new_id": -2}, {"i": 47690, "idx": 6, "index_answer": 0, "new_id": -1, "q": "regrets of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> countered. <q> I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan, </q> he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was`` incremental,'' not rushed. File photo of former <strong> Donald Rumsfeld </strong> of", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297175078196968452"}]