[{"uid": "1295984939241025026", "i": 10642, "idx": 1, "sa": ["Stephen Elliott", "Donald Rumsfeld"], "q": ",'' <strong> Donald Rumsfeld </strong> is kidnapped by unnamed forces and funnelled through a Kafka-esque series of jails and interrogations- all based on treatment suffered by prisoners of war at Bagram Airfield and Guantanamo Bay. What are they after? <q> We're not looking for one thing, </q> an interrogator tells <strong> Donald Rumsfeld </strong>.`` We are finding your intentions.'' The authors never intended the book to be`` a revenge fantasy,'' says <strong> Stephen Elliott </strong>. In fact, he believes that`` if <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1297710142165232701", "i": 6690, "idx": 1, "sa": ["Steve Ballmer"], "q": "yesterday.) That's something that both Nokia and Microsoft are banking on.`` Nokia has incredible capabilities, whether it's industrial design or cameras or a broad, efficient supply chain,'' said <strong> Steve Ballmer </strong>. <q> We're sure from that based that Nokia will deliver absolutly phenomenal capability. </q> Analyst:` Some U.S. Nokia Execs Will Be Angry. They Wanted Android'@ MWC: WAC Finally Goes Commercial; Looks Like Another Win For Android Sports Illustrated Swimsuit Print Version Offers Videos Via Smartphone@ MWC", "new_id": -2}, {"uid": "1297245174074432537", "i": 15390, "idx": 1, "sa": ["Lindsay Lohan", "Simon Cowell"], "q": "as a member of the Friends posse, the actor is now looking forward to being the integral character of a TV show. He describes <strong> Simon Cowell </strong> Sunshine as`` an ensemble comedy'' but insists he is <q> at the creative centre this time. I've never done that before </q>. <strong> Lindsay Lohan </strong>`` to be charged with felony grand theft'' <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding", "new_id": -2}, {"uid": "1295905049076185690", "i": 26137, "idx": 3, "sa": ["Bill Lockyer"], "q": "and how aggressively the legislature and the governor close the budget deficit.`` Then, the next option, if you run out of deferrals, is to issue i.o.u.'s,'' Mr. <strong> Bill Lockyer </strong> said. <q> It's a possibility. It's not one that anyone wants to do. It's at the bottom of the list of choices. But it is on the list. </q>", "new_id": -2}, {"uid": "1296172795252526607", "i": 16046, "idx": 8, "sa": ["Eric Schmidt"], "q": "But Mr <strong> Eric Schmidt </strong> said that the arrangement was`` stable'' for them, and appeared to be the same for China, who recently renewed their licence. However, he cautioned that China could <q> arbitrarily cut it off at any point </q>. Face-off? The Google executive chairman rejected suggestions that the company had lost its edge.`` We are the innovator and leader at scale,'' he said, citing among others its maps", "new_id": -2}, {"uid": "1295254451198639632", "i": 34403, "idx": 0, "sa": ["Simon Cowell", "David Joseph", "Matt Cardle"], "q": ". The intention is that they will now be able to pay for tracks immediately, rather than downloading them illegally. <strong> David Joseph </strong>, the chief executive of Universal Music, told The Guardian newspaper: <q> Wait is not a word in the vocabulary of the current generation. It's out of date to think that you can build up demand for a song by playing it for several weeks on radio in advance. </q> 17 Jan 2011 <strong> Matt Cardle </strong>, the latest X Factor winner who signed to Sony through an agreement with <strong> Simon Cowell </strong>, sold 439,000 copies of his song When We Collide after it went on sale immediately after the", "new_id": -2}, {"uid": "1295782038072171535", "i": 43768, "idx": 0, "sa": ["Andy Coulson"], "q": "World journalists during Mr <strong> Andy Coulson </strong>'s time as editor. Mr <strong> Andy Coulson </strong> has repeatedly denied any involvement in or knowledge of such activities but said on Friday he would step down as continuing media coverage of the issue <q> made it difficult for me to give the 110% needed in this role </q>. Asked whether Mr <strong> Andy Coulson </strong>'s departure was a blow for the coalition, the deputy prime minister said he believed the government would not`` miss a beat'' in pressing ahead with its agenda of securing", "new_id": -2}, {"uid": "1295476004046153739", "i": 35404, "idx": 0, "sa": ["Lloyd Blankfein", "Hu Jintao", "Steve Ballmer"], "q": "last year. <strong> Hu Jintao </strong> said through a translator that China is focusing on domestic demand and consumer spending as its economy evolves. He also promised that China would treat U.S. companies fairly when doing business there. <q> It all feels very, very good that you asked us to be a partner, </q> Jim McNerney, chief executive officer of Boeing Co. said to <strong> Hu Jintao </strong> at the start of the session. Along with McNerney, the meeting convened by the administration brought together CEOs <strong> Steve Ballmer </strong> of Microsoft Corp., <strong> Lloyd Blankfein </strong> of", "new_id": -2}, {"uid": "1295218070163594249", "i": 553, "idx": 11, "sa": ["Mike Darnell", "Simon Cowell"], "q": "Idol was the biggest thing anyone had seen since, well, the Spice Girls. And just days after the season finale in 2002, it was announced that Idol was heading to America-with its star judge. <q> We had seen footage and of course we knew for sure that <strong> Simon Cowell </strong> had to be there, </q> says <strong> Mike Darnell </strong>, Fox's head of alternative entertainment. But <strong> Simon Cowell </strong> nearly backed out, worried that his harsh persona would not translate to the more politically correct U.S. airwaves.`` Then a friend of mine... called", "new_id": -2}, [{"i": 21773, "idx": 0, "index_answer": 1, "new_id": -1, "q": "you were a kid in school always picking teams,'' <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. <q> It's a talent-acquisition business, right? If you don't have it, it's hard to win. </q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MANUFACTURING PRODUCT ENGINEER AND SR..", "sa": ["Bill Lockyer", "Trent Baalke", "Michele Bachmann", "Newt Gingrich"], "uid": "1296023447028524570"}]]