[{"uid": "1297235178246775830", "i": 7449, "idx": 1, "sa": ["Christina Aguilera", "Aaron Rodgers", "David Letterman"], "q": "next year doing this exact same thing,\" Packers quarterback and Super Bowl MVP <strong> Aaron Rodgers </strong> said to a thunderous ovation from the crowd. Fresh from Disney World in Florida and <strong> David Letterman </strong> in New York, he declared himself <q> pretty tired right now. </q> <strong> Christina Aguilera </strong> may be unclear about the exact words of our national anthem, but let there be no mistaking the bond between the Packers and the fans here and around the world who pledge their allegiance.", "new_id": -2, "mturk_index": "1612"}, {"uid": "1295607761007487551", "i": 48102, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "has such incredible opportunity-we are only at the beginning and I can't wait to get started.\" Even <strong> Sergey Brin </strong> was in all praise for <strong> Eric Schmidt </strong> but also mentioned about his personal passions and new products saying, <q> I'd like to mention that I've had a great time working with <strong> Larry Page </strong> now for 15 years and <strong> Eric Schmidt </strong> for a decade. Both of them have inspired and moved me. I would like to work more on my personal passions. There will be several new products I'm working on. I've been accused of vaporware recently, so I won't talk about them yet. But soon. </q> There are many analysts who believe that Larry Pages lacks experience in the top CEO level. Also he was previously into inventing things. Creating and marketing products to consumers is a different thing altogether. <strong> Larry Page </strong> who", "new_id": -2, "mturk_index": "1416"}, {"uid": "1296784629036126790", "i": 50555, "idx": 6, "sa": ["Bill Clinton", "Donald Rumsfeld"], "q": "the chairman of the Joint Chiefs of Staff. But selfless <strong> Donald Rumsfeld </strong> scotched that idea. He claims Bush and Cheney repeatedly persuaded him to stay and even <strong> Bill Clinton </strong> once told him at a WWII memorial dedication that <q> no one with an ounce of sense thinks you had any way in the world to know about the abuse taking place that night in Iraq. </q> <strong> Donald Rumsfeld </strong> now regrets his decision to remain on, calling it a misjudgment because it contributed to the drumbeat of \"torture\" maintained by \"partisan\" critics of the war and Bush. Interestingly, he", "new_id": -2, "mturk_index": "750"}, {"uid": "1297446725101842956", "i": 13436, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "thinks that was true and I get an aw-shucks smile. \"I've never heard anyone else say that, so I don't give it a lot of credence.\" I wonder aloud whether, <q> as a leader you have to be a bit intimidating? </q> But <strong> Donald Rumsfeld </strong> demurs- \"Oh no, in fact you don't want to be. The truth is that I had tough jobs, a lot of them, and I'm comfortable taking tough decisions and I", "new_id": -2, "mturk_index": "1028"}, {"uid": "1296495116169607208", "i": 9764, "idx": 3, "sa": ["Conan O'Brien", "David Letterman", "Toni Gonzaga"], "q": "; beats <strong> David Letterman </strong>,` Nightline combined Watch more videos in HD online on www.DigitalTVonPC.com everything is 100% Free for you! We have more than 10.000 Free DVD titels <strong> Conan O'Brien </strong> has reason to smile after his debut as <q> Toni Gonzagaght& qu... The Late Late Show- Beginning 9/11/2008 \"Craig talks to the audience and viewers before the monologue </q>... PBB Teen Edition Plus BIG 4 BIG Night,& BIG Winner TRIBUTE PBB Teen Edition Plus BIG 4 BIG Night,& BIG Winner TRIBUTE NO COPYRIGHT INFRINGEMENT INTENDED. VIDEO CLIPS COURTESY of ABS-CBN. This video", "new_id": -2, "mturk_index": "1137"}, {"uid": "1297183760108150799", "i": 31084, "idx": 4, "sa": ["Tom Leppert", "Michael Vick", "Dwaine Caraway"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> <strong> Tom Leppert </strong> said he has asked the city manager to \"propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would \"welcome a clarification of the guidelines.\" Sports. You can", "new_id": -2, "mturk_index": "41"}, {"uid": "1296551065213254154", "i": 25828, "idx": 1, "sa": ["Ron Cook", "Ben Roethlisberger", "Michael Vick"], "q": "Since his return, in October, <strong> Ben Roethlisberger </strong> has tried to be a better teammate and a better person. Like the Eagles' <strong> Michael Vick </strong>, he has been contrite and has said all the right things. <q> It would be amazing to win another Super Bowl, but it won't be like I'll say,` Do you forgive me now?' It'll just be another step in earning back everything I lost, </q> he told the Pittsburgh Post-Gazette's <strong> Ron Cook </strong> last week. <strong> Ben Roethlisberger </strong> faced the national media for the first time yesterday afternoon at the Steelers' hotel in Fort Worth, Texas, and it didn't take long", "new_id": -2, "mturk_index": "1234"}, {"uid": "1294975566041533473", "i": 56027, "idx": 15, "sa": ["Allen Iverson", "Linas Kleiza", "Carmelo Anthony", "Kobe Bryant"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q>... <strong> Kobe Bryant </strong> 38 points game 4 vs Utah Jazz 2009 NBA Playoffs <strong> Kobe Bryant </strong> 38 points game 4 vs Utah Jazz 2009 NBA Playoffs SALT LAKE CITY( AP) It took <strong> Kobe Bryant </strong> only a few minutes to end his shooting", "new_id": -2, "mturk_index": "945"}, {"uid": "1294962672210993211", "i": 8274, "idx": 5, "sa": ["Gabrielle Giffords", "Debbie Wasserman Schultz", "Mark Kelson", "Kirsten Gillibrand"], "q": "gave a thumbs up, she raised her whole arm. And it was just unbelievable and indescribable,\" <strong> Kirsten Gillibrand </strong> said. \"This is a woman with the most reMark Kelsonable determination,\" <strong> Debbie Wasserman Schultz </strong> said. <q> We were so excited when the doctors said,` This is incredible progress.'[ <strong> Gabrielle Giffords </strong>' neurosurgeon] Dr. Lemole outside the hospital room... he said,` You know I don't really make much of emotion and friendship,' he said,` but we saw the power of friendship in there.' </q> Six people were killed and 14 were injured when a young man opened fire at a meet-and-greet event <strong> Gabrielle Giffords </strong> was holding at a busy Tucson, Ariz., superMark Kelsonet. Police say the man accused of", "new_id": -2, "mturk_index": "454"}, {"uid": "1297403208107986956", "i": 42281, "idx": 2, "sa": ["Kirsten Gillibrand", "Bob Casey"], "q": ". \"Vast drug networks along our northern border are exacerbating the gang-related violence in many communities across the state,\" said <strong> Kirsten Gillibrand </strong>. \"This problem must be fought at its source.\" <q> Drug trafficking into Pennsylvania that is feeding crime and gang activity must be stopped, </q> <strong> Bob Casey </strong> added. \"A multi-pronged attack is required to catch drug smugglers or terrorists before they can cross the border over Lake Erie into Pennsylvania or other northern states.\" The senators cited what they called", "new_id": -2, "mturk_index": "885"}]