[{"uid": "1295933062036896771", "i": 13289, "idx": 0, "sa": ["Eric Schmidt"], "q": "n't be evil.\" The dynamics of what even Google calls its management \"triumvirate\" are somewhat murky, but the co-founders appear to worry more about idealism, while <strong> Eric Schmidt </strong> has advocated increased commercialization. <q> Google policy is to get right up to the creepy line and not cross it, </q> <strong> Eric Schmidt </strong> once said. Debate about the location of that line is most likely when it comes to markets like China and activities like using users' data for profit. So far, the company seems to", "new_id": -2}, {"uid": "1295441767072597564", "i": 43445, "idx": 2, "sa": ["Simon Cowell", "Jane Lynch"], "q": "Facebook group pleading for Sue to join the' X Factor' panel- and <strong> Jane Lynch </strong> agrees her character would make a \"fantastic\" judge, though she would probably clash with <strong> Simon Cowell </strong>. She said: <q> People have asked me,` What about having Sue on` The X Factor'? How would she do?' I think she'd be fantastic- and there would be a few contestants reduced to tears. \"It can never happen, though. <strong> Simon Cowell </strong> and Sue on the same judging panel will never work in a million years- there's only room for one ego on the show! </q>( c) BANG Post Chronicle\" target=\"_TOP\">", "new_id": -2}, {"uid": "1294957392081149963", "i": 8354, "idx": 0, "sa": ["Jason Kidd", "Allen Iverson"], "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. His late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseJason Kidd. <q> Anybody that bet on it, some broke people out there, </q> <strong> Allen Iverson </strong> said. \"I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "new_id": -2}, {"uid": "1295649793119881766", "i": 40593, "idx": 0, "sa": ["Bill Lockyer"], "q": "on Friday it has no interest in using bankruptcy to solve its fiscal problems. California, the eighth largest economy in the world, would not benefit from bankruptcy legislation, Treasurer <strong> Bill Lockyer </strong> said. <q> States didn't ask for it. We don't want it. We don't need it, </q> <strong> Bill Lockyer </strong> said. \"Bankruptcy would devastate states' ability to recover from the recession and make the infrastructure investments that create good jobs.\" California, which is struggling to close a$ 25 Bill Lockyerion budget", "new_id": -2}, {"uid": "1295385251249954318", "i": 6866, "idx": 1, "sa": ["Sergio Marchionne"], "q": "La Repubblica after 54 percent of the workers at the Turin facility, also known as Mirafiori, approved the deal. <strong> Sergio Marchionne </strong> said he wanted to introduce profit-sharing plans for Fiat's Italian workers, while stressing <q> we have to make profits( at the plants), before we can share them. </q> The car manufacturer met fierce opposition from the Italian General Confederation of Labor and its engineering workers' arm over the Turin agreement, which union officials said they considered an attack on labor rights. Someone", "new_id": -2}, {"uid": "1295965652202670112", "i": 41562, "idx": 7, "sa": ["Eric Schmidt"], "q": "sagte <strong> Eric Schmidt </strong>. Google will 1000 Mitarbeiter in Europa einstellen, um die lokalen M?rkte zu erschlie?en. In Deutschland erzielt Google gesch?tzte zwei Milliarden Euro Umsatz im Jahr und beherrscht damit rund 60 Prozent des Online-Werbemarktes. <q> Wir sind so erfolgreich, dass sich die Regierungen Sorgen machen. Wir haben einige sehr komplizierte Punkte mit den Regierungen zu kl?ren </q>, sagte <strong> Eric Schmidt </strong>. Den Untersuchungen, vor allem der EU-Kommission, sehe er allerdings in aller Ruhe entgegen. \"Um Wettbewerbsklagen macht man sich immer Sorgen. Aber diese Sorgen sind nicht allzu gro\" , sagte <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295991953089178223", "i": 3687, "idx": 4, "sa": ["George H. W. Bush", "George W. Bush", "Dick Cheney", "Donald Rumsfeld"], "q": "a briefing Johnson gave in 1966 on the Vietnam War and White House papers from July 1975- when he was chief of staff under <strong> George H. W. Bush </strong> Ford- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. <q> It's not a journal, it's not a diary, </q> he says of the Ford White House notes. \"It is a set of working documents that I've never edited. In fact, most I've never reread.\" As defense secretary under <strong> George W. Bush </strong>", "new_id": -2}, {"uid": "1296041814257409024", "i": 461, "idx": 0, "sa": ["Paul Kanjorski", "Sarah Palin", "Bernie Sanders"], "q": "Sen. <strong> Bernie Sanders </strong> from Vermont is using the recent tragedy for fundraising. No vitriolic rhetoric there. Congressman <strong> Paul Kanjorski </strong>, D-Pa., in reference to opposing Republican candidate Scott for Florida's governorship. <q> Take Scott out and put him against a wall and shoot Him! </q>( 7 of 8) Oh, wait, that's not fair. <strong> Sarah Palin </strong> always gets quoted, though I don't know who elected her the leader of the astro-turf crowd or what office she", "new_id": -2}, {"uid": "1295584859050233357", "i": 37489, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez", "Randy Jackson"], "q": ". His voice is surprisingly good. He's a pasty white kid with some soul. \"You are so sweet and so cute,\" <strong> Jennifer Lopez </strong> said. \"I like this dude,\" <strong> Randy Jackson </strong> said. <q> The sparkle in your eye, yah! </q> <strong> Steven Tyler </strong> said. \"Closing my eyes, it was a work of art, a thing of beauty.\" This makes me wonder: what would <strong> Simon Cowell </strong> have said? Alas, they end the hour", "new_id": -2}, {"uid": "1297433861129613836", "i": 23631, "idx": 9, "sa": ["Michael Gove"], "q": "Under BSF, every secondary school in England was due to be rebuilt or refurbished over a 15-20-year period at an estimated cost of? 55 billion. Mr <strong> Michael Gove </strong> said the programme had been beset by <q> massive overspends, tragic delays, botched construction projects and needless bureaucracy </q>. He also described it as \"a dysfunctional process\" before making the cuts. At a four-day hearing last month, lawyers for the six councils argued that the axing of building, rebuilding", "new_id": -2}]