[{"uid": "1295286716082853889", "i": 28678, "idx": 2, "sa": ["Steve Ballmer"], "q": "is an important release for the company and, of course, for Microsoft Dynamics CRM,\" Brad Wilson, general manager, Microsoft Dynamics CRM product management group, told CRM Buyer. Having <strong> Steve Ballmer </strong> unveil the product <q>is an indication of <strong> Steve Ballmer </strong>'s strong ongoing commitment to Microsoft Dynamics as a product family and CRM as a specific application.<q> The on-premises and partner-hosted versions of Microsoft Dynamics CRM 2011 will become globally available on February 28, 2011. This iteration of the product line differs from earlier versions in its global reach: It will", "new_id": -2}, {"uid": "1295797194125714432", "i": 17668, "idx": 3, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": ".\" Commentators said that the row over <strong> Andy Coulson </strong>, a key member of the prime minister's team, had damaged <strong> David Cameron </strong> and his nine-month-old coalition. But deputy prime minister <strong> Nick Clegg </strong> insisted Sunday: <q>I don't think this government will miss a beat.<q> AFP <cite> This story is sourced direct from an overseas news agency as an additional service to readers. Spelling follows North American usage, along with foreign currency and measurement units. </cite> Join the conversation", "new_id": -2}, {"uid": "1295243276223936526", "i": 8331, "idx": 2, "sa": ["Steve Ballmer"], "q": "technological foundation and casting the company as a leader in social entertainment, mobile software, and personal computers. \"A decade ago we took a bold step forward toward transforming entertainment,\" <strong> Steve Ballmer </strong> said. <q>We started with gaming with the launch of Xbox.... The next step in that journey was the launch of Xbox Live which transformed gaming experiences with the cloud. That put Xbox front and center in the social entertainment revolution.<q> <strong> Steve Ballmer </strong> then cited Microsoft's successful launch of its Kinect gaming control system two months ago. \"There's nothing else like it in the world,\" he said. Microsoft plans to extend", "new_id": -2}, {"uid": "1295012281152616960", "i": 2686, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman"], "q": ".\" A judge will hear the matter on January 26. However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February. He tells Late Show host <strong> David Letterman </strong>, <q>The kids are doing ok, we have been spending quite a bit of time with them, <strong> Kayte Walsh </strong> and I, <strong> Kayte Walsh </strong>'s my new girl, we're planning to get married soon. Sometime in February.<q> TV Listings Wondering what's on tonight? Check out our TV listings for the complete schedule in your area.", "new_id": -2}, {"uid": "1295627764018169864", "i": 48170, "idx": 5, "sa": ["Eric Schmidt"], "q": "can't wait to get started.\" Google reports revenues of US$ 8.44 billion for the quarter ended December 31, 2010, representing an increase of 26% compared to Q4 of 2009. <q>Q4 marked a terrific end to a stellar year,<q> enthuses <strong> Eric Schmidt </strong>. \"Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display", "new_id": -2}, {"i": 5185, "idx": 2, "index_answer": 0, "new_id": -1, "q": "B-movie actor, turned governor, turned candidate. He gave voice to the ideals and values that I was raised to believe in.\" Republicans, <strong> Mike Pence </strong> continues, should learn from how <strong> Ronald Reagan </strong> led. <q>I think <strong> Ronald Reagan </strong> personifies both the substance and the style of conservatism in the 21st century,<q> he says. \"On substance, he was tough and unapologetic- he was committed to limited government, to federalism, to a strong national defense, and to traditional values.\" \"But on", "sa": ["Mike Pence", "Ronald Reagan"], "uid": "1295552145232112145"}, {"uid": "1296218677100073685", "i": 35440, "idx": 0, "sa": ["Eric Schmidt"], "q": "on downloads and conventional cellular data plans, while the world is shifting towards browser/cloud approaches and new-style devices and content. In the new structure, Page will lead product development and technology strategy, while Brin <q>will devote his energies to strategic projects, in particular working on new products<q>. <strong> Eric Schmidt </strong> will take the role of executive chairman, \"focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership\". He will also act as internal advisor to", "new_id": -2}, {"uid": "1295472167129286151", "i": 3104, "idx": 0, "sa": ["LeBron James", "Tracy McGrady", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "q": "can endure and overcome.- ROBERT JAY LIFTON The translation and publication of this book in English constitutes thundering historical proof that those who deny the Armenian Genocide are engaged in a massive deception.- DEBORAH <strong> Allen Iverson </strong> LIPSTADT <q><strong> Peter Balakian </strong> provides strong evidence that these gruesome proceedings were carried out under official orders from the highest level.<q>- HENRY MORGENTHAU III Kia Awards Winner: <strong> LeBron James </strong>& <strong> Dwyane Wade </strong> <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> share honors for the Eastern Conference Kia Performance Awards Winner in the month of December. Ignor: Extra Tags: HQ <strong> Carmelo Anthony </strong>, <strong> Tracy McGrady </strong> Mcgrady", "new_id": -2}, {"uid": "1297241204110002186", "i": 17327, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong> on Controversy SC Police Laud Workers for Saving Child in Toilet SC officials praise cleaning crew for saving life of newborn left choking in arena toilet 1 comment By SUSANNE M. SCHAFER Associated Press <q>They did save the life of that child,<q> Greenville Police Chief Terri Wilfong said late Tuesday. A 25-year-old married mother of a 4-year-old faces charges of giving birth in the toilet to the 6-pound boy and leaving it to die. By calling", "new_id": -2}, {"uid": "1297709927124567580", "i": 40151, "idx": 0, "sa": ["Mike Huckabee", "Mike Pence"], "q": "the alley, because the light was better. Social conservatives tend to talk about issues such as abortion and gay rights, stem cell research and the role of religion \"in the public square\": <q>Those who would have us ignore the battle being fought over life, marriage and religious liberty have forgotten the lessons of history,<q> said Rep. <strong> Mike Pence </strong>( R-Ind.) at the Family Research Council's 2010 Values Voter Summit. Former Arkansas <strong> Mike Huckabee </strong>, at the same summit, said: \"We need to understand there is a direct", "new_id": -2}]