[{"uid": "1297119812245366793", "i": 7952, "idx": 0, "sa": ["Simon Cowell"], "q": "has announced it will film the fourth season of Jersey Shore in Italy this spring for broadcast later this year, and it may present the reality TV star with an opportunity to find a special girl. <q>I'm actually gon na get me some Rosetta Stone,</q> Sorrentino said. \"I got two months to learn it. My name comes from Italy so I've got a little bit of heritage there. Plus maybe I can get a hometown Italian chick.\" <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1296407544252772372", "i": 150, "idx": 28, "sa": ["Allen Iverson", "Nate McMillan"], "q": "to get a compliment like that.\" <strong> Allen Iverson </strong> shot 15-of-27 from the field and the Sixers shot 51.9 percent. Seattle, which had five players score in double figures, had its six-game home winning streak snapped. <q>Tonight( <strong> Allen Iverson </strong>) was pretty consistent throughout the game knocking down shots,</q> said Sonics coach <strong> Nate McMillan </strong>. \"Every time we tried to make a run it seemed like he came up with a big basket. When he has that going, there is nothing you can do except hope that", "new_id": -2}, {"uid": "1295562035244678665", "i": 1240, "idx": 2, "sa": ["Eric Schmidt"], "q": "mentor. Mr <strong> Eric Schmidt </strong> said the management changes, which take effect on April 4, were part of a plan to \"streamline\" decision making and create clearer lines of responsibility and accountability. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> Mr <strong> Eric Schmidt </strong> said. Caution Analysts said that Mr Page was now more experienced, and would carry more weight with investors on Wall Street than he did 10 years ago. But Brian Pitz,", "new_id": -2}, {"uid": "1294973646058228738", "i": 15070, "idx": 0, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman", "Camille Grammer"], "q": "<strong> Kayte Walsh </strong>, 29, who in October suffered a miscarriage and lost their baby. In an appearance on \"The Late Show with <strong> David Letterman </strong>\", <strong> Kelsey Grammer </strong> described <strong> Kayte Walsh </strong> as \"my new girl.\" <q>We're planning to get married soon,</q> he said, then added \"Sometime in February.\" But <strong> Camille Grammer </strong>, 42, asked a Los Angeles judge to reject her husband's request to get a and work out a financial settlement later", "new_id": -2}, {"uid": "1295357099082411548", "i": 25111, "idx": 0, "sa": ["Simon Cowell"], "q": "with the world believing him dead, and then- penniless, and shunned by his celebrity friends- heads off on a pilgrimage to Tibet in a search for meaning. As you do. The book takes <strong> Simon Cowell </strong> <q>on a quest for love; a quest for money; and a quest to get back his elusive mojo- the Sex Factor</q>, we are told. publishing the book in April, is hailing it as the dawn of a new genre- the \"spovel\"- calling it \"the perfect antidote to celebrity memoirs\". And", "new_id": -2}, {"i": 46291, "idx": 0, "index_answer": 2, "new_id": -1, "q": "<strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q>I told him, \"I'm glad you're here, because it is your moment as well\",</q> <strong> Ray Allen </strong> said. \"When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "uid": "1297538891173686785"}, {"uid": "1295684940089554959", "i": 22101, "idx": 0, "sa": ["Michael Vick"], "q": "Week 15 2010 Property of the NFL and it's respective rights and properties belong to it's distinctive owners and no copyright was intended.... Victorian Champions League- Wimmera South Coast Eagles- Kyran Taylor <strong> Michael Vick </strong>: <q>I can win in any offense, in any league</q> <strong> Michael Vick </strong> talks to G.Cobb after practice. He talks about his confidence in his ability to lead the Eagles to victory and run the west coast offense. <strong> Michael Vick </strong> believes he can do anything and everything that's needed in", "new_id": -2}, {"uid": "1295615565136232978", "i": 11367, "idx": 1, "sa": ["Clive Goodman", "Andy Coulson"], "q": "for me to give the 110% needed in this role. I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.\" <q>I'll leave within the next few weeks and will do so wishing the Prime Minister, his family, and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government.</q> Mr. <strong> Andy Coulson </strong> has been under pressure for months over his role at the News of the World. He was its editor in chief in 2007 when its royal editor, <strong> Clive Goodman </strong>, and an investigator it had", "new_id": -2}, {"uid": "1296128045255868977", "i": 30202, "idx": 9, "sa": ["Michael Vick"], "q": "one else would. \"Hopefully, I'll be with the Eagles next year. We'll see what happens,\" said <strong> Michael Vick </strong>, who added that he expects \"everything to go according to plan.\" <q>We'll see what happens over the next couple months. I just got to be patient and take it day by day,</q> he said. <strong> Michael Vick </strong>, who made his three previous Pro Bowls in six years with the Atlanta Falcons. He is being coached this week by the Falcons' staff, though none of those coaches were in Atlanta", "new_id": -2}, {"uid": "1295564385175194279", "i": 13243, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "that CEO <strong> Eric Schmidt </strong> will step down, becoming executive chairman, while co-founder Larry Page will take over as chief executive. <strong> Sergey Brin </strong>, the company's other co-founder, will step down as president of technology, and instead <q>devote his energy to strategic projects, in particular working on new products,</q> the company said. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" said <strong> Eric Schmidt </strong>. \"By clarifying our individual", "new_id": -2}]