[{"i": 48513, "idx": 0, "index_answer": 1, "new_id": -1, "q": "key given to <strong> Michael Vick </strong>. <strong> Richard Hunter </strong> showed the council a picture of his black pit bull Mel, used by <strong> Michael Vick </strong> as a bait dog to train fighting dogs before he was seized by authorities. <q>On Saturday I was horrified to witness <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gleefully proclaiming that a power had been bestowed on him to give the man who tried to kill my dog a key to my city,</q> <strong> Richard Hunter </strong> said. <strong> Richard Hunter </strong> called <strong> Dwaine Caraway </strong>'s action an embarrassment to the city ''rouge decision to besmirch the reputation of the city.''", "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "uid": "1297267847143687688"}, {"uid": "1297378051148979743", "i": 42428, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Dick Cheney"], "q": "security policies than his current aides. <strong> Dick Cheney </strong> surprised a gathering of conservatives on Thursday to present the former two-time defense secretary an award. The vice president joked that <strong> Donald Rumsfeld </strong> twice served as defense secretary and added that <q>maybe if we give him a third term, he might get it right.</q> <strong> Dick Cheney </strong> also drew laughs when he wondered aloud if <strong> Donald Rumsfeld </strong> may have more influence on <strong> Barack Obama </strong> than his current advisers. <strong> Barack Obama </strong> campaigned against the Bush White House's national security policies and yet has continued", "new_id": -2}, {"uid": "1295008939037093396", "i": 37763, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "major milestone for her, and we're hoping that she crosses through many more.'' <strong> Kirsten Gillibrand </strong>, D-N.Y., recounted her moments with <strong> Gabrielle Giffords </strong> in an interview with reporters on Air Force One. <q>It was such a moment, and we were in such tears of joy watching this,</q> said <strong> Kirsten Gillibrand </strong>, who traveled to Tucson with <strong> Barack Obama </strong> to visit the wounded Arizona congresswoman and to attend a memorial service for victims of Saturday's mass shooting, which claimed six lives. After <strong> Gabrielle Giffords </strong> opened her", "new_id": -2}, {"uid": "1296769550173654016", "i": 16470, "idx": 0, "sa": ["Kay Hagan", "Kirsten Gillibrand", "Patrick Leahy", "Frank Lautenberg", "John Kerry", "Sen. Bernie Sanders"], "q": "Secretaries last week when his office was first informed of the federal government's decision: http://menendez.senate.gov/newsroom/press/release/?id=fa1c6f19-9cde-45c8-967e-fac0b416d654 ''The National Mall is the only sensible venue to host the Solar Decathlon.'' wrote the Senators. <q>The first four wildly successful events were held on the Mall from 2002-2009 and the event grew in popularity each year. As a tourist attraction, it has provided the perfect venue for thousands to learn about solar energy and energy efficiency. And as a central pillar in our quest for clean energy, solar energy deserves a venue that sits adjacent to our country's legislative leaders.</q> The following Senators signed the letter: US Senators <strong> John Kerry </strong>( D-MA), <strong> Kirsten Gillibrand </strong>( D-NY), <strong> Sen. Bernie Sanders </strong>( D-VT), <strong> Kay Hagan </strong>( D-NH), <strong> Patrick Leahy </strong>( D-VT), <strong> Frank Lautenberg </strong>( D-NJ)", "new_id": -2}, {"uid": "1297181825166789140", "i": 46762, "idx": 5, "sa": ["Donald Rumsfeld", "Torie Clarke"], "q": "plane had slammed into the Pentagon- <strong> Torie Clarke </strong>, the veteran assistant secretary of Defense for public affairs, asked <strong> Donald Rumsfeld </strong> whether he'd called his wife of 47 years? He admitted that he hadn't. <q><strong> Torie Clarke </strong> looked at me with the stare of a woman who was also a wife. ''You son of a bitch,' she blurted out. ''She had a point.</q> She did, indeed. Indulge her taste buds: 25% off rich chocolates, truffles and more'' width= ''101'' height= ''56'' class= ''headlineThumb'''/", "new_id": -2}, {"uid": "1295563110148553754", "i": 18341, "idx": 0, "sa": ["Eric Schmidt"], "q": "for founders-and for the movement, which seems to be gathering steam among CEO <strong> Eric Schmidt </strong>, announcing today that he'd will step down as CEO and turn over day-to-day responsibilities to co-founder Larry Page: <q>Larry will now lead our product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's Chief Executive Officer. In this new role I know he will merge Google's technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead.</q> Once you know your customers intimately-who they are and what they want-you are ready to roll out your great new...", "new_id": -2}, {"uid": "1296331565124452868", "i": 30590, "idx": 0, "sa": ["Allen Iverson", "Aaron McKie"], "q": "for the first time since the 1991-92 season, when it won six in a row at the Spectrum. The 76ers did not win their 13th game last season until February 20th en route to a 22-60 finish. <q><strong> George Washington </strong> chemistry is a lot better,</q> <strong> Allen Iverson </strong> said. ''One thing that <strong> Aaron McKie </strong> said is this is the first time in his career that he has been on a team where nobody is crying about shots and nobody is worrying about me, me,", "new_id": -2}, {"uid": "1296282852002965504", "i": 19636, "idx": 1, "sa": ["Eric Schmidt", "Angela Merkel", "David Cameron"], "q": "act of holding an election,'' <strong> David Cameron </strong> added. German Chancellor <strong> Angela Merkel </strong> agreed. ''There is no point in locking up people or to reduce the access to information,'' she said. <q>We must come to a peaceful dialogue in Egypt. The stability of the country is, of course, extremely important but not at the cost of freedom of opinion.</q> <strong> Eric Schmidt </strong>, Google's chairman, also denounced the Web blackout. ''We obviously think it's a bad idea, we obviously do not want these things to happen,'' he said.", "new_id": -2}, {"uid": "1295629102247332868", "i": 21673, "idx": 1, "sa": ["Eric Schmidt"], "q": "rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile,'' said <strong> Eric Schmidt </strong>, chief executive of Google. <q>These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web.</q> During a conference call after the earnings report, Jonathan Rosenberg, senior vice president for product management, said its year's sales were powered by Google's display advertising business, which now has two million", "new_id": -2}, {"uid": "1294981747186728455", "i": 3520, "idx": 0, "sa": ["Jay Leno", "David Letterman", "Conan O'Brien"], "q": "got a phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q>always been good. I said he didn't owe me a phone call, but I appreciated it.</q> <strong> Conan O'Brien </strong> wouldn't be so receptive to a call from <strong> Jay Leno </strong>, who preceded and replaced him as ''Tonight'' show host. He says the reason is no mystery, noting, ''We all know the story", "new_id": -2}]