[{"uid": "1296030310020856872", "i": 40441, "idx": 2, "sa": ["Michael Vick", "Barack Obama"], "q": "highest-paid player, and he made an estimated$ 7 million in endorsements during his six seasons with the Atlanta Falcons. That all disappeared with his 2007 arrest on dogfighting charges and an 18-month prison stay. <q> We're real excited about it, </q> Vito said. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's", "new_id": -2}, {"uid": "1295560145078905366", "i": 23491, "idx": 3, "sa": ["Ben Ali", "Barack Obama", "Donald Rumsfeld"], "q": "admirers of Tunisia and the progress that has been achieved under <strong> Barack Obama </strong> <strong> Ben Ali </strong>'s leadership.\" [...] A visit to Tunisia by defence secretary <strong> Donald Rumsfeld </strong> in February 2006 proves even more reveBen Aling: <q> We have a very long relationship with Tunisia, </q> <strong> Donald Rumsfeld </strong> remarked after the meetings. \"Tunisia is a moderate Muslim nation that has been and is today providing very constructive leadership in the world. The struggle that's taking place within that faith is a serious one", "new_id": -2}, {"uid": "1295094125134053943", "i": 24382, "idx": 40, "sa": ["Allen Iverson", "Ben Wallace", "Shaquille O'Neal"], "q": "both clarified and cluttered the wild Western Conference playoff race. \"That's all he's got to do is come into the game and the energy is there,\" said <strong> Allen Iverson </strong>, who scored 33 points. <q> It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the way he can shoot the ball, the way he can dribble the ball, the way he can jump, he has the whole package. \"There's nothing on the court he can't do. </q> It was the 13th time Smith has come off the Ben Wallacech to score 20 or more points, most in the NBA among players who haven't started a single game. \"He's been a <strong> Shaquille O'Neal </strong> spark for", "new_id": -2}, {"uid": "1296445798042500106", "i": 2110, "idx": 0, "sa": ["Jhon García Sossa", "Michael Vick"], "q": "derided as too dangerous. In another respect, though, their recoveries are slow and sometimes painful, many filled with diseases, injuries and skittishness that manifested themselves under their stewardship of <strong> Michael Vick </strong>. <q> Some people might say,` Three years, that seems like such a long time, </q>' said <strong> Jhon García Sossa </strong>, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. \"But we measure their progress in baby steps, especially when they were on", "new_id": -2}, {"uid": "1297214307026116119", "i": 46309, "idx": 0, "sa": ["Kirsten Gillibrand", "Richard Blumenthal"], "q": "the website of EMILY's List, Sens. <strong> Kirsten Gillibrand </strong>( D-N.Y.) and <strong> Richard Blumenthal </strong>( D-Conn.) accused House Republicans of pulling a \"bait and switch\" by focusing early on anti-abortion legislation instead of the economy. <q> You probably recognize the Republican agenda as a radical departure from the days when they promised jobs, </q> the senators Gillibrand_Richard Blumenthal_stand_with_emilyslist/\"> wrote to EMILY's List supporters Monday afternoon. \"And you know their claims of` limited government' shouldn't include limits on our access to healthcare.\" The abortion", "new_id": -2}, {"uid": "1295701242121667612", "i": 25486, "idx": 6, "sa": ["Dez Bryant", "Allen Iverson", "Tim Duncan", "LeBron James"], "q": "to stop him,\" said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists. \"I didn't realize it,\" <strong> Dez Bryant </strong> said when told about his scoring spree. <q> You just get into one of those rhythms. My teammates were looLeBron James for me, it just feels like the ball finds you. </q> The Lakers led 89-79 entering the fourth quarter. The Nuggets drew within five points three Tim Duncanes before a three-point play by <strong> Dez Bryant </strong> with 6:41 remaining made it 101-93. That was only the beginning. Two free throws by", "new_id": -2}, {"uid": "1296071965164806658", "i": 27172, "idx": 0, "sa": ["Eric Schmidt"], "q": "including one Schmidt-Eric Schmidt-portrayed-as-evil-in-another-video\"> depicting Google CEO <strong> Eric Schmidt </strong> as a creepy Ice Cream truck driver. one calling Google chicken, challenging the company to a privacy debate. Now, the group is back with a video called <q> Mr. <strong> Eric Schmidt </strong> Goes to Washington. </q> On the group's site, it says: This new animated satire, \"Mr. <strong> Eric Schmidt </strong> Goes to Washington,\" -- the sequel to Consumer Watchdog's popular \"Don't Be Evil?\" video", "new_id": -2}, {"uid": "1297231761238518375", "i": 54993, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "doubt for a minute that other countries in the region looking at that have to say:` Well, isn't that interesting?\" <strong> Donald Rumsfeld </strong> said. Still, he warned the journey Egypt was on <q> is tough, is risky and has to proceed at a pace that fits their culture. </q> M&G Online Comment Guidelines In Brief No hate speech; No racist, sexist or homophobic remarks; Keep it short; Keep it on topic; Show respect to all;@mailandguardian Top stories& newsflashes@ChrisRoperZA", "new_id": -2}, {"uid": "1295620447256049222", "i": 30688, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Ian Edmondson"], "q": "the Prime Minister, his family and his brillIan Edmondsont and dedicated team the very best for what I'm sure will be a long and successful future in Government.\" Mr <strong> David Cameron </strong> said in a statement: <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my Director of Communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the Government. </q> Mr <strong> David Cameron </strong> made clear he had \"full confidence\" in Mr <strong> Andy Coulson </strong> and had not pushed him out. He said: \"During his time working for me, <strong> Andy Coulson </strong> has carried out his role with", "new_id": -2}, {"uid": "1295782000044482592", "i": 8049, "idx": 0, "sa": ["Rachel Maddow", "Eric Schmidt"], "q": "remains high while product development cycle times are kept to a minimum. <strong> Eric Schmidt </strong> shares responsibility for Google's day-to-day operations. In 2006, <strong> Eric Schmidt </strong> was elected to the National Academy of Engineering, which recognized his work on <q> the development of strategies for the world's most successful Internet search engine company. </q> <strong> Eric Schmidt </strong> was inducted into the AmEric Schmidtan Academy of Arts and Sciences as a fellow in 2007. He is also chairman of the board of directors for the New AmEric Schmidta Foundation. <strong> Rachel Maddow </strong> is an AmEric Schmidtan radio personality and political", "new_id": -2}]