[{"uid": "1297423741197410820", "i": 1907, "idx": 3, "sa": ["Michael Gove", "Andy Burnham"], "q": "massive overspends, tragic delays, botched construction projects and needless bureaucracy\". He also described it as \"a dysfunctional process\" before making the cuts. A Department for Education spokesman said: <q>We are delighted that the judge did not call into question the decision to end the wasteful and bureaucratic Building Schools for the Future programme. \"On the substantive points he concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects.</q> Mr <strong> Michael Gove </strong> will now look again at his decision with regard to these authorities with an open mind, taking representations from them, he said. Shadow education secretary <strong> Andy Burnham </strong> said: \"This ruling", "new_id": -2}, {"uid": "1295804716188252188", "i": 6598, "idx": 2, "sa": ["Colin Powell"], "q": "think he's got a way to go,\" <strong> Colin Powell </strong> said. \"I mean, he hasn't achieved all of his purposes, but he's stabilized the economy\" and taken on health care reform. <q>You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>.</q> \"I think he has reached out to countries around the world and has developed good relations with countries around the world,\" <strong> Colin Powell </strong> said. \"And I think he's working very hard on the issue of", "new_id": -2}, {"uid": "1296793038213319695", "i": 35341, "idx": 1, "sa": ["Paul Pierce", "Allen Iverson", "Antoine Walker"], "q": "the Philadelphia 76ers to an 83-81 victory over the Boston Celtics that evened their Eastern Conference first-round series at two games each. \"Win. It's the only thing we can think about,\" <strong> Allen Iverson </strong> said. <q>We fought hard to get back in the series. We're really not thinking about anything more. The only thing <strong> Wei Yi </strong> care about is finishing out.</q> After shooting poorly all game, <strong> Allen Iverson </strong> made his last three shots and two clinching free throws that sent the series between the long-time rivals back to Boston for Game Five on Friday. <strong> Allen Iverson </strong> upstaged <strong> Paul Pierce </strong> and <strong> Antoine Walker </strong>,", "new_id": -2}, {"uid": "1295621895169754624", "i": 2555, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "marks a return to <strong> Google Inc. </strong>'s technological roots, 13 years after he and fellow Stanford University student <strong> Sergey Brin </strong> founded what has become the world's No. 1 Internet search engine with$ 29 billion a year in revenue. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> tweeted after the announcement. The news came as <strong> Google Inc. </strong> reported earnings and revenue that blew past expectations. While <strong> Google Inc. </strong> has dominated Internet search for a decade, the company has struggled to find its footing", "new_id": -2}, {"uid": "1295501609069894186", "i": 14837, "idx": 1, "sa": ["Harry Belafonte", "Colin Powell", "Ward Churchill", "Adolf Eichmann"], "q": " \"<strong> Colin Powell </strong> is committed into come into the house of the master, as long he would serve the master, according to the master's purpose.\"-- <strong> Harry Belafonte </strong>, washed up singer and communist activist <q>If there was a better, more effective, or in fact any other way of visiting some penalty befitting the little Eichmanns inhabiting the sterile sanctuary of the[ World Trade Center], I'd really be interested in hearing about it.</q>-- plagarizing academic <strong> Ward Churchill </strong>.( For those of you who were educationally abused by our public school system, <strong> Ward Churchill </strong> is referring to <strong> Adolf Eichmann </strong> who masterminded the Holocaust. Yes, you read that right. This chunk of", "new_id": -2}, {"i": 17605, "idx": 16, "index_answer": 0, "new_id": -1, "q": "with an injured rib and back. \"Part of the reason I'm here is because I was able to wear some rib protection this season to guide me through my injury,\" <strong> Michael Vick </strong> said. <q>Unequal was one of the reasons I've been able to make it through the season.</q> <strong> Michael Vick </strong> will get the start on Sunday and try to earn his first Pro Bowl victory. Subscribe Now Home delivery prices for Oahu Only. Please call customer service at(808) 538-6397 for Neighbor Island", "sa": ["Michael Vick"], "uid": "1296128197246497300"}, {"uid": "1295607761007487551", "i": 39591, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.\" <strong> Eric Schmidt </strong> on his page also emphasized that <q>Day-to-day adult supervision no longer needed!</q> indicating that Page is ready to take the helm. <strong> Eric Schmidt </strong> is confident about Page who stressed that for last decade he, <strong> Sergey Brin </strong> and <strong> Eric Schmidt </strong> had made most of the important decisions together and indicated that he will", "new_id": -2}, {"uid": "1296338741178929668", "i": 14688, "idx": 0, "sa": ["Ian Benardo", "Simon Cowell"], "q": "former contestant crashed the season finale last May when took over a farewell segment for <strong> Simon Cowell </strong>, which was supposed to include digs from former burnt contestants by grabbing the microphone and carrying on with things like <q>Who cares? It's all about <strong> Ian Benardo </strong> tonight! I'm going to replace you, <strong> Simon Cowell </strong>! No one has a thing to say about you- just me.</q> That tirade by <strong> Ian Benardo </strong> caused the producers to shut down that segment early. Somehow, I doubt suing for a third time is going to get this guy anywhere, but we'll have to wait and see what", "new_id": -2}, {"uid": "1295582258248299524", "i": 15101, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "the company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by Mr. <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as Mr. Page's personal ambition. <q>Day-to-day adult supervision no longer needed!</q> Mr. <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. Mr. <strong> Eric Schmidt </strong>, 55, will become executive chairman and remain available to advise Mr. Page, 37, and <strong> Google Inc. </strong>", "new_id": -2}, {"uid": "1295325224053116945", "i": 12, "idx": 3, "sa": ["Michael Jordan", "Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been \"This is only a fan made video and is not made for monetary gain. No copyright infringement intended.\" I think <strong> Michael Jordan </strong>", "new_id": -2}]