[{"uid": "1295286541082853912", "i": 2350, "idx": 1, "sa": ["Steve Ballmer"], "q": "month for the first 12 months of service to qualified customers that sign up by June 30, 2011.`` Sales professionals are at the heart of almost every successful business,'' <strong> Steve Ballmer </strong> said. <q> Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data so they can improve their customers' experiences and effectively compete in the market. </q> Based on the new Microsoft Dynamics CRM 2011 release, Microsoft Dynamics CRM Online delivers breakthrough productivity by providing familiar, intelligent and connected experiences to users across the organization: Familiar experiences for sales, service", "new_id": -2}, {"uid": "1295365484238829571", "i": 2617, "idx": 4, "sa": ["David Letterman", "Steven Tyler"], "q": "out as the best album and the best tour, it always has.'' <strong> David Letterman </strong> then asked for clarification that`` contention, friction and animosity'' could be creatively good, to which <strong> Steven Tyler </strong> said: <q> Yeah, because when we come back together we love each other all over again. We come to realise what we can do. The good stuff is writing and songs. </q> recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are`` just on a break[ and] still rocking big time''.", "new_id": -2}, {"uid": "1297642831198574106", "i": 19187, "idx": 3, "sa": ["Shayne Ward", "Simon Cowell", "Justin Bieber"], "q": ". In an interview with href=\"http://www.digitalspy.co.uk/ustv/s141/the-x-factor-us/news/a303061/Shayne Ward-Shayne Ward-12-is-too-young-for-x-factor.html\" rel=\"nofollow\"> Digital Spy, <strong> Shayne Ward </strong> took issue with <strong> Simon Cowell </strong>'s decision to have 12 years old be the minimum age requirement for`` The X Factor'' U.S. contestants. <q> Obviously there are a lot of 12-year-olds over in America who are incredible singers, </q> <strong> Shayne Ward </strong> said.`` But I personally think it's too low. It's a completely different world over there; there's a lot more over-the-top media intrusion. With the whole <strong> Justin Bieber </strong> thing, I can see", "new_id": -2}, {"uid": "1295919467156090424", "i": 4165, "idx": 2, "sa": ["Bill Lockyer"], "q": "do the same.''+ CALIFORNIA- Democratic State Treasurer <strong> Bill Lockyer </strong> said:`` States didn't ask for it. We don't want it. We don't need it.''- <q> Bankruptcy would devastate states' ability to recover from the recession and make the infrastructure investments that create good jobs. It would inflict severe injury on taxpayers. </q>-`` The people making this dangerous suggestion- and those who lend it credibility it doesn't deserve- confuse states' near-term budget deficits with long-term funding obligations. We are dealing with them by reducing", "new_id": -2}, {"uid": "1295964059002146385", "i": 39901, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "Inc.. Chief Executive Officer <strong> Eric Schmidt </strong>. Photographer: Tony Avelar/Bloomberg <strong> Eric Schmidt </strong> said he is`` committed to Google'' and that he agrees with co-founders <strong> Sergey Brin </strong> on`` everything.'' He said he will stay at Google <q> as long as it is exciting. </q> <strong> Eric Schmidt </strong> spoke to reporters in Munich today. <strong> Eric Schmidt </strong>, who will be replaced as CEO by Page on April 4, said the transition will not affect decision-making at the company.", "new_id": -2}, {"uid": "1297005372041598997", "i": 27743, "idx": 1, "sa": ["Dick Cheney", "Colin Powell", "Barack Obama"], "q": "Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Video: Raw Video: Shriver laid to rest in Massachusetts... Article: <strong> Barack Obama </strong> steps up diplomacy for Egypt transition... Article: <strong> Barack Obama </strong> urges entrepreneurial focus on America... Report Abuse <q>`` The Egyptians will welcome us as liberators! </q> \" Washington Post: <strong> Barack Obama </strong> praise could hurt two 2012 GOP candidates Washington Post: ATF fears budget cuts would imperil gun-trafficking fight at Mexico border Washington Post: <strong> Barack Obama </strong> answers viewers' questions in YouTube interview Mortgage Rates Hit", "new_id": -2}, {"uid": "1297323945070123545", "i": 53608, "idx": 2, "sa": ["David Letterman", "Jimmy Fallon", "Conan O'Brien", "Jay Leno"], "q": "ABC's`` Good Morning America,'' CBS'`` Sunday Morning,'' CNN's`` Showbiz Today,'' and has performed on`` Late Night with <strong> Conan O'Brien </strong>,''`` Late Show with <strong> David Letterman </strong>,'' <q> The Tonight Show with <strong> Jay Leno </strong>, </q>`` Austin City Limits,''`` Late Night with <strong> Jimmy Fallon </strong>'' and A&E's`` Breakfast with the Arts.'' 20. The fan-based website Everyday Companion breaks down Panic shows by the stats. With", "new_id": -2}, {"uid": "1294975566041533473", "i": 56013, "idx": 1, "sa": ["Angel Robinson", "Linas Kleiza", "Allen Iverson", "Carmelo Anthony"], "q": "Jazz 120-109 on Thursday night.`` I've now scored 40 points on the highest stage you can ever score,'' said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angel Robinsones Lakers. <q> It was definitely a special night, </q> <strong> Linas Kleiza </strong> said.`` I will remember this night for the rest of my life.'' The Nuggets have been searching for a consistent third scorer behind <strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He", "new_id": -2}, {"uid": "1295584716071549019", "i": 5231, "idx": 5, "sa": ["Larry Page", "Eric Schmidt", "Sandeep Aggarwal"], "q": "Thursday's announcement. In the regular session earlier, the stock fell$ 4.98, or 0.8 percent, to close at$ 626.77. The stock peaked at$ 747 before the recession. <q> <strong> Eric Schmidt </strong> has played his innings very well, </q> said analyst <strong> Sandeep Aggarwal </strong> of Caris& Co. The management reshuffling appears to be amicable. Both <strong> Larry Page </strong> and <strong> Eric Schmidt </strong> had high praise for each other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's", "new_id": -2}, {"i": 41618, "idx": 5, "index_answer": 2, "new_id": -1, "q": "personal problems.`` The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence,'' <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <q> The issue will move straight from <strong> Andy Coulson </strong>'s situation to <strong> David Cameron </strong>'s judgement. </q> Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News", "sa": ["Tony Blair", "Andy Coulson", "Alastair Campbell"], "uid": "1295619952132808753"}]