[{"uid": "1295408511085049345", "i": 42216, "idx": 9, "sa": ["Simon Cowell"], "q": "the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to \"a cat being thrown off a skyscraper,\" telling another, <q>Don't mean to be rude, but you look like the Hulk's wife,</q> reducing dozens of hopefuls to their worst \"ugly cry\"- and propelling the show to the No. 1 spot in the process. But <strong> Simon Cowell </strong> won't be back for the 10th season, which premieres", "new_id": -2}, {"uid": "1297521829086999041", "i": 39663, "idx": 0, "sa": ["Kayte Walsh", "David Letterman"], "q": " \"What I hope is that Kelsey and I can improve our communications and truly co-parent our two wonderful children,\" her statement said. She also wished her ex and his fiancee, <strong> Kayte Walsh </strong>, <q>love and happiness in their new marriage.</q> Those are the kinds of good wishes that only a dollar sign followed by a lot of zeroes buys. Kelsey told <strong> David Letterman </strong> last month that he plans to marry <strong> Kayte Walsh </strong> this month.", "new_id": -2}, {"uid": "1296216095069550115", "i": 37686, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "into China,\" the BBC quoted <strong> Eric Schmidt </strong>, as saying. Although <strong> Eric Schmidt </strong> said that he was happy with Google's decision to stop co-operating with China over censorship in March last year, he added: <q>Over time I would hope, especially in my new role with more of an external focus, that I can try to get more of Google, appropriately and within our policies, into China.</q> It was revealed earlier this month that fifty-five-year-old <strong> Eric Schmidt </strong> would make way as chief executive for Larry Page, 37, who co-founded Google with <strong> Sergey Brin </strong>. \"Between the three of us, I have", "new_id": -2}, {"i": 10731, "idx": 0, "index_answer": 0, "new_id": -1, "q": "that truth will keep national headquarters from wasting the opportunity to hit up donors. Speaking of: In the same e-mail, <strong> Cecile Richards </strong> claims that <strong> Mike Pence </strong>'s bill would make it so that Planned Parenthood <q>can no longer provide family planning, birth control, or preventive care to millions of women.</q> They're a profit-maker with high-paid friends who do fundraisers for them. We're not talking about some struggling crisis-pregnancy center( The very fact that the people behind the video would fabricate a story about a child", "sa": ["Cecile Richards", "Mike Pence"], "uid": "1296777793174178305"}, {"uid": "1296433725170967042", "i": 16149, "idx": 0, "sa": ["Stewart Mandel", "Michael Vick", "Kevin Kolb"], "q": "the team already has a solid group of young players and will have significant salary cap space in the offseason. \"We have a three-year plan and we're right on it,\" he said. <q>I looked the other day and we're going to have more money than anybody in the summer to go out and either trade one of our expiring contracts or go into the free agency market and get the pieces we need.</q> <strong> Stewart Mandel </strong>: St. John's shows signs of progress under Lavin by knocking off Duke Eagles Reportedly to Tag <strong> Michael Vick </strong>, Listen to Offers for <strong> Kevin Kolb </strong>", "new_id": -2}, {"uid": "1295876008205455363", "i": 20013, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": ", Jan 24, 2011, 8:33 AM EST- U.S. Markets open in 57 mins. <strong> Google Inc. </strong> awards$ 100 million to <strong> Eric Schmidt </strong>{ \"s\": \"goog\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} On Monday January 24, 2011, 7:58 am NEW YORK( AP)-- <strong> Google Inc. </strong> says it has awarded$ 100 million worth", "new_id": -2}, {"uid": "1297620569105463821", "i": 1024, "idx": 3, "sa": ["Lois Capps", "Cecile Richards", "Mike Pence"], "q": "- have vowed to fight the proposed funding cut. \"In my community, Planned Parenthood is a very highly regarded mainstream organization,\" said Rep. <strong> Lois Capps </strong>, D-Calif., who depicted <strong> Mike Pence </strong>'s bill as <q>driven by an extreme ideological agenda.</q> <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss of the federal grants but would be forced to close some clinics and serve fewer people. \"This", "new_id": -2}, {"uid": "1295885178252248106", "i": 28637, "idx": 0, "sa": ["Mike Pence"], "q": "in recent days. A story published Saturday said Daniels would be the odds-on favorite for the GOP nomination in 2012 if pundits, conservative columnists and political thinkers represented the party's base. <q>The diminutive Hoosier has nurtured a profile as a mature politician whose outlook extends beyond the next news cycle and whose demeanor exudes seriousness,</q> the story said. It also noted that the candidate favored by party elites has almost always failed to win the nomination. As for <strong> Mike Pence </strong>, a story Friday highlighted the effort by a group of conservatives", "new_id": -2}, {"uid": "1295566282254656542", "i": 15764, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "in August of 2001, <strong> Eric Schmidt </strong>, Page, and co-founder <strong> Sergey Brin </strong> have been running the company as a triumvirate, with each man taking over one specific role, but all three making the major decisions. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time.</q> <strong> Eric Schmidt </strong> said. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with", "new_id": -2}, {"uid": "1296525914251117573", "i": 37252, "idx": 0, "sa": ["Michael Vick"], "q": "In India, which prides itself on its rambunctious but tolerant democracy, the... Photo: Pat Quinn, David Koehler, Greg Harris U.S. Video: Homeland Security chief touts US border safety Report Abuse <q>I guess when a police officer lay dying in a hospital, and his spouse wants to comfort him, it's critically important to the moral fiber of Illinois that the officer die alone and in great pain.</q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Stock Picking Software No Guessing- No Hunches- No Missed Trends- EVER- Learn More Trader Makes$ 4 Billion Wiz Kid Stock&", "new_id": -2}]