[{"uid": "1297108146141246491", "i": 22926, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "Iraq.`` In a war, many things cost lives,'' <strong> Donald Rumsfeld </strong> told ABC in an interview to be broadcast on`` Nightline'' Monday. <strong> George W. Bush </strong> has written that the troop level in Iraq was <q> the most important failure in the execution of the war. </q>`` I think that it's possible,'' <strong> Donald Rumsfeld </strong> responded.`` We had( an) enormous number of troops ready to go in.... You know, the path you didn't take is always", "new_id": -2}, {"uid": "1295756545021528602", "i": 18451, "idx": 1, "sa": ["Bernie Sanders"], "q": "the White House and Congress. On Dec. 10, <strong> Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book titled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. Up to 53% Off at Salon& Spa De Crist in Lee's Summit THERAPISTS", "new_id": -2}, {"uid": "1295948010244924456", "i": 9529, "idx": 0, "sa": ["Tinchy Stryder", "Simon Cowell"], "q": "be brought about by her involvement in the US show. However, it appears that Cole's fellow UK X Factor judge <strong> Simon Cowell </strong> is the only senior figure advocating the 27-year-old for the role. <q> <strong> Simon Cowell </strong> has been the only one pushing for her and trying to convince everyone that she'll be a big hit, </q> the source continued. This week: Ke$ ha, <strong> Tinchy Stryder </strong>, Chase& Status and Beady Eye! Stacey McLeanThe former X Factor", "new_id": -2}, {"uid": "1297265672144211976", "i": 47563, "idx": 4, "sa": ["Donald Rumsfeld", "Robert McNamara"], "q": "US-led wars in Iraq and Afghanistan. <strong> Donald Rumsfeld </strong> wrote that he never authorized waterboarding-- simulated drowning-- but he also called CIA interrogators who used the interrogation technique`` patriots, not criminals.'' <q> The questioning of those in department of defence custody provided information that saved innocent American lives. I make no apology for that, </q> he also wrote. <strong> Donald Rumsfeld </strong>, 78, served as defence secretary in two separate Republican administrations, becoming both the youngest and oldest man to hold the job. Only Vietnam War-era defence secretary <strong> Robert McNamara </strong> served for", "new_id": -2}, {"uid": "1296960654064782358", "i": 22872, "idx": 5, "sa": ["Andy Reid", "Michael Vick"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season.`` To sum it all up, the last five months, have been delayed gratification,'' <strong> Michael Vick </strong> said. <q> Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with <strong> Andy Reid </strong>, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit. </q>", "new_id": -2}, {"uid": "1296521624090341381", "i": 16643, "idx": 1, "sa": ["David Letterman", "Barack Obama", "Jay Leno", "George H. W. Bush"], "q": "soldiers serving in Afghanistan. When asked about it, <strong> Barack Obama </strong> was like,` Well, technically that is change.''' The 2010 elections worsened the comics' tone:? <strong> David Letterman </strong>- <q> Voters didn't like how <strong> Barack Obama </strong> was handling the economy. Wait a minute- he was handling the economy? </q>? <strong> Jay Leno </strong>-`` <strong> Barack Obama </strong> will be laying out a new economic plan. Apparently, we had an old economic plan.''? <strong> Jay Leno </strong>-''( <strong> Barack Obama </strong> and <strong> George H. W. Bush </strong>) had a cordial", "new_id": -2}, {"uid": "1295005888194838584", "i": 25762, "idx": 3, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "to commands last Sunday, Monday and Tuesday. The doctors TOLD us in their media coverage on those days, so don't try heaping praise on some kind of miracle by Pelosi and <strong> Kirsten Gillibrand </strong>. <q> <cite> Purplehorn: Jan. 13, 2011- 3:50 PM EST </cite> </q> The Democrats are going to overplay this I can assure you. The pep rally eulogy was somewhat reminiscent of the Paul Wellstone fiasco. The only person that <strong> Gabrielle Giffords </strong> needs in that room is her husband, immediate", "new_id": -2}, {"uid": "1295100598134397994", "i": 58685, "idx": 0, "sa": ["Carmelo Anthony", "Marcus Camby", "Allen Iverson", "Chris Bosh", "Kenyon Martin", "Chris Paul", "Raja Bell", "Jason Kidd"], "q": "<strong> Raja Bell </strong> had 15 points and 10 rebounds for Phoenix. JR Smith led the Nuggets with 23 points, <strong> Allen Iverson </strong> scored 21, <strong> Kenyon Martin </strong> 19, <strong> Carmelo Anthony </strong> finished with 18 points and 11 rebounds, and <strong> Marcus Camby </strong> scored 16. <q> We had http://wn.com/Chris Bosh_Chris Paul_25_points_15_assists_vs_Phoenix_Suns_Feb_28_2008 NEW ORLEANS( AP)- At this rate, the New Orleans Hornets can only hope to meet the Phoenix Suns in the playoffs. <strong> Chris Paul </strong> had 25 points, 15 assists and three steals to help the Hornets end a three-game losing streak with a 120-103 victory over Phoenix on Wednesday night.`` Enough is enough, </q> <strong> Chris Paul </strong> said.`` We were on a losing streak and we came out with a different mentality, but we've got to come out with that mentality every night.'' It was the second time this seJason Kidd", "new_id": -2}, {"uid": "1297150317040091651", "i": 31511, "idx": 0, "sa": ["Allen Iverson", "Antonio McDyess", "Tayshaun Prince", "Ben Wallace", "Joe Dumars", "Chauncey Billups", "Richard Hamilton"], "q": "Only three players- <strong> Richard Hamilton </strong>, <strong> Tayshaun Prince </strong> and <strong> Ben Wallace </strong>- remain from that Detroit team. <strong> Richard Hamilton </strong>, the sixth-leading scorer in franchise history, has spent 13 of the past 14 games on the inactive list. <q> That's kind of hard for me to imagine, </q> <strong> Antonio McDyess </strong> said. As Detroit continues the long reconstruction project, which began in 2008 when general manager <strong> Joe Dumars </strong> dealt <strong> Chauncey Billups </strong> to Denver in a deal for <strong> Allen Iverson </strong>, <strong> Antonio McDyess </strong> is girding for another title.", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q> Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term. </q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}]