[{"uid": "1297147783176816154", "i": 4408, "idx": 0, "sa": ["Michael Vick", "David Ortiz"], "q": "people are reading right now. Sign In to view Buzz updates from your connections!New User?| <strong> David Ortiz </strong> left a comment- 29 min ago <strong> Michael Vick </strong> runs into controversy, confrontation at Dallas event( Yahoo! Sports) <q> Well as always the media and some cry baby puts there own spin on things. Never mind that he... </q> fern99 left a comment- 32 min ago Yahoo! Sports \"Yes. The nation that tries so hard to portray the perfect nation but yet fund war more than they do...\"", "new_id": -2, "mturk_index": "981"}, {"uid": "1295877057093847566", "i": 16979, "idx": 4, "sa": ["George W. Bush", "Dick Cheney", "Donald Rumsfeld"], "q": "from a briefing Johnson gave in 1966 on the Vietnam War and White House papers from July 1975- when he was chief of staff under <strong> George W. Bush </strong> Ford- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. <q> It's not a journal, it's not a diary, </q> he says of the Ford White House notes. \"It is a set of working documents that I've never edited. In fact, most I've never reread.\" As defense secretary under <strong> George W. Bush </strong>", "new_id": -2, "mturk_index": "1787"}, {"uid": "1295559697061718555", "i": 45571, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "is stepping down as CEO of Google, and <strong> Larry Page </strong> is taking over the company just announced in target=\"_blank\" its earnings release. <strong> Eric Schmidt </strong> will become Executive Chairman focused on, <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership, </q> the company says. Google's other cofounder, <strong> Sergey Brin </strong> will take a more active role in strategic projects including product. The change is effective starting April 4, 2011.", "new_id": -2, "mturk_index": "1869"}, {"uid": "1295591373000901153", "i": 56063, "idx": 2, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his \"best friends.\" \"I believe <strong> Larry Page </strong> is ready\" to be CEO, <strong> Eric Schmidt </strong> said during the call. <q> It's time for him to have a shot at running this. </q> <strong> Eric Schmidt </strong> also may have been growing weary of all the scrutiny that comes with running one of world's most scrutinized companies. <strong> Sergey Brin </strong> intends to concentrate on a few high-priority products. Although he would", "new_id": -2, "mturk_index": "170"}, {"uid": "1295900279046350342", "i": 13369, "idx": 1, "sa": ["Jim Gibbons", "David Letterman", "Harold Nichols", "Tim Krieger"], "q": "of Famer.\" ( <strong> Harold Nichols </strong>) was a very interesting person, someone with interests far beyond wrestling. He had a very extensive pottery collection that he actually took on the <strong> David Letterman </strong> Show one Tim Kriegere. <q> If he didn't like something that was going on during a match he'd go to the scorer's table and hit the buzzer to stop the match and explain why something was wrong to the officials. Can you imagine somebody doing that these days? </q> Kroeschell's first dual meet was in November of 1985 with first-year coach <strong> Jim Gibbons </strong> leading the program. Two years later, in 1987, Iowa State won the Big Eight and NCAA Championships. \"", "new_id": -2, "mturk_index": "382"}, {"uid": "1297033516043974665", "i": 18435, "idx": 0, "sa": ["Peyton Manning", "Dick LeBeau", "Aaron Rodgers", "Michael Vick", "Ben Roethlisberger", "Tom Brady"], "q": "7-0 on their way to a 21-14 victory. \"He's like a very good scorer in basketball-- you know he's going to get points,\" Steelers defensive coordinator <strong> Dick LeBeau </strong> said. <q> From a defensive standpoint, you've got to keep him from controlling the game. </q> The 6-5, 241-pound <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> and <strong> Michael Vick </strong> or as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. \"I'm always trying", "new_id": -2, "mturk_index": "1711"}, {"uid": "1296897095171786300", "i": 4036, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "Inquirer that he was \"not going.\" Butler said <strong> Michael Vick </strong> arrived in Dallas on Thursday. He was spotted at the EA Sports Super Bowl party by a Miami Herald reporter who tweeted that <strong> Michael Vick </strong> was <q> sipping on a bottle of soda water all night. </q> <strong> Michael Vick </strong> could not be reached Friday. NFL commissioner <strong> Roger Goodell </strong> was asked during his state of the league address Friday about <strong> Michael Vick </strong> hosting public parties eight months after a man was shot at the quarterback's", "new_id": -2, "mturk_index": "855"}, {"uid": "1295983889158924800", "i": 36454, "idx": 0, "sa": ["Jerry Angelo", "Donald Rumsfeld", "Chelsea Peretti"], "q": "sitting out most of the second half of Sunday's 21-14 NFC championship target=\"_blank\" game loss to Green Bay with a knee injury. \"I think it's crap,\" general manager <strong> Jerry Angelo </strong> said. <q> I thought Friday Night Stand Up Sneak Peak: <strong> Chelsea Peretti </strong>'s Weird Foreign Exchange Program( VIDEO) Comedy Central's \"Friday Night Stand Up </q> has begun, and HuffPost Comedy has your weekly sneak peek right here. Check back every week for exclusive <strong> Donald Rumsfeld </strong> Reflects On Writing Of Memoir target=\"_blank\" WASHINGTON- If the memoir of <strong> Donald Rumsfeld </strong>, among the", "new_id": -2, "mturk_index": "1612"}, {"uid": "1295647113138969096", "i": 57430, "idx": 2, "sa": ["Larry Page", "Henry Blodget", "Eric Schmidt"], "q": "closing price Thursday, will lower <strong> Eric Schmidt </strong>'s stake and voting power, and comes as Google announced that co-founder <strong> Larry Page </strong> will replace <strong> Eric Schmidt </strong> as chief executive. <strong> Eric Schmidt </strong> will become executive chairman in April,\" Russolillo reports. <q> The stock-trading plan, unveiled in a filing with the Securities and Exchange Commission, said <strong> Eric Schmidt </strong> intends to sell as much as 534,000 Class A shares during the course of the year. The sale would represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares. </q> here. <strong> Henry Blodget </strong> writes for The Business Insider, \"Let's be serious: <strong> Eric Schmidt </strong> got fired.\" \"Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet--` day-to-day adult supervision is no", "new_id": -2, "mturk_index": "1890"}, {"uid": "1295278131044859395", "i": 11286, "idx": 4, "sa": ["Paul Moran", "Allen Iverson", "Ian Craig Marsh", "Larry Brown"], "q": "\" said <strong> Allen Iverson </strong>. \"I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball,\" <strong> Larry Brown </strong> said. <q> There were so many lessons to be learned, from him Craig Marshts_on_You_Tube__Stars_in_Their_Eyes <strong> Paul Moran </strong>, uncut and definitely a little unhinged, singing \"The Bad Touch </q> by The Bloodhound Gang at the Belfast GIan Craig Marshts Official Supporters Club \"Stars in Their Eyes\" event on the 29th Jan 2008 in Bar Budda, Belfast. For fixtures and ticket information: www.belfastgIan Craig Marshts.com Video produced by blueicemedia.co.uk", "new_id": -2, "mturk_index": "2128"}]