[{"uid": "1296744552199131154", "i": 36502, "idx": 26, "sa": ["Colin Powell", "Donald Rumsfeld"], "q": "thing.\" <strong> Donald Rumsfeld </strong> takes direct aim at <strong> Colin Powell </strong> in recounting the former general's famous U.N. speech in February 2003, laying out the administration's case that Saddam indeed possessed a stockpile of banned weapons. <q> Over time a narrative developed that <strong> Colin Powell </strong> was somehow innocently misled into making a false declaration to the Security Council and the world, </q> <strong> Donald Rumsfeld </strong> writes. He seems particularly offended that <strong> Colin Powell </strong> has said that some in the intelligence community knew \"that some of these sources were not good,\" \"didn't speak up,\" and \"that devastated", "new_id": -2}, {"uid": "1296060214199098401", "i": 47192, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Mia Tyler", "Liv Tyler"], "q": "bleeped out by the Fox show's editors, <strong> Mia Tyler </strong> told Tyler-Liv Tylers-daughter-hes-saving-american-idol\"> Life& Style that her rocker daddy is way more interesting than Cowell\" Cowell+Simon Cowell\"> <strong> Simon Cowell </strong> and his nasty quips. <q> We're a very sarcastic family, </q> said <strong> Mia Tyler </strong>, a plus-sized model and Tyler\" Tyler+Liv Tyler\"> <strong> Liv Tyler </strong>'s paternal half-sister. \"He's the funniest man I know. He's saving the show because it was kind of boring before. There", "new_id": -2}, {"uid": "1295041503041500682", "i": 8461, "idx": 4, "sa": ["Erskine Bowles", "Bernie Sanders", "Barack Obama", "Alan Simpson"], "q": "Fiscal Responsibility and Reform has been viewed as evidence the <strong> Barack Obama </strong> may be open to cutting Social Security benefits. <strong> Bernie Sanders </strong> said <strong> Barack Obama </strong> should have expected <strong> Erskine Bowles </strong> and <strong> Alan Simpson </strong> would recommend raising the retirement age. <q> That wasn't an accident, </q> he said. \"When you appoint people, you know what you're going to get.\" The commission issued a final proposal in December that called for increasing the retirement age to 68 by 2050", "new_id": -2}, {"uid": "1296770511173654034", "i": 14690, "idx": 64, "sa": ["Ted Kennedy", "Eric Shinseki", "Donald Rumsfeld"], "q": "and <strong> Donald Rumsfeld </strong> says he eventually accepTed Kennedy the decision. To no one's surprise, he staunchly defends the treatment of terror suspects. One of his \"biggest disappointments,\" <strong> Donald Rumsfeld </strong> writes, was his inability <q> to help persuade AmEric Shinsekia and the world of the truth about Gitmo: The most heavily scrutinized detention facility in the world was also one of the most professionally run in history. </q> He flatly rejects \"irresponsible charges\" to the contrary by human rights groups, editorial pages and \"most shamefully,\" members of Congress. While <strong> Donald Rumsfeld </strong> opposed waterboarding by military personnel, he saw \"", "new_id": -2}, {"uid": "1295686742156401686", "i": 57216, "idx": 17, "sa": ["Allen Young", "Robert Horry", "Allen Iverson", "Tim Duncan", "Kenyon Martin"], "q": "its third straight. Smith was 8-of-10 in the period, including seven outside the arc. \"Amazing,\" said <strong> Kenyon Martin </strong>, who missed only one of his eight Robert Horrys while recording 14 points and 10 rebounds. <q> You've just got to take one <strong> Robert Horry </strong> at a Tim Duncane, </q> Smith said of the streak after shooting 1-of-5 before intermission. \"In the first half, it was awful, so I came out early at halfTim Duncane and tried to get my Young_Allen Iverson_27pts_vs_Memphis_Grizzlies_08/09_NBA_*Remembering_Kenyon Martin_Luther_King_*AI_on_Obama <strong> Allen Iverson </strong> and the Detroit Pistons tightened", "new_id": -2}, {"uid": "1295854191069795876", "i": 43656, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "pris les investisseurs par surprise hier soir lors de la publication de ses r?sultats trimestriels en annon?ant le remplacement du directeur g?n?ral, <strong> Eric Schmidt </strong>, par <strong> Larry Page </strong>, co-fondateur du moteur de recherche,? partir du 4 avril. <q> Nous discutions de la meilleure mani?re de simplifier la structure du management et d'acc?l?rer le processus de d?cision depuis longtemps. En clarifiant nos r?les individuels, les responsabilit?s seront plus clairement tablie au sommet de la soci?t. </q>, a d?clar <strong> Eric Schmidt </strong>. SCHLUMBERGER Schlumberger a r?alis au quatri?me trimestre 2010 un b?n?fice net des op?rations poursuivies, hors l?ments exceptionnels, en hausse de 42%? 1,16 milliard de dollars. Par action", "new_id": -2}, {"uid": "1297216340026116096", "i": 39762, "idx": 5, "sa": ["Susan Boyle", "Simon Cowell"], "q": "concert,\" <strong> Simon Cowell </strong> explained. \"It really helped show me who could handle the pressure.\" <strong> Simon Cowell </strong> said allowing the crowd to react in real time will help him avoid overlooking another big star. <q> There have been many, many times on these shows where I've hated somebody and practically had a mutiny going on behind me, </q> he said. \"I don't believe <strong> Susan Boyle </strong> would have gone through in the old-fashioned audition method.\" One of TV's best shows,` Justified,' starts second season in top form", "new_id": -2}, {"uid": "1295364352186253316", "i": 23434, "idx": 5, "sa": ["Oprah Winfrey", "Barbara Walters", "Michael Vick"], "q": "( about$ 320). \"If <strong> Michael Vick </strong> chooses to sit with you as his first interview and not with me, then that's the way it's supposed to be,\" <strong> Oprah Winfrey </strong> said. <q> God bless the man. </q> <strong> Barbara Walters </strong> also is believed to be interested. In other <strong> Michael Vick </strong> related news: In his weekly Virginia Beach ESPN radio appearance, <strong> Michael Vick </strong> said nothing has happened yet in regard to contract talks", "new_id": -2}, {"uid": "1297128589176029697", "i": 24854, "idx": 0, "sa": ["Michael McIntyre", "Simon Cowell", "Jonathan Ross"], "q": "wanted that to go out.\" <strong> Jonathan Ross </strong> also said he suggested to <strong> Simon Cowell </strong> that <strong> Michael McIntyre </strong> join the panel of Britain's Got Talent- but <strong> Simon Cowell </strong> did not know who the comedian was. <strong> Jonathan Ross </strong> said: <q> He( <strong> Simon Cowell </strong>) looked at me and said:` Who is he?' When he finally met him, he opened the conversation by saying:` The problem with you <strong> Michael McIntyre </strong>...' </q>", "new_id": -2}, {"uid": "1296536150067862562", "i": 534, "idx": 0, "sa": ["Allen Iverson", "Don Iverson", "LeBron James"], "q": "' 3... <strong> Allen Iverson </strong>'s performance vs. Minnesota <strong> Allen Iverson </strong>'s highlights against the Timberwolves... 2009 MN AMA Get in the Game Conference: Sponsor Testimonials 2009 MN AMA Get in the Game Conference: Sponsor Testimonials In these series <q> On Our Own: Dome </q> we are building a Monolithic Dome from the ground up. <strong> LeBron James </strong> Erfurth, AJ Lutter, and <strong> Don Iverson </strong> have read the stuff, watched the how tos, taken the classes and now going out to try it \"", "new_id": -2}]