[{"uid": "1295280469135036931", "i": 52239, "idx": 2, "sa": ["Jim Ryan", "Mike Pence", "Barack Obama", "Mitt Romney"], "q": "on congressional Republicans to block an increase in the limit on federal borrowing, and he proposed legislation that he said would prevent a U.S. default on its loans,\" the Wall Street Journal writes. <strong> Mike Pence </strong>: <q> An independent campaign to draw GOP <strong> Mike Pence </strong> into the 2012 Barack Obamaial race is under way, with a veteran of the Reagan White House launching a petition drive on Monday urging him to enter the primary contests, </q> the AP writes. \"Ralph Benko, a deputy counsel to Ronald Reagan, announced the America's <strong> Barack Obama </strong> ComMitt Romneyee to encourage a Mike Pence-for-Barack Obama bid. Former <strong> Mike Pence </strong> <strong> Jim Ryan </strong>, R-Kan., is also helping the campaign to collect", "new_id": -2}, {"uid": "1296391518023904278", "i": 53415, "idx": 10, "sa": ["Mike Pence"], "q": "the congressional seat was especially gratifying for <strong> Mike Pence </strong> after he made, by his own admission, fairly serious missteps and then spent years toiling in the vineyards through his work in policy, radio and television. <q> I think it was a sense that` There is a second chance. There is an opportunity to serve at this level, </q>' Stephan said.\" ` I've learned a lot. I've grown a lot, and I'm in a better position now to represent Indiana than I would have been.\" '", "new_id": -2}, {"uid": "1296925242142311425", "i": 17387, "idx": 1, "sa": ["Mike Pence", "Barack Obama"], "q": "and his country by not taking a chance on the Barack Obamaial race. Folks on the <strong> Mike Pence </strong> for <strong> Barack Obama </strong> bandwagon were in a deep funk. \"Seriously, who else do we have?\" one asked me. <q> Unless something miraculous happens and we get an unexpected gift candidate. </q> Another GOP stalwart agreed: \"Sad to say, but at a time when we need someone with guts, like Reagan in' 76, challenging an incumbent <strong> Barack Obama </strong> of his own party, or Rubio", "new_id": -2}, {"uid": "1295980514180977677", "i": 40680, "idx": 1, "sa": ["Michele Bachmann", "Mike Pence", "Newt Gingrich"], "q": "on- 2012/Newt Gingrich- <strong> Mike Pence </strong>- and- <strong> Michele Bachmann </strong>- co.html?wprss=thefix\"> noted Washington Post blogger Aaron Blake. But potential candidates Reps. <strong> Michele Bachmann </strong>, R-Minn., and <strong> Mike Pence </strong>, R-Ind., and former House Speaker <strong> Newt Gingrich </strong> <q> have a lot going for them that their predecessors didn't. Underestimating any of them, including <strong> Michele Bachmann </strong>, in a presidential race as wide open as this one would be a mistake given Republican primary voters' demonstrated willingness to upset the establishment apple cart in 2010. </q>", "new_id": -2}, {"uid": "1296486373063668243", "i": 2841, "idx": 11, "sa": ["Mike Pence", "John Boehner"], "q": "actions after being sworn in was to create a miniature radio studio in his office. In 2003, <strong> Mike Pence </strong> appeared on or was mentioned in national radio, television and newspaper stories more than 200 times. <q> There is no one in our ranks who does a better job of articulating the GOP message of freedom and smaller government, </q> Ohio <strong> Mike Pence </strong> <strong> John Boehner </strong>( now House speaker) said in 2008 when <strong> Mike Pence </strong> was unanimously elected to be in charge of party messaging as chairman of the GOP conference. <strong> Mike Pence </strong>, who likes to say he was", "new_id": -2}, {"uid": "1296391725266764308", "i": 46994, "idx": 0, "sa": ["Eric Cantor", "Michele Bachmann", "Mike Pence", "Paul Ryan"], "q": "not match our records. Please try again or call customer service at 1-888-285-4350. Your browser's security settings are preventing some features from appearing. <strong> Michele Bachmann </strong> seems to be using anger to forward her message <q> We will move forward together, or not at all- for the challenges we face are bigger than party, and bigger than politics, </q> he said in his State of the Union address. \"AmEric Cantorans are skeptical of both political parties, and that skepticism is justified- especially when it comes to spending,\" said <strong> Mike Pence </strong> <strong> Paul Ryan </strong>", "new_id": -2}, {"uid": "1296149424210010119", "i": 42667, "idx": 0, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> greet people in the Grand Hall in Union Station Tuesday, November 2, 2010 at the Indiana Republican Election Night Party. <strong> Mike Pence </strong> easily won reelection for his 6th Congressional District seat. He told the crowd, <q> I believe history will record... Indiana led the country back. </q> Charlie Nye/ The Star.", "new_id": -2}, {"uid": "1295913995175931415", "i": 45917, "idx": 0, "sa": ["Mike Pence"], "q": "focus our energies on jobs and spending,\" <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th anniversary of Roe vs. Wade. <q> We must not remain silent when great moral battles are being waged. </q> How About It? Huh? It Ain't Askin' Too Much Ya Know.... To: pissant Where was TOTUS? Does he not represent all Americans? Did he have anything", "new_id": -2}, {"uid": "1296195077069206076", "i": 60047, "idx": 2, "sa": ["Mike Pence", "Michele Bachmann", "John Thune", "Mitch Daniels", "Haley Barbour", "Mike Huckabee", "Newt Gingrich"], "q": "such established figures as <strong> Mitch Daniels </strong>, <strong> Newt Gingrich </strong>, <strong> Mike Huckabee </strong>, <strong> John Thune </strong>, <strong> Haley Barbour </strong> and <strong> Mike Pence </strong>. Two dozen reporters chased her down a hall in the Capitol complex this week, seeking an explanation for the speech. <q> I never took this as a State of the Union response, necessarily, </q> she said innocently. The title above the text of her speech her office released Tuesday night: \"<strong> Michele Bachmann </strong>'s Response to State of the Union.\" Party leaders, intimidated by the Tea Party activists", "new_id": -2}, {"i": 29160, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Vermont businesses and their employees. I look forward to working with <strong> Sen. Bernie Sanders </strong> <strong> Patrick Leahy </strong> and <strong> Sen. Bernie Sanders </strong> Welch to get the appropriate waivers and flexibility for us to go forward toward a single-payer system.'' Welch said, <q> When Vermont innovates, the nation often follows our lead. Providing Vermont and other states with the flexibility to build upon health care reform will result in better care and greater access at a lower cost. Allowing us to become a laboratory for innovation and excellence will help Vermonters, while once again allowing us to lead the way. </q> <strong> Patrick Leahy </strong> said,`` While some in Washington are trying to turn the clock back on health reform, Vermont instead is moving forward. This state waiver bill will give Vermont and other states the choice to", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1295376220134447111"}]