[{"uid": "1296044299210403360", "i": 48277, "idx": 6, "sa": ["Colin Powell", "Gabrielle Giffords"], "q": "wants to remain in private life although he is happy to be an informal presidential adviser. \"The administration knows that I am quite content with the work I am doing now,\" he said. <q> I am not interested in a government job. </q> Reflecting on the Arizona shootings that killed six people and badly wounded Democratic Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of political debate that some have said may have contributed to the attack", "new_id": -2}, {"uid": "1297323276070123533", "i": 23338, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": "telling a neoconservative magazine that the next U.S. president would \"have to call a truce on the so-called social issues\" in order to focus on more urgent matters of the federal debt and national security. <q> If <strong> Mitch Daniels </strong> is planning to run for president by running away from social issues, he will face a grass-roots revolt, </q> said Andy Blom, executive director of the American Principles Project. \"Mr. <strong> Mitch Daniels </strong> is only causing divisions in the movement by this talk of a` truce.\" Rep. <strong> Mike Pence </strong>, R-Ind., who", "new_id": -2}, {"uid": "1295253261226672695", "i": 48424, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "condition from critical to serious. Giffords was taken off a ventilator Saturday and is now breathing on her own through a tracheotomy tube, while a feeding tube was inserted at the same time. <q> The congresswoman continues to do well, </q> the hospital, University Medical Center in Tucson, said in a statement. Her friend and fellow lawmaker, <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, reiterated this, telling the media that Giffords, known as Gabby to her friends", "new_id": -2}, {"i": 1014, "idx": 5, "index_answer": 1, "new_id": -1, "q": "CEO switch, said founder and marketing vice president <strong> Michael Cohn </strong>. \"We're sad to see <strong> Eric Schmidt </strong> step down. He was a strong supporter of Google Enterprise,\" <strong> Michael Cohn </strong> said in a phone interview. <q> But we don't have any fear with regards to Larry. </q> However, <strong> Michael Cohn </strong> also looks forward to hearing what enterprise strategy Page plans to pursue, especially his plans for the Google Apps channel partners. For analyst Rebecca Wettemann at Nucleus Research, Page has", "sa": ["Eric Schmidt", "Michael Cohn"], "uid": "1295815498029966341"}, {"uid": "1297177593144113675", "i": 13462, "idx": 6, "sa": ["Paula Abdul", "Simon Cowell"], "q": "rumored.( <strong> Simon Cowell </strong> will announce the full panel in the next three or four weeks.) But when asked if former \"Idol\" judge <strong> Paula Abdul </strong> would be involved, he left the option open. <q> I'm a massive fan of <strong> Paula Abdul </strong>, </q> he said. \"We've been in regular contact.\" <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognize star quality when they saw it. \"Over the", "new_id": -2}, {"uid": "1297661104114016266", "i": 33164, "idx": 0, "sa": ["Zahi Hawass"], "q": "in support of the uprising. <strong> Zahi Hawass </strong>, minister of state for antiquities, said that several ancient treasures had been stolen from the museum, including a statue of the renowned boy king Tutankhamun. The missing objects include <q> a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess </q> and parts of another statue showing him harpooning, he said. Looters had broken into the museum off Cairo's Tahrir Square on Jan 28, during clashes between protesters and riot police who used tear gas and water", "new_id": -2}, {"uid": "1295754232172048412", "i": 23515, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "Senate. <strong> Bill Lockyer </strong> said many Democrats are worried about appearing to threaten voters by presenting a \"cuts only\" budget, but said voters need to know what it would mean to the state. <q> The hit on K-12( schools) is at least close the schools six weeks a year. Voters need to hear that, </q> he said. Earlier this month, <strong> Jerry Brown </strong> proposed a$ 127.4 billion spending plan for the 2011-12 fiscal year. It includes deep cuts to higher education and services for the poor, disabled and elderly.", "new_id": -2}, {"uid": "1295426255058294291", "i": 6181, "idx": 1, "sa": ["Robert M. McDowell", "Sen. Bernie Sanders"], "q": "DirecTV, in a filing with the FCC on Jan. 5, said the \"unprecedented array of assets would give Comcast new opportunities to gain unfair leverage over rivals to the detriment of consumers,\" later noting that <q> Comcast has a history of anticompetitive conduct, and the proposed transaction will give it the ability to enhance and extend that conduct. </q> But Comcast also had its supporters, most notably nearly unanimous support by the Pennsylvania delegation in Washington. A leading supporter was <strong> Sen. Bernie Sanders </strong> <strong> Robert M. McDowell </strong> Brady of Philadelphia. The climactic end to the merger review", "new_id": -2}, {"uid": "1296745480199131144", "i": 25342, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "come up when <strong> Donald Rumsfeld </strong> addresses the Abu Ghraib detainee abuse scandal. He said the situation became a \"damaging distraction,\" leading him to write <strong> President Bush </strong> two letters of resignation, but both were rejected. <q> More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point, </q> <strong> Donald Rumsfeld </strong> writes. <strong> Donald Rumsfeld </strong> eventually was forced to step down in November 2006 after Republicans lost their majorities in both houses of Congress, based in large part on public dissatisfaction with the administration's handling of the", "new_id": -2}, {"uid": "1297231746082936005", "i": 40874, "idx": 0, "sa": ["Sergio Marchionne"], "q": " \"I am paying shyster rates,\" <strong> Sergio Marchionne </strong> said, noting that Chrysler had no choice in 2009 but to pay the high interest rates the government set as part of its$ 15 billion Chrysler bailout. <q> We had no choice... I am going to pay the shyster loans. </q> Text DETNEWS to 64636 to get breaking news alerts on your phone. He called the loans \"a thorn in my side.\" Chrysler's also in talks with banks to refinance its debt", "new_id": -2}]