[{"uid": "1296205477159924225", "i": 7239, "idx": 4, "sa": ["Eric Holcomb", "Mike Pence", "Jackie Walorski", "Joe Donnelly"], "q": "Former Republican state <strong> Mike Pence </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Mike Pence </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for <strong> Eric Holcomb </strong>. <q> I think he's the clear frontrunner, and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said. \" I think he'd clear the field. \" State Republican Party Chairman <strong> Eric Holcomb </strong> said in a statement that Indiana is fortunate to be the home of GOP \" rising stars \" such as", "new_id": -2}, {"uid": "1297442150096944143", "i": 1421, "idx": 1, "sa": ["Mike Pence", "Phil Sharp", "Jackie Walorski", "Joe Donnelly"], "q": "Former Republican state <strong> Mike Pence </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Mike Pence </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear front-runner, and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said. \" I think he'd clear the field. \" <strong> Mike Pence </strong> is from Columbus and was an attorney before running unsuccessfully for Congress against Democrat <strong> Phil Sharp </strong> in 1988 and 1990. He worked as president", "new_id": -2}, {"uid": "1296280079111296551", "i": 7922, "idx": 7, "sa": ["Mitch Daniels", "Mike Pence", "Jackie Walorski", "Joe Donnelly"], "q": "Former Republican state <strong> Mike Pence </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Mike Pence </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear front-runner, and I think the race is his if he chooses to accept it, </q> <strong> Jackie Walorski </strong> said. \" I think he'd clear the field. \" Gov. <strong> Mitch Daniels </strong>, who is considering a run for president himself, has reached his two-term limit and can not run again in", "new_id": -2}, {"uid": "1296171723065404973", "i": 6690, "idx": 0, "sa": ["Mike Pence"], "q": "Fox News Watch Saturday 2:30 p et Indiana Congressman <strong> Mike Pence </strong> will not run for president in 2012. In a letter to supporters he writes; <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012. </q> <strong> Mike Pence </strong> has been laying the groundwork to seek Indiana's GOP gubernatorial nomination to succeed Republican White House run and working out details with his wife and family. Indiana Republican Congressman <strong> Mike Pence </strong> will announce his", "new_id": -2}, {"uid": "1297365987123617329", "i": 54674, "idx": 3, "sa": ["Mike Pence"], "q": "Fox News on Thursday, <strong> Mike Pence </strong>( R-Ind.) said members of the House GOP Conference are having \" frank \" discussions about cutting the budget. He stressed the importance of hitting the$ 100 billion mark: <q> You never get a second chance at a first impression. </q> <strong> Mike Pence </strong>, a former member of the GOP leadership who is considering a run for governor, added, \" I think the better approach is simply an across-the-board cut. I think the way", "new_id": -2}, {"uid": "1295322043190414853", "i": 16357, "idx": 0, "sa": ["Gabrielle Giffords", "Mike Pence", "Sarah Palin"], "q": "Fox News that she was inGabrielle Giffordsd the victim of a \" blood libel \" for suggestions that she influenced the alleged shooter who killed at least six people and critically injured <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong>( D-Ariz.). <q> Blood libel obviously means being falsely accused of having blood on your hands and in this case that's exactly what was going on, </q> <strong> Sarah Palin </strong> said, adding that those who are citing the use of the term to further criticize her are simply looking for any reason to malign her response to the shooting. <strong> Sarah Palin </strong> employed the term in a", "new_id": -2}, {"uid": "1296166515171278337", "i": 40692, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "From the Indy Star: U.S. <strong> Mike Pence </strong> shut the door today on a run for the presidency, but left wide open the likelihood that he'll seek a different office: Governor of Indiana. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. \" We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012. \" ... he telegraphed his", "new_id": -2}, {"uid": "1296225829149782528", "i": 10635, "idx": 0, "sa": ["Eric Holcomb", "Mike Pence"], "q": "GOP <strong> Eric Holcomb </strong> Text NEWS to 71593 for headlines from the Daily Press. Click here for other text alerts. <strong> Mike Pence </strong> didn't mention the <strong> Eric Holcomb </strong>'s race in a letter sent to supporters Thursday but said he intended <q> to serve the people of Indiana in some way. </q> \" In the months ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years", "new_id": -2}, {"uid": "1296166895131055619", "i": 22099, "idx": 4, "sa": ["Mike Pence", "Barack Obama"], "q": "GOP <strong> Mike Pence </strong> into the 2012 Barack Obamaial race is under way \" . Report Abuse \" Ya lets just forget this guy was with the administration that gave Chrysler a bailout... had 10%+ unemployment. \" Report Abuse <q> That said, we need a whole new breed of smarter Democrats that no how to win a a dirty fight </q> Since dirt is all you know, you think libs would have figured it out already. You start a dirty fight and still get your rear end handed to you. You dont know how", "new_id": -2}, {"i": 4658, "idx": 2, "index_answer": 0, "new_id": -1, "q": "veteran who had served as CEO of Novell and chief technology officer of Sun Microsystems, <strong> Eric Schmidt </strong> was brought in to provide some`` adult supervision.'' On his Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q> Day-to-day adult supervision is no longer needed. </q>`` I believe Larry is ready'' to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts.`` It's time for him to have a shot at running this.''", "sa": ["Eric Schmidt"], "uid": "1295584186085278737"}]