[{"uid": "1296777708217071642", "i": 5216, "idx": 4, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong>'s camp has sniped before. But he goes a step further-- somewhat surprisingly so, for a self-styled loyal soldier-- and points a finger at <strong> George W. Bush </strong> as well. <strong> Donald Rumsfeld </strong>, writes the Post, <q> suggests the former <strong> George W. Bush </strong> was at fault for not doing more to resolve disagreements among senior advisers. </q> 1.2 And, I might add, \"long awaited\" by whom? 1.4 I want to know why he says he would have still invaded Iraq, even knowing they didn't have WMD.", "new_id": -2}, {"uid": "1295587965072171525", "i": 13505, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "CEO for a decade will continue as executive chairman from April 4, while <strong> Sergey Brin </strong> will continue on as co-founder. In his new role as CEO, <strong> Larry Page </strong> will monitor product development and technology strategy. <q> <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade- and we anticipate working together for a long time to come. As friends, co-workers and computer scientists we have a lot in common, most important of all a profound belief in the potential for technology to make the world a better place, </q> <strong> Eric Schmidt </strong> said in a blog post. On Thursday, Google posted a 26 per cent rise in fourth-quarter revenue at$ 8.44 billion compared to the fourth quarter of 2009. Click NEXT to read why <strong> Eric Schmidt </strong> has stepped", "new_id": -2}, {"uid": "1295606106110247944", "i": 38585, "idx": 2, "sa": ["Larry Page", "Mark Zuckerberg", "Eric Schmidt"], "q": "nimmt. Und bei Facebook macht <strong> Mark Zuckerberg </strong> keinerlei Anstalten, die F?den aus der Hand zu geben. Mit beiden Konzernen ringt Google um die F?hrung im mobilen Internet, bei den digitalen Medien und bei der Werbung. <q> Keine Frage, <strong> Larry Page </strong> ist bereit, das Unternehmen zu f?hren. </q> Seit Donnerstagabend ist aber auch bei Google wieder klar, wer der Herr im Hause ist: <strong> Larry Page </strong> wird ab April das Sagen haben. \"<strong> Eric Schmidt </strong> ist ein toller Firmenchef und ich habe viel von ihm gelernt", "new_id": -2}, {"uid": "1295173711110428204", "i": 5274, "idx": 0, "sa": ["Simon Cowell", "Matt Cardle"], "q": "to write his own songs for his debut album. According to The Mirror, <strong> Simon Cowell </strong> has approved the singer's request to pen his own tracks for the upcoming LP. A source said: <q> <strong> Simon Cowell </strong> and <strong> Matt Cardle </strong> spoke over Christmas and texted ideas about what <strong> Matt Cardle </strong> wants to do. <strong> Simon Cowell </strong> has said that he wants him to write and co-write some songs. \"They know they want great material, if the songs are penned by <strong> Matt Cardle </strong> then even better. He's chuffed. </q> Guy BurnetThe former Hollyoaks star on moving stateside and his 2011 projects", "new_id": -2}, {"uid": "1295056200183648275", "i": 41597, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "back. <strong> Donald Rumsfeld </strong> is to his right. Biden, Emanuel, Soetoro, the Clintons, Lieberman, Greenspan, G.W. Bush and Condoleeza Rice are the others.???????-- <q> The unexamined life is not worth living for a human being. </q>", "new_id": -2}, {"uid": "1294986991012550146", "i": 1793, "idx": 1, "sa": ["Beverly Hills", "David Letterman", "Kelsey Grammer"], "q": "dispel the \"he's classier than she is\" argument. <strong> David Letterman </strong> is known for tossing the occasional hard ball these days... WATCH: Kelsey Grammers' sly toast to Kayte Walsh on The Real Housewives of <strong> Beverly Hills </strong> <q> I'm under the impression that your marriage is acting. Is that a fact? </q> Dave asked, the picture of innocence. \"Well, I'm sorry to hear that-or I'm not sorry to hear that?\" \"Well, you are respectfully considerate, and yet", "new_id": -2}, {"uid": "1295013411230670358", "i": 58726, "idx": 0, "sa": ["Sergio Marchionne"], "q": "itself be pretty impressive. Chrysler chief <strong> Sergio Marchionne </strong> says profits from 4x4 sales are vital But it would offer little comfort to the hundreds of millions of people still driving petrol and diesel powered cars. <q> The domination is still going to be the internal combustion engine going forward, </q> Mr Schuster points out. So it is clear to most executives at the Detroit show that electrification offers no panacea. \"I still believe that in spite of all the media noise around electrics", "new_id": -2}, {"uid": "1296159059113442824", "i": 29257, "idx": 3, "sa": ["Barbara Boxer", "Maxine Waters", "Bernie Sanders", "Nancy Pelosi", "Charles Ellis Schumer", "Dick Durbin", "John McCain", "Harry Reid"], "q": "Our Federal legislators broke Social Security over the past 25 years. Just like they raided the: Highway Trust Funds, Medicare& Medicaid, and the Tobacco Industry Settlement Fund. Now ask yourself, <q> How can any one continue to vote for the same Pols who have been in Congress for 20& 30 years? </q> eg: <strong> Bernie Sanders </strong> Sander( self-proclaimed Socialist), <strong> Barbara Boxer </strong>, Diane Feinstein, Charlie Rangel, <strong> Charles Ellis Schumer </strong>, <strong> John McCain </strong>, <strong> Dick Durbin </strong>, <strong> Maxine Waters </strong>, <strong> Nancy Pelosi </strong> and <strong> Harry Reid </strong>... Report Abuse \" In December, Congress passed a", "new_id": -2}, {"uid": "1297272872262504463", "i": 38395, "idx": 2, "sa": ["Zahi Hawass"], "q": "stood guard outside the museum and caught some of the thieves as they tried to get away. \"It was wonderful to find that these real Egyptians wanted to protect the museum,\" he said. <q> Nobody touched a synagogue, no one touched a Christian monastery, no one touched any Islamic monuments and the 24 museums we have all over Locks on the gates of tombs at the Saqqara pyramids south of Cairo had been broken, but it appeared nobody had entered, he said. \"All the tombs and the pyramids at Saqqara were completely safe, </q> he said. The same applied to the Great Pyramids at Giza and the tombs in the Valley of the Kings., bedouin had broken into an antiquities storage facility and taken 393 objects, <strong> Zahi Hawass </strong> said, but", "new_id": -2}, {"uid": "1296853411023298074", "i": 43985, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "<strong> Roger Goodell </strong> today, and <strong> Roger Goodell </strong> wasn't referring to <strong> Michael Vick </strong>'s Pro Bowl 2010 season. Instead, <strong> Roger Goodell </strong> was talking about the way <strong> Michael Vick </strong> has handled himself off the field since being released from prison. <q> We're looking for success stories, </q> <strong> Roger Goodell </strong> said. <strong> Roger Goodell </strong> was responding to a question about the Super Bowl party that <strong> Michael Vick </strong>'s name had been attached to, and <strong> Roger Goodell </strong> suggested that <strong> Michael Vick </strong> was never involved in the planning of that party.", "new_id": -2}]