[{"uid": "1297427200083165185", "i": 36412, "idx": 2, "sa": ["Michael Gove"], "q": "on any project still rests with him[ <strong> Michael Gove </strong>]\" explained Mr Justice Holman in his ruling. \"No one should gain false hope from this decision.\" A Department of Education spokesperson said: <q> We are delighted that the judge did not call into question the decision to end the wasteful and bureaucratic Building Schools for the Future programme. On the substantive points he concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects. </q> More than half of the teachers who responded to the 2010 School Environments Survey conducted by Teacher Support Network and the British Council for School Environments( BCSE) with the Association of Teachers and Lecturers( ATL", "new_id": -2}, {"uid": "1296124736229654595", "i": 21335, "idx": 0, "sa": ["Michael Gove"], "q": "been a recent spike in the number of Tajik weddings involving grooms from Europe, the United States and Japan. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1295138262136134664", "i": 41428, "idx": 0, "sa": ["Michael Gove"], "q": "The Conservative local council also supports the academy. \"It's rubbish to say that the academy would filter out kids from local estates- the selection process is completely open,\" says a council spokesperson. <q> The unions are attacking this for ideological reasons. </q> The ultimate decision over whether the school will be allowed to open will be made by the Department for Education. So far, <strong> Michael Gove </strong> has approved 25 such projects, which are a flagship policy for the", "new_id": -2}, {"uid": "1296216092141213713", "i": 4310, "idx": 1, "sa": ["David Cameron", "Michael Gove", "Jean-Claude Duvalier"], "q": "Tory front bench. He says he can't recall when or how he met them: \"I've just always known them.\" He won't name names but friends include not just <strong> David Cameron </strong> but <strong> Michael Gove </strong>. <q> You think they're young because they're your contemporaries but in fact Gadaffi seized power at 29 and <strong> Jean-Claude Duvalier </strong> was only 19... </q> He admires the Coalition: \"They're talented, honourable and radical, too- they've got to make these cuts and they're doing very well.\" He wholeheartedly supports <strong> Michael Gove </strong>'s education reforms and", "new_id": -2}, {"uid": "1297520477089751561", "i": 11905, "idx": 9, "sa": ["Michael Gove"], "q": "council portfolio holder for children's services, said he hoped <strong> Michael Gove </strong> would now \"do the right thing and give our schools and their pupils the funding they deserve and were fully expecting to receive\" . <q> The decision is now up to him. </q> Some 79 local authorities and 735 schools had projects stopped as part of the cancellation of the BSF programme. The judge said the total cost of the capital grants \"saved\" on all the stopped projects", "new_id": -2}, {"uid": "1295864748158793730", "i": 22116, "idx": 0, "sa": ["Michael Gove"], "q": "secondary school in England was due to be rebuilt or refurbished. But it was among the first education schemes to be cut by the coalition Michael Government, with Mr <strong> Michael Gove </strong> saying the programme had been beset by <q> massive overspends, tragic delays, botched construction projects and needless bureaucracy </q>. Days after announcing the move, Mr <strong> Michael Gove </strong> came under fire over his handling of the situation after it emerged that initial lists of affected works were strewn with errors. The mistakes meant several", "new_id": -2}, {"uid": "1296216092141213713", "i": 4313, "idx": 4, "sa": ["Michael Gove"], "q": "doing very well.\" He wholeheartedly supports <strong> Michael Gove </strong>'s education reforms and thinks it \"essential to bring back the reading of classics onto the curriculum\" . Even title=\"More on Burke...\" Burke? <q> Great literature is gripping. It's absurd it's not being taught. There's appalling ignorance out there. </q> When he was on tour promoting Young Stalin, he was appalled to hear a sales assistant in the bookshop announce over the Tannoy:\" title=\"More on Joseph Stalin...\" Joseph Stalin is here signing books.", "new_id": -2}, {"uid": "1297703292198672386", "i": 29045, "idx": 7, "sa": ["Michael Gove", "Andy Burnham"], "q": "axing BSF. <strong> Andy Burnham </strong> said <strong> Michael Gove </strong> should remove himself from any further decisions on BSF projects and accused him of a series of u-turns on school sports and books for children. He said <strong> Michael Gove </strong> is <q> at the last chance saloon, with a clear warning to change his ways </q>. <strong> Michael Gove </strong> says court backed him over BSF The education secretary has told the Commons that a court ruling on BSF backed the Michael Government's actions. Top ten: Parliamentary couples Many relationships are forged and", "new_id": -2}, {"uid": "1296142270223117319", "i": 21527, "idx": 1, "sa": ["Michael Gove"], "q": "central to what schools are about.\" The Bill hands more control to the Education Secretary to intervene in failing schools. Mr <strong> Michael Gove </strong> insisted that under-achieving academies will not be exempt from this. <q> There is absolutely no reluctance on our part to deal with any academy that's failing, </q> he said. \"Every school that under-performs will be held up to high standards. Subscribe to RSSMost Popular in: UK Keep up to date with Yahoo! News on Facebook. Discuss the latest", "new_id": -2}, {"q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have comShaquille O'Nealed for since the latter was acquired in a trade deadline deal in February of last year. <q> We've been talLeBron James about this for a year-and-a-half, so we're glad that this is coming, </q> <strong> Chris Webber </strong> said. \"We really like playing together, and we're getting it going. We're really just Wall_John Wall_does_The_Dougie_dance_pre-game Washington Wizards point guard <strong> John Wall </strong> does \"The Dougie\" , an amazing pre-game dance before the home", "answer_q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q> We've been talking about this for a year-and-a-half, so we're glad that this is coming, </q> <strong> Chris Webber </strong> said.`` We really like playing together, and we're getting it going. We're really just http://wn.com/Washington_Wizards_John_Wall_does_The_Dougie_dance_pre-game Washington Wizards point guard <strong> John Wall </strong> does`` The Dougie'', an amazing pre-game dance before the home", "answer": "Chris Webber", "sa": "[\"Shaquille O'Neal\", 'Chris Webber', 'LeBron James', 'Allen Iverson', 'John Wall']", "index_answer": 1, "idx": 5, "i": 26509}]