[{"uid": "1296228272172146710", "i": 20884, "idx": 21, "sa": ["Vin Weber", "Tim Pawlenty", "Mike Pence"], "q": "being a movement conservative from the American heartland with two successful gubernatorial terms under your belt is more Reaganesque than- Reagan.\"\"   Vin Weber , who is a  Tim Pawlenty  adviser, is an admirer of  Mike Pence .  I'm not surprised,  he says. \"I think it's the right decision for him.\"\"  \"There was not a path for him to become a significant player,\"\"   Vin Weber  continues, \"other than to accept", "new_id": -2}, {"uid": "1295853731069795901", "i": 31970, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence", "Jim Ryun", "Dick Armey"], "q": " Mike Pence , a story Friday highlighted the effort by a group of conservatives, including former House Republican Majority Leader  Dick Armey  and former  Mike Pence   Jim Ryun , to convince him to run for president rather than Indiana governor.  For them, the Hoosier checks many boxes- a fresh face on the national scene, a charismatic speaker from the heartland and, most important, a Republican who can appeal to all three elements of the party base: social conservatives, economic conservatives and foreign policy conservatives,  the story said.  Mitch Daniels  and  Mike Pence  both received votes when the New Hampshire Republican Party held a straw poll during a meeting Saturday. A total of 273 ballots were cast, according to news accounts of", "new_id": -2}, {"uid": "1295488474026624042", "i": 44421, "idx": 1, "sa": ["Mike Pence", "Steve King", "Newt Gingrich", "Barack Obama", "John Boehner"], "q": "'s Constituent Mailbag, Congressman  John Boehner  responds to Jim in Hamilton. Jim, a small business operator in southwest Ohio, says that taxes and mandates in Barack ObamaCare will hurt his ability to hire and invest. http://wn.com/03282010_Steve Kingston_on_Health_Care_Town_Halls__Geraldowmv www.americansolutions.com  The American people will not allow a corrupt machine to dictate their future. Together we will pledge to repeal this bill and start over. Together we will prove that this will not stand. --  Newt Gingrich  http://wn.com/GOP_move_to_repeal_health_reform_act_opposed__Interview_Jan_17_2011 As Republicans prepare to attempt to repeal the healthcare bill, Dr.  Mike Pence  Rushnak, co-founder of Americans for Healthcare, argues that, if anything, Americans need greater assurances that they will receive healthcare than", "new_id": -2}, {"uid": "1295494241012058630", "i": 43043, "idx": 3, "sa": ["Evelyn Thomas", "Mike Pence", "Patrick Murphy"], "q": "Hit the Qwanz polls above to share your opinion with the World! www.facebook.com www.Twitter.com www.youtube...  Mike Pence   Patrick Murphy  on Repealing` Don't Ask, Don't Tell' Today, the House is considering HR 2965, Repealing  Don't Ask, Don't Tell,  sponsored by  Mike Pence   Patrick Murphy ( D-PA). This discriminatory and harmful policy has weakened America's security by depriving our nation of the service of thousands of gay and lesbian troops wh... 4/20/10 Cpl.  Evelyn Thomas  demands DADT repeal", "new_id": -2}, {"uid": "1297284521111706161", "i": 9309, "idx": 0, "sa": ["Eric Cantor", "Chris Smith", "Mike Pence", "Joseph R. Pitts"], "q": " \"This is consistent with where most AmEric Cantorans are,\"\"  he said. Donna Crane, policy director at NARAL Pro-Choice AmEric Cantora, said the  Chris Smith  bill goes far beyond banning public funding for abortion.  The ramifications of deciding that the tax code is` public funding' are huge and completely wrong,  she said.  Mike Pence   Joseph R. Pitts ( R., Pa.) has introduced a measure saying that anyone whose premiums are subsidized under the new health law would have to get a separate policy, without government assistance,", "new_id": -2}, {"uid": "1295808445044548103", "i": 38399, "idx": 3, "sa": ["Tim Pawlenty", "Mike Pence", "Michele Bachmann", "Mitt Romney", "Mark Levin", "Ron Paul", "Newt Gingrich", "Jim DeMint", "Sarah Palin"], "q": " Newt Gingrich , but finished behind  Ron Paul ,  Tim Pawlenty ,  Sarah Palin ,  Michele Bachmann  and  Jim DeMint . The take away from that unofficial and unscientific poll, according to ABC News, is that  Mitt Romney  is the fRon Paultrunner in New Hampshire,  but there's plenty of room for another Republican to break through.   Mike Pence  a straw poll in September taken at Family Research Council's Values Voters Summit in Washington, D.C. Constitutional lawyer, author and radio talk-show host  Mark Levin  assessed the current field of contenders during his show on Friday(", "new_id": -2}, {"uid": "1296370322095813646", "i": 3200, "idx": 7, "sa": ["Mike Pence", "Robert Dion"], "q": "traditional political step up from his current office.  Robert Dion  said until  Mike Pence  gave up his House Republican leadership role, he expected  Mike Pence  to target another position: the U.S. House speaker's podium.  I've been telling people for a couple of years now that if I were him, I would have my eye on the speakership. He's got a reasonably safe seat, and he was in the leadership of the House Republican conference, and people liked him. I'd stick around and keep my eye on that,  he said. Until 2012 The next governor will face a new set of fiscal challenges, related to absorbing new health care costs into the state's budget. Consensus among Democrats and", "new_id": -2}, {"uid": "1297701144114671657", "i": 17968, "idx": 0, "sa": ["Mike Pence"], "q": " Mike Pence  that would deny federal family-planning funds to any organization that performs abortions.  Mike Pence  makes clear that Planned Parenthood is his target; it would lose more than$ 70 million in annual funding.  Mike Pence  said  every American should be shocked  that an employee receiving millions of dollars in federal funds \"has been recorded aiding and abetting underage sex trafficking.\"\"  \"The time to deny any and all funding to Planned Parenthood is now,\"\" ", "new_id": -2}, {"uid": "1297287102243777541", "i": 56267, "idx": 7, "sa": ["Mike Pence"], "q": "about how PP services the poor.  Mike Pence  brayed about Title X and how money is \"fungible.\"\"  He did not answer the question because the GOP has no alternative in their bill. Bill repeated that PP  makes money on abortion.  Comment: Don't ya love the GOP. They were elected to bring back jobs and decrease the defict and all they care about is denying reproductive services for poor families. And don't ya love Bill", "new_id": -2}, {"i": 2607, "idx": 2, "index_answer": 0, "new_id": -1, "q": "are structured,'' <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as`` deals, partnerships, customers and broader business relationships,'' while Page would <q> merge Google's technology and business vision. </q> In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify the individual roles so`` there's clear responsibility and accountability at the", "sa": ["Eric Schmidt"], "uid": "1295669771065781827"}]