[{"uid": "1296298466210370624", "i": 39678, "idx": 1, "sa": ["Michael Gove"], "q": "coming in were promising. \"We've had seven years of growth and over the last couple of years our sales revenue has been growing in excess of 35 per cent year-on-year,\" he said. <q> The challenge will be keeping that going. But we are looking at new products and new markets and we will continue to look at making sure we improve profit margins wherever we can. </q> Denford's, a family firm, dates back to the years before the Second World War. It was founded in Halifax by Horace Denford, grandfather of the current chief executive <strong> Michael Gove </strong> Denford, before moving", "new_id": -2}, {"q": "\" <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q> He is supporting the troops, I am supporting the children, </q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Gene Simmons", "Michael Vick", "Dwaine Caraway"], "index_answer": 2, "idx": 2, "i": 55992}, {"uid": "1296920397048070662", "i": 25547, "idx": 0, "sa": ["Michael Gove"], "q": "it had undermined its own policy by threatening to withdraw citizenship lessons from schools. He accused Education Secretary <strong> Michael Gove </strong> of threatening to remove the subject from the national curriculum of secondary schools in England at a time <q> we've never needed it more </q>. \"It's time the right hand knew what the far-right hand is doing,\" he said. Berlusconi's brainteaser At last- the origin of the phrase` bunga bunga' is", "new_id": -2}, {"uid": "1295529419005685249", "i": 28291, "idx": 0, "sa": ["Michael Gove", "Elizabeth II"], "q": "country needs to reform the national curriculum to stop future generations falling behind on the global stage. <strong> Michael Gove </strong> criticised the current guidelines on history teaching for failing to include key figures from British history. <q> No Churchill, no <strong> Elizabeth II </strong>, no Gladstone, no Disraeli, no Florence Nightingale, no Horatio Nelson, </q> he wrote. <strong> Michael Gove </strong> said the current history curriculum only mentioned two names: William Wilberforce, architect of the movement to abolish the slave trade and Olaudah Equiano, a freed slave whose autobiography persuaded MPs to", "new_id": -2}, {"uid": "1297124273189071372", "i": 28145, "idx": 3, "sa": ["Michael Gove", "Andy Burnham"], "q": ". Parliament can put the brakes on Mr <strong> Michael Gove </strong> and stop him from taking a huge gamble with the life chances of our children,\" <strong> Andy Burnham </strong> writes. He accuses <strong> Michael Gove </strong> of failing to build a curriculum <q> with all children in mind </q>. In December, <strong> Michael Gove </strong> announced that performance tables would measure the proportion of pupils at each school who obtain good grades in five specified core subjects at GCSE: English, maths, at least one science, a", "new_id": -2}, {"uid": "1297431913058949685", "i": 28570, "idx": 8, "sa": ["Michael Gove", "Andy Burnham"], "q": "particularly in light of the money they are apparently finding to bankroll the free schools programme.\" Shadow education secretary <strong> Andy Burnham </strong> said school building and repair was in complete chaos thanks to Mr <strong> Michael Gove </strong>. <q> He condemns many children to crumbling classrooms whilst waving his cheque book to try to force through more free schools, which will be irrelevant for the majority of parents. </q> Ty Goddard, director of the British Council for School Environments, said the key now was to find a system and approach that meets the national challenge. Bottom line Why would a woman risk", "new_id": -2}, {"uid": "1297423741197410820", "i": 2292, "idx": 4, "sa": ["Michael Gove", "Andy Burnham"], "q": "massive overspends, tragic delays, botched construction projects and needless bureaucracy\" . He also described it as \"a dysfunctional process\" before making the cuts. A Department for Education spokesman said: <q> We are delighted that the judge did not call into question the decision to end the wasteful and bureaucratic Building Schools for the Future programme. \"On the substantive points he concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects. </q> Mr <strong> Michael Gove </strong> will now look again at his decision with regard to these authorities with an open mind, taking representations from them, he said. Shadow education secretary <strong> Andy Burnham </strong> said: \"This ruling", "new_id": -2}, {"uid": "1295530178028180481", "i": 10327, "idx": 4, "sa": ["Michael Gove"], "q": "interested in evidence( from you or <strong> Michael Gove </strong>) to illustrate your assertion that the National Curriculum has become \"a vehicle for imposing political fads on our children\" .( Daily Mail articles not admissible). <q> Given the woeful subject knowledge that many teachers now seem to have in relation to other subjects such as maths and science </q> In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this time. Please try again later. Closing this window without pressing", "new_id": -2}, {"uid": "1297540204167493642", "i": 12549, "idx": 0, "sa": ["Michael Gove", "Tony Blair"], "q": "the biggest school-building programme since Victorian times. Its plan, announced by <strong> Tony Blair </strong> in 2004, was to rebuild or refurbish every secondary school in England. But <strong> Michael Gove </strong> told MPs in July that BSF had been beset by <q> massive overspends, tragic delays, botched construction projects and needless bureaucracy </q>. He has also said he believes there is little evidence that new school buildings improve standards. The Michael Government spending watchdog the National Audit Office warned in a report last year that the costs of the BSF scheme had", "new_id": -2}, {"uid": "1295605564062603293", "i": 27341, "idx": 1, "sa": ["Michael Gove", "Kenneth Clarke"], "q": "ever be of service to them... Stick to Facts, sir!\" So spake Mr Gradgrind, DicKenneth Clarkes's dismal schoolteacher in Hard Times\"> Hard Times, published 1854. <q> I am not going to be coming up with any prescriptive lists. I just think there should be facts... I am saying we need to have facts in the curriculum- facts, knowledge. I want teachers to decide what that is, </q> Thus, <strong> Michael Gove </strong>, education secretary, on the <strong> Michael Gove </strong> stresses'facts' in school curriculum revamp\"> Today programme, 20 January 2011. Presumably Mr <strong> Michael Gove </strong> has read Mr Gradgrind's prescription", "new_id": -2}]