[{"uid": "1297133414101482529", "i": 16077, "idx": 6, "sa": ["Christina Aguilera", "Donald Rumsfeld"], "q": "Key Figure in Revolt- WSJ.com[ del.icio.us] Egyptian opposition cautious after vice-president Suleiman opens talks Super Bowl 2011: <strong> Christina Aguilera </strong> and Groupon fluff their lines Russian Islamist leader claims responsibility for Moscow airport attack Global Times <q> Top 10 fabricated news stories in 2010 </q> http://bit.ly/hnj8vk Has anyone done a`` Top 10 harmonized news stories'' ranking? Bestsellers from the Guardian shop <strong> Donald Rumsfeld </strong>'s Demons by <strong> Donald Rumsfeld </strong> Cockburn Â£ 13.59 <strong> Donald Rumsfeld </strong>'s Iraq strategy was doomed to failure,"}, {"uid": "1296528551074448918", "i": 13594, "idx": 0, "sa": ["Michael Vick"], "q": ".. finally they will say, OK.. that's it... the rich keep getting rich, the poor who have all the guns, will finally stand up and say NO!!! Report Abuse <q> whether we were to come up with the split thing after i tell you what you do or not that doesn't change what's going on because of you. everything i talked about is happening. that we previously talked about </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Homeland Security Plane Lands on Interstate Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion"}, {"uid": "1296535397014417929", "i": 19946, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "court of law, very fine lines and what responsibility women have with regards to our own safety. These do not lend themselves to non-reflection, which is understandably all <strong> Ben Roethlisberger </strong> R wanted to do Monday. <q> That is a great reflective question, and I think the time for reflecting is probably after the year, </q> he said. Variations of reflect were the words of the day. But as I listened to him, I could not help but think of beleaguered Eagles QB <strong> Michael Vick </strong>. Every good game,"}, {"uid": "1297373755254705834", "i": 7853, "idx": 3, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture-- the British Museum and New York's Metropolitan Museum of Art-- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Related Links Egypt's Damaged Artifacts to Be Restored in Days Egypt's Treasures Saved from"}, {"uid": "1296665253235831378", "i": 34235, "idx": 0, "sa": ["Chris Gent", "Andy Coulson", "George Osborne", "Brian Taylor"], "q": "wrote:`` I am one of those shocked and yet not altogether suprised by Craig <strong> George Osborne </strong>'s switch from being poacher to becoming gamekeeper.'' Latest from BBC News blogs <strong> Brian Taylor </strong>: <q> Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which... </q>`` The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...''`` Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,"}, {"uid": "1297245176074432515", "i": 44950, "idx": 1, "sa": ["Lindsay Lohan", "Simon Cowell"], "q": "`` Come in as an unassuming billionaire to some oil company and then drug Serena up and leave her for dead somewhere so she has to reconcile her life. Sounds a little familiar, right?'' <strong> Lindsay Lohan </strong> <q> to be charged with felony grand theft </q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be"}, {"uid": "1295218070163594249", "i": 554, "idx": 12, "sa": ["Mike Darnell", "Simon Cowell"], "q": "that <strong> Simon Cowell </strong> had to be there,'' says <strong> Mike Darnell </strong>, Fox's head of alternative entertainment. But <strong> Simon Cowell </strong> nearly backed out, worried that his harsh persona would not translate to the more politically correct U.S. airwaves. <q> Then a friend of mine... called me and said,' I think you're making a big mistake,'? </q> he says.`` Because if it's a hit you'll wish you were on it, and if it's not a hit, you'll think you could have made it a hit.'?''"}, {"uid": "1297490833134791170", "i": 47897, "idx": 2, "sa": ["Mike Huckabee", "Mike Pence", "Sen. Jim DeMint"], "q": "and religious liberty have forgotten the lessons of history,'' said Rep. <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Former Arkansas <strong> Mike Huckabee </strong>, at the same summit, said: <q> We need to understand there is a direct correlation between the stability of families and the stability of our economy.... The real reason we have poverty is we have a breakdown of the basic family structure. </q> And <strong> Sen. Jim DeMint </strong>, R-S.C., said:`` It's impossible to be a fiscal conservative unless you're a social conservative because of the high cost of a dysfunctional society.'' Those are reasonable concerns"}, {"uid": "1295906821021954677", "i": 6882, "idx": 0, "sa": ["Kat Von D", "Jay Leno", "David Letterman", "Kelly Osbourne", "Robert Redford"], "q": "not fit to scrub <strong> David Letterman </strong>'s feet'' <strong> Kelly Osbourne </strong> Bombshell McGee To <strong> Kat Von D </strong>: Jesse <strong> Jay Leno </strong> WILL Cheat On You <strong> Kat Von D </strong> just announced their engagement Thursday, and a source tells Radaronline.com that they plan to marry next month. <q> Jesse and <strong> Kat Von D </strong> don't see any reason why they should wait to trade vows, </q> the source said.`` They are madly in love with <strong> Robert Redford </strong> Opens up About Death of Infant Son <strong> Robert Redford </strong> Opens up About Baby Sons Death 50 Years Later <strong> Robert Redford </strong> is opening up about the death of his infant son"}, {"uid": "1296785668102318092", "i": 41975, "idx": 0, "sa": ["Steve Ballmer"], "q": "STB) is on his way out. In a memo to Microsoft employees, CEO <strong> Steve Ballmer </strong> made it clear that Muglia's departure signals a shift in the direction the company intends to pursue. <q> I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles, </q> <strong> Steve Ballmer </strong> wrote in his email to the troops. Datamation has the story on Bob Muglia's departure from Microsoft"}]