[{"uid": "2008120520_00011764_W", "i": 1823, "idx": 12, "sa": [], "q": "invited him out to one of the first shows that i did. \"schutz continues:\" he liked the songs...( and i asked) him if he would be interested in working on this record. <q> now that schutz has an album to promote he plans to take his band out on the road for their first tour this summer, something for which he has been laying the groundwork through extensive touring with hayes. he does all the booking himself. </q> i used to run a very small booking agency... when k-floor was doing really well i was handling all the booking for the band and i decided to branch( out) into helping some friends of mine(", "new_id": -2}, {"uid": "2008112810_00021104_W", "i": 2296, "idx": 0, "sa": ["Joe Martin", "Joe Manchin"], "q": "board was advised by chairman <strong> Joe Martin </strong>, who represents gov. <strong> Joe Manchin </strong>, that growing financial pressure is making a toll adjustment necessary.\" at some point, in the near future, a toll increase will be necessary, <q> <strong> Joe Martin </strong> said. <strong> Joe Manchin </strong>'s communications director, lara ramsburg, said wednesday the administration is still eyeing ways to deal with tamarack, the artisans showplace near the beckley exit, in line with the governor's plan to telescope the west virginia parkways authority's mission into a single objective- take care of the road. <strong> Joe Martin </strong> had pointed to the growing dollars in deferred maintenance, and road improvements that are on the shelf simply because there is no money to pay for them. </q> while we all need to understand the situation with the turnpike, there's not a plan before anybody right now to vote on, \"ramsburg said. although <strong> Joe Manchin </strong> is the official chairman of the authority, any", "new_id": -2}, {"uid": "2008123008_00020324_W", "i": 2106, "idx": 1, "sa": ["Ali Abunimah"], "q": ". now it's not important what problems existed between us. we called them and told them,\" please, we ask you, do not end the truce. let the truce continue and not stop, <q> so that we could have avoided what happened. and i wished it had been avoided. ag: we're joined by a number of people right now for our discussion. in jacksonville, fla., we're joined by <strong> Ali Abunimah </strong>. he is founder of electronic intifada, author of one country: a bold proposal to end the israeli-palestinian impasse. his latest piece, </q> we have no words left, \"was published in london's guardian newspaper. we're also joined from gaza city by dr. moussa el-haddad. he's a retired physician. his daughter, laila el-haddad, is", "new_id": -2}, {"uid": "2008122413_00012546_W", "i": 1338, "idx": 1, "sa": [], "q": ", and quickly awoke those on duty, asleep in the shelters, to\" come and see this thing, which had come to pass \". then our opponents began to sing\" stille nacht, heilige nacht <q>. this was actually the first time i heard this carol, which was not then so popular in this country as it has since become. they finished their carol and we thought that we ought to retaliate in some way, so we sang <NO_QUOTATION>. and when we finished, they all began clapping; and then they struck up another favourite of theirs <NO_QUOTATION>. and so it went on. first the germans would sing one of their carols and then we would sing one of ours, until we started up </q> o come all ye faithful \"the germans immediately joined in singing the same hymn to the latin words <NO_QUOTATION>. and i thought, well, this is really a most extraordinary thing- two nations both singing the", "new_id": -2}, {"uid": "2008102313_00043909_W", "i": 2229, "idx": 1, "sa": ["Tim Phillips", "Tom Reader"], "q": "to this and genes linked to altruism would have been favoured as a result. \"dr <strong> Tim Phillips </strong> concluded:\" sexual selection could well come to be seen as exerting a major influence on what made humans human. <q> dr <strong> Tom Reader </strong> in the school of biology said: </q> sexual preferences have enormous potential to shape the evolution of animal behaviour. humans are clearly not an exception: sex may have a crucial role in explaining what are our most biologically interesting and unusual habits. \"----------------------------", "new_id": -2}, {"uid": "2008101922_00011022_W", "i": 1483, "idx": 0, "sa": ["Barack Obama", "John McCain"], "q": "safe in his father's custody after being found last night wandering a las vegas street. police believe the abduction was connected to drug dealing. toledo, ohio( ap) <strong> John McCain </strong> says he'll support middle-class workers <q> small-business owners by keeping taxes down. <strong> John McCain </strong>'s been campaigning today in the columbus and toledo areas of ohio. he says <strong> Barack Obama </strong> </q> is more interested in controlling who gets your piece of the pie than he is growing the pie. \"fayetteville, n.c.( ap) <strong> Barack Obama </strong> is making a full frontal assault on the so-called red states. he", "new_id": -2}, {"uid": "2008090613_00040699_W", "i": 82, "idx": 1, "sa": [], "q": "long as you can. \"robinson said driving maya to school gives her peace of mind, even if maya would prefer to go alone.\" she and i do not see eye to eye on this, <q> said robinson, who works in public relations. </q> i'm pretty certain i've been called a hypocrite because of the way i was raised. \"the question of when youngsters should travel without adult supervision is one of a range of issues confronting parents as children", "new_id": -2}, {"uid": "2008100505_00013488_W", "i": 798, "idx": 4, "sa": [], "q": "of the evening, with their show, <NO_QUOTATION> which features everything from a tribal, percussive dance in the opening set, to a russian ballet sequence at the end.\" everybody's trying to be creative, <q> said prospect band director chris barnum, </q> and put something out there that nobody's seen before. \"sign in| sign up to comment 1. comments are not edited and don't represent the views of the daily herald. 2. to understand", "new_id": -2}, {"uid": "2008120808_00023209_W", "i": 932, "idx": 4, "sa": ["Joseph T."], "q": "would take in order to complete their missions daily. yllescas pushed the belief that keating can someday become a wonderful place where all can meet in peace.\" capt. yllescas immediately garnered the respect of his troops, <q> 1st lt. <strong> Joseph T. </strong> t. mazzochi blackfoot troop, 6-4 cav, tf raider, said. </q> he was more of a visionary than a leader, because we are sitting here in his honor and respecting his wishes as our mentor and friend. \"\" when blackfoot troop arrived at combat outpost keating, they", "new_id": -2}, {"uid": "2008100223_00009084_W", "i": 133, "idx": 0, "sa": ["Cole Hamels", "Jamie Moyer", "Dale Sveum", "Rickie Weeks"], "q": "on saturday against left-hander <strong> Jamie Moyer </strong>, and would also be an option against lefty <strong> Cole Hamels </strong> in a potential game 5.\" he's so close to being a prolific player that there's a lot of upside there, <q> <strong> Dale Sveum </strong> said of <strong> Rickie Weeks </strong>, 26. </q> we saw him three years ago, and... how much better he's gotten defensively. \"the second overall pick from the 2003 first-year player draft is still a work in progress for the brewers, and he", "new_id": -2}]