[{"uid": "1296871091196296714", "i": 12042, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "â\u0080¢ <strong> Michael Vick </strong>: <strong> Roger Goodell </strong> said the Philadelphia Eagles quarterback told him there was unauthorized use of his name to promote a party in the Dallas area on Super Bowl weekend. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him <q>he had no intention of participating in that.<q> After a renaissance season in which <strong> Michael Vick </strong>- reinstated by <strong> Roger Goodell </strong> in 2009 after serving a 20-month sentence for a federal dogfighting crime- finished second in MVP voting, the commissioner said he was \"extremely proud\" of", "new_id": -2}, {"uid": "1296387656254263315", "i": 3904, "idx": 3, "sa": ["John McCain", "Colin Powell"], "q": "<strong> Colin Powell </strong>'s endorsement is significant due to the fact that <strong> John McCain </strong> has repeatedly singled him out for lavish praise. In a July New York Times interview, <strong> John McCain </strong> described the former secretary of state and Joint Chiefs chairman as <q>a man who I admire as much as any man in the world, person in the world<q> when answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly http://wn.com/Steve_Quayle_with_Greg_Evensen__Armed_Forces_To_Move_Against_US_Citizens__12-3-2009__Part_5 Playlist to the entire interview- 5 of 11- www.youtube.com Make this go", "new_id": -2}, {"uid": "1295679682021889026", "i": 8622, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": " \"My fear would be you don't have a guy like <strong> Eric Schmidt </strong> who keeps the trains running on time,\" said one former <strong> Google Inc. </strong> employee, who declined to be named for fear of reprisal. <q>I'm having a hard time imagining( Larry) going from the role I've seen him in, to going to a CEO role,<q> he added. \"He can't come in and lay on the couch as he used to do and sort of interject here and there. Someone's got to lead the meetings.\" We welcome comments", "new_id": -2}, {"uid": "1297475330028377090", "i": 39768, "idx": 2, "sa": ["Emma Willard", "Kirsten Gillibrand"], "q": "established neighborhood,\" features floor-to-ceiling windows with scenic views. The 2.6-acre property includes a greenhouse and gardens. Property taxes total$ 7,589 and the house is in the Troy city school district. <q>I don't know if her( <strong> Kirsten Gillibrand </strong>'s) children will attend school in the Troy district. They are still too young,<q> said Lesser. <strong> Emma Willard </strong>, a private girls' school several miles from her new home. Rensselaer County Executive Kathy Jimino said <strong> Kirsten Gillibrand </strong>'s decision sends a positive message. \"I think it's", "new_id": -2}, {"i": 47514, "idx": 0, "index_answer": 2, "new_id": -1, "q": "for Life on Monday, <strong> Michele Bachmann </strong> is set to keynote the event's dinner tonight, and former <strong> Rick Santorum </strong> joined marchers in the cold-the only three potential Republican 2012 presidential hopefuls to appear at the annual gathering. <q>Our economy is struggling and our national government is awash in a sea of debt. Amidst these struggles, some would have us focus our energies on jobs and spending,<q> <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th anniversary of Roe vs. Wade. \"We must not remain silent when great moral", "sa": ["Rick Santorum", "Michele Bachmann", "Mike Pence"], "uid": "1295915073213958666"}, {"uid": "1295974550233406658", "i": 20338, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Freddie Mac. \"The authorities should not delay efforts to create an action plan for the future,\" says its latest Global Financial Stability Report released Tuesday in South Africa. Fannie Mae and Freddie Mac <q>could be either privatized or converted to public utilities with an explicit( and explicitly funded) guarantee.<q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SYSTEMS ANALYST Company Dextersoft, Inc TECHNICAL SR TECHNICAL PROJECT MANAGER TEKFORCE", "new_id": -2}, {"uid": "1295682265065617928", "i": 82, "idx": 6, "sa": ["Charlie Black", "Mike Pence"], "q": "House, something that has been done only once, in 1880? \"A number of things would have to fall into place to make him competitive,\" said <strong> Charlie Black </strong>, a veteran GOP strategist. <q>The key is the conservative movement adopting him as its favorite.<q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more. \"The folks I've heard, the names I've seen, are the leaders of the", "new_id": -2}, {"uid": "1295669863191152173", "i": 47965, "idx": 0, "sa": ["Andy Coulson", "Maggie Gallagher"], "q": "his PR guy. The police investigation continues. Now <strong> Andy Coulson </strong> resigns as heat increases... http://www.reuters.com/article/idUSTRE70K2F920110121 Much more at the Guardian. But we'll note this factor in play... <q>The row comes at a sensitive time for News Corp which is waiting to hear if the British government will clear its planned$ 12 billion buyout of pay TV operator BSkyB or refer the deal to competition authorities for further investigation.<q> Posted by: bernielatham| January 21, 2011 8:00 AM| \"No one who has read the literature from <strong> Maggie Gallagher </strong>'s group or the many others like it believes that if some legislation could", "new_id": -2}, {"uid": "1296140177192086050", "i": 22844, "idx": 0, "sa": ["Eric Schmidt"], "q": "for an executive who is transitioning out of the CEO role- and may even be unusual for sitting CEOs, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q>the board clearly wants to retain his guidance for the next four years.<q> \"It's a signal to shareholders that he'll continue to steer the boat,\" Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as Google's CEO by co-founder Larry Page(", "new_id": -2}, {"uid": "1295443367077627404", "i": 39056, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Nicole Scherzinger"], "q": "will take time away from it to concentrate on the new project. <strong> Simon Cowell </strong> is now said to be keen to get Rihanna involved with the programme, and think she would wow television audiences. <q>To get her on the show would give it real star power,<q> a source explained to Look. \"<strong> Nicole Scherzinger </strong> and <strong> Cheryl Cole </strong> are also being considered for places on the judging panel, because they've got a proven track record of being great judges, but that doesn't rule Rihanna", "new_id": -2}]