[{"uid": "1296349656162676750", "i": 19399, "idx": 1, "sa": ["Kobe Bryant", "Elgin Baylor", "Allen Iverson"], "q": "to stop him,\" said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists. \"<strong> Elgin Baylor </strong> didn't realize it,\" <strong> Kobe Bryant </strong> said when told about his scoring spree. <q>You just get into one of those rhythms. <strong> Rafer Alston </strong> teammates were looking for me, it just feels like the ball finds you.</q> The Lakers led 89-79 entering the fourth quarter. The Nuggets drew within five points three times before a three-point play by <strong> Kobe Bryant </strong> with 6:41 remaining made it 101-93. That was only the beginning. Two free throws by", "new_id": -2}, {"uid": "1295518303023461917", "i": 16832, "idx": 0, "sa": ["Sergio Marchionne"], "q": "engines. But much of Chrysler's alternative powertrain agenda depends on a$ 3-billion Energy Department loan that remains under review but had been expected by the end of 2010. <q>Am I concerned that this thing is taking longer than I thought? Absolutely yes,</q> <strong> Sergio Marchionne </strong> said. \"There are a couple of projects that need funding, but so far we're fine.\" An Energy Department spokesman declined to comment on Chrysler's loan application.", "new_id": -2}, {"uid": "1295842721132481044", "i": 43650, "idx": 0, "sa": ["Michael Vick", "Tom Brady", "Ben Roethlisberger", "Peyton Manning"], "q": "the field or off. Especially off. Along with the Eagles' own <strong> Michael Vick </strong>, <strong> Ben Roethlisberger </strong> was the other big redemption story in the NFL this year. That is, if you define redemption as <q>making people forget your shameful past by winning football games.</q> He may not be any better a guy, but it is time to acknowledge that <strong> Ben Roethlisberger </strong> is one of the truly elite quarterbacks in the NFL. He isn't an artist like <strong> Peyton Manning </strong>, <strong> Tom Brady </strong>, or", "new_id": -2}, {"uid": "1295322854188432388", "i": 39484, "idx": 0, "sa": ["Piers Morgan", "Michael Vick"], "q": "who talked about contemplating suicide at age 14, her quest to interview <strong> Michael Vick </strong>, and how many times she's had her heart broken( twice). <strong> Piers Morgan </strong> pumped up his subject shamelessly: <q>She's the biggest, richest, most powerful star in the world!</q> \"You would make a fantastic mother! \"` Everything you touch is a hit- could you just touch me?\" <strong> Piers Morgan </strong>, reaching for the highest compliment a fawning British subject could pay a woman,", "new_id": -2}, {"uid": "1295919171195493904", "i": 3936, "idx": 0, "sa": ["Craig Ferguson", "David Letterman"], "q": "and think they know what they are going to see, but it's always changing so in the end, they don't know what to expect,\" said Alegria's Artistic Assistant Sheryl-lynne Valensky. <q>We don't need to set up a tent, we already have a building. Concessions are here. Everything is ready so we can come in and play one week in a smaller town,</q> said Valensky. 10:35 PM Late Show with <strong> David Letterman </strong> 11:37 PM The Late Late Show with <strong> Craig Ferguson </strong>", "new_id": -2}, {"uid": "1296169756065815248", "i": 45700, "idx": 2, "sa": ["Mike Pence"], "q": "in an interview with the Star later tonight. It may have been scheduled for tomorrow, though. That's what his dear ol' mum said when a National Journal reporter called her earlier today: <q> \"He will be making his announcement tomorrow,</q> Nancy <strong> Mike Pence </strong> Fritsch said from at her home in Columbus, Ind. Asked to confirm reports that she has told him to make up his mind,[ his] mom did not deny it.", "new_id": -2}, {"uid": "1297280262080936973", "i": 26078, "idx": 2, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "his leadership the Windows Vista fiasco he inherited turned into the Windows 7 success. If <strong> Satya Nadella </strong> and Sinofsky are models for the kind of leaders <strong> Steve Ballmer </strong> wants, surely more changes are coming. But at what cost? <q><strong> Amitabh Srivastava </strong>, senior vice president in the Server and Tools Business, will leave the company,</q> <strong> Steve Ballmer </strong> writes. <strong> Amitabh Srivastava </strong> is one of Azure's key architects and a huge loss to Microsoft. Considering that the cloud is now the Server and Tools Business' primary focus, could it be he is leaving after", "new_id": -2}, {"uid": "1295563196244678668", "i": 31642, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "jump in online commerce, which benefited <strong> Google Inc. </strong> as the majority of its revenue comes from search advertising. The CRTC's decision to allow internet service providers to charge their customers for downloading excessive amounts of data threatens <q>free and open access to the internet in Canada,</q> the NDP says. <strong> Google Inc. </strong> says co-founder Larry Page will return as CEO on April 4, reclaiming the job from <strong> Eric Schmidt </strong>, who will become executive chairman. The warmest year on record is a three-way tie: 2010", "new_id": -2}, {"i": 10146, "idx": 1, "index_answer": 2, "new_id": -1, "q": "so good phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q>always been good. I said he didn't owe me a phone call, but I appreciated it.</q> <strong> Conan O'Brien </strong> wouldn't be so receptive to a call from <strong> Jay Leno </strong> <strong> Barbra Streisand </strong> America contestants bring home state designs to \"Show Us Your Shoes\" parade in Las Vegas America contestants strutted down the Las Vegas Strip displaying shoes decorated", "sa": ["Jay Leno", "David Letterman", "Conan O'Brien", "Barbra Streisand"], "uid": "1295127807207224874"}, {"uid": "1296932811087031838", "i": 26177, "idx": 1, "sa": ["Paolo Romani", "Sergio Marchionne", "Sergio Chiamparino"], "q": "in the United States,\" <strong> Sergio Chiamparino </strong> said. A number of leading politicians also expressed indignation, and ANSA news agency said talks were planned next week between <strong> Sergio Marchionne </strong> and Economic Development Minister <strong> Paolo Romani </strong>. <q>In the next two or three years we will be able to see a single entity. It could be based here in the United States,</q> Corriere della Sera quoted <strong> Sergio Marchionne </strong> as saying. \"We'll have to integrate the companies first, though, and then look at the management,\" he added. Faced with the outcry,", "new_id": -2}]