[{"uid": "1297437923129613850", "i": 6466, "idx": 0, "sa": ["Steve Ballmer"], "q": "Symbian to become the world's No. 1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team <q>more innovation, greater global reach and scale.</q> \"We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,\" he said.", "new_id": -2}, {"uid": "1295835991071843842", "i": 32183, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. \"<strong> Eric Schmidt </strong>, Larry and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs,\" he said. <q>Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style.</q> Whats so strange about this? He wasnt our choice. He couldnt stay Become a Telstra dealer! ICT is your one-stop shop for all things Telstra including business broadband& SmartPhones running on the Next G â\u0084¢", "new_id": -2}, {"i": 24346, "idx": 0, "index_answer": 0, "new_id": -1, "q": "decision taken by the International Committee of Museums( ICOM) to establish an international supervision committee to oversee and monitor the Egyptian Museum in an attempt to protect it following the recent attempt to loot it. <q>We don't need any international supervision. The Egyptian Museum and all archaeological sites in Egypt are under the protection of the army and honest Egyptian people,</q> <strong> Zahi Hawass </strong> insisted. He noted that some foreigners thought Egypt was not interested in protecting its monuments and museums, but said that was not true. \"Egypt has 5,000 years of civilisation, and we love", "sa": ["Zahi Hawass"], "uid": "1297344246193150984"}, {"uid": "1296173728032686081", "i": 29698, "idx": 0, "sa": ["Jim Ryun", "Dick Armey", "Mike Pence"], "q": "urging him to run for president( also signed by former congressmen <strong> Jim Ryun </strong> and <strong> Dick Armey </strong>) tells me he's \"Disappointed, but not surprised\" about <strong> Mike Pence </strong>'s decision to rule out running for president in 2012. <q>I think he's made the best decision for his family,</q> Bozell continues. \"Besides, he's young- 51. He has plenty of time.\" Others close to the draft movement admit to be in a \"funk\" about <strong> Mike Pence </strong>'s decision.", "new_id": -2}, {"uid": "1296030809164511749", "i": 3473, "idx": 1, "sa": ["Ken Auletta", "Eric Schmidt"], "q": ",\" he said in response to a question about his plans. <strong> Eric Schmidt </strong>, 55, may be considering a career as a television host, the New York Post reported Monday. <strong> Ken Auletta </strong>, author of <q>Googled: The End of the World as We Know It,</q> told Bloomberg TV last week that <strong> Eric Schmidt </strong> may be weighing a role in the Obama administration. As executive chairman, \"a lot of my time\" will be devoted to dealing with", "new_id": -2}, {"uid": "1295701938236945483", "i": 38632, "idx": 0, "sa": ["Andy Coulson"], "q": ": Palestinian relatives of a prisoners jailed in Israel hold a... Israelis say, is not exactly rife with acknowledgments of the... Photo in Slideshow: Palestinian relatives of a prisoners jailed in Israel hold... Report Abuse <q>The future high tech weaponry will be fully computerized and vice commanded. I'm waiting for ideas</q> for future voice commands. Just couple of them already for consideration. 1. Terrorist hiding behind women target 9.11.01 kill. Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com", "new_id": -2}, {"uid": "1296619354222035975", "i": 13521, "idx": 1, "sa": ["Allen Iverson", "Dirk Nowitzki"], "q": "leading the Denver Nuggets past the Dallas Mavericks 122-109 Thursday night. \"AI had it all going from everywhere,\" said Dallas' <strong> Dirk Nowitzki </strong>, who tied his season high with 32 points and had 12 rebounds. <q>He was driving and making shots in-between.</q> <strong> Allen Iverson </strong> made 12-of-19 field goals and was 11-of-13 from the line. It was his sixth time scoring 30 points and his fourth time with at least 10 assists. However, this was his first 30-10 game of the", "new_id": -2}, {"uid": "1297445178144588836", "i": 16227, "idx": 0, "sa": ["Simon Cowell"], "q": "game a fairly long time. I guess we can \"Trust\" them to be the arbiters of good tracking actors. In fact, as Microsoft execs described the feature, they did some equivocating, noting that <q>there's good tracking and bad tracking.</q> I wondered aloud on Twitter who would judge between the good and bad. Twitter responded with its usual mixed of good sense and nonsensical humor: \"Judge Ito,\" said one. \"<strong> Simon Cowell </strong> and", "new_id": -2}, {"uid": "1295426603082264102", "i": 4497, "idx": 0, "sa": ["Jared Loughner", "David Letterman", "Elisabeth Hasselbeck", "Martin Short", "Ice Cube"], "q": ") 1 p.m.( FOX) Rachael Ray: \"<strong> Elisabeth Hasselbeck </strong>'s Ultimate Travel Guide.\"( N) Rapper/record producer/actor <strong> Ice Cube </strong>.( N) \"The Most Misused Over-The-Counter Drugs in America.\"( N) <q>Nate's 911: Solving Your Emergencies.</q>( N) Examining the profile of the accused shooter <strong> Jared Loughner </strong>.( N) \"Oprah's Ultimate Australian Adventure, part 2.\"( N) 11:35( CBS) Late Show With <strong> David Letterman </strong>: Actor <strong> Martin Short </strong>", "new_id": -2}, {"uid": "1295563322217792553", "i": 1260, "idx": 1, "sa": ["Eric Schmidt"], "q": " \"We have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.\" More informally, Mr. <strong> Eric Schmidt </strong> delivered this message on Twitter: <q>Day-to-day adult supervision no longer needed!</q>", "new_id": -2}]