[{"uid": "1297158148070336571", "i": 50786, "idx": 4, "sa": ["Donald Rumsfeld", "Mohammed al-Qahtani"], "q": "been better off if I had.'' <strong> Donald Rumsfeld </strong> asserts that the harsh interrogation tactics he authorized for use against high-value terrorism suspects helped U.S. authorities save lives, including in the case of <strong> Mohammed al-Qahtani </strong>. <q> Qahtani, who was the 20th hijacker, they say-- he gave a lot of information, </q> <strong> Donald Rumsfeld </strong> said.`` And it was very helpful to our interrogators and to the United States government in saving lives.'' He added,`` And I think that the fact that we haven't had", "new_id": -2}, {"uid": "1297231746082936005", "i": 49646, "idx": 6, "sa": ["Sergio Marchionne", "Richard Hamilton"], "q": "had$ 7.3 billion in cash, and$ 9.6 billion in liquidity after reporting an operating profit of$ 763 million. Chrysler's U.S. market share jumped to 9.2 percent from 8.8 percent in 2009. <q> I think we should distribute humility pills, so that we all remember to keep our heads down and keep working, </q> <strong> Sergio Marchionne </strong> said. dshepardson@detnews.com(202) 662-8735 Vincent Goodwill Jr.: In another yet stunning move, Pistons guard <strong> Richard Hamilton </strong> is active tonight against the Bucks. He hasn't played since January 10 against the", "new_id": -2}, {"uid": "1297384383139427845", "i": 10868, "idx": 3, "sa": ["Sergio Marchionne", "Silvio Berlusconi"], "q": "2014 from 650,000 in 2009. In addition to the meeting with <strong> Silvio Berlusconi </strong> tomorrow, <strong> Sergio Marchionne </strong> will also speak about those goals at a parliamentary hearing in Rome on Feb. 15.` Too Late' <q> The government is moving too late, but better late than never, </q> said Federico Bellono, the local head of the Fiom union in Turin, which opposed the Mirafiori agreement.`` <strong> Sergio Marchionne </strong> is more oriented strategically toward the U.S. than Europe.'' After Italy's main newspapers", "new_id": -2}, {"uid": "1297390855091619342", "i": 1003, "idx": 5, "sa": ["Tommy Franks", "Donald Rumsfeld", "Osama bin Laden"], "q": "CIA director and the commander have said they were denied additional U.S. forces to seal off the area and prevent <strong> Osama bin Laden </strong>'s escape. <strong> Donald Rumsfeld </strong> has a different memory. He writes that he sent Tenet a memo saying that <q> we might be missing an opportunity </q> and wondering if more troops were needed. <strong> Donald Rumsfeld </strong> alleges that he later learned a CIA agent on the ground had requested just that but adds:`` I never received such a request from either <strong> Tommy Franks </strong> or Tenet.", "new_id": -2}, {"uid": "1294977903249905195", "i": 7057, "idx": 2, "sa": ["Tim Cahill", "Allen Iverson", "George Lynch"], "q": "nine rebounds and <strong> George Lynch </strong> had eight points and 12 rebounds for Philadelphia, which improved the NBA's best record to 46-16.`` It felt funny playing against guys you played with all year,'' <strong> Allen Iverson </strong> said. <q> You look left, you look right and there are guys that were always right there in the foxhole with you, who felt bad when you felt bad. It was tough. </q> <strong> Allen Iverson </strong>, who scored 40 or more points for the 16th Tim Cahille this season, had 17 in the first quarter and 16 in the third. He made eight straight shots in one stretch and finished 16-of-30. The", "new_id": -2}, {"uid": "1296746557227606543", "i": 1388, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "Defense Secretary <strong> Donald Rumsfeld </strong>.( 2009 file photo.) Getty Images Former Defense Secretary <strong> Donald Rumsfeld </strong>.( 2009 file photo.) A few highlights from the Post's report:- <strong> Donald Rumsfeld </strong> <q> goes so far as to depict former <strong> George W. Bush </strong> as presiding over a national security process that was marked by incoherent decision-making and policy drift, most damagingly on the war in Iraq. </q>-`` <strong> Donald Rumsfeld </strong> remains largely unapologetic about his overall handling of the Iraq conflict and concludes that the war has been worth the costs. Had the government of Saddam Hussein remained in power, he says,", "new_id": -2}, {"uid": "1295571684118030342", "i": 53979, "idx": 1, "sa": ["Robert Scheer", "Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "title=\"announced\"> announced Thursday that he is handing his job over to co-founder <strong> Larry Page </strong>, who, <strong> Eric Schmidt </strong> blogs,`` is ready to lead.'' <strong> Eric Schmidt </strong> will stick around with the hefty title of executive chairman. <q> Official Google Blog: For the last 10 years, we[ CEO <strong> Eric Schmidt </strong> and co-founders <strong> Larry Page </strong> and <strong> Sergey Brin </strong>] have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> Posts by unregistered readers are moderated. Posts by members A Progressive Journal of News and Opinion. Editor, <strong> Robert Scheer </strong>. Publisher, Zuade Kaufman.", "new_id": -2}, {"uid": "1296271846184582145", "i": 49406, "idx": 1, "sa": ["Marcus Camby", "Allen Iverson", "Kenyon Martin", "Josh Smith"], "q": ". I thought <strong> Kenyon Martin </strong> was the star of the game.'' JR <strong> Josh Smith </strong> scored 14 points and <strong> Marcus Camby </strong> had 15 rebounds as Denver rallied from a 17-point first-quarter deficit to win for the fifth time in seven games. <q> Once we got it together on the defensive end we were able to run and not have to play the half-court offense, </q> <strong> Allen Iverson </strong> said.`` We just wanted it more than they did at the end.'' Limited to just two games last year following right knee surgery, <strong> Kenyon Martin </strong> has reclaimed his role as Denver's defensive stopper this", "new_id": -2}, {"uid": "1297207807083279884", "i": 1816, "idx": 3, "sa": ["Colin Powell", "Micah Zenko"], "q": "strikes at the outset of the invasion. <strong> Micah Zenko </strong>, a political scientist at the Council on Foreign Relations, extensively researched U.S. planning for a military strike on Khurmal in 2002 and detailed it in his book, <q> Between Threats and War. </q> He said in an interview that he was unaware that Rumsfeld had advocated bombing the place while <strong> Colin Powell </strong> was at the U.N. By that time, the Khurmal camp had been largely empty for months, <strong> Micah Zenko </strong> said", "new_id": -2}, {"i": 13003, "idx": 1, "index_answer": 0, "new_id": -1, "q": ", and Fiat is set to hit two more targets to reach a 35-percent stake in Chrysler, possibly increasing it to 51 percent if it repays outright or refinances loans from the U.S. and Canadian governments. <q> I think the opening of the capital markets window in the United States is real, </q> <strong> Sergio Marchionne </strong> said.`` I think it would be unwise for Chrysler not to take advantage of the opening.'' On the Italian side, he is preparing to invest â\u0082¬ 700 million in a plant", "sa": ["Sergio Marchionne"], "uid": "1296231906026230879"}]