[{"uid": "1296166895131055619", "i": 22097, "idx": 2, "sa": ["Mike Pence", "Barack Obama"], "q": "introduces anti-abortion...-( CNN)- <strong> Mike Pence </strong>, the Indiana congressman who is considering a Barack Obamaial... Full Story <cite> CNN Political Ticker </cite> Politics Video: Supreme Court Interviews: Bernau Report Abuse <q> You need a little help here understanding this article. </q> He is not a third party candidate. He is a republican candidate. The article reads'' An independent campaign to draw GOP <strong> Mike Pence </strong> into the 2012 Barack Obamaial race is under way''. Report Abuse \"", "new_id": -2}, {"uid": "1295252671092618773", "i": 3966, "idx": 1, "sa": ["Sergio Marchionne", "Mark Reuss", "Alan Mulally"], "q": "North America president <strong> Mark Reuss </strong> and Chrysler's Mr. <strong> Sergio Marchionne </strong> all promise not to fall back into the trap of making too many cars and then slapping huge discounts on the vehicles to move metal off dealer lots. <q> This has been the heart of the problem in Detroit, </q> said Mr. <strong> Sergio Marchionne </strong>, who also heads up Fiat, the Italian auto company. Mr. <strong> Alan Mulally </strong> said Ford had learned that it has to`` deal with the current reality. You have to match production to", "new_id": -2}, {"uid": "1295225658227999788", "i": 16295, "idx": 0, "sa": ["Doc Rivers", "Rajon Rondo", "Ben Gordon", "Allen Iverson", "Tim Hardaway"], "q": "career-high 42 points. Then Boston set up a play for <strong> Allen Iverson </strong>, who took a pass from <strong> Rajon Rondo </strong> and connected from the right side. <strong> Allen Iverson </strong> scored 28 points after getting some advice from coach <strong> Doc Rivers </strong> at halfTim Hardawaye. <q> <strong> Doc Rivers </strong> said going into the half,` Be aggressive, but let it come to you, </q>' <strong> Allen Iverson </strong> said.`` I never think I'm not in my rhythm. It can be a grind as a shooter. As a scorer you're always trying to find something.'' <strong> Allen Iverson </strong> and <strong> Ben Gordon </strong> each", "new_id": -2}, {"uid": "1295797579125714445", "i": 23892, "idx": 1, "sa": ["Dick Cheney", "Colin Powell", "Barack Obama"], "q": "'s challenges can be met. Article: State of the Union speech to focus on jobs: <strong> Barack Obama </strong>... Video: <strong> Barack Obama </strong>'s economic agenda: Boost competitiveness... Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Report Abuse <q> Federal Government Tax Revenues$ 2 TRILLION </q> Federal Government Expenditures$ 3 TRILLION No more taxes... PLEASE! Liquor Tax Luxury Tax Excise Taxes State Income Tax Food License Tax Vehicle Sales Tax OK...", "new_id": -2}, {"uid": "1297269857137707551", "i": 40251, "idx": 0, "sa": ["Howard Carter", "Tom Perry", "Zahi Hawass"], "q": "were in need of restoration work including a statue of King Tutankhamun, part of the treasure trove discovered in his Tom Perryb in Luxor's Valley of the Kings, uncovered by British archaeologist <strong> Howard Carter </strong> in 1922. <q> We started the restoration two days ago. In three days, all these monuments will be completely restored, </q> <strong> Zahi Hawass </strong> told Reuters in an interview at his Cairo office.", "new_id": -2}, {"uid": "1296232388135299224", "i": 27554, "idx": 1, "sa": ["Rachel Maddow", "Michael Steele", "Mike Pence"], "q": "leading Republican <strong> Mike Pence </strong> saying that anti-abortion issues had to be a top priority for the new Congress. <strong> Rachel Maddow </strong> then turned to <strong> Michael Steele </strong>.`` What am I gon na do with you?'' he joked. <q> I don't even know where to begin with your opening. There are so many holes in it. </q> <strong> Michael Steele </strong> said that the culture wars are`` virtually over,'' at least on the national level.`` What you're seeing now is something a little bit closer to home, which is a state", "new_id": -2}, {"uid": "1295622893143933474", "i": 22904, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Ryan Seacrest"], "q": "the season target=\"_blank\" href=\"http://filmnews.com/\"> premiere of American Idol that evening, the show's host <strong> Ryan Seacrest </strong> posted to his` American Idol' Episode 1 Recap: <strong> Steven Tyler </strong> Steals-- And Maybe Saves-- The Show Yahoo Music <q> Forget what you know... for the best is yet to come, </q> declared the bold lettering at the start of the`` American Idol'' Season 10 News 215-854-5960 If you're hoping <strong> Steven Tyler </strong>'s going to fill the shoes of <strong> Simon Cowell </strong>, be the new grumpster of`` American Idol''", "new_id": -2}, {"uid": "1297176715006504474", "i": 42613, "idx": 3, "sa": ["Simon Cowell", "Nancy O'Dell"], "q": "` The Jetsons,' all the old ones. I watch them in the morning to put me in a good mood.'' 3.`` I climb trees, daily,'' he says. <q> It's like a ritual. </q> While opening up about his love for trees, cartoons and animals, <strong> Simon Cowell </strong> stays mum when <strong> Nancy O'Dell </strong> asked about if wedding plans were still in the works with fiancee Mezhgan Hussainy, despite rumors that the", "new_id": -2}, {"uid": "1297257020046088192", "i": 55606, "idx": 1, "sa": ["George W. Bush", "Colin Powell"], "q": "the war that <strong> George W. Bush </strong> launched in March 2003, about six weeks after <strong> Colin Powell </strong>'s U.N. speech. The U.S. never found substantial evidence of an active Iraqi program to produce weapons of mass destruction. <q> For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq, </q> Rumsfeld wrote. He said he made his recommendation to <strong> George W. Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> previewed his presentation to the U.N. in two days.", "new_id": -2}, {"i": 46291, "idx": 0, "index_answer": 2, "new_id": -1, "q": "<strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q> I told him,` I'm glad you're here, because it is your moment as well', </q> <strong> Ray Allen </strong> said.`` When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "uid": "1297538891173686785"}]