[{"uid": "1297225373053084179", "i": 55216, "idx": 5, "sa": ["Michael Vick"], "q": "newspaper. Since his release from prison in 2009, <strong> Michael Vick </strong> has voluntarily spoken to kids about how dogfighting is wrong, among other things. An online promotion for Saturday's event, billed as <q> providing an alcohol-free environment filled with positive role models and messages for teens aged 14-17, </q> said <strong> Michael Vick </strong>'s \"inspiring message about overcoming life's challenges has reached teenagers all over the country.\" The NFL indefinitely suspended <strong> Michael Vick </strong> in August 2007 after he pleaded guilty to a federal charge of bankrolling", "new_id": -2}, {"uid": "1295617945243957771", "i": 17492, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "impossible. In a personal statement issued by Number 10, Mr <strong> Andy Coulson </strong> said the drip-drip of claims about illegal eavesdropping under his editorship meant he could not \"give the 110% needed\" . <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on, </q> he added. British Prime Minister <strong> David Cameron </strong> said he was \"very sorry\" that Mr <strong> Andy Coulson </strong> felt \"compelled\" to go after months of intense pressure, and thanked him for his \"complete professionalism\"", "new_id": -2}, {"uid": "1295570230080838668", "i": 20906, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "supervision no longer needed!\" Replay Software Offers a Unique Quality Assurance Solution: Record The Software Execution and Replay The Results <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having <strong> Larry Page </strong> running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295047456137052162", "i": 10368, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Fri, Jan 14, 2011, 6:23 PM EST- U.S. Markets closed Producers of` The Good Wife' want <strong> Donald Rumsfeld </strong>{ \"s\" : \"cbs\" , \"k\" : <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\" :\" \" , \"j\" :\" \" } David Bauder, AP Television Writer, On Friday January 14, 2011, 5:31 pm PASADENA, Calif.( AP)-- The", "new_id": -2}, {"uid": "1295667487077053969", "i": 39651, "idx": 2, "sa": ["Larry Page", "Winona Ryder", "Kim Kardashian", "Eric Schmidt"], "q": "fire\" and that the future is bright. While he is proud of his decade as CEO, <strong> Eric Schmidt </strong> said he is confident that <strong> Larry Page </strong> will accomplish even more in the next ten years. <q> In this new role I know he will merge Google's technology and business vision brilliantly, </q> he wrote. Photos: Ouch! <strong> Winona Ryder </strong>'s Tight Dress Photos: <strong> Kim Kardashian </strong>'s Dress Takes a Plunge", "new_id": -2}, {"uid": "1296351299017891328", "i": 46457, "idx": 0, "sa": ["Brandon Lloyd", "Arian Foster", "Michael Vick"], "q": "and weather can't be beat. Temperatures this week were mostly in the high 70s, perfect for the Pro Bowlers who went golfing, fishing, jetskiing and toured Pearl Harbor with their families. <q> This is like heaven. I'll die and go to Hawaii. That's all right with me, </q> Houston Texans running back <strong> Arian Foster </strong> said. A few players even hit the waves such as Denver Broncos receiver <strong> Brandon Lloyd </strong>. But Philadelphia Eagles quarterback <strong> Michael Vick </strong> wasn't getting anywhere near a surfboard.", "new_id": -2}, {"uid": "1297596908087900188", "i": 20011, "idx": 1, "sa": ["Cher Lloyd", "Simon Cowell", "Holly Willoughby"], "q": "replace <strong> Holly Willoughby </strong> but was said to have angered <strong> Simon Cowell </strong> by making a series of blunders which led to viewers to campaign on entertainment websites for her sacking. One of her gaffes included saying to finalist <strong> Cher Lloyd </strong>: <q> What a night it has been for you, a night of dreams </q>- minutes after she was booted off the show.", "new_id": -2}, {"uid": "1295994286180568075", "i": 44767, "idx": 0, "sa": ["Žydrūnas Ilgauskas", "Chris Webber", "LeBron James", "Allen Iverson", "James Cleveland"], "q": "February 27, 2008, against the Boston Celtics, <strong> LeBron James </strong> became Iverson_Allen Iverson_31pts_Philadelphia_76ers_vs_LeBron James_LeBron James_James Cleveland_Cavaliers_2004/2005_Regular_Season_NBA_game!!!!!!! <strong> Allen Iverson </strong>'s Žydrūnas Ilgauskasgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. <q> Just get your swagger back, </q> <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. \"That's really what I did. It helped me out.\" <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds,", "new_id": -2}, {"uid": "1295663496254312452", "i": 6382, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "<strong> Larry Page </strong>, now 37 and graying. Although <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials and potential takeover targets, <strong> Larry Page </strong> says he will be making most of the big decisions as he tries to rekindle <q> the soul and passion of a startup. </q> <strong> Sergey Brin </strong> will concentrate on developing new products. <strong> Larry Page </strong> is worth$ 15 billion, but he remains something of a rebel who has always had a disdain for corporate protocol. Although a free-wheeling attitude typically works", "new_id": -2}, {"uid": "1295247357175046656", "i": 505, "idx": 0, "sa": ["Kevin Garnett", "DerMarr Johnson", "Kobe Bryant", "Marcus Camby", "Dwight Howard", "Carmelo Anthony", "Steve Nash", "Allen Iverson", "Soulja Boy", "Tim Duncan", "Kyle Korver"], "q": "who lost their third straight game. After <strong> Carmelo Anthony </strong>'s basket, <strong> Allen Iverson </strong> had a shot blocked by <strong> DerMarr Johnson </strong>. The Sixers retained possession and <strong> Kyle Korver </strong>'s driving layup attempt was swatted aSoulja Boy by <strong> Marcus Camby </strong>, his fifth block. <q> It was a big defensive play, </q> said <strong> Marcus Camby </strong> Amare Stoudimire Phoenix Suns Center <strong> Tim Duncan </strong> San Antonio Spurs Power Foreward <strong> Carmelo Anthony </strong> Denver Nuggets Small Foreward <strong> Kobe Bryant </strong> Los Angeles Lakers Shooting Guard <strong> Steve Nash </strong> Phoenix Suns Point Guard NBA East All-Star Starters: <strong> Dwight Howard </strong> Orlando Magic Center <strong> Kevin Garnett </strong> Boston", "new_id": -2}]