[{"uid": "1296084853120438793", "i": 45449, "idx": 0, "sa": ["Alassane Ouattara"], "q": "the closure of Ivorian branches of the central bank, which heads of state of West Africa's single currency zone have said are under his control but were surrounded by heavily armed Gbagbo loyalists all day. <q> Such a measure is intended to securitise the financial assets of the Ivorian state and of individuals, </q> <strong> Alassane Ouattara </strong>'s parallel government, which is operating from a UN-guarded hotel in Abidjan, said in a statement. <strong> Alassane Ouattara </strong>'s order came after Gbagbo late on Tuesday decided to requisition the bank and its employees in", "new_id": -2}, {"uid": "1296250299181977104", "i": 8805, "idx": 0, "sa": ["Ian Edmondson", "James Harding", "Andy Coulson", "Dominic Mohan", "Rupert Murdoch"], "q": "the Times, <strong> Dominic Mohan </strong> and <strong> James Harding </strong> respectively. Meatballs were on the menu, although staff preferred not to get too close to see what the boss actually ate. In the words of one friend, <strong> Rupert Murdoch </strong> was <q> frustrated, but ready to be decisive </q> by the failure to resolve the href=\"http://www.guardIan Edmondson.co.uk/media/newsoftheworld\" title=\"More from guardIan Edmondson.co.uk on News of the World\"> News of the World phone-hacking crisis, which had claimed the scalp of his former editor and No 10 spin doctor <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1295569871192872471", "i": 37178, "idx": 1, "sa": ["Larry Page", "Jay Foley", "Eric Schmidt", "Steve Jobs"], "q": "that perception in a Twitter message--`` Day-to-day adult supervision no longer needed!'' InformationWeek's <strong> Jay Foley </strong>, speaks with <strong> Steve Jobs </strong> Pellman, CEO of ClickForensics, an Austin, TX based company that claims to be <q> the industry leader in scoring, auditing, and improving traffic quality for the online advertising community. </q> <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman.`` By elevating me and having <strong> Larry Page </strong> running things day to day, we think this will produce even better results for the corporation", "new_id": -2}, {"uid": "1295094125134053943", "i": 24348, "idx": 6, "sa": ["Lily Allen", "Ding Junhui", "Allen Iverson", "Tyronn Lue"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.'' <q> He was holDing Junhui me the whole time, </q> <strong> Allen Iverson </strong> said http://wn.com/Nathan_plays_Not_Fair_by_Lily Allen_Allen Iverson_Keyboard_Cover_[KARAOKE_/_INSTRUMENTAL] This is my cover of`` Not Fair'' by <strong> Lily Allen </strong> taken from her# 1 album`` Its Not Me Its You''. Its her 2nd single following her# 1 success with``", "new_id": -2}, {"uid": "1297129044188514306", "i": 590, "idx": 5, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong>`` I wanted to do a show where judges could help competitors on a weekly basis,'' <strong> Simon Cowell </strong> said, comparing the job to his days as an A&R rep at a record label. <q> It's more interesting to me; it definitely gives me something more to do. When an artist wins, you win. It really does become an incredible competition with judges, in a way more than the artists, because we don't pretend to like each other. </q> <strong> Simon Cowell </strong> said a decision about who will sit beside him on the panel will be made in the next three or four weeks. He says he's looking for people who could one-up him in battle.", "new_id": -2}, {"uid": "1295019585186548231", "i": 7969, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman"], "q": "as possible.'' A judge will hear the matter on January 26th. However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead. He tells Late Show host <strong> David Letterman </strong>, <q> The kids are doing ok, we have been spending quite a bit of time with them, Kayte and I, Kayte's my new girl, we're planning to get married soon. Sometime in February. </q> You can send a story to multiple email addresses by separating the email addresses with a semicolon(;)", "new_id": -2}, {"uid": "1297386364251003004", "i": 20395, "idx": 2, "sa": ["Angelina Jolie", "Elizabeth Taylor", "Stacy Schiff"], "q": "the 1963 movie, href=\"http://omg.yahoo.com/celebs/Elizabeth Taylor-Elizabeth Taylor/636\"> <strong> Elizabeth Taylor </strong> played the Queen of the Nile as a seductress, but <strong> Angelina Jolie </strong>'s Queen is not`` a sex kitten.'' The film is based on Pulitzer Prize-winner <strong> Stacy Schiff </strong>'s biography <q> Cleopatra: A Life, </q> and is`` the first to be written by a woman. It felt like such a blow-the-doors-off-the-hinges idea of how to tell it, impossible to resist. We're pretty close. A lot of directors want to", "new_id": -2}, {"uid": "1296371374213876760", "i": 43358, "idx": 5, "sa": ["Allen Iverson", "Kobe Bryant", "Sergio Rodríguez Reche", "Ime Udoka"], "q": "right knee. He missed four recent games with a sore knee, but played 32 minutes against the Kings in his second game back, making 6-of-14 shots and adding five rebounds, three assists and three steals. <q> All my life I've been watching him play and to have the opportunity to play him was fun, </q> said Kings guard <strong> Sergio Rodríguez Reche </strong>, who was matched up against <strong> Allen Iverson </strong> at tIme Udokas.`` He showed that he can still play and he can play well. He looked great.'' <strong> Allen Iverson </strong> was at his best in http://wn.com/Kobe Bryant_Kobe Bryant_48_points_16_rebounds_vs_Kings_2000-01_Game_4", "new_id": -2}, {"uid": "1296745368187088896", "i": 10035, "idx": 0, "sa": ["Bernie Sanders"], "q": "officials listed a series of actions the military has taken to guard against contractor wrongdoing, including the formation of a working group focused on procurement fraud. But <strong> Bernie Sanders </strong> said much more needs to be done. <q> It is clear that DOD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud, </q> he said. The Miami Herald is pleased to provide this opportunity to share information, experiences and observations about what's in the news. Some of the comments may be reprinted elsewhere in the site or", "new_id": -2}, {"i": 8363, "idx": 0, "index_answer": 0, "new_id": -1, "q": "an episode of`` American Idol'' since he left the show. Talking to reports on a conference call for his new music competition series,`` The X Factor,'' <strong> Simon Cowell </strong> says, <q> I haven't seen a full episode. I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. </q> While <strong> Simon Cowell </strong> wasn't interested in watching the new judges and talent, he was curious to see how the show would do in the ratings.`` What I was more concerned about[ was] the", "sa": ["Simon Cowell"], "uid": "1297126081224133121"}]