[{"uid": "1295537656152666130", "i": 9945, "idx": 1, "sa": ["House Judiciary Committee", "Richard Neutra", "Mike Pence"], "q": "national bankruptcy. The IRS is hiring new agents to steal more money. Central economic planning has failed. A much bigger economic crisis is coming. And, every country in the world i... <strong> Mike Pence </strong>: <q>You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over.</q> <strong> Mike Pence </strong>: \"You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over.\" ARCHITECTURE: Lovell Health <strong> House Judiciary Committee </strong> in LA Confidential The Lovell Health house in Los Angeles was designed by architect <strong> Richard Neutra </strong>", "new_id": -2}, {"uid": "1295600499103776311", "i": 7316, "idx": 2, "sa": ["Eric Schmidt"], "q": "was \"not a reaction to competitors.\" Rather, he said, it was an effort to speed up decision making at the company, which ended the year with about 24,000 employees. <q>Google has many different businesses and the issue that we have been getting into is there's too many ways( in) which these businesses can be slowed down,</q> <strong> Eric Schmidt </strong> said. <strong> Eric Schmidt </strong>, who became CEO in 2001 to bring more management experience to a then-fledgling company, will assume the role of executive chairman, focusing on deals and government outreach, among other things", "new_id": -2}, {"uid": "1295663931231571456", "i": 27049, "idx": 1, "sa": ["Aamer Anwar", "Andy Coulson", "Tommy Sheridan"], "q": "The charges related to statements <strong> Tommy Sheridan </strong> made in court when he successfully sued the News of the World about stories regarding his involvement with swingers' clubs. A Downing Street insider told The Scotsman: <q>While the <strong> Tommy Sheridan </strong> trial is not the reason he resigned, it is fair to say that it certainly didn't help. \"It was one of the many things getting in his way and taking up his time that meant he couldn't do his job properly. \"He had to spend two or three days preparing for the trial and these things build up.</q> <strong> Tommy Sheridan </strong> is appealing against his conviction for perjury and yesterday his lawyer, <strong> Aamer Anwar </strong>, said: \"At the trial of <strong> Tommy Sheridan </strong>, <strong> Andy Coulson </strong> gave evidence under oath that he had no knowledge of phone hacking, despite Glen", "new_id": -2}, {"i": 20833, "idx": 5, "index_answer": 0, "new_id": -1, "q": "In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing.\" Once you are on the black list at Apple, <strong> Roger Kay </strong> added, <q>you don't get to come back.</q> That also leaves out the not-too-small question of how <strong> Google Inc. </strong> would react to having its former leader run a key competitor. Lawsuits would be more than likely- if <strong> Eric Schmidt </strong> is not already tied down by a", "sa": ["Roger Kay", "Eric Schmidt", "Google Inc."], "uid": "1296106095124256262"}, {"uid": "1295513188225542149", "i": 30076, "idx": 0, "sa": ["the Bounty", "David Letterman"], "q": "1930/31- Cimarron 1931/32- Grand Hotel 1932/33- Cavalcade 1934- It Happened one Night 1935- Mutiny on <strong> the Bounty </strong> 1936- The Great Ziegfeld 1937- The Li... <strong> David Letterman </strong>- Academy Awards Top Ten It's the <q>Top Ten Things Overheard at the Academy Awards.</q>... Academy Awards- Best Pictures 1927-2009 1927-28 Wings 1928-29 Broadway Melody 1929-30 All Quiet on the Western Front 1930-31 Cimarron 1931-32 Grand Hotel 1932-33 Cavalcade 1934 It Happened One Night 1935 Mutiny on <strong> the Bounty </strong> 1936 The Great Ziegfeld 1937", "new_id": -2}, {"uid": "1296486671063668234", "i": 25997, "idx": 0, "sa": ["Sergio Marchionne"], "q": "bankruptcy. Chrysler sold 1.52 million cars in 2010, helping it to boost its market share in the vital domestic US market to 9.2 per cent, from 8.8 per cent the year before. <q>It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,</q> chief executive <strong> Sergio Marchionne </strong> said. \"However, our job is not yet done,\" added <strong> Sergio Marchionne </strong>, who is CEO of both Chrysler and Italian carmaker Fiat, which owns a controlling 25 per cent interest", "new_id": -2}, {"uid": "1297177866006504495", "i": 9950, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "These ceremonial gifts are different from the official keys to the city presented by the mayor,\" he said. As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and <q>am deeply sorry to offend anyone who loves animals.</q> He acknowledged <strong> Michael Vick </strong>'s past but noted that \"since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends", "new_id": -2}, {"uid": "1295666817014565419", "i": 20539, "idx": 3, "sa": ["Michael Beasley", "Rip Hamilton", "Rasheed Wallace", "Tayshaun Prince", "Antonio McDyess", "Allen Iverson"], "q": "http://wn.com/Allen_Iverson_19pts_vs_Nets_08/09_NBA_*Clutch_Plays <strong> Allen Iverson </strong> and <strong> Tayshaun Prince </strong> stepped up for the short-handed Detroit Pistons. <strong> Allen Iverson </strong> scored 19 points, and <strong> Tayshaun Prince </strong> added 16 to help the Pistons win their fifth straight game, 83-75 over the New Jersey Nets on Wednesday. <q>When any team in the league loses three of their top six guys, things are going to change for them,</q> Pistons coach <strong> Michael Beasley </strong> Curry said. \"Luckily, a lot of other guys stepped up.\" Detroit played without <strong> Rip Hamilton </strong>( groin) and <strong> Antonio McDyess </strong>( ribs), and lost <strong> Rasheed Wallace </strong> to a first-half foot injury,", "new_id": -2}, {"uid": "1296509876251035669", "i": 23420, "idx": 4, "sa": ["Jay Leno", "Jimmy Kimmel", "Jimmy Fallon", "David Letterman"], "q": "275,000 \"The Tonight Show with <strong> Jay Leno </strong>\" 179,000 \"Late Night with <strong> Jimmy Fallon </strong>\" 150,000 \"The Late Show with <strong> David Letterman </strong>\" 148,000\" Lopez Tonight\" 122,000 \"<strong> Jimmy Kimmel </strong> Live\" 96,000 <q>The Late Late Show with <strong> Craig Ferguson </strong></q> 94,000 \"Chelsea Lately\" 79,000 \"The Mo'Nique Show\" 73,000 Source: Nielsen Media Research, live+ same day data, original episodes only Cable data( 12/27/10-1/ 27/11)", "new_id": -2}, {"uid": "1297292166065437698", "i": 2352, "idx": 0, "sa": ["David Letterman"], "q": "in anticipation of the big reveal Feb. 14 on <strong> David Letterman </strong>'s show, followed by newsstand sales the next day. The location of the famous shoots and who makes the cover are top secret until then. <q>Consumers love to follow what's hot, what's glamorous, what's beautiful,</q> Southwood said. \"The first question that the sales rep will ask is,` What did you get into Sports Illustrated this year?\" Southwood and his Sauvage Swimwear in San Diego, Calif.", "new_id": -2}]