[{"uid": "1295813464265846801", "i": 29331, "idx": 2, "sa": ["Eric Cantor", "Mike Pence"], "q": "Thom confronts Seton Motley www.LessGovernment.org- Are the Republicans engaged in a form of terrorism by attempting... <strong> Mike Pence </strong>: \"You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over.\" <strong> Mike Pence </strong>: <q>You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over.</q> Congressman <strong> Mike Pence </strong> gave the following floor speech during debate of the final reconciliation bill that purports to \"fix\" the Democrat government takeover of health care.... Republican Whip <strong> Eric Cantor </strong>: Repeal& Replace The$ 1 Trillion", "new_id": -2}, {"uid": "1297267030254083075", "i": 34492, "idx": 1, "sa": ["Simon Cowell"], "q": "government from handing over Davis to the US. The Dawn newspaper reported today that Pakistan's political leadership was \"inclined to end the diplomatic stalemate on the issue of Raymond Davis\" but has come under <q>intense pressure from other state institutions, which are not ready to offer immunity for the accused.</q> The Foreign Office has taken an \"inflexible stand\" on the issue because the military establishment \"holds the same view,\" the report added. <strong> Simon Cowell </strong> says launching X Factor in US is a", "new_id": -2}, {"uid": "1296972042257851410", "i": 464, "idx": 0, "sa": ["Michael Vick"], "q": "dealt with family problems when two of his sons were arrested on drug charges, believed <strong> Michael Vick </strong> could change around his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind Reid. <q>He had a plan and he stuck to that, both on and off the field,</q> Reid said. \"He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did", "new_id": -2}, {"uid": "1296811464196722709", "i": 1212, "idx": 2, "sa": ["Michael Vick"], "q": "public- and in October he told Sports Illustrated that the experience changed him for good. \"Right then and there I told myself, I am changing my life,\" <strong> Michael Vick </strong> told the magazine. <q>I'm going to do everything they ask me to do. I'm getting myself away from this madness.</q> That was the only thing <strong> Michael Vick </strong> could do if he wanted to remain employed by the Eagles and continue his climb out of bankruptcy. He said he dedicated himself to studying the Eagles' playbook and to", "new_id": -2}, {"i": 20833, "idx": 5, "index_answer": 0, "new_id": -1, "q": "In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing.\" Once you are on the black list at Apple, <strong> Roger Kay </strong> added, <q>you don't get to come back.</q> That also leaves out the not-too-small question of how <strong> Google Inc. </strong> would react to having its former leader run a key competitor. Lawsuits would be more than likely- if <strong> Eric Schmidt </strong> is not already tied down by a", "sa": ["Roger Kay", "Eric Schmidt", "Google Inc."], "uid": "1296106095124256262"}, {"uid": "1295885178252248106", "i": 28637, "idx": 0, "sa": ["Mike Pence"], "q": "in recent days. A story published Saturday said Daniels would be the odds-on favorite for the GOP nomination in 2012 if pundits, conservative columnists and political thinkers represented the party's base. <q>The diminutive Hoosier has nurtured a profile as a mature politician whose outlook extends beyond the next news cycle and whose demeanor exudes seriousness,</q> the story said. It also noted that the candidate favored by party elites has almost always failed to win the nomination. As for <strong> Mike Pence </strong>, a story Friday highlighted the effort by a group of conservatives", "new_id": -2}, {"uid": "1295559914021315632", "i": 10675, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,\" <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. <q>There is no other <strong> The CEO </strong> in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,</q> Page said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him\" The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the", "new_id": -2}, {"uid": "1297379494030818333", "i": 20877, "idx": 0, "sa": ["Janet Napolitano", "Kirsten Gillibrand", "Robert Gates"], "q": "reaching out to Homeland Security Secretary <strong> Janet Napolitano </strong> and Defense Secretary <strong> Robert Gates </strong> to help make that happen. BREEDS VIOLENCE Sen. <strong> Kirsten Gillibrand </strong>( D-NY) has also joined the push, saying in a news release that <q>vast drug networks along our northern border are exacerbating the gang-related violence in many communities across the state. This problem must be fought at its source.</q> <strong> Kirsten Gillibrand </strong>, a member of the Senate Armed Services Committee, said, \"We need a commitment by Secretaries <strong> Janet Napolitano </strong> and <strong> Robert Gates </strong> to work with local communities along the border to make sure they have the resources", "new_id": -2}, {"uid": "1296095529183648268", "i": 49256, "idx": 3, "sa": ["Michael Vick"], "q": ", although there would be no signing bonus- but he backed down a little from that stance on Wednesday. \"If they franchise me, we'll see how that goes,\" <strong> Michael Vick </strong> said. <q>I'll leave it up to my agent to work everything out.... I'm expecting everything to go according to plan. We'll see what happens over the next couple of months. I've just got to be patient and take it one day at a time.</q> He has, at least, received a new revenue stream. Earlier this week, <strong> Michael Vick </strong> struck a two-year deal with Unequal Technologies, a Kennett Square-based company that equipped <strong> Michael Vick </strong> with a vest, shoulder pads", "new_id": -2}, {"uid": "1297199444258572348", "i": 19920, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush", "General Wesley Clark"], "q": "[ and Lebanon]. \"When this writer asked Feith... which of the six regimes on the <strong> General Wesley Clark </strong> list were included in the\" <strong> Donald Rumsfeld </strong> paper, he replied, \"All of them.\" <q>The Defense Department guidance document made it clear that US military aims in regard to those states would go well beyond any ties to terrorism. The document said the Defense Department would also seek to isolate and weaken those states and to \"disrupt, damage or destroy</q> their military capacities- not necessarily limited to weapons of mass destruction( WMD)...\" \"<strong> Donald Rumsfeld </strong>'s paper was given to the White House only two weeks after <strong> President Bush </strong> had approved a", "new_id": -2}]