[{"uid": "1295598179194969628", "i": 33502, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google-oprichter neemt leiding over Google-oprichter Larry Page wordt CEO van zijn eigen onderneming. De Amerikaan maakte gisteren bekend dat hij <strong> Eric Schmidt </strong> zal vervangen. <q> Dagelijks toezicht van een volwassene niet langer nodig! </q>, knipoogde <strong> Eric Schmidt </strong> gisteren via twitter na de publiekswissel. De vervanging zou nodig zijn om de snelheid van beslissingen binnen het miljardenbedrijf sneller te laten verlopen. Het bedrijf ontkent dat de snelle opmars van concurrenten als", "new_id": -2}, {"uid": "1295965142202670083", "i": 3205, "idx": 0, "sa": ["Ron Paul", "President Bush", "Mike Pence", "Barack Obama"], "q": "America will rise once again. But we must act right now. Next week, Congress will meet to address the spreading impact of the economic crisis. I urge them to pass at least http://wn.com/11/26/09_Weekly_Republican_Address_Rep_Mike_Pence_R-IN <strong> Ron Paul </strong> <strong> Mike Pence </strong>: <q> The American people know we can't borrow and spend and bail our way back to a growing economy.... Republicans have proposals to get our economy moving again, to achieve energy independence and lower the cost of health care. </q> http://wn.com/President_Jimmy_Carter__Address_to_the_Nation_on_Energy Why The GOP Chose <strong> Ron Paul </strong> Ryan To Respond To <strong> Barack Obama </strong> <strong> President Bush </strong> Allen to announce Senate bid Monday Health care overhaul debate now shifts to states <strong> President Bush </strong> Allen Seeking to Recapture Virginia Senate Seat Does the Red Sea", "new_id": -2}, {"uid": "1295022258099024910", "i": 20756, "idx": 5, "sa": ["Simon Cowell", "Cecile Frot-Coutaz", "Ryan Seacrest"], "q": "Idol, which allows singers 15 to 28 years old, X Factor has no upper age limit, and the judges serve as mentors. <strong> Ryan Seacrest </strong> says the shows are different enough for both to succeed. <q> Knowing( Idol) needs to reinvent itself, knowing that if they did just phone it in this season and produce just a lackluster champion, you have the strong possibility of X Factor coming in and stealing their thunder and their zeitgeist. I think there's this tremendous pressure to show they're still relevant, </q> says Richard Rushfield, author of the upcoming American Idol: The Untold Story. Executive producer <strong> Cecile Frot-Coutaz </strong> says Idol isn't making the mistake of trying to replace <strong> Simon Cowell </strong> with a facsimile.`` You", "new_id": -2}, {"uid": "1295582183033980446", "i": 4557, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "time to do that given the way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred in the same interview, saying <strong> Google Inc. </strong>'s triumvirate decided they needed to find ways for the company to run more crisply. <q> I am not as concerned about the titles as I am winning, </q> <strong> Eric Schmidt </strong> said.`` I am quite certain that this change will result in faster decision making and better value for the shareholders.'' <strong> Google Inc. </strong>'s stockholders have had little to complain about, not that it would have", "new_id": -2}, {"uid": "1296673148174342186", "i": 7607, "idx": 1, "sa": ["Jeff Gaspin", "Simon Cowell", "Rickey Minor"], "q": "but last year sealed a rich three-year,$ 45 million deal to stick with`` Idol.'' With <strong> Simon Cowell </strong> off`` Idol'' next season, rival nets are already smelling some blood. <q> You have to look at what's going on at the competition to know that it's not necessarily as scary in the spring as it has been, </q> NBC U TV Entertainment topper <strong> Jeff Gaspin </strong> recently said. Besides <strong> Simon Cowell </strong>'s departure next season,`` Idol'' will undergo a change on the performance side, as the show's musical director, <strong> Rickey Minor </strong>, moves", "new_id": -2}, {"uid": "1296053683158892039", "i": 24713, "idx": 1, "sa": ["Michael Vick"], "q": "to be a part of the Unequal team. I have been wearing Unequal chest protectors, shoulder pads, and thigh pads for much of the late and post-season-- resulting in pain-free playing,'' stated <strong> Michael Vick </strong>. <q> The Unequal technology is a part of my game now and I won't play without my Unequal. Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible. </q> When <strong> Michael Vick </strong>'s ribs were injured after being drilled by a pair of Washington Redskins, the Eagles equipment staff contacted Unequal to build a lightweight, comfortable, flexible vest that could withstand the force", "new_id": -2}, {"uid": "1295635525217038960", "i": 9303, "idx": 4, "sa": ["Eric Schmidt"], "q": "on things, largely because we've spent a lot of time together. I can usually predict when we're going to disagree, and we make sure to talk those things out explicitly,'' he said. <q> And we've had a very good relationship with <strong> Eric Schmidt </strong> as well. </q> When <strong> Eric Schmidt </strong> first took over as CEO,`` there was a learning curve for us,'' Page told Time in 2006. <strong> Eric Schmidt </strong> said it took him six months`` to understand how", "new_id": -2}, {"uid": "1295907761051232825", "i": 22903, "idx": 4, "sa": ["Colin Powell"], "q": "==== I doubt <strong> Colin Powell </strong> is a racist. But it's clear to me that you are. Posted by: AlanBrowne| January 23, 2011 1:57 PM| <q> Ethnic minority Republicans, including myself- I am a mixed ethnic minority Republican, too- are growing in number all the time. </q> Listen buddy. Putting a TOKEN in place to win support of the huddled masses of a community and actually REPRESENTING the needs of a community are two very different things. Rattle off all the", "new_id": -2}, {"i": 46291, "idx": 0, "index_answer": 2, "new_id": -1, "q": "<strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q> I told him,` I'm glad you're here, because it is your moment as well', </q> <strong> Ray Allen </strong> said.`` When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "uid": "1297538891173686785"}, {"uid": "1295673184217972744", "i": 30608, "idx": 0, "sa": ["Kirsten Gillibrand", "George Pataki", "Barack Obama"], "q": "as is US <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>. Labor and legislative officials say Bruno- who championed the project for his former district- <strong> George Pataki </strong> and company officials assured labor several years ago that a deal would be worked out. But <q> People at the table then are no longer around, </q> said Ed Malloy, of the New York State Building& Construction Council. http://wn.com/Giffords_upgraded_from_critical_to_serious_condition AMD-labor deal <strong> Barack Obama </strong> Roy McDonald, R-Wilton, is introducing a pro-labor resolution for passage today. It calls for GlobalFoundries, the partnership that", "new_id": -2}]