[{"uid": "1295806909069746696", "i": 19455, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": "think he's got a way to go,'' <strong> Colin Powell </strong> said.`` I mean, he hasn't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform. <q> You know, we didn't elect title=\"Superman(fictional character)\" href=\"http://www.chicagotribune.com/topic/entertainment/movies/superman-%28fictional-character%29-PEFCC000007.topic\"> Superman. We elected a human being, <strong> Barack Obama </strong>. </q>`` I think he has reached out to countries around the world and has developed good relations with countries around the world,'' <strong> Colin Powell </strong> said.`` And I think he's working very hard on the", "new_id": -2}, {"uid": "1296100114011763716", "i": 59865, "idx": 2, "sa": ["Pete Best", "Paul McCartney", "David Letterman", "John Lennon Silva Santos"], "q": "www.examiner.com and <strong> Paul McCartney </strong> Examiner( www.examiner.com columns.... <strong> Paul McCartney </strong> on`` A Day in the Life'' In this clip from the June 1, 2010 Library of Congress press conference, <strong> Paul McCartney </strong> talks about collaborating with <strong> John Lennon Silva Santos </strong> on <q> A Day in the Life. </q>( Thanks to <strong> David Letterman </strong> Stinson.) Visit www.examiner.com... Former Beatle <strong> Pete Best </strong> talks about`` The Thing'' with the Fab Fourum at Abbey Road on the River 2010 Former Beatle <strong> Pete Best </strong> talks about`` The Thing'' with", "new_id": -2}, {"uid": "1296994199094273536", "i": 43993, "idx": 0, "sa": ["Laura Bush", "Rudy Giuliani", "Nick Saban", "Colin Powell", "Gene Chizik"], "q": " Seminar in Birmingham has speeches, sales pitches Those who attend the <q> Get Motivated! Business Seminar </q> at the BJCC on Monday really will see motivational speeches by <strong> Laura Bush </strong>, Gen. <strong> Colin Powell </strong>, <strong> Rudy Giuliani </strong>, <strong> Gene Chizik </strong> and <strong> Nick Saban </strong>, the event's organizer said. But they also will see sales pitches for investment", "new_id": -2}, {"uid": "1295808823115081216", "i": 17373, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "? I've run-- almost all my campaigns have been tough. That's not the reason why I didn't run. I didn't run because I want to try something different.'' <strong> Colin Powell </strong>: <q> I Am Not Committed To Any Candidate </q> Former Secretary of State <strong> Colin Powell </strong>, who crossed party lines to endorse <strong> Barack Obama </strong> for <strong> Barack Obama </strong> in 2008, said on", "new_id": -2}, {"uid": "1297227563238518272", "i": 30313, "idx": 17, "sa": ["George W. Bush", "Donald Rumsfeld", "Colin Powell", "Isnilon Hapilon"], "q": "the truck convoys leaving iraq and going into Syria.... google:`` DoD Report: 50 Trucks Carried Iraqi WMD To Syria'' the real secret is that the WMD got away... Report Isnilon Hapilonse <q>`` Had <strong> Colin Powell </strong> not stood in the way, in <strong> Donald Rumsfeld </strong>'s view, the <strong> George W. Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site.`` As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. \" An AP reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children- but no obvious", "new_id": -2}, {"uid": "1296351473068419607", "i": 7112, "idx": 0, "sa": ["Dee Bost", "Allen Iverson", "Kevin Garnett", "Carmelo Anthony"], "q": "in the league, just added pressure. <strong> Carmelo Anthony </strong> scored 29 points, <strong> Allen Iverson </strong> added 28 and the Denver Nuggets spoiled the return of <strong> Kevin Garnett </strong>, holding on for a 124-118 victory over the Dee Boston Celtics on Tuesday night. <q> Winning this game puts a lot of pressure on us, because if you can beat a team like this, then you can beat all the other teams, </q> <strong> Allen Iverson </strong> said.`` We have enough talent to scare some people, but we just have to bring it night in and night out.'' The Nuggets even beat the Celtics at full strength-- kind of.", "new_id": -2}, {"uid": "1297215580168738818", "i": 15472, "idx": 1, "sa": ["Donald Rumsfeld", "Robert Gates", "Barack Obama"], "q": "worked at the site in the interview on FOX News Channel's Hannity show. <strong> Donald Rumsfeld </strong> was defence secretary from 2001 to 2006 under former <strong> Barack Obama </strong> George W Bush. He was replaced as defence secretary by <strong> Robert Gates </strong>. <q> The heart-breaking thing with respect to Guantanamo is not that there's anything wrong with it, it's one of the finest prison systems in the world, </q> said <strong> Donald Rumsfeld </strong>.`` What's awkward is the fact that, for whatever reason, the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that they were", "new_id": -2}, {"uid": "1297122406226197630", "i": 33893, "idx": 1, "sa": ["Simon Cowell", "Will Smith", "Nicole Scherzinger"], "q": "X Factor, but he confirms there <strong> Will Smith </strong> be one familiar face on the panel- himself.`` Once the show goes into production, I become a judge,'' <strong> Simon Cowell </strong> told reporters Monday. <q> Then I have to put my trust into the producers' hands, which is effectively how it works in the U.K. Yes, I am judging. </q> Before the show starts, <strong> Simon Cowell </strong> <strong> Will Smith </strong> serve as executive producer and participate in the selection of the judging panel, which has been widely speculated about. <strong> Nicole Scherzinger </strong>, <strong> Will Smith </strong> have all been rumored as possible judges", "new_id": -2}, {"uid": "1295008845175898634", "i": 59284, "idx": 1, "sa": ["Gordon Brown", "Simon Cowell"], "q": "a million for SANDS. money, mouth?'' Piers, whose guests on the ITV1 interview show have included href=\"http://uk.news.yahoo.com/fc/Gordon Brown-Gordon Brown.html\"> <strong> Gordon Brown </strong>, Cheryl Cole and href=\"http://uk.news.yahoo.com/fc/x-factor.html\"> <strong> Simon Cowell </strong>, told Lily: <q> I will get ITV to make substantial five figure donation to your charity for the interview </q>. But the singer told him:`` Those are my terms. I've got no interest in coming on your show, you've been asking me for years.'' She revealed she had", "new_id": -2}, {"i": 9243, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Andy Coulson </strong> confirmed his resignation in a statement on Friday, saying that the continued coverage of events during his time as the editor of` News of the World' had made it difficult for him to give <q> the 110 per cent needed in this role </q>.'' I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,'' The Telegraph quoted him, as saying. Following", "sa": ["Andy Coulson"], "uid": "1295692802212844576"}]