[{"uid": "1296174977054247442", "i": 3039, "idx": 2, "sa": ["Eric Schmidt"], "q": "not more Chinese leaders here- both political leaders as well as business leaders\" - in contrast with the number of Indian attendees. He said Google's leadership reshuffle was a \"clarification of roles\" intended <q> simply so that we could make decisions more quickly </q>. He denied that the change was due to a lack of innovation at the company, although he conceded there had been a sense that decision-making was taking too long. Cultural sensitivities Mr <strong> Eric Schmidt </strong>", "new_id": -2, "mturk_index": "1761"}, {"uid": "1295144087167411718", "i": 13056, "idx": 1, "sa": ["Rick Carlisle", "Allen Iverson", "LeBron James"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacLeBron James any strength. \"I survived, I'm still here,\" he said. <q> I'm a new man, stronger than ever, I just say,` Thank you, everybody.' </q> <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and final playoff spot, and one game behind the MaveRick Carlisles. The Warriors visit the Pepsi Center on Saturday night for", "new_id": -2, "mturk_index": "1311"}, {"uid": "1296566910244629509", "i": 16802, "idx": 3, "sa": ["Allen Iverson", "Marcus Gilbert", "Gonzalo Castro"], "q": "route to his third career 50-point game and first since February 6 against Sacramento. \"When your jumper is on, the basket seems like an ocean and the <strong> Marcus Gilbert </strong> seems like a rock,\" he said. <q> That is the way it felt tonight. \"My teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. My coach calls the plays and I wouldn't set a career high without those guys. </q> The 1998-99 NBA scoring champion, <strong> Allen Iverson </strong> broke his own Gund Arena record for points. He has fond memories of this building, having scored 50 points in a 125-118 Gonzalo Castros in April 1997 after being named Most Valuable", "new_id": -2, "mturk_index": "6"}, {"uid": "1297207620184696835", "i": 8393, "idx": 13, "sa": ["George H. W. Bush", "Kimberley Strassel", "Donald Rumsfeld"], "q": "\"En el coraz?n del libro de <strong> Donald Rumsfeld </strong> hay una importante cr?tica al gobierno de <strong> George H. W. Bush </strong> que ha estado faltando en el debate sobre Irak\" , afirma <strong> Kimberley Strassel </strong>, articulista del The Wall Street Journal. <q> El relato dominante hasta ahora ha sido el que el George H. W. Bushe-vaquero y su grupo de neoconservadores fueron a una guerra sin la preparaci?n adecuada e hicieron caso omiso de las dudas de mentes burocr?ticas y estret?gicas m?s sobrias </q>, afirma <strong> Kimberley Strassel </strong>. El juicio de <strong> George H. W. Bush </strong> En ese sentido algunos aseguran que lo m?s destacado de las memorias de <strong> Donald Rumsfeld </strong> ser?a el dibujo de la complicada relaci?n que mantuvo con <strong> George H. W. Bush </strong> desde 2000 hasta", "new_id": -2, "mturk_index": "2116"}, {"uid": "1296684347197263468", "i": 33491, "idx": 0, "sa": ["Dr Victor", "David Letterman"], "q": "Here is a collection of 10 such unexpected and intriguing facts you probably did not know! Space Last October my friend and colleague <strong> Dr Victor </strong> Andersen of the Community College of Aurora( Colorado) gave a talk called <q> Ten Things You May Not Know About the Solar System, </q> a bit in the sense of <strong> David Letterman </strong>'s Top Ten List. I thought it was a great talk and so decided to give my own commentary on <strong> Dr Victor </strong>'s list. While the list is <strong> Dr Victor </strong>'s, any", "new_id": -2, "mturk_index": "179"}, {"uid": "1295125227265830412", "i": 42541, "idx": 20, "sa": ["Isnilon Hapilon", "Adam Hochschild", "Nat Hentoff", "Donald Rumsfeld"], "q": "^ U.S. Mission to Italy^ Washington Times- Iraq prisoner Isnilon Hapilonse` un-American,' says <strong> Donald Rumsfeld </strong>^ \"<strong> Donald Rumsfeld </strong>: Worst Still To Come\" . CBS News. May 8, 2004.^ <q> GOP seNat Hentoffor labels Isnilon Hapilonsed prisoners` terrorists' </q>. CNN. May 12, 2004.^ <strong> Adam Hochschild </strong>( May 23, 2004). \"What's in a Word? Torture\" . New York Times.^ MoveOn PAC^ VandeHei,", "new_id": -2, "mturk_index": "863"}, {"uid": "1295043177208601103", "i": 22975, "idx": 2, "sa": ["Rush Limbaugh", "Paul LePage", "Kirsten Gillibrand"], "q": "human beings can always strive to be better people- today on his radio program, hate talker <strong> Rush Limbaugh </strong> attacked <strong> Kirsten Gillibrand </strong>, appearing to believe that he has no room to become a better person: <q> <strong> Rush Limbaugh </strong>: What I don't like about this is the assumption that we are no good! The premise that we are no good! Yes that's true. We really stink. We have to work a lot harder to become better people. We are going to really have to work harder to become better than we are. Who are they to castigate all the rest of us! If they want to catagorize some of us as not good enough, fine and dandy! But who are they? </q> Why do we have to listen to these people tell us we're not as good as we can be` Compassionate Conservative' Kansas <strong> Paul LePage </strong> Brownback Proposes Ending Funding For State Mental Hospital Pawlenty Doubles Down On Reinstating DADT", "new_id": -2, "mturk_index": "1187"}, {"uid": "1296770160151027758", "i": 52266, "idx": 1, "sa": ["Michael Vick"], "q": "large drawing of <strong> Michael Vick </strong> in his Eagles uniform superimposed over Cowboys Stadium. It is headlined: \"Super Bowl-- Dallas Dynasty 2011-- The <strong> Michael Vick </strong> Experience.\" And then in smaller type: <q> Four-time Pro Bowl quarterback <strong> Michael Vick </strong> would like to personally invite you to the only upscale, A-list celebrity event of the 2011 Super Bowl. This will be the primary and preferred destination for inconic personalities from the NFL, MLB, Hollywood, the music industry and corporate America. Simply put the premier A-list high society event of the 2011 Super Bowl!! </q> The last time <strong> Michael Vick </strong> hosted a party someone got shot in the leg. <strong> Michael Vick </strong> attended the June celebration of his 30th birthday in Virginia Beach. The incident created a hailstorm of controversy when Quan", "new_id": -2, "mturk_index": "1914"}, {"uid": "1297096904101318657", "i": 25712, "idx": 7, "sa": ["George H. W. Bush", "George W. Bush", "Donald Rumsfeld"], "q": "And they like to bridge differences and get people all to be happy.\" It looks like <strong> Donald Rumsfeld </strong> isn't too concerned about burning bridges. He even goes after <strong> George H. W. Bush </strong>, while praising <strong> George W. Bush </strong>: <q> Asked if he admired <strong> George H. W. Bush </strong>- a Republican <strong> George H. W. Bush </strong> he didn't serve under- <strong> Donald Rumsfeld </strong> was curt. </q> \"No. No,\" <strong> Donald Rumsfeld </strong> said. \"No, I was kind of disappointed in him.... He decided he wanted to leave people with the impression that he didn't want to go to", "new_id": -2, "mturk_index": "149"}, {"uid": "1295668674231571473", "i": 31266, "idx": 1, "sa": ["Andy Coulson"], "q": "In a personal statement, Mr <strong> Andy Coulson </strong> said that the drip-drip of claims about illegal eavesdropping under his editorship meant he could not \"give the 110% needed\" . <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on, </q> he added. The Prime Minister said he was \"very sorry\" Mr <strong> Andy Coulson </strong> felt \"compelled\" to go after months of intense pressure, insisting he was being \"punished for the same offence twice", "new_id": -2, "mturk_index": "1438"}]