[{"uid": "1295590431000901120", "i": 47175, "idx": 4, "sa": ["Eric Schmidt"], "q": "las p?ginas de sus socios, aumentaron a final de a?o aproximadamente un 18% respecto al ltimo trimestre de 2009 y un 11% en comparaci?n con el tercer trimestre de 2010, a?adi el buscador. <q> Nuestros buenos resultados han sido motivados por un r?pido crecimiento en la econom?a digital, las continuas innovaciones de producto que benefician tanto a los usuarios como a los anunciantes y por el extraordinario momento de los negocios novedosos, como los dispositivos m?viles </q>, afirm <strong> Eric Schmidt </strong>.", "new_id": -2}, {"uid": "1295635525217038960", "i": 11161, "idx": 5, "sa": ["Larry Page", "Eric Schmidt"], "q": "and we make sure to talk those things out explicitly,'' he said.`` And we've had a very good relationship with <strong> Eric Schmidt </strong> as well.'' When <strong> Eric Schmidt </strong> first took over as CEO, <q> there was a learning curve for us, </q> <strong> Larry Page </strong> href=\"http://www.time.com/time/magazine/article/0,9171,1158956,00.html#ixzz1BdZSXOmX\" target=\"_blank\"> told Time in 2006. <strong> Eric Schmidt </strong> said it took him six months`` to understand how Google works. The subtleties took a year.'' <strong> Larry Page </strong>: Risk Taker?", "new_id": -2}, {"uid": "1295611398069435392", "i": 12635, "idx": 3, "sa": ["David Cameron", "Andy Coulson"], "q": "played'' in getting the party back into government. Mr <strong> Andy Coulson </strong> said the row over phone hacking made it`` difficult to give the 110% needed in this role''. He added: <q> I stand by what I said about those events.`` When a spokesman needs a spokesman its time to move on. </q> Mr <strong> David Cameron </strong> said:`` I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled", "new_id": -2}, {"uid": "1296429332256245803", "i": 14449, "idx": 6, "sa": ["Dahntay Jones", "Allen Iverson", "Phil Jackson"], "q": "to lead the Pacers to a 109-98 win over the Phil Jacksonadelphia 76ers on Monday night.`` At times, when we can put teams away, we go about it in a lackadaisical way,'' <strong> Allen Iverson </strong> said. <q> We're going to continue to struggle as long as we don't have that killer instinct that everybody's been talking about. </q> The Pacers earned a split of the home-and-home series after Phil Jacksonadelphia won 107-97 on Saturday night. <strong> Dahntay Jones </strong> scored seven straight points late in the fourth quarter that helped the Pacers put this one away for a rare road win", "new_id": -2}, {"uid": "1295696483254918743", "i": 8917, "idx": 0, "sa": ["Barack Obama", "Andy Coulson"], "q": "and grounded for two weeks 6) North Korea begins BEGGING for talks about eventual disarmament. THAT my friends is what I call PRESSHAH!!! Applied like thumscrews ha ha ha ha ha!!! Report Abuse <q> I would trust the North about as far as I could toss my GMC pickup. </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why <strong> Barack Obama </strong> and Hu's Talks Won't End U.S.-China Tensions Served In The USAF? Reconnect With Airmen You Served With. Over 110,000 Air", "new_id": -2}, {"uid": "1296841879222789633", "i": 22863, "idx": 0, "sa": ["David Letterman", "Jay Leno"], "q": "The Mentalist 2.8 8 14.847 ABC href=\"http://tvbythenumbers.com/private-practice-abc\" title=\"Private Practice ratings, news, and viewing links\"> Private Practice 2.4 7 6.764 NBC href=\"http://tvbythenumbers.com/outsourced-nbc\" title=\"Outsourced\"> Outsourced 1.8 5 3.800- Via NBC press note: <q> In Late-Night Metered Markets Thursday night: Nielsen's 56 metered markets( with four markets excluded today), household results were:`` The href=\"http://tvbythenumbers.com/tag/tonight-show-ratings\" title=\"Tonight Show\"> Tonight Show with <strong> Jay Leno </strong>, </q> 2.9/ 7; CBS's'' href=\"http://tvbythenumbers.com/tag/late-show-ratings\" title=\"Late Show\" target=\"_blank\"> Late Show with <strong> David Letterman </strong>,'' 3.2/ 8; and ABC's combo of'' href=\"http://tvbythenumbers.com/tag/nightline-ratings\" title=\"Nightline\"> Nightline,'' 3.5/ 8;", "new_id": -2}, {"uid": "1295008484200032264", "i": 28070, "idx": 11, "sa": ["Gabrielle Giffords", "Nancy Pelosi", "Kirsten Gillibrand"], "q": "<strong> Kirsten Gillibrand </strong> said. She reached out and grabbed her husband`` and is touching him and starts to really choke him like she was really trying to hug him.'' He asked her to touch his wedding ring, <q> and she touches his ring, then she grabs his whole watch and wrist and then the doctor was just so excited, he said,` You don't understand... this is amazing what she is doing right now and beyond our greatest hopes.' </q>`` It was, as you can imagine, a glorious moment,'' said House Minority Leader <strong> Nancy Pelosi </strong>, who was also in the room. <strong> Gabrielle Giffords </strong> remains in critical condition because doctors are worried", "new_id": -2}, {"uid": "1297704186051036184", "i": 30825, "idx": 2, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "fresh choices, and amazing services.''`` Nokia's support will help Windows Phone overall to build strength versus the other eco-systems,'' <strong> Steve Ballmer </strong> continued. Microsoft is working to ensure that innovation <q> doesn't lead to the kind of fragmentation for devStephen Elopers that other platforms in the phone arena are currently experiencing, </q> <strong> Steve Ballmer </strong> said.`` That's going to allow more phone designs at a broader range of price points and more exciting new apps and experiences for Windows Phone customers than we can imagine.'' Windows Phone", "new_id": -2}, {"uid": "1297616629186400779", "i": 32532, "idx": 14, "sa": ["Donald Rumsfeld", "Osama bin Laden", "George H. W. Bush"], "q": ".`` No,'' said <strong> Donald Rumsfeld </strong>.`` There's no disconnect at all.''`` But in private you're much more unhappy with what this system is doing.'' <q> Once you're satisfied and comfortable in a war, </q> <strong> Donald Rumsfeld </strong> said,`` you lose.'' The <strong> George H. W. Bush </strong> administration certainly wasn't satisfied with just going after <strong> Osama bin Laden </strong>. Even before the bomOsama bin Ladeng of Afghanistan began, it was secretly planning to take out Saddam Hussein", "new_id": -2}, {"i": 4137, "idx": 1, "index_answer": 0, "new_id": -1, "q": "Museum, which houses thousands of ancient artifacts, was being protected by the army. Head of Antiquities, <strong> Zahi Hawass </strong> said on state television that it was not known if anything was stolen from the museum. <q> There needs to be tighter security around the museum and fire trucks on standby. The museum can be set ablaze. This would be a disaster, </q> <strong> Zahi Hawass </strong> warned.Firefighters were trying to extinguish the blaze at the headquarters of the ruling National Democratic Party.", "sa": ["Zahi Hawass"], "uid": "1296337877236798074"}]