[{"uid": "1295633024155697153", "i": 32122, "idx": 1, "sa": ["Tony Blair", "Andy Coulson", "John Chilcot", "David Cameron"], "q": "'' It's the question that has dogged <strong> Andy Coulson </strong>- and his boss- since the former News of the World Editor became <strong> David Cameron </strong>'s director of communications in 2007. Explaining his resignation today, he said <q> when the spokesman needs a spokesman, it's time to move on </q>. Downing Street may have hoped that <strong> Tony Blair </strong>'s return to the <strong> John Chilcot </strong> inquiry would help take the spotlight off his departure. Not a bit of it. Westminster and Fleet Street can talk of little else", "new_id": -2}, {"uid": "1297251079068108305", "i": 11146, "idx": 1, "sa": ["Steve Ballmer", "Ray Ozzie"], "q": "e-mail, <strong> Steve Ballmer </strong> said he does not intend to fill the chief software architect role.`` The CSA role was unique and I won't refill the role after <strong> Ray Ozzie </strong>'s departure,'' <strong> Steve Ballmer </strong> wrote. <q> We have a strong planning process, strong technical leaders in each business group and strong innovation heading to the market. </q> Many have described <strong> Ray Ozzie </strong> as a visionary. <strong> Ray Ozzie </strong>'s initial claim to fame came when his company, Iris Associates, created what would be known as Lotus Notes, a product that during the 1990s was", "new_id": -2}, {"uid": "1297451229044924949", "i": 13293, "idx": 0, "sa": ["Michelle Obama", "Kelly Ripa", "David Letterman", "Regis Philbin"], "q": "his encounter and explained that he met Mrs. <strong> Michelle Obama </strong> on the set of LIVE With <strong> Regis Philbin </strong> and <strong> Kelly Ripa </strong>, on which they both appeared yesterday. Here's how <strong> David Letterman </strong> recounted his very first meeting with <strong> Michelle Obama </strong>. <q> She was on the show, but I didn't think I would see her because the Secret Service doesn't want my kind messing around with her kind, </q> <strong> David Letterman </strong> joked. However, the officials told <strong> David Letterman </strong> to wait for the first lady off stage and that she would speak to him after her interview with <strong> Regis Philbin </strong> and <strong> Kelly Ripa </strong>. At this point, <strong> David Letterman </strong> became", "new_id": -2}, {"uid": "1295615438099680262", "i": 11884, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "search giant can not afford many more out and out failures in the social realm. It also has a new public face at the ready in Larry Page so things need to be different. Gone is the aloof <q> I'm so stinkin' rich from this deal that reality is not an option </q> approach from <strong> Eric Schmidt </strong> that was ticking off everyone as of late. Of course, Page is even wealthier but the hope is that because he is co-founder along with <strong> Sergey Brin </strong> that his take on the business of Google will", "new_id": -2}, {"uid": "1296746865116736071", "i": 44918, "idx": 4, "sa": ["John McCain", "Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "lunch alone with the new envoy.`` Shouldn't have done so,'' the memo said. The president`` linked him to the <strong> John McCain </strong> House instead of to'' the Pentagon or State Department. <q> There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch, </q> <strong> Donald Rumsfeld </strong> writes in the book. Providing pointed critiques of other former colleagues, <strong> Donald Rumsfeld </strong> portrays <strong> Colin Powell </strong> as reigning over a State Department reluctant to accept <strong> President Bush </strong>'s political direction and intent on taking anonymous swipes at the", "new_id": -2}, {"uid": "1295636491179568685", "i": 38958, "idx": 5, "sa": ["Tony Blair", "Alastair Campbell", "Andy Coulson"], "q": "of trying to bury bad news. <strong> Tony Blair </strong> made a second appearance at the Iraq war inquiry and as the fallout continues from the departure of opposition finance spokesman Alan Johnson on Thursday due to personal problems. <q> The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence, </q> <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <strong> Andy Coulson </strong> resigns <strong> Andy Coulson </strong> has resigned as Downing Street communications director, having decided that`` when a spokseman needs a... Subscribe to RSSMost", "new_id": -2}, {"uid": "1295343274209076224", "i": 37181, "idx": 0, "sa": ["Sergio Marchionne"], "q": "is emptying in the second half of 2011, and we see... the full Lancia range arriving, redone with the Americans,'' he said referring to Fiat's Chrysler affiliate in the United States. <q> And thanks to Chrysler, Alfa will arrive in America with a 2,000 dealer network and will make a splash, </q> he said. <strong> Sergio Marchionne </strong> said he was in favour of workers sharing in profits.`` I want to get there. But we have to make profits before sharing them,'' he said.", "new_id": -2}, {"uid": "1295560092263241750", "i": 35897, "idx": 0, "sa": ["Mike Moran", "Sergio Marchionne", "Alan Mulally", "Ray LaHood"], "q": "help.'' Advertisement <strong> Ray LaHood </strong> said he will fly to Michigan on Tuesday to meet with Ford president and CEO <strong> Alan Mulally </strong> and Chrysler CEO <strong> Sergio Marchionne </strong>. A Ford spokesman, <strong> Mike Moran </strong>, said <strong> Alan Mulally </strong> <q> accepted the request for a meeting and looks forward to seeing the secretary. </q> A Chrysler spokeswoman confirmed the meeting, but declined to comment. Next week's trip follows a series of meetings <strong> Ray LaHood </strong> has had in recent months with auto CEOs from around the world, including a Dec.", "new_id": -2}, {"uid": "1296225951235159601", "i": 392, "idx": 4, "sa": ["Mike Pence", "Joe Donnelly"], "q": "a race for governor. tea party favorite who narrowly lost her race last year against Democratic Rep. <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q> I think he's the clear front-runner, and I think the race is his if he chooses to accept it, </q> Walorski said.`` I think he'd clear the field.'' State Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP`` rising stars'' such", "new_id": -2}, [{"i": 7125, "idx": 2, "index_answer": 0, "new_id": -1, "q": "... It just[ felt] negative.'' The` Just Go With It' star was referring to past seasons that included the outspoken <strong> Simon Cowell </strong> at the judges' table. <strong> Oprah Winfrey </strong> defended him, saying, <q> I'm a <strong> Simon Cowell </strong> fan and what I thought is that <strong> Simon Cowell </strong> had a way of speaking the truth that was saying what you wanted to say but you wouldn't actually say it. </q> She added,`` I will say that it's a kinder, gentler[ show now.]''", "sa": ["Oprah Winfrey", "Simon Cowell"], "uid": "1296664426136101888"}]]