[{"uid": "1296641716140230685", "i": 33453, "idx": 0, "sa": ["Simon Cowell"], "q": "the judge at... ''CECCONES''-- RYAN SEACREST- Said hi as he headed in for dinnerWON G- The cool rapperSIMON COWELL- I asked the excellent judge what we will do without him. <strong> Simon Cowell </strong>: <q>I don't know, actually. You will probably have a better time.</q> He grinned and I told him no, we won't.; I enquired who will replace him. <strong> Simon Cowell </strong> responded: ''I haven't got a clue.'' I asked him what the highlight was about", "new_id": -2}, {"uid": "1296509876251035669", "i": 23417, "idx": 1, "sa": ["Jay Leno", "Jimmy Kimmel", "David Letterman", "Jon Stewart"], "q": "Tonight'' 46,000 ''The Tonight Show with <strong> Jay Leno </strong>'' 44,000 ''The Late Show with <strong> David Letterman </strong>'' 31,000 ''<strong> Jimmy Kimmel </strong> Live'' 30,000 ''The Mo'Nique Show'' 27,000 ''Chelsea Lately'' 23,000 <q>The Late Late Show with <strong> Craig Ferguson </strong></q> 21,000( more) LATE NIGHT OVERALL( JANUARY)- continued MEN 18-34 ''The Daily Show with <strong> Jon Stewart </strong>'' 335,000'' Conan'' 291,000 ''The Colbert Report'' 275,000", "new_id": -2}, {"uid": "1295804058124010503", "i": 26646, "idx": 4, "sa": ["Colin Powell"], "q": "positions,'' <strong> Colin Powell </strong> said. ''Both sides came out of this I think rather well.'' <strong> Colin Powell </strong> called the U.S. relationship with China ''complex'' and guaranteed to have its ups and downs. <q>But I think generally over the 40 years that we have been in this relationship with China, the slope has been steady and upward.</q> Neighbors complain that living next to Octomom is like ''living next to a horribly obnoxious amusement... Abandoned rail line to Amlwch set to reopen for delivery of badly needed vowels School superintendent doesn't think letting teachers", "new_id": -2}, {"uid": "1295601684081559570", "i": 26666, "idx": 3, "sa": ["Eric Schmidt", "John Battelle", "Danny Sullivan"], "q": "being the main public face of the company.'' <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come in for criticism for awkward recent statements ''harmful to Google's reputation'' and the three top executives may have decided <q>it was time for a fresh public face.</q> <strong> John Battelle </strong>, author of ''The Search,'' a book about Google and technology rivals, said: ''<strong> Eric Schmidt </strong> has been at it for a decade, a very long time to be running a company", "new_id": -2}, {"uid": "1295903297179077120", "i": 31095, "idx": 1, "sa": ["George Shultz", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong>'s parents wrote to each other during World War II. <strong> Donald Rumsfeld </strong>'s sister Joan and former <strong> Donald Rumsfeld </strong> of State <strong> George Shultz </strong> were among the friends, family members and colleagues who came to Washington for conversations. <q>I started thinking about this amazing archive I had,</q> he said during a recent interview. ''The fact that I had it, persuaded me that I ought to take advantage of it.'' <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite", "new_id": -2}, {"uid": "1295007787037093399", "i": 19997, "idx": 0, "sa": ["Piers Morgan", "Cheryl Cole", "Lily Allen", "Gordon Brown", "Simon Cowell"], "q": "The star, who has had two miscarriages, told <strong> Piers Morgan </strong> she wanted him to give the money to a stillbirth and neo-natal death charity that supports bereaved parents. Writing on Twitter, she said: <q>I'd do it for a million for SANDS. money, mouth??????????????????</q> <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: ''I will get ITV to make substantial five figure donation to your charity for the interview''", "new_id": -2}, {"uid": "1296411412170033162", "i": 9614, "idx": 0, "sa": ["Cheryl Cole", "Chaz Jankel", "Simon Cowell", "East 17", "Dave Massey"], "q": "also on nodding terms with <strong> Chaz Jankel </strong>, of Ian Duty and Blockheads repute. And she opened the bill at <strong> East 17 </strong>'s comeback show at The Shepherds Bush Empire. Oh, and at a party in LA she met <q>DAVID MASSEY VP OF SONY BMG!</q>. Yeah, that's the same Sony that <strong> Simon Cowell </strong> works for. ''I went to <strong> Dave Massey </strong>'s http://wn.com/Cheryl_Cole_Trying_Not_To_Laugh_On_X_Factor_Season_7_HD <strong> Cheryl Cole </strong> trying her hardest not too laugh at the contestant! No Copyright Intended! A decorator from Wigan swapped", "new_id": -2}, {"uid": "1296044761099729429", "i": 31122, "idx": 2, "sa": ["Michael Vick"], "q": "He's a whole other person.'' Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's ''sizable.'' <q>We believe it was worth it,</q> he said, ''because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.'' Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games", "new_id": -2}, {"uid": "1296227064117063684", "i": 4816, "idx": 1, "sa": ["Rahm Emanuel", "Mike Pence"], "q": "for the White House. ''In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,'' <strong> Mike Pence </strong> said in a letter to supporters first reported Thursday by the Indianapolis Star. <q>We will not seek the Republican nomination for president in 2012.</q> The Washington Post>>> Are Republicans ''terrified of tea'? Politico analyzes the GOP''s reluctance to cross tea party favorite <strong> Rahm Emanuel </strong> Michele Bachman, R-Minn. More", "new_id": -2}, {"i": 8977, "idx": 0, "index_answer": 0, "new_id": -1, "q": "'' <strong> Roger Goodell </strong> said.''[ Most often] they're not recognizing they have a role in it.'' Regarding <strong> Ben Roethlisberger </strong>, <strong> Roger Goodell </strong> said when he was investigating what to do with the quarterback, he talked to <q>I bet two dozen[ Steeler] players... Not one, not a single player, went to his defense. It wasn't personal in a sense, but all kinds of stories like, ''He won't sign my jersey.'</q> He says he thinks Mike <strong> Michael Vick </strong> ''is sincerely trying.'' And he isn't blind to the fact that the story isn''t over, that <strong> Michael Vick </strong> needs to prove so much more than he", "sa": ["Roger Goodell", "Ben Roethlisberger", "Michael Vick"], "uid": "1296496143150683651"}]