[{"uid": "1296787603171524107", "i": 39435, "idx": 1, "sa": ["Simon Cowell"], "q": "song`` Every Little Thing She Does is Magic,'' and was subsequently pummeled by the judges. The Pioneer Press is quoting <strong> Simon Cowell </strong>, the show's notoriously villainous judge and creator, as telling Carrlson quote, <q> You get one massive opportunity, which you got tonight, and you've just thrown it away. </q> The elimination show is tonight at 7 pm I think we may have seen the last of Casey Carlson on` American Idol.' I might've watched` Idol' last night, but I was at the", "new_id": -2}, {"uid": "1295591000000901127", "i": 26822, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": " Die ehemaligen Studienkollegen <strong> Larry Page </strong> und <strong> Sergey Brin </strong> hatten Google 1998 gegr?ndet. 2001 bergaben die beiden ihr Baby an <strong> Eric Schmidt </strong>. Unter dem erfahrenen Manager hat sich Google von einem aufstrebenden Internetsuch-Unternehmen zu einem breit aufgestellten Technologiekonzern gemausert. <q> <strong> Eric Schmidt </strong> ist ein toller Firmenchef und ich habe viel von ihm gelernt </q>, sagtLarry Page in einer Telefonkonferenz. Das Gesch?ft bl?ht: Im Schlussquartal stieg der Umsatz um 26 Prozent auf 8,4 Milliarden href=\"http://www.finanzen.net/devisen/dollarkurs\"> Dollar( 6,2 Mrd Euro). Das Unternehmen verdiente unterm Strich satte", "new_id": -2}, {"uid": "1296775873217071677", "i": 54646, "idx": 0, "sa": ["David Letterman", "Barbara Walters"], "q": "serious( but not weepy) in discussing his open-heart surgery on'' A Matter of Life and Death,'' <strong> Barbara Walters </strong>' prime-time special airing tomorrow at 10 p.m. on ABC( Ch. 7). <q> It was very surprising, </q> <strong> Barbara Walters </strong> says of <strong> David Letterman </strong>'s response.`` I'm very fond of <strong> David Letterman </strong> and he is of me, but he's enormously private... to have him talk as openly as he did with me about his emotions", "new_id": -2}, {"uid": "1295635340010666021", "i": 58140, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "replace current CEO <strong> Eric Schmidt </strong> in April, the company announced today. <strong> Eric Schmidt </strong>, who has been in the role since April, will now become executive chairman. in a blog post, <strong> Eric Schmidt </strong> wrote: <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better... <strong> Larry Page </strong>, in my clear opinion, is ready to lead. <strong> Larry Page </strong>, Sergey and I have worked exceptionally closely together for over a decade-and we anticipate working together for a long time to come </q> Q.Can I turn off the safety checks when I open Money...> Read the answer Q.Why won't Roxio Creator's homLarry Page fit on my 17in... Apple iMac Intel Core", "new_id": -2}, {"uid": "1296218172048857090", "i": 15204, "idx": 6, "sa": ["Mike Pence", "Dan Coats", "Brad Ellsworth", "Jonathan Weinzapfel"], "q": "drawn this year; former U.S. <strong> Mike Pence </strong> <strong> Brad Ellsworth </strong>, who lost his bid for the Senate in 2010; Evansville Mayor <strong> Jonathan Weinzapfel </strong> and Kokomo Mayor Greg Goodnight. Indiana Democratic Party Chairman <strong> Dan Coats </strong> Parker predicted a <q> very, very competitive race </q> in 2012. He labeled <strong> Mike Pence </strong> an ideologue who is`` out of the mainstream in Indiana'' and should be thinking more about his job in Washington, and less about seeking another job.( 3 of", "new_id": -2}, {"uid": "1297553208106741766", "i": 55138, "idx": 7, "sa": ["Eric Massa", "Kirsten Gillibrand"], "q": "said she will continue to do so.`` We wan na make sure that as we negotiate this FAA reauthorization that all the protections that those families lobbied for stay in place,'' said <strong> Kirsten Gillibrand </strong>. <q> We made sure in that bill that to have the accountability and the training and the oversight that could have prevented that crash will now be in place so no family has to suffer what our families went through. </q> State Senator Joe Robach says until that seat is filled, the people of the 26th District will be under served. Just like he did when <strong> Eric Massa </strong> resigned in the 29th District, he's calling on", "new_id": -2}, {"uid": "1295791480232554503", "i": 27574, "idx": 8, "sa": ["David Cameron", "Harriet Harman", "Andy Coulson", "Philip Hammond"], "q": "criminal activity was going on,'' Ms <strong> Harriet Harman </strong> said. While acknowledging that Mr <strong> Andy Coulson </strong> had denied any involvement in phone hacking, she added the issue risked further eroding public confidence in politics. <q> For all <strong> David Cameron </strong> talks about trust in politics, it is fundamental that people obey the criminal law and that is what is at stake here, </q> she added. Transport Secretary <strong> Philip Hammond </strong> said he and his colleagues deplored`` any wrongdoing in any parts of the media''.`` It's right that we have an investigative media that sometimes gives", "new_id": -2}, {"uid": "1297102357037732375", "i": 2732, "idx": 3, "sa": ["Simon Cowell"], "q": "controversy. You never know what <strong> Simon Cowell </strong> has up his sleeve, and since he will be working both behind and in front of the camera, the country should brace itself to expect the unexpected.'' <q> Since its U.K. debut in 2004, The X Factor has proven itself a global success story in numerous territories worldwide, </q> said executive producer Cecile Frot-Coutaz, CEO of FremantleMedia North America.`` Now, as we bring this widely popular format to U.S. audiences, I look forward to building a new franchise for a new decade with the", "new_id": -2}, {"uid": "1295912989122798091", "i": 1785, "idx": 1, "sa": ["Tom Coburn", "Mike Pence", "Mitch McConnell"], "q": "know, there's a lot of talk these days around here about where members of Congress are going to sit during the State of the Union address,'' Indiana Republican <strong> Mike Pence </strong> said recently on the House floor. <q> Well, I've been in Congress for 10 years and I learned a long time ago, it doesn't really matter where you sit it matters where you stand. </q> And Senate Republican leader <strong> Mitch McConnell </strong> brushed off the idea this weekend, saying people can certainly mix it up, if they want. But <strong> Tom Coburn </strong>, the Republican from Oklahoma, told NBC the two", "new_id": -2}, {"i": 2767, "idx": 3, "index_answer": 0, "new_id": -1, "q": ", nor did he always receive effective implementation of the decisions he made'', Mr <strong> Donald Rumsfeld </strong> writes.`` There were far too many hands on the steering wheel,'' he writes elsewhere; it was <q> a formula for running the truck into a ditch </q>. Regrets He adds he regrets some of the quips he became famous for, such as`` stuff happens'' about the early looting in post-war Iraq, or his remark about`` old Europe''-", "sa": ["Donald Rumsfeld"], "uid": "1296742183180060166"}]