[{"uid": "1295516885091439159", "i": 14496, "idx": 0, "sa": ["Michael Gove", "Christine Blower"], "q": "a core knowledge that pupils should have to take their place as`` educated members of society''. <strong> Christine Blower </strong>, general secretary of the National Union of Teachers, told BBC Radio 4's Today programme: <q> The fact is, we know that children and young people are successful.`` Some children leave school with qualifications that <strong> Michael Gove </strong> doesn't recognise, but the fact is, generally speaking, people are very successful. What we need is a comprehensive, good local school for every child. </q> Mr <strong> Michael Gove </strong> said he wanted a curriculum that refrained from telling teachers how to teach, but told them what to teach in core subjects. He denied he would be coming up with prescriptive lists of names", "new_id": -2}, {"uid": "1295607635131039250", "i": 33639, "idx": 3, "sa": ["Eric Schmidt"], "q": "`` It's a good move. It( the triumvirate management structure) was always one of things that concerned us a little bit,'' said Ryan Jacob, portfolio manager with the Jacob Internet Fund. <q> It should streamline the decision-making process. They're in a fast-moving industry. </q> <strong> Eric Schmidt </strong> now plans to sell about 534,000 shares of Class A common stock, the company said. Based on Google's closing share price of$ 626.77 yesterday, he would earn about$ 334.7 million on", "new_id": -2}, {"uid": "1295455732232161286", "i": 15180, "idx": 1, "sa": ["Jane Lynch", "Simon Cowell"], "q": "was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her,'' she told British newspaper The Sun. <q> He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her. Just like him, she says what she wants because she can- there is nobody there to tell either of them to stop. </q> <strong> Simon Cowell </strong> is set to take his British programme The X Factor to America this year, and speculation is rife over who will judge it. <strong> Jane Lynch </strong> insists the rumours can now end, as she has the", "new_id": -2}, {"uid": "1295901162252542991", "i": 9661, "idx": 4, "sa": ["Simon Jones", "Simon Cowell"], "q": ". But it seems <strong> Simon Cowell </strong> has now had a change of heart.`` I asked a successful guy,`` What's the best advice you can give me?'' He said, <q> <strong> Simon Jones </strong>, know when to leave the fair, </q> he said.`` I think that's good advice- one year, I actually found myself thinking,`` I've run out of insults, I don't know how I'm going to tell", "new_id": -2}, {"uid": "1295397228118030342", "i": 50240, "idx": 2, "sa": ["Barack Obama", "Sergio Marchionne"], "q": "minivan market, but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. <strong> Barack Obama </strong> says at Arizona memorial service that the polarized nation needs healing Subscribe to The Post-Standard today and get incredible savings off home delivery! href=\"http://www.syracuse.com/poststandardsubscribe/\" title=\"Subscribe to The Post-Standard\"> Subscribe Now!?", "new_id": -2}, {"uid": "1297426296058949675", "i": 31879, "idx": 0, "sa": ["Michael Gove"], "q": "<strong> Michael Gove </strong> will now look again at his decisions in these six areas. href=\"http://www.bbc.co.uk/news/education-12429152\" target=\"_blank\"> http://www.bbc.co.uk/news/education-12429152 But... The Department for Education issued a robust defence to the decision. A spokesman said: <q> On the substantive points he concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects. </q> He also pointed out that the judge had concluded that`` there was no promise or expectation'' that any of the claimants' projects would proceed. However he added:`` The Secretary of", "new_id": -2}, {"uid": "1296014344168460291", "i": 22835, "idx": 0, "sa": ["Allen Iverson", "Donyell Marshall", "John Thompson", "Sugar Rodgers", "John Flowers"], "q": "only Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> John Flowers </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> John Thompson </strong> created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my time, I should have the ball in my hands, </q> <strong> Allen Iverson </strong> said.`` So if somebody else turns it over, he yells at me. I just tell my teammates:` Let me get the ball. He'll scream at me http://wn.com/Epic_Comeback_Falls_Short_Syracuse_Defeats_Georgetown_Feb_18,_2010 Magee and <strong> Sugar Rodgers </strong> lead", "new_id": -2}, {"uid": "1295515771004980738", "i": 8412, "idx": 2, "sa": ["Gabrielle Giffords", "Mike Pence", "Peter Shumlin"], "q": ", may move to rehab center Friday Arizona <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong> was able to stand with assistance on Wednesday, an aide said, with her doctor adding that the congresswoman has the strength to stand on her own. <q> Today we were getting her out of bed again and we were able to stand with assistance, </q> said Dr. <strong> Peter Shumlin </strong> Rhee, Tucson's University Medical Center's trauma chief.`` She's got the strength to stand on her own, lift her head up and these... I see improvements every single day.", "new_id": -2}, {"uid": "1296764072144211969", "i": 9335, "idx": 0, "sa": ["Tim Cook", "Eric Schmidt", "Steve Jobs"], "q": "pancreatic cancer in 2003. In his statement, sent to employees and issued to the press, <strong> Steve Jobs </strong> said that COO <strong> Tim Cook </strong> would be responsible for day-to-day operations in his absence, and that he hoped to be <q> back as soon as I can. </q> Since <strong> Steve Jobs </strong>' medical leave is currently indefinite, Apple watchers have been left wondering what the company's plan is in the event that <strong> Steve Jobs </strong> can not return. former CEO, <strong> Eric Schmidt </strong>, being asked to", "new_id": -2}, {"i": 14136, "idx": 6, "index_answer": 0, "new_id": -1, "q": "$ 2.54 billion in the fourth quarter of 2010 from$ 1.97 billion in the same quarter a year ago. Revenue was up 26 per cent to$ 8.44 billion from the same period last year. <q> Our strong performance has been driven by a rapidly growing digital economy and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> <strong> Eric Schmidt </strong> said.`` These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, <strong> Google Inc. </strong> and the wider web,'' he said.", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295568681147800068"}]