[{"uid": "1295586272212418583", "i": 3537, "idx": 12, "sa": ["Linas Kleiza", "Carmelo Anthony", "LeBron James", "Allen Iverson", "Shaquille O'Neal"], "q": "<strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaLeBron James out on the fast break and getting easy layups. He then moved to the outside, going 4-for-8 from 3-point range. <q> He got a couple of easy ones, and once you get a couple of layups, the basket looks Shaquille O'Nealger, </q> said <strong> Allen Iverson </strong>, who had 28 points. \"He played a great game, and hopefully he can continue to play that way.\" <strong> Linas Kleiza </strong> scored 27 points in the first half, 20 in the second quarter", "new_id": -2}, {"uid": "1295640175249806852", "i": 2037, "idx": 0, "sa": ["Steven Tyler", "Matt LeBlanc", "Jennifer Lopez", "Tyler Moore", "Simon Cowell"], "q": ", that was the hallmark of <strong> Simon Cowell </strong>. In his place, two charismatic supernovas who represent flip sides of the Paula coin: the ditsy loose cannon( an electrifying LeBlanc-Tyler Moore/213686\"> <strong> Steven Tyler </strong>) who blurts things like <q> I think you got the what-is-it-ness </q> when he's not leering at a parade of nubile Disney Channel refugees or drumming along to the groove of the better talents; and the beatific cheerleader( a luminous Lopez-Jennifer Lopez/156627\"> <strong> Jennifer Lopez </strong>) who's quick with", "new_id": -2}, {"uid": "1296257722179142687", "i": 26058, "idx": 5, "sa": ["Eric Schmidt"], "q": "used by the government to spy on AmEric Schmidtans in an effort to collect revenue and enforce ordinances on swimming pools w... Google and NSA/ Secret Relations? L'AD di Google <strong> Eric Schmidt </strong> diventa gelataio in questo video. <q> Forza ragazzi, prendete i vostri gelati gratis... conosco gi i vostri gusti preferiti </q>. Campagna di Consumer Watchdog, www.insidegoogle.com... Don't be Evil- En Google \"No somos malos\" Subt?tulos en Espa?ol Don't be Evil- En Google \"No somos malos\" Subt?tulos en Espa?ol El video", "new_id": -2}, {"uid": "1297200983061325341", "i": 2176, "idx": 17, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "Qaeda joined the fray, as did a Shiite uprising under Moqtada al-Sadr and his Mahdi Army. \"We couldn't lose any battles over there, but we couldn't beat them militarily,\" he says. <q> Because there was no one to beat. It was a totally unconventional asymmetrical circumstance. </q> Mr. <strong> Donald Rumsfeld </strong> thus takes an unorthodox view of the significance of <strong> George H. W. Bush </strong>'s surge, which began to take effect in early 2007. He argues that by 2006 things were, in fact, improving in Iraq", "new_id": -2}, {"uid": "1296080697022757404", "i": 813, "idx": 0, "sa": ["Andy Coulson", "Rebekah Brooks", "Ian Edmondson", "John Whittingdale"], "q": "its possession for the last five years. \"I find it utterly extraordinary that the police have been sitting on these documents for five years and did absolutely nothing about them,\" <strong> John Whittingdale </strong> said. <q> I think they generally accepted News International's excuse that there was just one rogue reporter. But the police were sitting on documents that implicate <strong> Ian Edmondson </strong> and they did not question him. </q> <strong> John Whittingdale </strong> said today's dramatic developments also raised questions for <strong> Andy Coulson </strong>, who announced his resignation as the Downing Street communications director last week, and <strong> Rebekah Brooks </strong>, the News International chief executive. The announcement", "new_id": -2}, {"uid": "1295142282036634657", "i": 46557, "idx": 2, "sa": ["Soulja Boy", "Jeff Van Gundy", "Allen Iverson"], "q": "career high with 11 assists for Detroit, which went on a 12-3 run midSoulja Boy through the fourth quarter after the Wizards had pulled to 63-62. The Pistons allowed only three field goals in the final 9 minutes. <q> I just waited for my opportunity and when it came I just took adJeff Van Gundytage of it, </q> said <strong> Allen Iverson </strong>, whose output was his highest since a 30-point night at Sacramento on Nov. 11. \"I was probably in the best groove since I got here.\" Detroit hasn't lost since blowing a 17-point", "new_id": -2}, {"uid": "1295960558216842285", "i": 56666, "idx": 0, "sa": ["Eric Schmidt"], "q": "see <strong> Eric Schmidt </strong> hosting. Leave suggestions in the comments section or shoot a Twitter message to@WSJDealJournal or@ShiraOvide. UPDATE: Asked to respond to the New York Post story, Google said the company doesn't <q> comment on gossip or speculation. </q> \"Previous Deals of the Day: The Morgan Stanley Banker Drawn into Galleon Case 12:00 pm January 24, 2011 <cite> Len Feldman </cite> wrote: \"The Stream of Consciousness Hour\" , where <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1296152835245841973", "i": 9942, "idx": 0, "sa": ["Eric Schmidt"], "q": "the speculation has been wrong. Instead, <strong> Eric Schmidt </strong> repeated Google's previously disclosed explanation that the management reshuffle is about clarifying and tightening lines of authority among the troika that has jointly run Google for a decade. <q> This has nothing to do with competitors, </q> <strong> Eric Schmidt </strong> said. \"I publicly said the next 10 years will be as successful as the past 10. We're going to run this way for a while. It's a full-time job just to deal with", "new_id": -2}, {"uid": "1295667459145047582", "i": 13722, "idx": 0, "sa": ["Mark Zuckerberg", "Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> InformationWeek's Art Wittmann speaks with Tina Bean, the Sales& Mark Zuckerbergeting Director for VisiStat. VisiStat is a company that offers a software as a service application for web service analytics. <strong> Eric Schmidt </strong> will continue to", "new_id": -2}, {"uid": "1296774517130859030", "i": 7014, "idx": 1, "sa": ["Sergio Marchionne"], "q": ". Carl Galeana, who runs dealerships in suburban Detroit, Florida and South Carolina, said he is impressed with the turnaround that <strong> Sergio Marchionne </strong> engineered. \"I think this guy is a visionary,\" he said. <q> He talks about what he needs to do and he goes out and gets it done. </q> Of the 16 new or revamped models, five were rebuilt from the ground up in under two years, far faster than the normal three or four years. They include the 300 big sedan, the Jeep Grand", "new_id": -2}]