[{"uid": "1297245176074432543", "i": 6852, "idx": 0, "sa": ["Natalie Portman", "Lindsay Lohan", "Simon Cowell"], "q": "'' However being bullied at school has not put Mila off education forever and the 27-year-old beauty is now planning to follow in her ''Black Swan' co-star <strong> Natalie Portman </strong>'s footsteps and attend university. <strong> Lindsay Lohan </strong> <q>to be charged with felony grand theft</q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won''t be", "new_id": -2}, {"uid": "1295916567115490851", "i": 5621, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "WASHINGTON- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many ''<strong> Donald Rumsfeld </strong>'s Rules'': <q>The harder I work, the luckier I am.</q> When <strong> Donald Rumsfeld </strong> began thinking about his book, ''Known and Unknown,'' he imagined a more typical Washington release: a quick, impressionistic story based on whatever he recalled. Instead, he and a", "new_id": -2}, {"uid": "1295416505157892632", "i": 8983, "idx": 1, "sa": ["Rickey Minor", "Simon Cowell", "Steven Tyler"], "q": ". Because when ''Idol'' returns tonight on Fox, it will be unveiling changes so extensive, producers are saying it might as well be considered an entirely different show. <q>It will, hopefully, be a little bit of circus,</q> joked host <strong> Simon Cowell </strong> and I had our banter, but this is a whole different dynamic.'' <strong> Steven Tyler </strong> have stepped up to counter <strong> Simon Cowell </strong>'s cynicism and charisma with star power and supportive tones. <strong> Rickey Minor </strong> took the", "new_id": -2}, {"uid": "1296569355043499528", "i": 11905, "idx": 1, "sa": ["Drew McIntyre", "Natalie Jamieson", "Simon Cowell", "Ric Flair", "Michael McIntyre"], "q": "don't like you. <strong> Ric Flair </strong> love you,'' the comedian told Newsbeat's <strong> Natalie Jamieson </strong>. The popular comic also explained how he had no trouble making up his mind on whether to accept <strong> Simon Cowell </strong>'s offer. <q><strong> Ric Flair </strong> love the show and to be part of it seems to be an incredibly exciting thing to do, especially in January,</q> he laughed. <strong> Michael McIntyre </strong> appears on The Royal Variety Performance on BBC1 at 2000 GMT on Thursday 16 December. Britain's Got Talent is on ITV1 in late-Spring 2011. Information- Finally <strong> Ric Flair </strong> finished my <strong> Drew McIntyre </strong> 4th Remake", "new_id": -2}, {"uid": "1296955229239927300", "i": 47655, "idx": 0, "sa": ["Beth Noveck", "Nigel Shadbolt", "Helena Kennedy", "Martha Lane Fox", "Eric Schmidt"], "q": "I think that identification and empathy is great to see.'' Coming from a poor, working-class background, <strong> Helena Kennedy </strong> feels particularly strongly about education as it was such a pivotal force in her own life. <q>Learning shouldn't be a commodity. It changed me: I learned about the other, about how the world worked, about art and music. Education will continue to be available to the privileged, but will it be for someone from a background like mine?</q> Tech Weekly at Activate: <strong> Eric Schmidt </strong>, <strong> Martha Lane Fox </strong>, <strong> Beth Noveck </strong>, <strong> Nigel Shadbolt </strong> Amazon's uncontacted tribe: how media coverage can trigger action Zeitgeist is an experiment in showing trending news, topics and articles from the Guardian", "new_id": -2}, {"uid": "1297224727163495958", "i": 23620, "idx": 7, "sa": ["Katrina Pierson", "Michael Vick", "Dwaine Caraway"], "q": "<strong> Katrina Pierson </strong>. Reverend Marion Barnett supports <strong> Dwaine Caraway </strong> and says it was appropriate to give <strong> Michael Vick </strong> the key. ''When we look at Mr. <strong> Michael Vick </strong>, he's had a repentant type of attitude'' says Barnett. <q>It's racism. Yes, there's still a double-standard in this country and we need to stop this unethical treatment of black human beings</q> says Barnett. <strong> Katrina Pierson </strong>, who is black, disagrees and she believes this controversy could hurt <strong> Dwaine Caraway </strong>'s chances of getting re-elected. ''I think that's a clear sign that that man should not be", "new_id": -2}, {"uid": "1296106965198869114", "i": 1640, "idx": 3, "sa": ["Dwight Howard", "LeBron James", "Rashard Lewis", "Theo Ratliff", "Allen Iverson", "Mickael Pietrus"], "q": "free throws- 7 of 9- and the Magic made a team playoff record 17 3-pointers. <strong> Rashard Lewis </strong> and <strong> Mickael Pietrus </strong> had 17 points each for Orlando. ''We just have to keep fighting,'' <strong> Dwight Howard </strong> said. <q>We have an excellent opportunity in front of us. We can't think that anything's going to be easy. As a team, we believe that anytime we step on the floor and play our brand of basketball we can win.</q> <strong> LeBron James </strong> added 12 rebounds and seven assists, but he had eight http://wn.com/Allen_Iverson_22pts_vs_Cavs_00/01_NBA_MVP_*8-0_Starts PHILADELPHIA( Ticker)-- With a strong finish, the Philadelphia 76ers matched the best start in franchise history. <strong> Allen Iverson </strong> and <strong> Theo Ratliff </strong> powered a third-quarter", "new_id": -2}, {"uid": "1294953528094584847", "i": 27396, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "present, <strong> Gabrielle Giffords </strong>' moves brought fresh hope. ''It's a major milestone,'' said Pia Carusone, <strong> Gabrielle Giffords </strong>' congressional chief of staff, who was in the hospital room at the time. <q>We have to remember what we are dealing with here. She's in very critical condition, and she has a long road ahead of her, but this is certainly a big moment.</q> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., was in the room with <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>, D-Fla., and House Minority Leader <strong> Nancy Pelosi </strong>, D-Calif., along with others including <strong> Gabrielle Giffords </strong>' husband, astronaut Mark Kelly. ''", "new_id": -2}, {"i": 15961, "idx": 0, "index_answer": 0, "new_id": -1, "q": "then-candidate <strong> Barack Obama </strong> in the 2008 election, but said Sunday on CNN's ''State of the Union'' that he will wait to make a decision on whom to support in the next presidential election. <q>I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate,</q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. ''I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.'' ''", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama"], "uid": "1295795776254902285"}, {"uid": "1295941685109330459", "i": 38652, "idx": 4, "sa": ["Vince Carter", "Allen Iverson", "Joakim Noah"], "q": "overtime, including the game-winning jumper with 51 seconds left in overtime. <strong> Joakim Noah </strong>, who was also making his postseason debut, scored 11 with 17 rebounds for the Bulls as they wrested the home-court advantage from Boston. <q>As the games go on, the moments http://wn.com/Allen_Iverson_44pts_vs_Vince_Carter_T-Mac_Raptors_99/00_NBA <strong> Allen Iverson </strong> wasn't going to let <strong> Vince Carter </strong> show him up. <strong> Allen Iverson </strong>, playing with an injured big toe, scored 44 points, including 30 in the final 19 minutes, as the Philadelphia 76ers defeated the Toronto Raptors 106-93 Wednesday night in a preview of a potential first-round series in the Eastern Conference playoffs. ''When you have that type of quality player come in, you want to step it up,</q> <strong> Allen Iverson </strong> said. ''When you add to that he's coming into my house, I want to play good in front of my fans. It's my house.'' <strong> Vince Carter </strong> overcame a tough first half to", "new_id": -2}]