[{"uid": "1296484351181583873", "i": 10027, "idx": 2, "sa": ["Robert Dion", "Mike Pence"], "q": "order.'' And one of his chief political assets, observers say, could be that he is popular among fiscal and social conservatives, and among insiders and outsiders in the Republican Party. <q> He bridges that divide effortlessly. He's got what the tea party crowd wants to hear, and he's obviously got Republican credentials as well. He can be a unifying candidate, </q> said <strong> Robert Dion </strong>, a political science professor at the University of Evansville. <strong> Mike Pence </strong>'s decision <strong> Mike Pence </strong> said he made the final decision not to run for president Wednesday night. He and his", "new_id": -2}, {"uid": "1295968018237928473", "i": 3797, "idx": 2, "sa": ["Colin Powell", "Sen. Joe Lieberman"], "q": "off the table is indefensible.'' Today on CNN's State of the Union, ret. <strong> Colin Powell </strong> and former Secretary of State <strong> Colin Powell </strong> joined the growing chorus in calling for a reduction in defense spending: <q> CANDY CROWLEY: Where would you with specificity say,`` Look we don't need a bigger military? </q> Can we cut there? \" POWELL: Yeah. <strong> Sen. Joe Lieberman </strong> think we have to look at everything, domestic and our international accounts. As we draw down from Iraq and as over the next several years", "new_id": -2}, {"uid": "1297108504141246501", "i": 26229, "idx": 0, "sa": ["Simon Cowell"], "q": "victory sign as he holds an... Photo: Argentina's players celebrate their victory Video: ShowBiz Minute: Schneider, Super Bowl, Sheen Video: Matthew Perry Returns to TV in` <strong> Simon Cowell </strong> Sunshine' Report Abuse <q> The stealers suck.... and this games shows that... </q>", "new_id": -2}, {"uid": "1295786138191660080", "i": 4228, "idx": 3, "sa": ["Michael Vick", "Tony Dungy"], "q": "`` I got fired in Tampa and I still thought I was a pretty good coach.''`` He wants it to work out here,'' <strong> Tony Dungy </strong> said about <strong> Michael Vick </strong>, <q> and I would be surprised if it doesn't. </q> Working it out is really <strong> Tony Dungy </strong>'s message to the children reading his book, just as it was to players he once coached in the NFL locker rooms. You must fill out the", "new_id": -2}, {"uid": "1295770742001081396", "i": 31630, "idx": 1, "sa": ["Will Smith", "Mick Jagger", "Katy Perry", "Simon Cowell", "Mariah Carey"], "q": ", the singer may join <strong> Simon Cowell </strong> on the show when it begins filming later this year.`` To get her on the show would give it real star power,'' a source told the magazine. <q> <strong> Nicole Scherzinger </strong> and <strong> Cheryl Cole </strong> are also being considered for places on the judging panel, because they've got a proven track record of being great judges, but that doesn't rule Rihanna out.`` She has a massive appeal and a real edge to her, </q> they added.`` <strong> Simon Cowell </strong> knows she wouldn't be afraid to give her opinion.'' Others who have been rumoured for the show's judging panel include <strong> Will Smith </strong>, <strong> Katy Perry </strong>, <strong> Mick Jagger </strong> and <strong> Mariah Carey </strong>.", "new_id": -2}, {"uid": "1295528378011599923", "i": 56, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Ryan Seacrest"], "q": "Rangers. There's no surprise in the <strong> Simon Cowell </strong> that Rushfield presents, but he does bring him to life-- by turns brilliant and exasperating, self-serving and disarmingly honest. Rushfield sums him up well: <q> If ever a person could be prepared for fame and all that came with it, it was <strong> Simon Cowell </strong>... For 20 years, <strong> Simon Cowell </strong> had been involved in every aspect of the shadowy business of creating stars... He had seen how the magical alchemy could transform people into stars, and he had seen how it could go wrong. </q> The book is not Fox-authorized, which may explain why the show's other well-known personalities play only supporting roles. <strong> Paula Abdul </strong> is a wacky sparring partner, and <strong> Ryan Seacrest </strong> is Robin to <strong> Simon Cowell </strong>'s Batman. Nevermind", "new_id": -2}, {"uid": "1296552417261570573", "i": 23543, "idx": 11, "sa": ["Maurice Cheeks", "Allen Iverson"], "q": "at that end, considering he lost his starting job because of his poor defense.`` We didn't make the correct switch,'' Sixers coach <strong> Maurice Cheeks </strong> said without singling out which player made the defensive mistake. <q> Whoever didn't make the switch didn't do it on purpose. This isn't about placing blame, it's about figuring out how to do it right at the end. </q> <strong> Allen Iverson </strong> http://wn.com/Allen_Iverson_1st_Win_as_a_Pistons_vs_Kings_30pts_9asts_7rebs_08/09_NBA For a veteran like <strong> Allen Iverson </strong>, a win in November against a lottery team rarely registers as important. After losing his first two games with his new team, that wasn't the case with this victory", "new_id": -2}, {"uid": "1297033516043974665", "i": 15243, "idx": 0, "sa": ["Dick LeBeau", "Peyton Manning", "Aaron Rodgers", "Ben Roethlisberger", "Michael Vick", "Tom Brady"], "q": "7-0 on their way to a 21-14 victory.`` He's like a very good scorer in basketball-- you know he's going to get points,'' Steelers defensive coordinator <strong> Dick LeBeau </strong> said. <q> From a defensive standpoint, you've got to keep him from controlling the game. </q> The 6-5, 241-pound <strong> Ben Roethlisberger </strong> isn't as speedy as <strong> Aaron Rodgers </strong> and <strong> Michael Vick </strong> or as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work.`` I'm always trying", "new_id": -2}, {"uid": "1295801602188252207", "i": 16015, "idx": 0, "sa": ["David Cameron", "Andy Coulson", "Julian Assange"], "q": "his interactions with WikiLeaks- handed <strong> Julian Assange </strong> his latest set of secrets, data which he claimed carried details of tax evasion by some 2,000 prominent people. Video: Tunisia's neighours fear revolution contagion... Report Abuse <q> Any secrecy in government is a departure from Democracy. Any unilateral decision-making is also a departure from Democracy. Even our Republic, with its middle-men acting as legislators, is a departure from Democracy. Clearly, perfect Democracy is an unattainable limit in the mathematical sense; this does not, however, invalidate the relentless convergence to that unattainable limit. </q> Report Abuse \" Let's see something EARTH SHATTERING!!!!!!! \" Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces <strong> David Cameron </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"i": 6866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do.`` We're trying to be as transparent and as collaborative as possible,'' <strong> Eric Schmidt </strong> said. <q> We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things that we're doing are very pro-competitive, and I genuinely believe that, </q> he said. Google's other co-founder, <strong> Sergey Brin </strong>, will oversee strategic projects. <strong> Sergey Brin </strong> said he wants to focus more on his personal passions, including several`` significant'' new products. He said he", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669701105103360"}]