[{"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q>No state needs to declare bankruptcy,</q> <strong> Bill Lockyer </strong> said, \"The states have sovereign taxing power the big companies don't.\" <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}, {"uid": "1295929120118013973", "i": 31856, "idx": 0, "sa": ["Bill Lockyer", "Arnold Schwarzenegger", "Joel Anderson"], "q": "to protect businesses from having to cover the state's bills. The La Mesa <strong> Arnold Schwarzenegger </strong> Monday said his Senate <strong> Bill Lockyer </strong> 120 would force the state to accept registered warrants as payment for taxes or fees. <q>IOUs could be a death knell for already struggling California businesses,</q> <strong> Joel Anderson </strong> said in a statement. State Treasurer <strong> Bill Lockyer </strong> has warned that IOUs may have to be issued this spring, but a final decision is up to Controller John Chiang. The state budget gap is estimated", "new_id": -2}, {"uid": "1295027167083820572", "i": 12939, "idx": 0, "sa": ["Andy Coulson", "Keir Starmer"], "q": "re-examine all material police held on alleged illegal phone <strong> Keir Starmer </strong>, Director of Public Prosecutions, said the Crown Prosecution Service( CPS) would conduct a \"comprehensive assessment\" of evidence collected by detectives. <q>The purpose of this assessment is to ascertain whether there is any material which could now form evidence in any future criminal prosecution relating to phone hacking,</q> the CPS said in a statement. Cameron's communications chief <strong> Andy Coulson </strong> quit as News of the World editor in 2007 after one of the paper's reporters was jailed for secretly listening to phone messages of royal", "new_id": -2}, {"uid": "1295031156139100180", "i": 19377, "idx": 4, "sa": ["Kirsten Gillibrand"], "q": "\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01122011-43v&amp;flvURL=/media/2011/01/12/01122011-43v.m4v&amp;playAds=true&amp;adZone=wpni.video.sports&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F12%2F01122011-43v.jsn\"}{ \"title\": \"No. 10 Georgetown Visitation vs. No. 18 <strong> Kirsten Gillibrand </strong> Seton\", \"description\": <q>Host B.J. Koubaroulis and The Post\\'s <strong> Preston Williams </strong> and James Wagner preview this weekend\\'s match-up between No. 10 Georgetown Visitation and No. 18 <strong> Kirsten Gillibrand </strong> Seton. Video includes highlights and footage of Visitation\\'s Katie Gillespie, Maddy <strong> Ted Williams </strong> and Kathleen Tab as well as Seton\\'s Alyssa Albanese, Mel Royster and many more.</q>, \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/12/PH2011011203438.jpg\", \"emailLink\": \"http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/12/VI2011011203385.html&amp;title=No. 10 Georgetown Visitation vs. No. 18 <strong> Kirsten Gillibrand </strong> Seton& site", "new_id": -2}, {"uid": "1297488327192626740", "i": 31205, "idx": 6, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "if he'd stayed in office after 2006, \"there would have been defeat in Iraq and the surge would not have taken place.\" <strong> Donald Rumsfeld </strong>: \"Oh, no, absolutely not.\" Stephanopoulos: <q>Why is it so difficult, sir, for you to say, \"This is the mistake I made. This is what we should have done different. This is what I'm sorry for'?</q> <strong> Donald Rumsfeld </strong> didn\"t take the bait. At the end, Stephanopoulos said he wished they \"had a lot more time to talk.\" I suspect <strong> Donald Rumsfeld </strong> felt otherwise. <strong> Diane Sawyer </strong>, the top", "new_id": -2}, {"uid": "1295919733143048712", "i": 37752, "idx": 0, "sa": ["William Cohen", "Madeleine Albright", "Jimmy Carter", "Colin Powell", "President Bush"], "q": "which would have made our lives, American lives, even more difficult within the Muslim world,\" said <strong> Madeleine Albright </strong>, <strong> Madeleine Albright </strong> of State during the Clinton years. <strong> Jimmy Carter </strong> <strong> Madeleine Albright </strong> of Defense <strong> William Cohen </strong> supported the claim, saying <q>there is not a single country that would have been supporting the president of the United States declaring war and invading Afghanistan prior to 9/11.</q> Current <strong> Madeleine Albright </strong> of State <strong> Colin Powell </strong> told the bipartisan panel that the <strong> President Bush </strong> administration was well-briefed by the previous administration about the threat of Al Qaeda and terrorism and that <strong> President Bush </strong> was focused on Al Qaeda from the beginning. \"", "new_id": -2}, {"uid": "1295907918177651713", "i": 23770, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "Is the U.S. government changing fast enough?\" \"Do we need more troops? And if so, where and for what purpose?\" \"My brain would be going,\" he says. <q>I wanted to find out something. I needed help. I needed advice. Some of them were just,' I need a haircut.</q>' Another <strong> Donald Rumsfeld </strong> Rule: \"If you are not criticized, you may not be doing much.\" As defense secretary, he was admired as daring and innovative by foreign policy hawks and others,", "new_id": -2}, {"uid": "1297616629186400779", "i": 26900, "idx": 42, "sa": ["Donald Rumsfeld", "Richard Nixon"], "q": "there on the ground.\" Then in April 2004 the Abu Ghraib scandal- with its still shocking photos- broke. <strong> Donald Rumsfeld </strong> offered to resign, twice. But the <strong> Richard Nixon </strong> said no. <q>Do you think it would have been better if you had insisted on resigning?</q> Martin asked. \"I think so,\" he said. \"How would that have made things better?\" \"It would have been a stronger signal to the world that", "new_id": -2}, {"uid": "1295351570142295047", "i": 43463, "idx": 0, "sa": ["Mike Pence"], "q": "has introduced a bill that would cut off federal funding to Planned Parenthood and other abortion providers. The bill, the Title X Abortion Provider Prohibition Act, has 127 co-sponsors, including seven from California. <q>It is morally wrong to end an unborn human life by abortion,</q> said <strong> Mike Pence </strong> in a prepared statement. \"It is also morally wrong to take the taxpayer dollars of millions of pro-life Americans and use them to promote abortion at home or abroad.\" \"Last year", "new_id": -2}, {"uid": "1295727628021119018", "i": 21303, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "a ratings slump or slip further away from the top spot. American viewers have never known an Idol that does not feature <strong> Simon Cowell </strong>'s rolling eyes, one-liners or antagonistic adjectives. Will they embrace it? <q>We're certainly back to having fun,</q> said executive producer <strong> Nigel Lythgoe </strong>, who rejoined the singing competition after a two-year hiatus. \"At some point along the way, and we're certainly all guilty of it, we started taking ourselves too seriously. I", "new_id": -2}]