[{"uid": "1297442899051478531", "i": 25334, "idx": 0, "sa": ["David Letterman"], "q": "The bikini Oscars The Sports Illustrated Swimsuit edition isn't just about sexy to fashion designers lucky enough to make it in. There's a loud \"ka-ching' for years to come. <q> Everybody opens up that issue and goes,` Wow, where can I get this suit?' We have a great response when it hits the newsstands, </q> said Simon Southwood, who expects seven of his suits to grace the famous pages. Southwood has already presold to stores in anticipation of the big reveal on <strong> David Letterman </strong>\"s show on February 14, followed by", "new_id": -2}, {"uid": "1294979190239403024", "i": 33736, "idx": 3, "sa": ["Kobe Bryant", "Allen Iverson"], "q": "<strong> Kobe Bryant </strong> said. \"This just ain't Memphis. I think this offense has freed him up a little bit and showcased more what he can do instead of just being in the post all the time.\" <q> It's tough to match up against us for a variety of reasons. We have guys that can finish, we have aa great 1-2 punch, and all of our guys can pass the ball. </q> <strong> Kobe Bryant </strong>, who said he made himself a decoy through most of the game, scored 18 of his 32 points in the final 8 minutes to keep http://wn.com/Allen_Iverson_38pts_Denver_Nuggets_vs_LA_Clippers_07/08_NBA <strong> Allen Iverson </strong> wasn't trying to take over the game down the", "new_id": -2}, {"uid": "1295515221257327138", "i": 35926, "idx": 0, "sa": ["Boston Rob", "Russell Hantz", "David Letterman"], "q": "NBC( Parenthood Fans FTW!)( 80) The Office's <strong> David Letterman </strong> Scott Gets the Ending He Deserves, Plus Valentine's Day Showmance Updates!( 66) The Real Housewives of Beverly Hills Reunion Shocker: <q> Do You Have a Drinking Problem? </q>( 63) Epic vs. Awesome: Survivor Rivals <strong> Boston Rob </strong> and <strong> Russell Hantz </strong> to Duel Again on Got a burning TV question, a comment or hot dish about your fave TV show? Email your Q's to", "new_id": -2}, {"uid": "1296083432189841414", "i": 18530, "idx": 0, "sa": ["Michael Vick"], "q": "this one. Then. Now. \"I would say the feeling this week is comparable to other weeks in the season,\" Reid was saying yesterday, after his Monday news conference. <q> I know we've got a good team, but I also know that I haven't been through this with them. There are a lot of new pieces here and I haven't been through a playoff experience with them. </q> Reid has never had a younger team make the postseason than this one. He has never had a more dynamic quarterback than <strong> Michael Vick </strong>. He has never had a playoff defense that allowed this many points and", "new_id": -2}, {"uid": "1297160800166199305", "i": 31141, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "In an interview with ABC news on the eve of the book's release, <strong> Donald Rumsfeld </strong> said, \"What you know today can help you unthink your thinking about tomorrow.\" <strong> Donald Rumsfeld </strong> said, <q> It can't help you with things you were thinking about back then, </q> and added, \"Back then there was reasonable confidence that[ <strong> Saddam Hussein </strong>] had these weapons.\"", "new_id": -2}, {"i": 27252, "idx": 7, "index_answer": 0, "new_id": -1, "q": "been burned for three straight games of at least 40 points by the 76ers All-Star. \"Honestly, they play me one-on-one, straight up,\" <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will. <q> Except in the last quarter. <strong> Elgin Baylor </strong> guess they felt like they had to do something. </q> By then, it was too late. <strong> Allen Iverson </strong> reached 40 points against the Bucks for the sixth time in his career, his most against any opponent. He had 40 and 54 points in his previous two games", "sa": ["Allen Iverson"], "uid": "1296550615213254158"}, {"uid": "1296940939224919552", "i": 14161, "idx": 1, "sa": ["Eric Schmidt"], "q": "a claim the company robustly denies), why Apple had the initial vision to change technology from a corporate support system to a consumer support system and what the world may look like in 50 years' time( <q> When one assumes I'll no longer be here, </q> he laughs). For an hour before our interview, <strong> Eric Schmidt </strong>, in pale pastel V-neck complete with collar and tie, has been holding a session in Google's private suite of rooms just outside the", "new_id": -2}, {"uid": "1295122108061161595", "i": 47625, "idx": 0, "sa": ["Sarah Palin", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "and led the nation in a moment of silence. He flew to Tucson to speak at a memorial service not far from the hospital where Democratic <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> and other victims were being treated. <q> At a time when our discourse has become so sharply polarized-- at a time when we are far too eager to lay the blame for all that ails the world at the feet of those who happen to think differently than we do-- it's important for us to pause for a moment and make sure that we're talking with each other in a way that heals, not in a way that wounds, </q> he said. More than any one politician, <strong> Sarah Palin </strong>, the 2008 Republican vice presidential candidate and a possible White House contender in 2012, figured in the unfolding political debate. Initially", "new_id": -2}, {"uid": "1297093828077135937", "i": 38620, "idx": 8, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell", "President Bush", "George H.W. Bush"], "q": "said. <strong> Donald Rumsfeld </strong> was also critical of <strong> Colin Powell </strong>'s successor, <strong> Condoleezza Rice </strong>, for her lack of experience in government. \"She'd never served in a <strong> George H.W. Bush </strong> administration position,\" he said. <q> She'd been an academic. And, you know, a lot of academics like to have meetings. And they like to bridge differences and get people all to be happy. </q> <strong> Donald Rumsfeld </strong> said he was \"amazed\" he was ever asked to join the <strong> President Bush </strong> administration, given his at times contentious relationship with former <strong> George H.W. Bush </strong>. More from Political Hotsheet and Politics on CBSNews.com", "new_id": -2}, {"uid": "1296318894261652524", "i": 14810, "idx": 1, "sa": ["Michael Jordan", "Allen Iverson", "Larry Drew"], "q": "the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. \"Anybody that bet on it, some broke people out there,\" <strong> Allen Iverson </strong> said. <q> I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now. </q> Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. \"Our guys just try hard,\" Sixers coach <strong> Larry Drew </strong> Brown said. \"This is kind of unexpected", "new_id": -2}]