[{"uid": "1296371370213876753", "i": 14274, "idx": 0, "sa": ["Allen Iverson", "Carmelo Anthony", "John Wall"], "q": "assists and 3 steals. Movie from nba.com More about <strong> John Wall </strong>, Wizards and NBA Top Plays at www.johnwall.co( not. com) player website. http://wn.com/Allen_Iverson_18pts_Melo_career_high_49pts_vs_Wizards_07/08 <strong> Allen Iverson </strong> barely broke a sweat and he thanked <strong> Carmelo Anthony </strong> for that. <q> I think that might be the easiest game I ever played in my career. I was out there watching, </q> <strong> Allen Iverson </strong> hollered across the locker room after <strong> Carmelo Anthony </strong> scored a career-high 49 points to lead the Denver Nuggets past the Washington Wizards 111-100 Friday night. With <strong> Carmelo Anthony </strong> swishing shots from all over the court, <strong> Allen Iverson </strong> took just nine", "new_id": -2}, {"uid": "1295499765081756170", "i": 2802, "idx": 0, "sa": ["Kara DioGuardi", "Paula Abdul", "Miley Cyrus", "Katy Perry", "Victoria Beckham", "Ellen DeGeneres", "Simon Cowell", "Andrew Garcia", "Jason Green"], "q": "anyway. So does <strong> Katy Perry </strong>. Its two big yeses for <strong> Kara DioGuardi </strong> and Randy. And, the Orphan is on his way to Hollywood, to the strains of <strong> Miley Cyrus </strong> The Climb. American idol`` Season 9'' <q> episode 5`` auditions Los Angeles LA <strong> Avril Lavigne </strong> <strong> Katy Perry </strong> Boston atlanta chicago arlington`` los angeles </q> orlando denver judge <strong> Ellen DeGeneres </strong> <strong> Simon Cowell </strong> Randy Jackson <strong> Victoria Beckham </strong> <strong> Kara DioGuardi </strong> <strong> Paula Abdul </strong> fox ryan seacrest results show final semi-final call-back katie stewans justin williams Neil Goldstein Jim Ranger Mary Powers AJ Mendoza Austin <strong> Andrew Garcia </strong> Tasha Leighton <strong> Jason Green </strong> Chris Golightly Union Made rocks", "new_id": -2}, {"uid": "1295278007145555458", "i": 328, "idx": 0, "sa": ["Al Sharpton", "Martin Luther King", "Sen. Bernie Sanders"], "q": "the legacy of <strong> Martin Luther King </strong>. Evelyn Kwanza as a music leader who teaches many of the traditional songs, while her husband, known as`` Deacon Modi'' helps lead social programs, including food drives. <q> They are the perfect team. They keep truth and justice at the center of all things they do, </q> Hal Colston said in making the presentations. Also honored was U.S. <strong> Sen. Bernie Sanders </strong> for his track record on civil rights. Photos: <strong> Al Sharpton </strong> speaks in Burlington You must fill out the comment body in order to submit", "new_id": -2}, {"uid": "1296113722137510985", "i": 26400, "idx": 1, "sa": ["Ralph Nader", "Michael Mullen", "Robert Gates", "Sen. Bernie Sanders", "Ron Paul"], "q": "<strong> Robert Gates </strong> and Joint-Chiefs of Staff Chairman Admiral <strong> Michael Mullen </strong> to discuss FY 2011 Defense Budget. The Connecticut lawmaker sought answers to questions pertaini... <strong> Ralph Nader </strong>`` <strong> Ron Paul </strong>& <strong> Sen. Bernie Sanders </strong> Have Teamed Up To Go After The Military Budget'' <strong> Ralph Nader </strong> <q> <strong> Ron Paul </strong>& <strong> Sen. Bernie Sanders </strong> Have Teamed Up To Go After The Military Budget </q> Progressives and the Tea Party are like minded when it comes to decreasing the defense budget. National Taxpayers Union and PIRG have released a joint report titled`` Toward Common Ground: Bridging the Political Divide to Reduce Spending", "new_id": -2}, {"uid": "1295559654260145168", "i": 15633, "idx": 0, "sa": ["Eric Schmidt"], "q": "be replaced by co-founder Larry Page.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' <strong> Eric Schmidt </strong> said in a prepared statement. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. </q> Twitter comment on the shuffle was less formal:`` Day-to-day adult supervision no longer needed!,'' he wrote. The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, Page and Brin have long run", "new_id": -2}, {"uid": "1295567743217792535", "i": 12043, "idx": 0, "sa": ["Eric Schmidt"], "q": "an extensive stock selling programme that will net them millions in cash over the next few years. Meanwhile Twitter commentary on the change at the top is likely to continue. This from doctorlinguist- <q> clarification from Google: slogan was not`` Don't Be Evil </q> but`` Don't Be <strong> Eric Schmidt </strong>.'' In the room the lobby groups come and go New Year, new lobby group. This week saw the formation TPP Watch, a lobby consisting of trade unionists and", "new_id": -2}, {"uid": "1295669848206995548", "i": 6280, "idx": 6, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "royal reporter who was jailed for phone hacking several years ago, were laughably false <strong> Andy Coulson </strong> is in a LOT of trouble make no mistake. <strong> David Cameron </strong> has shown just how beholden to <strong> Rupert Murdoch </strong> he really is. <q>`` Dispatches also looks at the way MPs were fearful of what News International, the owner of News of the World, could do when they tried to investigate the phone hacking in advance of the general election earlier this year. </q> Plaid Cymru Mp Adam Price told Channel 4:' I was told by a senior Conservative member of the committee, who I knew was in direct contact with executives at News International, that if", "new_id": -2}, {"uid": "1296671144083132443", "i": 6258, "idx": 2, "sa": ["Mitt Romney", "Sarah Palin", "David Letterman"], "q": "'d be great in a primary process.'' Five ways Republicans will change the House Later that evening, he joked with <strong> David Letterman </strong>, who has had well-publicized disputes with Ms. <strong> Sarah Palin </strong>, saying, <q> be careful what you say about her. </q> <strong> Mitt Romney </strong> added,`` She has a rifle, you know.'' The <strong> David Letterman </strong> appearance seemed aimed in part at warming up <strong> Mitt Romney </strong>'s image as a buttoned-down, successful businessman. He talked about a dispute", "new_id": -2}, {"uid": "1296927547142311428", "i": 35184, "idx": 0, "sa": ["David Letterman"], "q": "fashion designer and author since leaving the hit series in 2009. But the project, which kept her private life off-limits, failed to thrill TV executives, who have passed on the show., <q> We sold a show to MTV, filmed it and are really proud of the final result. MTV felt the subject matter was too highbrow for their audience and offered me the opportunity to change the show by incorporating more of my personal life. You can send a story to multiple email addresses by separating the email addresses with a semicolon(;) The Hills star <strong> Lauren Conrad </strong> has revealed MTV bosses have scrapped her new reality show after deciding it was`` too highbrow </q> for their audience. <strong> David Letterman </strong>:` I'm on medicinal help' Beloved late-night chat show host <strong> David Letterman </strong> has confessed he takes medication to battle depression in a heart-to-heart interview about his life-saving heart surgery. MEGA Millions 06", "new_id": -2}, [{"i": 7853, "idx": 3, "index_answer": 0, "new_id": -1, "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture-- the British Museum and New York's Metropolitan Museum of Art-- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Related Links Egypt's Damaged Artifacts to Be Restored in Days Egypt's Treasures Saved from", "sa": ["Zahi Hawass"], "uid": "1297373755254705834"}]]