[{"uid": "1295669729206995523", "i": 38251, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too: \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly.\" <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holidays. Google earned$ 2.5 billion, or", "new_id": -2, "mturk_index": "113"}, {"uid": "1295588354071548929", "i": 1607, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "de b?squedas con sede en Mountain View, California, que se ha transformado en la mayor empresa de Internet por capitalizaci?n de mercado desde su salida a bolsa en 2004, inform que el objetivo de los cambios era <q> racionalizar la toma de decisiones y establecer l?neas m?s clara de responsabilidad en los niveles m?s altos de la compa?a </q>. Google agreg que su otro fundador, <strong> Sergey Brin </strong>, se concentrar en proyectos estrat?gicos como el lanzamiento de nuevos productos. En una carta publicada en el blog de Google, <strong> Eric Schmidt </strong>, de 55", "new_id": -2, "mturk_index": "828"}, {"uid": "1296671651093847556", "i": 18220, "idx": 0, "sa": ["Barbara Walters", "Robin Williams", "Bill Clinton", "David Letterman"], "q": "<strong> Barbara Walters </strong> Walter's Heart Surgery <strong> Robin Williams </strong>: People Ask` How Are You?' Comedian tells <strong> Barbara Walters </strong> how people approach him post-surgery. Diary of <strong> Barbara Walters </strong> Walter's Heart Surgery <strong> Barbara Walters </strong> says she thought: <q> If I die on the operating table, I won't know it. </q>. <strong> Bill Clinton </strong> Grateful for Heart Surgery <strong> Bill Clinton </strong> says surgery gave him the chance to walk his daughter down the aisle. <strong> David Letterman </strong> on His Heart Surgery <strong> David Letterman </strong> jokes to <strong> Barbara Walters </strong> that new artery came from`", "new_id": -2, "mturk_index": "1226"}, {"uid": "1297268304137707526", "i": 1072, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "DOT because he was going to be cutting highways and airports and that wouldn't be helpful to me politically.\" Nixon wanted something meaty for <strong> Donald Rumsfeld </strong>. But there was a lot to consider! <q> He said possibly Under Secretary of State for Economic Affairs. </q> Possibly the UN, and then he said no that wouldn't be good that isn't particularly popular in Illinois, Commerce, he said maybe the international economic thing, possibly Secretary of the Navy, CLC,", "new_id": -2, "mturk_index": "2048"}, {"uid": "1295289643209076232", "i": 40956, "idx": 2, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "shows. Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., spoke of her good friend <strong> Gabrielle Giffords </strong>' recovery. \"She's using both sides of her body,\" <strong> Kirsten Gillibrand </strong> said on NBC's \"Meet the Press.\" <q> She is able to breathe on her own, she is able to open her eyes and to show people she understands what she is hearing and seeing. It's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did. </q> The media and liberals have speculated that Jared Loughner, the alleged shooter, was motivated by heated politics. Although that claim turned out to be false, the Tucson shooting has sparked a call to change", "new_id": -2, "mturk_index": "1265"}, {"uid": "1297433861129613836", "i": 23622, "idx": 0, "sa": ["Michael Gove"], "q": "cuts were dealt a blow today after six councils won their High Court challenge over <strong> Michael Gove </strong>'s decision to scrap school building projects in different parts of the country. In five of the cases the failure was <q> so unfair as to amount to an abuse of power </q>, the judge said. The judgment leaves it doubtful that other local authorities will be able to seek a judicial review of BSF on similar grounds, after Mr Justice Holman said it was his view that", "new_id": -2, "mturk_index": "1132"}, {"uid": "1295598417194969649", "i": 23057, "idx": 0, "sa": ["Marty Mornhinweg", "DeSean Jackson", "LeSean McCoy", "Jeremy Maclin", "Michael Vick"], "q": "<strong> Jeremy Maclin </strong> just takes a more businesslike approach to playing football, and while fans may not notice him as much as others, the Eagles staff knows exactly what he is bringing to the table. <q> <strong> Jeremy Maclin </strong> is having a heck of a season, </q> offensive coordinator <strong> Marty Mornhinweg </strong> said. \"He has been sort of overlooked a bit with[ <strong> Michael Vick </strong>'s] dynamic ability and <strong> DeSean Jackson </strong> and <strong> LeSean McCoy </strong>, but he's been a touchdown-maker for us. \"He can", "new_id": -2, "mturk_index": "1921"}, {"uid": "1295571285120422422", "i": 31418, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "benefits in terms of shared wisdom, and they will continue to discuss the big decisions among themselves. However, with the shuffle of the execs, the individual roles and responsibilities will be clarified strictly. <q> We are confident that this focus will serve Google and our users well in the future. <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade- and we anticipate working together for a long time to come, </q> said Mr. <strong> Eric Schmidt </strong>.", "new_id": -2, "mturk_index": "158"}, {"uid": "1296527089108003332", "i": 19626, "idx": 3, "sa": ["Allen Iverson", "Mack Brown", "Tim Brown"], "q": ". For a player often described as selfish and immature, it was a giant step toward superstardom. \"It's special, and it's a tribute to my coach and my teammates,\" said <strong> Allen Iverson </strong>. <q> I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball, </q> <strong> Mack Brown </strong> said. \"There were so many lessons to be learned, from him Browne www.youthfootballhandbook.com- Coach Erik Saunders of the Football Academy and author of \"The Youth Football Coaches Handbook\" teaches us how to use", "new_id": -2, "mturk_index": "1545"}, {"uid": "1295598091192069640", "i": 26659, "idx": 2, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "Die ehemaligen Studienkollegen <strong> Larry Page </strong> und <strong> Sergey Brin </strong> hatten Google 1998 gegr?ndet. 2001 bergaben die beiden ihr \"Baby\" an <strong> Eric Schmidt </strong>. Unter dem erfahrenen Manager hat sich Google von einem aufstrebenden Internetsuch-Unternehmen zu einem breit aufgestellten Technologiekonzern gemausert. <q> <strong> Eric Schmidt </strong> ist ein toller Firmenchef und ich habe viel von ihm gelernt </q>, sagtLarry Page. Sehr gute Zahlen Das Gesch?ft bei Google bl?ht: Im Schlussquartal stieg der Umsatz um 26 Prozent auf 8,4 Milliarden Dollar. Das Unternehmen verdiente unterm Strich satte 2,5 Milliarden Dollar und damit", "new_id": -2, "mturk_index": "476"}]