[{"uid": "1294958346148406307", "i": 7921, "idx": 0, "sa": ["Taylor Green", "Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "<strong> Gabrielle Giffords </strong>. Just before the speech the congresswoman opened her eyes for the first time. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> was in the room when it happened and says she isn't surprised by <strong> Gabrielle Giffords </strong>' strength. <q>To witness this unbelievable show of strength and determination was an unbelievable blessing. And it was just a time that we couldn't believe we were there to see her, just show her strength like that. And it was a real testament to who she is. You know, I believe in <strong> Gabrielle Giffords </strong>. She's an amazing woman. If anyone can pull through such a terrible, heinous crime, it is her.</q> Meanwhile a funeral for the youngest victim of the shooting, 9-year-old Christina <strong> Taylor Green </strong> was held Thursday. The largest flag recovered from ground zero after the 9/11 attacks, the day <strong> Taylor Green </strong> was born,", "new_id": -2}, {"uid": "1297433777190496801", "i": 21113, "idx": 1, "sa": ["Donald Rumsfeld", "Sharron Angle", "Sarah Palin"], "q": "The HRC- whose stated goal is to \"achieve lesbian, gay, bisexual and transgender( LGBT) equality\"- appears to be holding a second Day of Silence. <q>We have no comment on this matter,</q> HRC Deputy Press <strong> Donald Rumsfeld </strong> Paul Guequierre told The Daily Caller when asked for a comment regarding <strong> Sarah Palin </strong> and <strong> Sharron Angle </strong>'s recent support of GOProud. Other prominent nationwide gay-rights organizations, like the Gay and Lesbian Alliance Against", "new_id": -2}, {"uid": "1297228510016744464", "i": 12534, "idx": 0, "sa": ["Donald Rumsfeld", "Leon Panetta"], "q": "punish anyone. The director explained his reasoning to journalists in October. \"The conclusion was that the blame just didn't rest with one individual or group of individuals,\" <strong> Leon Panetta </strong> said. <q>That there were some systemic failures that took place here.</q> It was a collective failure, <strong> Leon Panetta </strong> said. So nobody was held accountable. Politics Video: Harrisburg Council Reacts To Problems Politics Video: ABC News Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Washington Post: The", "new_id": -2}, {"uid": "1295590171029097991", "i": 32303, "idx": 2, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "it in the first place.\" <strong> Eric Schmidt </strong> has had trouble distancing himself from these slips and finds himself frequently pressed on privacy and the views he has espoused. Search Engine Land editor-in-chief <strong> Danny Sullivan </strong> of <strong> Eric Schmidt </strong>. <q>Whatever he says, it seems people want to paint him into a corner as a scary guy.</q> By contrast, Page has a clean slate and offers a fresh face for the company. He has tended to shy away from public speaking and thus far has said little that can be held against him.", "new_id": -2}, {"uid": "1295934720011796504", "i": 25345, "idx": 0, "sa": ["Bill Lockyer", "Michael Bernick", "Newt Gingrich"], "q": "takes a longer-term look, based on EDD projections, to 2018. Network systems and data analysts, and medical scientists are the fastest growing occupations, but, despite the focus on \"knowledge\" jobs, <q>the great majority of job openings will be in the low tech, non-professional positions, in jobs such as personal and home care aides, retail salespersons, cashiers, waiters and waitresses, and food preparation workers,</q> <strong> Michael Bernick </strong> concludes. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN RAFAEL 3 BR/ 3 BA$ 529,000.00 Sorry, comments are", "new_id": -2}, {"uid": "1296405734264388664", "i": 45105, "idx": 2, "sa": ["Allen Iverson"], "q": "you could discriminate on the basis of race in the sale of your home; the United States Supreme Court struck that down.\" When Wallace pressed the point further, likening same-sex marriage to abortion and noting that <q>the political process in the case of same-sex marriage was working</q> since states had been deciding the issue on a \"state-by-state basis,\" Olson asked Wallace how he http://wn.com/Allen_Iverson_1st_Win_as_a_Pistons_vs_Kings_30pts_9asts_7rebs_08/09_NBA For a veteran like <strong> Allen Iverson </strong>, a win in November against a lottery team rarely registers as important. After", "new_id": -2}, {"uid": "1295586032106250280", "i": 45052, "idx": 0, "sa": ["James A. Baker III", "Dan Quayle", "Brent Scowcroft", "Colin Powell", "Dick Cheney", "George H.W. Bush"], "q": "who was unable to attend, thanked the former president, his officials, the U.S. and its military forces. \"Believe me, Kuwait and its people will never forget you,\" he said. <q>We carry in our hearts what you did for us each and every day.</q> <strong> George H.W. Bush </strong> was briefly joined by former <strong> Dan Quayle </strong>. Later, his top advisers_ then-Defense <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong>, former <strong> Dick Cheney </strong> of State <strong> James A. Baker III </strong> and then-National Security Advisor <strong> Brent Scowcroft </strong>_", "new_id": -2}, {"i": 20409, "idx": 6, "index_answer": 0, "new_id": -1, "q": "n't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. <q>This was a big win for us at somebody else's home,</q> <strong> Allen Iverson </strong> said. \"Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road.\" Elias Says <strong> Allen Iverson </strong>", "sa": ["Allen Iverson"], "uid": "1295501732152404071"}, {"uid": "1295439932220266506", "i": 875, "idx": 0, "sa": ["Eric Schmidt"], "q": "$ 0.34 per share in the year-ago period. Adjusted revenue during the quarter rose 3.3% year-over year to$ 1.29 billion, up from$ 1.25 billion in Q309. president and CEO Frank Martire said,\" <q>We are very encouraged by the positive momentum in top-line growth, Our discussions with clients continue to trend towards solutions that support their growth initiatives and expansion strategies. On October 1, we celebrated the one-year anniversary of the combination of FIS and Metavante. We have made significant progress towards completing the integration, while remaining focused on serving our clients and executing our business plan.</q>\"' http://wn.com/Weboptimiser_|_ Internet_News_|_ Google_Announces_Third_Quarter_2010_Financial_Results Giving us up to date insights into the way Google works and their intentions for the near term future, <strong> Eric Schmidt </strong>, CEO of Google said: \"Google had", "new_id": -2}, {"uid": "1295030258156713008", "i": 386, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "of Public Prosecutions, said the Crown Prosecution Service( CPS) would conduct a \"comprehensive assessment\" of evidence collected by detectives about the \"phone hacking\" at the News of the World paper. <q>The purpose of this assessment is to ascertain whether there is any material which could now form evidence in any future criminal prosecution relating to phone hacking,</q> the CPS said in a statement. <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> quit as News of the World editor in 2007 after one of the paper's reporters was jailed for secretly listening to phone messages of royal", "new_id": -2}]