[{"uid": "1296721607183549967", "i": 15344, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "largely unapologetic about his handling of the conflict, according to his new autobiography. Had the government of Saddam Hussein remained in power the href=\"http://www.guardian.co.uk/world/middleeast\" title=\"More from guardian.co.uk on Middle East\"> Middle East would be <q> far more perilous than it is today, </q> <strong> Donald Rumsfeld </strong> wrote in his 800-page memoir, scheduled for release on Tuesday but reported in today's Washington Post. <strong> Donald Rumsfeld </strong> and other US officials cited the threat posed by Iraqi weapons of mass destruction as justification for the", "new_id": -2}, {"uid": "1295670452069369863", "i": 9984, "idx": 0, "sa": ["Allen Iverson", "Dwight Howard"], "q": "http://wn.com/Allen Iverson_Allen Iverson_Career_High_60pts_vs_the_Dwight Howard_Dwight Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.''", "new_id": -2}, {"uid": "1297451519240746502", "i": 3437, "idx": 3, "sa": ["Dick Cheney", "Donald Rumsfeld"], "q": ", the barracking bothered them one jot.`` Sit down and shut up,'' <strong> Dick Cheney </strong> told the hecklers as others in the crowd drowned them out with chants of`` USA, USA'' and shouts of: <q> Have some damn respect! </q> If anything, the abuse seemed to encourage the two men whose combined age is almost two-thirds that of the United States itself. Noting that <strong> Donald Rumsfeld </strong> had been the youngest ever US Defence Secretary when", "new_id": -2}, {"uid": "1296207196059293712", "i": 37836, "idx": 0, "sa": ["Bernie Sanders", "Harry Reid", "Charles Ellis Schumer"], "q": "to deny coverage based on pre-existing conditions.`` I know the procedures of the Senate,'' <strong> Harry Reid </strong> said, in what appeared to be an acknowledgment that Republicans could try to force a vote on the floor. <q> But I'm not going to be a part of it. </q> The Hill: <strong> Charles Ellis Schumer </strong> steps up Social Security assault on House Republicans Senate Democrats led by Sen. <strong> Charles Ellis Schumer </strong>( D-N.Y.) and Sen. <strong> Bernie Sanders </strong>( I-Vt.) are gearing up for a battle with House Republicans over Medicare", "new_id": -2}, {"uid": "1294960874114671713", "i": 9209, "idx": 0, "sa": ["Sergio Marchionne"], "q": "the next generation a job opportunity, even with some sacrifices,'' said Carella, 61, who has built models including Pandas and Unos after moving to Turin from the southern town of Mammola in the 1960s. <q> It's time to give something back. This is the worst crisis I've seen. </q> <strong> Sergio Marchionne </strong> is counting on workers like Carella to overshadow his opponents on a vote over concessions for a 1 billion-euro($ 1.3 billion) investment in the oldest of Fiat's six Italian auto plants. More than", "new_id": -2}, {"uid": "1295444966077627425", "i": 36323, "idx": 0, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "in its decade-long crisis. <strong> Raila Odinga </strong> explicitly blamed Gbagbo for the breakdown in negotiations, saying he had refused to lift a military siege on the hotel where <strong> Alassane Ouattara </strong>'s parallel administration remains trapped under U.N. guard. <q> Mr Gbagbo gave me an assurance that this blockade would be lifted yesterday, but he broke that promise-- for the second time in two weeks, </q> he said, explaining why he cut his trip short. Officials from Gbagbo's camp were not immediately available for comment.", "new_id": -2}, {"uid": "1295575736103366674", "i": 45546, "idx": 0, "sa": ["Eric Schmidt", "Justin King"], "q": "software company ITA Software, Inc. for$ 700 million in a cash deal, subject to closing conditions. The deal will allow Google to develop flight search tools for users to locate online flight information more easily. <q> ITA's very talented team has created an impressive product to organize flight information, </q> said Google chairman and CEO <strong> Eric Schmidt </strong>.`` Their technology opens exciting possibilities for us to create new ways for users to more easily find flight information online, and we're looJustin King forward to welcoming them to Google.", "new_id": -2}, {"uid": "1297381652182599684", "i": 28438, "idx": 3, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "he had some STD Wednesday, February 9, 2011- 9:39 pm Wednesday, February 9, 2011- 10:15 pm Thursday, February 10, 2011- 12:49 am Reply <q> <strong> Stephen Elop </strong> will unveil a new strategy </q> Mission: WTF Choice do we have? Get that fat idiot <strong> Steve Ballmer </strong> on the Phone. ecphorizer Thursday, February 10, 2011- 6:13 pm Reply heh-heh!", "new_id": -2}, {"uid": "1297188586205783066", "i": 28396, "idx": 0, "sa": ["Simon Cowell"], "q": "competition, live TV, audience voting-- but there are a few key differences. First, The X Factor has no upper age limit for adults and allows kids as young as 12 to compete. <q> I've never believed there should be a cut-off age for talent, </q> says <strong> Simon Cowell </strong>. Second, singing groups can compete alongside solo artists on The X Factor. Third, once the final 12 X Factor contestants are chosen( via a process called`` boot camp", "new_id": -2}, {"i": 19129, "idx": 8, "index_answer": 1, "new_id": -1, "q": "'' The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as <q> a Christian, a conservative, and a Republican, in that order, </q> is one of the party's most vocal critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "sa": ["Barack Obama", "Mike Pence"], "uid": "1296232207160088064"}]