[{"uid": "1295669779172441756", "i": 8736, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": ", who joined the company in 2001, will remain with the company as executive chairman. In a blog posting early this morning, <strong> Eric Schmidt </strong> said the position will give him an`` external'' focus on <q> the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach </q>. Google founder <strong> Larry Page </strong>, as CEO, will take over product development and day-to-day operations of the company, whilst his co-founder <strong> Sergey Brin </strong> will continue to focus on strategic projects. <strong> Eric Schmidt </strong> said that managing", "new_id": -2}, {"uid": "1296785668102318092", "i": 50966, "idx": 0, "sa": ["Steve Ballmer", "Bob Muglia"], "q": "STB) is on his way out. In a memo to Microsoft employees, CEO <strong> Steve Ballmer </strong> made it clear that <strong> Bob Muglia </strong>'s departure signals a shift in the direction the company intends to pursue. <q> I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles, </q> <strong> Steve Ballmer </strong> wrote in his email to the troops. href=\"http://itmanagement.earthweb.com/datbus/article.php/3920041/Steve Ballmer-Says-23-year-Veteran-Bob Muglia-to-Go.htm\"> Datamation has the story on <strong> Bob Muglia </strong>'s departure from Microsoft", "new_id": -2}, {"uid": "1297176789226918413", "i": 3407, "idx": 7, "sa": ["Simon Cowell"], "q": "choices, clothing style, etc.`` The reason we replaced` Idol' with` The X Factor' in the U.K. to begin with is that I got bored just judging,'' <strong> Simon Cowell </strong> said. <q> It's an interesting thing to be judged as well as the competitor because when you lose an artist, you know part of you has lost as well. It really does become incredibly competitive between the judges... in a way they're more competitive than the artists because we don't pretend to like each other. </q> Speaking of the judges, <strong> Simon Cowell </strong> isn't ready to announce who will be joining him on the panel. But he expects to make his final decision in the next three or four weeks. Right now", "new_id": -2}, {"uid": "1295008849080707659", "i": 36994, "idx": 1, "sa": ["Steven Tyler", "Paula Abdul", "Ellen DeGeneres", "Simon Cowell", "Jennifer Lopez"], "q": "always like making <strong> Simon Cowell </strong> cry. He's like fungus, in the sense that he just sticks around for a long time, and then finally you just surrender to it'', the host then asked her, <q> You surrender to fungus? </q> to which <strong> Paula Abdul </strong> quickly retorted,`` Yeah!'' The tenth season of AMERICAN IDOL is slated to premiere on 19th January 2011 with <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> joining as new judges. <strong> Ellen DeGeneres </strong> noted that` Idol' is", "new_id": -2}, {"uid": "1295946658120340483", "i": 17819, "idx": 0, "sa": ["Mike Daisey", "Newt Gingrich", "Bill Lockyer"], "q": ". With the passion of a disabused true believer, he wants the piece to plant a missionary virus in the audience( a handout offers tips for what to do next). As <strong> Mike Daisey </strong> says, <q> If you don't think about what operating system you're using, you are living the unexamined life. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Mercedes-Benz 2001 M-Class$ 12,982 Mercedes-Benz 2003 M-Class$ 13,983 Mercedes-Benz 2008", "new_id": -2}, {"uid": "1297177285142131216", "i": 48572, "idx": 6, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "on`` too many hands on the steering wheel.'' <strong> Donald Rumsfeld </strong>, who served as <strong> George W. Bush </strong>'s defense chief for six years after holding the same job under <strong> George W. Bush </strong> Gerald Ford in the 1970s, acknowledged that <q> in a war, many things cost lives. </q> But he had no regrets about his leadership of the wars in Iraq and Afghanistan- the latter now nearing its 10th anniversary. He refused to echo the regrets of another domineering defense secretary-", "new_id": -2}, {"uid": "1295616772107249684", "i": 519, "idx": 3, "sa": ["Tim Pawlenty", "Mike Pence", "John Sarbanes", "Michael Bennet", "Mary Williams", "Mitt Romney"], "q": "and later to <strong> Mike Pence </strong> <strong> John Sarbanes </strong>, both of Mary Williamsland. <strong> Michael Bennet </strong>'s last chief of staff, Guy Cecil, is now executive director of the Democratic Senatorial Campaign ComMitt Romneyee. EXPECT HEARINGS: STATE BANKRUPTCY CRISIS-- <q> Policy makers are working behind the scenes to come up with a way to let states declare bankruptcy and get out from under crushing debts, including the pensions they have promised to retired public workers. Unlike cities, the states are barred from seeking protection in federal bankruptcy court. Any effort to change that status would have to clear high constitutional hurdles because the states are considered sovereign, </q> <strong> Mary Williams </strong> Walsh writes in the New York Tim Pawlentyes.`` Some members of Congress fear that it is just a matter of Tim Pawlentye before a state seeks a bailout, say bankruptcy lawyers who have been consulted by congressional aides", "new_id": -2}, {"uid": "1295135262100007940", "i": 4267, "idx": 1, "sa": ["Simon Cowell", "Randy Jackson"], "q": "the aging juggernaut's first nine seasons when title=\"Simon Cowell\" href=\"http://www.chicagotribune.com/topic/entertainment/Simon Cowell-Simon Cowell-PECLB001160.topic\"> <strong> Simon Cowell </strong> moved on to another Fox singing competition,`` The X Factor,'' set to launch later this year. <strong> Randy Jackson </strong> remains with the promise of <q> fewer` yos' and maybe more` nos.' </q> Other major`` Idol'' changes are coming as well in an effort to reinvigorate a franchise that already has seen its best days, according to 67 percent of nationwide viewers in a recent Chicago Shopping Overwhelming", "new_id": -2}, {"uid": "1295216717235503633", "i": 816, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": " Sen. <strong> Kirsten Gillibrand </strong> of New York, close friend of <strong> Gabrielle Giffords </strong> who was at her bedside when she first opened an eye Wednesday, said the congresswoman understands what she's hearing and seeing. <q> It's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did, </q> the Democratic senator said on NBC's`` Meet the Press'' Sunday. As Tucson attempted to heal, the Safeway supermarket reopened and a memorial of flowers grew outside. Randy Larson", "new_id": -2}, {"i": 30030, "idx": 2, "index_answer": 4, "new_id": -1, "q": "Orlando <strong> Magic Johnson </strong> on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. <strong> Michael Jordan </strong> previous high was 58 against Houston on Jan. 15, 2002. <q> I score a career high and we won the game, </q> <strong> Allen Iverson </strong> said.`` That's how you draw it up in your dreams.'' It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against <strong> George Washington </strong> on March 10, 2004, Indiana", "sa": ["George Washington", "Tracy McGrady", "Magic Johnson", "Michael Jordan", "Allen Iverson"], "uid": "1295299857181911591"}]