[{"i": 15595, "idx": 1, "index_answer": 1, "new_id": -1, "q": "May 21 X Prize Gala at Google's Moffett Field hangar in Mountain View. \"Some of our prizes, like the space challenge, are years in development for competing teams,\" <strong> Peter Diamandis </strong> said. <q> But with the Deepwater Horizon spill in July, we immediately received calls asking, \"Can't you do something?\" </q> But <strong> Peter Diamandis </strong> realized the larger and more critical challenge is about reinventing how we care for our oceans. Instantly inspired, <strong> Eric Schmidt </strong>, president of the <strong> Eric Schmidt </strong> Family Foundation and co-founder of the <strong> Eric Schmidt </strong> Marine", "sa": ["Eric Schmidt", "Peter Diamandis"], "uid": "1296075398185663489"}, {"uid": "1296322239244252673", "i": 34324, "idx": 1, "sa": ["Zahi Hawass"], "q": "I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,\" <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said on Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. He added looters had also ransacked the ticket office. How much will Bipole project really cost? City, CAA get it wrong on flood forecast", "new_id": -2}, {"uid": "1296157924245841935", "i": 10139, "idx": 0, "sa": ["Barack Obama", "Steve Israel", "Mike Pence"], "q": "( SC) and <strong> Steve Israel </strong>( NY), said <strong> Barack Obama </strong> was \"pitch-perfect\" at the State of the Union. Republican <strong> Mike Pence </strong>, who's considering a run for president, said he appreciated the president's <q> affirmation of what makes this country great. </q> But <strong> Mike Pence </strong> offered this caution: \"In Washington, the devil is always in the details.\" He went on to note, \"All his[ <strong> Barack Obama </strong>'s] answers called for bigger government. This", "new_id": -2}, {"uid": "1295043177208601103", "i": 18973, "idx": 2, "sa": ["Kirsten Gillibrand", "Rush Limbaugh"], "q": "as human beings can always strive to be better people- today on his radio program, hate talker <strong> Rush Limbaugh </strong> attacked <strong> Kirsten Gillibrand </strong>, appearing to believe that he has no room to become a better person: <q> LIMBAUGH: What I don't like about this is the assumption that we are no good! The premise that we are no good! Yes that's true. We really stink. We have to work a lot harder to become better people. We are going to really have to work harder to become better than we are. Who are they to castigate all the rest of us?! If they want to catagorize some of us as not good enough, fine and dandy! But who are they? </q> Why do we have to listen to these people tell us we're not as good as we can be \"Compassionate Conservative\" Kansas Gov. Brownback Proposes Ending Funding For State Mental Hospital Pawlenty Doubles Down On Reinstating DADT", "new_id": -2}, {"uid": "1297174440226918479", "i": 40413, "idx": 1, "sa": ["Zahi Hawass"], "q": "is estimated that one million tourists have fled Cairo since the protests began on Jan. 25. \"All the people who live around here, they depend on the lives of tourists,\" <strong> Zahi Hawass </strong> said. <q> If there is no tourism, there is no food for the people. </q>", "new_id": -2}, {"uid": "1295580035256213030", "i": 22446, "idx": 3, "sa": ["Eric Schmidt", "John Battelle", "Danny Sullivan"], "q": "the company,\" he said. <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come in for criticism for awkward recent statements which had been \"harmful to Google's reputation\" and the three top executives may have decided <q> it was time for a fresh public face. </q> <strong> John Battelle </strong>, author of \"The Search,\" a book about Google and technology rivals, said: \"<strong> Eric Schmidt </strong> has been at it for a decade, a very long time to be running a company", "new_id": -2}, {"uid": "1295004329069189661", "i": 25536, "idx": 1, "sa": ["Piers Morgan", "Cheryl Cole", "Lily Allen", "Gordon Brown", "Simon Cowell"], "q": "said: \"i'd do it for a million for SANDS. money, mouth??????????????????\" <strong> Piers Morgan </strong>, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: <q> I will get ITV to make substantial five figure donation to your charity for the interview </q>. But <strong> Lily Allen </strong> told him: \"Those are my terms. I've got no interest in coming on your show, you've been asking me for years.\" Buy Cheap tickets for", "new_id": -2}, {"uid": "1295531619110821446", "i": 21023, "idx": 0, "sa": ["Walt Disney", "Colin Powell"], "q": "social development. And a lot still needs to be done in China, in terms of human rights.\" FIRST LOOK:-- \"CBS Evening News\" tonight: Anchor and Managing Editor <q> <strong> Katie Couric </strong>'s \"In Focus' series... looks at the parts of the health care reform law that are rolling out, what is coming down the line and how the debate over its implementation may be more rough and tumble than the months leading up to its adoption....[ <strong> Lloyd Blankfein </strong>] ontributions from: <strong> Bill Maher </strong> <strong> Dr. John </strong>, <strong> Jan Crawford </strong>, <strong> Dr. John </strong> LaPook, Wyatt Andrews, <strong> Nancy Cordes </strong>, <strong> Chip Reid </strong>, <strong> Steve Ballmer </strong> <strong> Harry Reid </strong> and surgeon and health care policy expert <strong> Dr. Atul Gawande </strong>. </q>-- CNN\"s \"State of the <strong> Walt Disney </strong> turns[ Sunday] to former Secretary of State <strong> Colin Powell </strong> during a moment of national introspection- at the start of a new congress, in the wake of a", "new_id": -2}, {"uid": "1296495369175095837", "i": 44679, "idx": 1, "sa": ["Steve Ballmer"], "q": "in China, said she was unsure when the cooperation ended and called it \"uncertain' whether it would be restored.\" That's less than encouraging news for Microsoft supporters, since a different representative labeled China <q> the most important strategic market for Microsoft </q> in late 2009, and <strong> Steve Ballmer </strong> didn\"t back down during the Google hacking brouhaha. The content of this field is kept private and will not be shown publicly. Web page addresses and e-mail", "new_id": -2}, {"uid": "1295426828122060803", "i": 11712, "idx": 0, "sa": ["Simon Cowell"], "q": "their school, but can't because it's not the done thing. Everybody has a bit of <strong> Simon Cowell </strong> and Sue in them- the difference is that most people control it.\" She added: <q> People have asked me, \"What about having Sue on The X Factor? How would she do?' I think she'd be fantastic- and there would be a few contestants reduced to tears. \"It can never happen, though. <strong> Simon Cowell </strong> and Sue on the same judging panel will never work in a million years- there\"s only room for one ego on the show! </q> Katherine Thomas and the gang are back for week three as the five leaders- Emily, Jayne, Rachel, Sinead and Ronan- struggle with day-to-day living as well as their second encounter with the Irish Army", "new_id": -2}]