[{"uid": "1297122854184680470", "i": 4243, "idx": 5, "sa": ["the Black", "Simon Cowell"], "q": "X Factor'' involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was the work of sound technicians and done without his knowledge. <q> Once we found out what was going on it was stopped immediately.... The most important part was once the show went live and( viewers) could see that everyone was singing live and it was a proper, fair competition. </q> The`` X Factor'' contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as <strong> the Black </strong> Eyed Peas or Destiny's Child.`` I", "new_id": -2}, {"uid": "1296297663072089613", "i": 26317, "idx": 0, "sa": ["Simon Cowell"], "q": "dog'' to sit on the judging panel should <strong> Simon Cowell </strong> decide to step down and focus entirely on the US version of the show, which launches later this year. An insider told the Daily Star: <q> <strong> Robbie Williams </strong> is a huge name so would naturally be a massive ratings hit. Not only that, he is also straight-talking and comical.`` We all understand that right now America is where <strong> Simon Cowell </strong>'s focus has to be. There aren't many people that can fill his shoes, but <strong> Robbie Williams </strong> just might be able to do it. </q>", "new_id": -2}, {"uid": "1297450441198262785", "i": 14793, "idx": 0, "sa": ["Donald Rumsfeld", "Ron Paul", "Dick Cheney"], "q": "hasn't fallen too far from the tree. <strong> Dick Cheney </strong> <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> introduced former <strong> Dick Cheney </strong> to an elite group of CPAC attendees on Thursday, jokingly plugging a <strong> Dick Cheney </strong> run for president under the slogan, <q> <strong> Dick Cheney </strong> in 2012... the <strong> Dick Cheney </strong> you know. </q> Funny as that was, <strong> Dick Cheney </strong> was later subjected to booing and accusations of being a war criminal by a couple of hecklers, perhaps <strong> Ron Paul </strong> supporters, perhaps not. The heckler was drowned in a chorus of``", "new_id": -2}, {"uid": "1295501732152404070", "i": 32998, "idx": 1, "sa": ["Allen Iverson", "Carmelo Anthony", "Kobe Bryant", "Bob Marley"], "q": "could do that, <strong> Bob Marley </strong>'m good,'' <strong> Carmelo Anthony </strong> said. A healthy <strong> Carmelo Anthony </strong> scored 25 points, <strong> Allen Iverson </strong> had 24 points and 13 assists, and the Denver Nuggets beat the Charlotte Bobcats 117-101 on Saturday night. <q> It didn't hurt at all, </q> said <strong> Carmelo Anthony </strong>, who missed five games after landing on the foot of <strong> Kobe Bryant </strong> on Jan. 21.`` It felt good to be back.'' The Nuggets, who won their eighth straight game at home, were", "new_id": -2}, {"uid": "1295958129216842277", "i": 10785, "idx": 8, "sa": ["Bob Dole", "Barack Obama", "Mike Pence"], "q": "`` The folks I've heard, the names I've seen, are the leaders of the social conservative movement,'' agreed GOP strategist Scott Reed, who managed <strong> Bob Dole </strong>'s presidential campaign in 1996. <q> And that is a strong base from which to start. But it isn't going to get you to the finish line. You need to be able to expand beyond that. </q>( <strong> Barack Obama </strong> of 3) <strong> Mike Pence </strong> said last week that he's leaning in one direction, but declined to say what that was.`` We're nearing the end of a process that", "new_id": -2}, {"uid": "1295447541150847576", "i": 19820, "idx": 0, "sa": ["Uma Thurman", "Oprah Winfrey", "David Letterman"], "q": "how daunting the brief affair can be. That includes <strong> David Letterman </strong>, who has yet to shed memories of his bumpy 1995 Oscar gig that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. <q> <strong> Ricky Gervais </strong> was the host of the( Globes) show-very funny guy, </q> <strong> David Letterman </strong> said on his late-night CBS show Monday.`` But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.''' At", "new_id": -2}, {"uid": "1297187230060325892", "i": 16282, "idx": 0, "sa": ["Howard Stern", "Alan Mulally", "David Letterman", "Keith Olbermann"], "q": "n't hear as much about <strong> Howard Stern </strong> these days, unless, say, he appears on <strong> David Letterman </strong>'s show and creates a commotion. We'll have to see about <strong> Keith Olbermann </strong>- <strong> Keith Olbermann </strong>. Remember him? <q> Former SAC Capital portfolio manager pleads guilty to insider-related charges http://on.mktw.net/emLJum </q> 12:23 p.m. EST, Feb. 8, 2011 from MarketWatch`` <strong> Alan Mulally </strong>, CEO of#Ford, stopped by our office last week. See what he had to say...`` Three", "new_id": -2}, {"uid": "1296536150067862556", "i": 32803, "idx": 13, "sa": ["Chris Bosh", "Allen Iverson"], "q": "100-82- Dec 23 2009- Official NBA Game HIghlights After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed: <q> God Chose Memphis as the place that I will continue my career. </q> Referring to a Monday meeting with Griz... Toronto Raptors vs Memphis Grizzlies Nov. 2807 TJ Ford was on the bench in street clothes and <strong> Chris Bosh </strong> had long since limped to the locker-room with a groin strain when the Toronto", "new_id": -2}, {"uid": "1295885672122388482", "i": 32150, "idx": 1, "sa": ["Zahi Hawass"], "q": "of one sun god, Aton. The bust is at the top of a`` wish list'' of five major artifacts exhibited abroad that Egypt wants returned as part of its cultural heritage. <q> Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti, </q> <strong> Zahi Hawass </strong> said in a statement. But he asked that`` this unique treasure be returned to the possession of its rightful owners, the Egyptian people.'' FILE- In this March 7, 1982", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q> Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term. </q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}]