[{"uid": "1295862934192184341", "i": 37349, "idx": 0, "sa": ["Mandy Moore", "Simon Cowell", "Myleene Klass"], "q": "the whole world \" However, on this visit <strong> Mandy Moore </strong> did manage to make a little time to indulge in one of her favourite pastimes- shopping. Comment on this Article The beautiful brunette said: <q> Of course there was one day off so it's like I'm a girl who has some of the best shopping here, so I had a whole little laundry list of things to do yesterday( 22.01.11) and I really tried to hit the ground running. You've got to do a little Oxford Street, a little Harvey Nichols. All of the good, fun stuff. It was a good day. </q> Among the stars who attended the premiere of` Tangled' with their excited children were <strong> Simon Cowell </strong>'s ex-lover Sinitta, pregnant TV presenter <strong> Myleene Klass </strong> and", "new_id": -2}, {"uid": "1295416635053772290", "i": 37173, "idx": 2, "sa": ["Steve Ballmer"], "q": "Microsoft CEO <strong> Steve Ballmer </strong> delivers his keynote address on the... Report Abuse \" funny how the US and europe bail out all their banks and no one say anything \" Report Abuse \" better-than-expected US jobs data \" Report Abuse <q> Dumping our dollars for gold and silver is our only safe investment.. and it's the Constitution's ONLY Legal form of money. </q> Give a THUMBS DOWN if you hate the Constitution. I'll bet a LOT of you didn't know that the Constitution does NOT allow`` paper money''... and only allows gold and", "new_id": -2}, {"uid": "1296076209217808921", "i": 36639, "idx": 0, "sa": ["Bill Hammond", "Bernie Sanders", "Eric Schmidt", "Alan Greenspan"], "q": "a question about the wars in Iraq or Afghanistan, military families, warrior care, the new GI <strong> Bill Hammond </strong>, or anything else about the US military? Just click video respo... Rep. <strong> Bernie Sanders </strong> vs. Fed Chairman <strong> Alan Greenspan </strong> <q> You have told the AmEric Schmidtan people that you support a trade policy which is selling them out. </q>-- Rep. <strong> Bernie Sanders </strong> to Federal Reserve Chairman <strong> Alan Greenspan </strong> on 7/16/03. You MUST watch this impassioned five minute video clip! Rep. <strong> Bernie Sanders </strong>( Independent-Vermont), now a... Declassified: Chairman Mao part 1 of 5 History Channel", "new_id": -2}, {"uid": "1295785217070975501", "i": 47900, "idx": 0, "sa": ["Alyse Eady", "David Letterman"], "q": ". <strong> Alyse Eady </strong> performed her musical ventriloquist act,`` I Want to Be a Cowboy's Sweetheart,'' for the pageant crowd. Her platform in the Miss Arkansas and Miss America pageants highlighted the issue of <q> Developing Leaders: Boys& Girls Clubs of America. </q> Since the pageant, <strong> Alyse Eady </strong>, 22, has continued to be presented to the public with appearances scheduled on Late Show With <strong> David Letterman </strong> and Inside Edition on CBS and on the MSNBC cable news network.", "new_id": -2}, {"uid": "1296847746025919495", "i": 36135, "idx": 0, "sa": ["Sergio Marchionne", "Pete Snyder"], "q": "has arrived in Dallas Chrysler will run a two-minute commercial during the third-quarter of Sunday's Super Bowl to highlight either its Chrysler or Dodge brand- and it's expected to feature Detroit rapper Eminem. <q> I won't tell you what it's about, but it will be worth watching, </q> said CEO <strong> Sergio Marchionne </strong>, speaking at a J.D. Power automotive roundtable in San Francisco ahead of the National Automobile Dealers Association annual conference. <strong> Pete Snyder </strong>, CEO of the first social media marketing agency,", "new_id": -2}, {"uid": "1296255733207339541", "i": 58111, "idx": 4, "sa": ["Richard Lugar", "Mike Pence"], "q": "<strong> Richard Lugar </strong> Prather, a retired auto worker from Anderson, said after the Pendleton town hall that he believed <strong> Mike Pence </strong>'s reputation as a federal spending hawk would serve him well running for the governor's office. <q> I think he would have been a good candidate for president, but I'm glad he didn't, </q> Prather said.`` In the next race, he can run for president.'' Details of fatal Westport punch emerge, according to prosecution", "new_id": -2}, {"uid": "1297182562166789141", "i": 3257, "idx": 12, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "the devastating Abu Ghraib scandal in 2004, when photos surfaced that detailed mistreatment of Iraqi detainees by U.S. soldiers.`` Unacceptable acts had been visited upon human beings in U.S. charge,'' he writes. <q> The ramifications were so great that, as the head of this department of 3 million people, I felt compelled to step forward to take responsibility for the institutional failure. As I began to come to terms with what had happened at Abu Ghraib, the events left me feeling punched in the gut. </q>` Misjudgment On My Part' Yet <strong> George W. Bush </strong> refused to let <strong> Donald Rumsfeld </strong> go. <strong> Donald Rumsfeld </strong> speculates that <strong> George W. Bush </strong> didn't believe that his resignation would make the scandal go away, and that he was worried", "new_id": -2}, {"uid": "1295581685033980418", "i": 58388, "idx": 6, "sa": ["Larry Page", "Eric Schmidt", "John Battelle", "Sergey Brin"], "q": "it's fair to say that <strong> Larry Page </strong> will not be a conventional CEO- he's not been much of a public figure for the past ten years,'' <strong> John Battelle </strong> added on his blog, John Battellemedia.com. <q> It will be interesting to see if that changes, or if <strong> Larry Page </strong> chafes at the relentless public demands of running a massively scrutinized public company. </q> <strong> Eric Schmidt </strong>, in a blog post, said:`` <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making.''", "new_id": -2}, {"uid": "1296539752082821193", "i": 13091, "idx": 5, "sa": ["Linas Kleiza", "Allen Iverson"], "q": "won their eighth straight game at home, were all too happy to have him back, especially <strong> Allen Iverson </strong>.`` When he is not in the lineup, it makes it tougher for me,'' <strong> Allen Iverson </strong> said. <q> He is the main part of our team and he enables us to do so much with the attention that he gets. </q> <strong> Linas Kleiza </strong> may be drawing more attention after the fourth-quarter performance he turned in against the Bobcats. <strong> Linas Kleiza </strong> scored 16 of his 23 points in the period.`` I started being more aggressive and it paid off,''", "new_id": -2}, {"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}]