[{"uid": "1295125227265830412", "i": 34998, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama", "Senator Norm Coleman", "Lindsey Graham"], "q": "the media, to our surprise, when they had not even arrived in the Pentagon.- <strong> Donald Rumsfeld </strong>,[ 33] Following <strong> Donald Rumsfeld </strong>'s testimony, several Senators responded: <strong> Barack Obama </strong> <strong> Lindsey Graham </strong>: <q> The American public needs to understand we're talking about rape and murder here. </q>[ 34]`` It was pretty disgusting, not what you'd expect from Americans'', said <strong> Senator Norm Coleman </strong>.[ 35]`` I don't know how the hell these people got into our army'',", "new_id": -2}, {"uid": "1295432536243531793", "i": 11028, "idx": 0, "sa": ["Oprah Winfrey", "Michael Vick", "Larry King", "Piers Morgan"], "q": "and he had a big-name first guest: <strong> Oprah Winfrey </strong>, who talked about contemplating suicide at age 14, her quest to interview <strong> Michael Vick </strong>, and how many broken( twice). <strong> Piers Morgan </strong> pumped up his subject shamelessly: <q> She's the <strong> Piers Morgan </strong>'s CNN talkshow debut gets cool reception from US critics Former Mirror editor accused of being` soft' and` fawning' after interview with first guest <strong> Oprah Winfrey </strong> <strong> Piers Morgan </strong> makes CNN debut with <strong> Oprah Winfrey </strong> interview Link to this video`` How have <strong> the Stern </strong> done? </q> <strong> Piers Morgan </strong> asked yesterday at the end of his debut as <strong> Larry King </strong>'s replacement as CNN's primetime chatshow host. <strong> Piers Morgan </strong> debuts talk show with in-depth <strong> Oprah Winfrey </strong> interview <strong> Piers Morgan </strong> debuts on CNN prime time Monday night After weeks of promotion", "new_id": -2}, {"uid": "1296770511173654034", "i": 12169, "idx": 19, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell"], "q": "thing.'' <strong> Donald Rumsfeld </strong> takes direct aim at <strong> Colin Powell </strong> in recounting the former general's famous U.N. speech in February 2003, laying out the administration's case that <strong> Saddam Hussein </strong> indeed possessed a stockpile of banned weapons. <q> Over time a narrative developed that <strong> Colin Powell </strong> was somehow innocently misled into making a false declaration to the Security Council and the world, </q> <strong> Donald Rumsfeld </strong> writes. He seems particularly offended that <strong> Colin Powell </strong> has said that some in the intelligence community knew`` that some of these sources were not good,''`` didn't speak up,'' and`` that devastated", "new_id": -2}, {"uid": "1297437970252067900", "i": 42727, "idx": 0, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "by pro-war conservatives to control the debate continue to be frustrated. The antiwar heckling by libertarians of <strong> Dick Cheney </strong> and <strong> Donald Rumsfeld </strong> at CPAC is getting much media coverage. This story is from CBS: <q>. The crowd was on its feet, some cheering`` <strong> Dick Cheney </strong> for president! </q> The boos from CPAC's libertarian contigent continued and at times interrupted <strong> Dick Cheney </strong>'s remarks. \"`` America is stronger and more secure'' because of <strong> Donald Rumsfeld </strong>'s service, <strong> Dick Cheney </strong> said, prompting one person to", "new_id": -2}, {"uid": "1295811615194183176", "i": 36523, "idx": 1, "sa": ["John McCain", "Colin Powell"], "q": "down the deficit is to shave the country's biggest entitlement programs: Social Security, Medicare and Medicaid. He said he was`` very put off'' by Republican calls to simply return spending to 2008 levels. <q> Nobody up there yet is being very candid about what they want to cut, </q> he said. When asked whether he would consider joining the Obama administration, <strong> Colin Powell </strong>, 73, said he was not looking for a return to the <strong> John McCain </strong> House, and that he prefers serving as``", "new_id": -2}, {"uid": "1294969915073564165", "i": 3638, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "is a major milestone for her and we're hoping that she crosses through many more,'' said her neurosurgeon Dr. Michael Lemole. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q> It was raw courage. It was raw strength. It was so beautiful and so moving. </q> TUCSON, Ariz.- The family of the youngest victim of the mass shooting in Arizona held hands and paused in a moment of silence Thursday under the large American flag recovered from Ground Zero after the 9-11", "new_id": -2}, {"uid": "1297438111065749093", "i": 161, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "category fits <strong> Donald Rumsfeld </strong>'s newly published memoirs, Known Unknowns. <strong> Donald Rumsfeld </strong> pulled the title from a press conference at which he waxed eloquent about knowledge. Hart Seely put <strong> Donald Rumsfeld </strong>'s ruminations into poetry form: <q> The Unknown As we know, There are known knowns. </q> There are things we know we know. We also know There are known unknowns. That is to say We know there are some things We do not know. But there", "new_id": -2}, {"uid": "1295882214252248098", "i": 22682, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "discussed on`` The Daily Show.''`` So she's smartly finding things that real voters care about,'' said Sheinkopf, adding that the 9/11 responders law is`` emotional'' for voters. <q> She is running a smart campaign by not campaigning. She is running for a full term by being a full-time senator, </q> he said. Where money makes a difference for <strong> Kirsten Gillibrand </strong> is in messaging, especially regarding her vote against extending the Bush-era tax cuts. The Republican argument is that <strong> Kirsten Gillibrand </strong> voted to raise taxes on", "new_id": -2}, {"uid": "1297600395127287377", "i": 48205, "idx": 3, "sa": ["Allen Iverson", "Dan Tan"], "q": "Clippers games. <strong> Dan Tan </strong> loved the Clippers and always wore Clippers apparel. They wheeled to the handicap-accessible area. <strong> Dan Tan </strong> listened to the game as they watched, <strong> Dan Tan </strong> asking questions along the way. <q> Daniel would call my dad and be like,` Where's DeWayne <strong> Allen Iverson </strong>? Where's he at? </q> DeWayne <strong> Allen Iverson </strong> said.`` We were all close with Daniel.'' In August 2008, stem cell transplants done in Seattle slowed the NMO's progress in <strong> Dan Tan </strong>'s body. While his condition didn't", "new_id": -2}, {"i": 12105, "idx": 0, "index_answer": 0, "new_id": -1, "q": "considered too unseasoned to steer Google's operations, and comes as the company tries to maintain its dominance online in the face of growing rivals such as Facebook. He takes over for <strong> Eric Schmidt </strong>, 55. <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! </q> wrote <strong> Eric Schmidt </strong> in a post on Google's official blog.`` Larry, in my clear opinion, is ready to lead.'' Page will take over April 4, with <strong> Eric Schmidt </strong> taking the", "sa": ["Eric Schmidt"], "uid": "1295670206191152262"}]