[{"uid": "1295560492175849481", "i": 3470, "idx": 2, "sa": ["Eric Schmidt"], "q": "Page praised <strong> Eric Schmidt </strong>, too. ''There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him</q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Shares rose$ 9.18,", "new_id": -2}, {"uid": "1295506078228589593", "i": 21692, "idx": 0, "sa": ["Boston Rob", "Russell Hantz", "David Letterman"], "q": "NBC( Parenthood Fans FTW!)( 79) The Office's <strong> David Letterman </strong> Scott Gets the Ending He Deserves, Plus Valentine's Day Showmance Updates!( 66) The Real Housewives of Beverly Hills Reunion Shocker: <q>Do You Have a Drinking Problem?</q>( 62) Epic vs. Awesome: Survivor Rivals <strong> Boston Rob </strong> and <strong> Russell Hantz </strong> to Duel Again on Got a burning TV question, a comment or hot dish about your fave TV show? Email your Q's to", "new_id": -2}, {"uid": "1297323276070123533", "i": 23341, "idx": 3, "sa": ["Kristi Noem", "Rand Paul", "Mike Pence", "Sen. Jim DeMint"], "q": ", turned down an invitation to speak at CPAC, where he has appeared six times. ''At this time, the congressman is focusing his attention on Indiana,'' <strong> Mike Pence </strong> spokesman Matt Lloyd said. <q>He hopes to participate in future CPAC opportunities as his schedule permits.</q> Besides at least eight potential presidential candidates, speakers will include those from the ranks of Republicans newly elected to Congress, including Reps. <strong> Kristi Noem </strong> of South Dakota and Tim Scott of South Carolina, and <strong> Sen. Jim DeMint </strong> <strong> Rand Paul </strong>", "new_id": -2}, {"uid": "1295559524014680153", "i": 16180, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "will be the Mountain View Internet juggernaut's new CEO starting April 4, and current CEO <strong> Eric Schmidt </strong> will be executive chairman, <strong> Eric Schmidt </strong> revealed in a post today on Google's blog. Co-founder <strong> Sergey Brin </strong>, meanwhile, <q>has decided to devote his time and energy to strategic projects, in particular working on new products. His title will be co-founder. He's an innovator and entrepreneur to the core, and this role suits him perfectly,</q> <strong> Eric Schmidt </strong> said. ''As Google has grown, managing the business has become more complicated,'' <strong> Eric Schmidt </strong> wrote. ''So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time how best to", "new_id": -2}, {"uid": "1297363345153731072", "i": 32300, "idx": 0, "sa": ["Steven Tyler", "David Letterman", "Kayte Walsh", "Kelsey Grammer", "Camille Grammer"], "q": "property may be worth$ 20 million. <strong> Kelsey Grammer </strong> and <strong> Camille Grammer </strong> were married in 1997 and have two young children together. Attorneys for the former ''Frasier'' star and <strong> Camille Grammer </strong>, who appears on <q>The Real Housewives of Beverly Hills,</q> told Nelson they will set aside$ 2.3 million while financial arrangements are handled. The 55-year-old actor has told <strong> David Letterman </strong> last month that he plans to marry <strong> Kayte Walsh </strong> sometime in February. Watch: <strong> Steven Tyler </strong> Busted", "new_id": -2}, {"uid": "1297303461098500619", "i": 28073, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Why are our politicos concerned with Mexico perhaps they should like Mexico print pamphlets instructing Mexicans citizens how to sneak guns into Mexico. Mexico prints pamphlets showing Mexicans how to sneak into the USA. Report Abuse <q>The more Mexicans that kill each other the less there are to sneak into the United States, so it seems like we need to send between 11 and 20 million AK's to Mexico.</q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options!", "new_id": -2}, {"uid": "1295012805160137223", "i": 18743, "idx": 0, "sa": ["Steven Tyler", "Mike Pence", "Elizabeth Ames Jones"], "q": "car dealer and former secretary of state.... GOP Railroad Commissioners <strong> Mike Pence </strong> Williams, a favorite of tea party activists, and <strong> Elizabeth Ames Jones </strong> both served notice they were in the race.'' http://bit.ly/e33BKp-- <q>AP Interview: Brown reflects on a year in Congress,</q> by AP Political Writer Glen <strong> Steven Tyler </strong>, in Boston: ''Scott Brown ran for the Senate vowing to rein in government spending and cut the federal budget deficit. A year later, he is open to increasing the", "new_id": -2}, {"uid": "1296441222107479051", "i": 31760, "idx": 0, "sa": ["Jay Leno", "Conan O'Brien", "David Letterman", "Michele Ganeless"], "q": "<strong> Jay Leno </strong>'s is 55.6; and <strong> David Letterman </strong>'s is 55.8. The other late-night host on TBS, George Lopez, has the second-youngest audience, at 33.7. <strong> Michele Ganeless </strong>, president of Comedy Central, said, <q>It has never been about <strong> Jon Stewart </strong> versus <strong> Conan O'Brien </strong>.</q> She said the two shows could easily co-exist. Brad Adgate, director of research for Horizon Media, said that ''the way <strong> Conan O'Brien </strong>'s ratings have been dropping might be causing alarm at TBS,''", "new_id": -2}, {"uid": "1295781532220971017", "i": 45076, "idx": 0, "sa": ["Piers Morgan", "Oprah Winfrey", "Jane Lynch", "Simon Cowell"], "q": " ''<strong> Piers Morgan </strong> Tonight'' on CNN International. Excerpts from the interview... Do you ever get surreal moments when you wake up and you go- ''Bloody hell, I'm <strong> Oprah Winfrey </strong>!' I don't do <q>Bloody hell, I'm <strong> Oprah Winfrey </strong>.</q> But I had a surreal moment when my new network launched. I had been working and working to make it <strong> Simon Cowell </strong> inspires <strong> Jane Lynch </strong>'s` Glee'' character actress <strong> Jane Lynch </strong> has said that her tough talking role", "new_id": -2}, {"i": 12610, "idx": 8, "index_answer": 2, "new_id": -1, "q": "<strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion said she trusts that <strong> Mike Pence </strong> has ''come to the place that's right for him and his family.'' <q>What I most want is for him to have a long future,</q> <strong> Marjorie Dannenfelser </strong> said. ''So I'm sure that he's made a discernment that this is the right move.'' Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the 2nd District, said", "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "uid": "1296218172048857090"}]