[{"uid": "1295683722021889029", "i": 48056, "idx": 0, "sa": ["Colin Powell", "Alan Greenspan", "Rick Goings"], "q": "highest honor in France, joining Americans including General <strong> Colin Powell </strong>, <strong> Alan Greenspan </strong> and Dwight D. Eisenhower BUSINESS WIRE)-- Please replace the release dated Jan. 21, 2011 with the following corrected version due to multiple revisions: <q> \"This honor is a sign of the French Republic's gratitude and appreciation to his commitment. </q> \" Tupperware Brands Corporation CEO is Made a Knight in the French Legion of Honor <strong> Rick Goings </strong> receives highest honor in France, joining Americans including General <strong> Colin Powell </strong>, <strong> Alan Greenspan </strong> and Dwight D. Eisenhower Tupperware Brands Corporation", "new_id": -2}, {"uid": "1295229897243892224", "i": 10047, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Marine Le Pen"], "q": "More than a dozen people were also injured.` Progress every day' On Sunday, Senator <strong> Kirsten Gillibrand </strong>, said Ms <strong> Gabrielle Giffords </strong> was \"doing great\" and \"making progress every day\" . <q> She's using both sides of her body. She's able to breathe on her own. She's able to oMarine Le Pen her eyes and to show people she understands what she's hearing and seeing, </q> Ms <strong> Kirsten Gillibrand </strong> said on NBC's Meet The Press programme. \"It's an extraordinary amount of progress for a woman who sustained such a horrific injury,\" she added. Risk contained No", "new_id": -2}, {"uid": "1297174738149192708", "i": 30744, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "sides, more in touch with their humanity than they might have been. You don't want to be a person that wants to see someone getting tortured.\" This is how the book came about: <q> Steve and I worked on this strange little book together called Where to Invade Next. So that was sort of our first collaboration; as fiction writers can do, we tried to take the point of view of a conservative think thank and map out the arguments to why we should invade all these other countries. And so in a weird way when Steve came up with this idea it was this[ logical] next step. </q> The Post assigned PBS Washington Week moderator Gwen Ifill to dyn/content/story/2009/06/11/ST2009061102977.html?sid=ST2009061102977\"> review <strong> Donald Rumsfeld </strong>'s actual memoir, and unsurprisingly, this liberal pundit defends the media as painfully objective and perfectly accurate, and", "new_id": -2}, {"uid": "1296369416130302002", "i": 13241, "idx": 1, "sa": ["Zahi Hawass"], "q": "Before the army arrived, young Egyptians- some armed with truncheons grabbed off the police- created a human chain at the museum's front gate to prevent looters from making off with any of its priceless artifacts. <q> They managed to stop them, </q> <strong> Zahi Hawass </strong> said. He added that the would-be looters only vandalized two mummies, ripping their heads off. They also cleared out the museum gift shop. The prized King Tutankhamun exhibit had not been damaged and was safe", "new_id": -2}, {"uid": "1297328844234127360", "i": 5412, "idx": 1, "sa": ["Simon Cowell"], "q": ", the largest in TV history. \"We're putting our money where our mouth is,\" he said of the prize, which will be in the form of a recording contract with Sony. <q> It's a massive, massive risk, but also a great incentive. </q>... And it puts the pressure on us to find a star.\" DISCUSSING` IDOL': Meanwhile, <strong> Simon Cowell </strong>'s old show keeps chugging along. Although the Bay Area was the first stop on the", "new_id": -2}, {"uid": "1297368774222625827", "i": 45672, "idx": 5, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week.? 2010 The Associated Press. All rights reserved. This material may", "new_id": -2}, {"uid": "1295595231037634053", "i": 13246, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "leave Google to work for the social networking company. \"My goal is to run Google at the pace and with the soul and passion of a start-up,\" <strong> Larry Page </strong> said in a Thursday interview. <q> I think I will have time to do that given the way we have split up our responsibilities. </q> <strong> Eric Schmidt </strong> concurred in the same interview, saying Google's triumvirate decided they needed to find ways for the company to run more crisply. \"I am not as concerned about the titles as I", "new_id": -2}, {"uid": "1296005496137592892", "i": 6898, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": ". \"Investing doesn't guarantee anything, but not investing will put you in a pretty bad spot.\" Yee said investors would support a strategy of more purchases to bolster drug development. <q> One should expect Amgen to continue to make further in-licensing pipeline deals for the rest of the year, </q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SYSTEMS ANALYST Company Dextersoft, Inc TECHNICAL SR TECHNICAL PROJECT MANAGER", "new_id": -2}, {"uid": "1297588672045400131", "i": 12571, "idx": 4, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "State <strong> George W. Bush </strong> Shultz were among the friends, family members and colleagues who came to Washington for conversations. \"I started thinking about this amazing archive I had,\" he says during a recent interview. <q> The fact that I had it, persuaded me that I ought to take advantage of it. </q> <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite, where the walls document a long, high-level life of politics and history: a photograph of then-Congressman <strong> Donald Rumsfeld </strong> with <strong> George W. Bush </strong> Lyndon Johnson in the 1960s", "new_id": -2}, {"uid": "1295735680191037477", "i": 52770, "idx": 1, "sa": ["Ryan Crocker", "Colin Powell", "Dick Cheney"], "q": "including <strong> Dick Cheney </strong> and <strong> Colin Powell </strong>, discussed the legacy of the first major military conflict after the Cold War- as well as some of the lessons that have not been easy to apply in the years since. <q> It's an era when small states can create big problems, </q> <strong> Ryan Crocker </strong>, U.S. ambassador to Iraq from 2007 to 2009, said in an interview before the event. The modern world features \"space for a host of non-state actors to play dangerous roles.... Al-Qaeda is the", "new_id": -2}]