[{"uid": "1296776050237715544", "i": 256, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "of time, a US senator charged Wednesday. Brandishing a 45-page January 2011 US Department of Defense report on the issue, Independent Senator <strong> Sen. Bernie Sanders </strong> called for \"far more vigorous enforcement\" by the US military <q> to protect taxpayers from massive fraud. </q> \"The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money,\"", "new_id": -2}, {"uid": "1295440369254590997", "i": 19898, "idx": 0, "sa": ["Meryl Streep", "Jane Lynch", "Simon Cowell"], "q": "to someone really famous, like <strong> Meryl Streep </strong>. \"I'll just be thinking to myself, \"How is this happening? This is insane!',\" she adds to Sugar magazine. <q> I mean, I snort when I laugh. I'm not the sort of super-cool sophisticated person who should go to those things. </q> Follow us on Twitter Follow us on Facebook Related stories <strong> Jane Lynch </strong>` Sue Sylvester Inspired By <strong> Simon Cowell </strong>' Glee Rejected By Guns N\" Roses", "new_id": -2}, {"uid": "1296363665228606013", "i": 2460, "idx": 0, "sa": ["Jim Schwartz", "Michael Vick", "Brett Favre", "Gunther Cunningham"], "q": "we did a good job. We let him escape in a couple of crucial situations.\" But the 2010 version of <strong> Brett Favre </strong> is not nearly the escape artist that <strong> Michael Vick </strong> is. <strong> Jim Schwartz </strong> also said <q> we haven't done a very good job of marrying our rush and our coverage together, </q> which is a romantic way of saying his secondary is made of Kleenex. <strong> Jim Schwartz </strong> and defensive coordinator <strong> Gunther Cunningham </strong> talked about the Eagles successfully sending two receivers on routes against a cover-two zone. The Lions had enough defenders to", "new_id": -2}, {"uid": "1297222400217088019", "i": 39003, "idx": 0, "sa": ["Steve Ballmer"], "q": "heads, in place of talent from within or outside of the company, versus changing the number of business units and their executive make-up. Bloomberg did say that a central part of the company's plan was to <q> promote managers who have engineering chops and experience executing on product plans, </q> which would imply moving someone at the top to make way for that promotion. A Microsoft representative declined to comment. Bink.nu 3.0. Copyright Â© 1999-2011 <strong> Steve Ballmer </strong> Bink. All Rights Reserved.", "new_id": -2}, {"uid": "1296015454109002777", "i": 17356, "idx": 1, "sa": ["Eric Schmidt"], "q": ", encouraging Googlers to take on big ideas and high-risk, high-reward opportunities.\" According to chief executive officer <strong> Eric Schmidt </strong>, about 1,000 of those new jobs will be in Europe. <q> Our businesses are doing very well around the globe, and as a result I'm happy to announce we'll be adding 1,000 new employees in Europe and make some significant investments, </q> <strong> Eric Schmidt </strong> said in his keynote at the DLD Conference in Germany. \"Hundreds of these people will be located right here in our technology center in Munich.\" Yahoo, meanwhile, will cut 1 percent", "new_id": -2}, {"uid": "1296932811087031838", "i": 26176, "idx": 0, "sa": ["Paolo Romani", "Sergio Marchionne", "Sergio Chiamparino"], "q": "Italians Saturday. His comments on Friday in San Francisco were quoted by Italy's Corriere della Sera, prompting the mayor of Turin, Fiat's birthplace, to demand \"immediate clarification.\" <q> It's clear that an international group can have several offices but it would be different if the headquarters were in the United States, </q> <strong> Sergio Chiamparino </strong> said. A number of leading politicians also expressed indignation, and ANSA news agency said talks were planned next week between <strong> Sergio Marchionne </strong> and Economic Development Minister <strong> Paolo Romani </strong>. \"In the next two or", "new_id": -2}, {"uid": "1297242301040484871", "i": 12375, "idx": 2, "sa": ["Colin Powell", "President Bush"], "q": ", the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An AP reporter who visited the site days after <strong> Colin Powell </strong>'s speech found a half-built cinder-block compound with heavily armed Kurdish men, video equipment, and children, but no obvious sign of chemical-weapons", "new_id": -2}, {"i": 49389, "idx": 2, "index_answer": 0, "new_id": -1, "q": "he could think most people in Dallas would support the decision to give <strong> Michael Vick </strong> a key when many see him as the face of cruelty to animals, <strong> Dwaine Caraway </strong> responded that not everyone sees him that way. <q> In the eyes of many people, he's a hero, </q> said <strong> Dwaine Caraway </strong>, adding that he doesn't condone animal cruelty. Photo: Scars from fighting mark the face of Lucas, the grand champion of football player <strong> Michael Vick </strong>'s fighting dogs in Kanab, Utah.", "sa": ["Dwaine Caraway", "Michael Vick"], "uid": "1297240707110002271"}, {"uid": "1295283551003260420", "i": 31818, "idx": 0, "sa": ["Stephen A. Smith", "LeBron James", "Tracy McGrady", "Michael Jordan", "Allen Iverson"], "q": ", <strong> Tracy McGrady </strong> <strong> Allen Iverson </strong> is set to retire from the NBA, according to an online report. Commentator <strong> Stephen A. Smith </strong> published a statement on his Web site Wednesday attributed to <strong> Allen Iverson </strong>. It said <strong> Allen Iverson </strong> plans to retire but also that <q> I feel strongly that I can still compete at the highest level. </q> The statement also said <strong> Allen Iverson </strong> has tremendous love for the game and the desire to play. \"<strong> Michael Jordan </strong> legacy would be huge,\" Cleveland Cavaliers All-Star <strong> LeBron James </strong> said. \"He's one of the best when you", "new_id": -2}, {"uid": "1296962462100581383", "i": 40727, "idx": 5, "sa": ["Wes Welker", "Matt Cassel", "Troy Polamalu", "Michael Vick", "Brian Urlacher"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. \"To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q> Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit. </q> Also receiving votes were Minnesota linebacker E.J.Henderson( 3), New England receiver <strong> Wes Welker </strong>, Chicago linebacker <strong> Brian Urlacher </strong> and Kansas City quarterback <strong> Matt Cassel </strong>( 2 each), and Pittsburgh safety <strong> Troy Polamalu </strong>, Seattle running back/kick ereturner", "new_id": -2}]