[{"uid": "1294975566041533468", "i": 22029, "idx": 11, "sa": ["Allen Iverson", "Don Iverson"], "q": "of pla... <strong> Allen Iverson </strong>'s performance vs. Minnesota <strong> Allen Iverson </strong>'s highlights against the Timberwolves... 2009 MN AMA Get in the Game Conference: Sponsor Testimonials 2009 MN AMA Get in the Game Conference: Sponsor Testimonials In these series <q> On Our Own: Dome </q> we are building a Monolithic Dome from the ground up. James Erfurth, AJ Lutter, and <strong> Don Iverson </strong> have read the stuff, watched the how tos, taken the classes and now going out to try it \"", "new_id": -2}, {"uid": "1296287013057311248", "i": 15024, "idx": 0, "sa": ["Michael Gove"], "q": "and is an advocate of the charter school movement, that has inspired <strong> Michael Gove </strong>'s reforms. Speaking on a visit to a school yesterday, <strong> Michael Gove </strong> said he wanted to encourage councils to back academy proposals. <q> That would be the first choice we would like local authorities to make, when new schools are needed, they should be free schools or from guardian.co.uk on Academies\"> academies. </q> The Michael Government has given initial approval to 35 groups. Proposals which have received initial approval include the Maharishi school in Lancashire, a private school where children practise transcendental meditation at the beginning and end of", "new_id": -2}, {"uid": "1297136426144228361", "i": 1272, "idx": 0, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "The <strong> Mayor Tom </strong> of Dallas says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a <q> key to the city. </q> <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this past season, his second in the NFL since serving 18 months in prison for operating a dogfighting operation. <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong> presented the", "new_id": -2}, {"uid": "1296105034131907654", "i": 41441, "idx": 1, "sa": ["Andy Coulson", "Lance Price"], "q": "I've put together a portfolio of my work to apply for <strong> Andy Coulson </strong>'s job. For example, I wrote the following headlines. \"Benefit Fraud Gives You AIDS\" <q> ASBO Child Causes House <strong> Lance Price </strong> Slump </q> \"Muslim Fanatic Spits Outside Church\" hermionegingold 26 January 2011 4:31 PM The prime minister needs somebody who can help him connect with the readers of papers that appeal to a", "new_id": -2}, {"uid": "1295154956221855769", "i": 53968, "idx": 0, "sa": ["David Letterman", "Fran Drescher", "Sherilyn Fenn", "Hugh Laurie", "Benoît David", "Mark Harmon"], "q": "<strong> Benoît David </strong>, a <strong> Mark Harmon </strong> Jumps 7 Spots and is America's Favorite TV Star PR Newswire Oprah drops one to a tie with <strong> Hugh Laurie </strong> for the number 2 spot Download image anywhere else on the planet... Elvis Presley, <q> The King Of Rock And Roll </q>! Elvis was born on January 8th, 1935 in Tupelo, Today in History-January 14 <strong> David Letterman </strong> Sherilyn Fennounced move, sextuplets born in Fran Drescherce history when... 1993: <strong> David Letterman </strong> Sherilyn Fennounced his show was moving from NBC to CBS.", "new_id": -2}, {"uid": "1296485853202686482", "i": 55890, "idx": 0, "sa": ["Sergio Marchionne"], "q": "( 30.300 millones de euros), mientras que sus ventas mundiales de veh?culos totalizaron 1,51 millones de unidades. El consejero delegado de Chrysler, <strong> Sergio Marchionne </strong>, destac que la empresa super sus previsiones en 2010. <q> Sin embargo-- advirti--, el trabajo a?n no est hecho. Queda mucho por hacer para cumplir los objetivos del plan estrat?gico a cinco a?os </q>. Al cierre del pasado ejercicio, Chrysler disfrutaba de una posici?n de liquidez de 7.300 millones de d?lares( 5.330 millones de euros), a los que se suma una l?nea de disponibilidad otorgada por Estados", "new_id": -2}, {"uid": "1295036877249511945", "i": 21834, "idx": 2, "sa": ["Michael Gove"], "q": "of the English Baccalaureate\" . \"There is widespread support for including religious studies as a mainstream humanities subject,\" said Mr Gates. Mr <strong> Michael Gove </strong>, speaking on Friday, had said: <q> There are one or two points that are being made about perhaps one or two qualifications that might count within the five pillars and I will look at that. \"That's not to say that I'm going to change my mind, but any fair point that is made, in a constructive spirit about how you can improve league tables, I will always take on board. </q> A spokesman for the Department for Education indicated that the principle of the Baccalaureate was not open for debate, but that there had always been a willingness to listen to arguments about how the contents could be", "new_id": -2}, {"uid": "1295439754220266572", "i": 6266, "idx": 0, "sa": ["Oprah Winfrey", "Ricky Gervais", "David Letterman"], "q": "award shows. Perhaps NBC can make bigger marketing hay out of the event next year. Years ago, critics and big movie stars had a hard time with <strong> David Letterman </strong> hosting the Oscars. Remember?( <q> Uma. <strong> Oprah Winfrey </strong>. <strong> Oprah Winfrey </strong>. Uma. </q>). <strong> David Letterman </strong> essentially did what <strong> Ricky Gervais </strong> did here. Interestingly, some entertainment executives/talent hate <strong> Ricky Gervais </strong>, but also love late-night TV hosts like <strong> David Letterman </strong> who do the same skewing in the wee hours. Is the problem that", "new_id": -2}, {"uid": "1296018443211435553", "i": 22404, "idx": 0, "sa": ["Michael Vick", "Barack Obama", "Abraham Lincoln"], "q": "of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. \"We're real excited about it,\" chief executive officer Rob Vito said Tuesday. <q> <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person. </q> Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Abe--- Abraham Lincolns-- pardon-- to-- death-- row--- inmate---", "new_id": -2}, {"uid": "1295586687239992856", "i": 6425, "idx": 0, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": "begins again. After one of the busiest off-seasons in American Idol target=\"_blank\" history, Fox's reality juggernaut returns promising that, despite last year's questionable talent mass defections from the judges' table, <q> the best is yet to come </q> in Season 10. Host <strong> Ryan Seacrest </strong> even trotted out the word \"epic.\" So, did the show live New judges won't claim villain role on` American Idol' PASADENA, Calif.- Now that <strong> Simon Cowell </strong>", "new_id": -2}]