[{"uid": "1295046781264142866", "i": 26313, "idx": 0, "sa": ["Michael Gove", "Ed Miliband"], "q": "in the Oldham by-election, where the Conservatives finished a poor third. The Labour leader will keep up the pressure on banks today, saying Labour will be the party of protest over bonuses. <q> I want us to articulate the frustration of people who are fed up with bankers taking vast public subsides and then rewarding themselves for failure while the rest of the country struggles, </q> Mr <strong> Ed Miliband </strong> will say in a speech. Liberal Democrat ministers have also demanded stronger action on bank bonuses, backed by some Conservatives. <strong> Michael Gove </strong>, the education secretary, told the BBC that the", "new_id": -2}, {"uid": "1297408933159662112", "i": 57314, "idx": 0, "sa": ["Michael Gove", "John Rishton", "John Rose"], "q": "need to rebalance the economy towards manufacturing and exports. <strong> John Rose </strong> has taken the opportunity to talk up industry. On Thursday, he backed education secretary <strong> Michael Gove </strong>'s plan to bring back technical colleges to teach practical skills. <q> Taking the stigma away from technical colleges is very important- it's not obvious to me why everyone should go to university. </q> But he has managed to remain apolitical throughout. <strong> John Rose </strong> will be replaced by <strong> John Rishton </strong>, who helped to turn round Dutch retailer Ahold. Analysts expect a slightly more open company. But, as Wheeldon adds", "new_id": -2}, {"uid": "1294961161181354506", "i": 56930, "idx": 0, "sa": ["Michael Gove", "Vincent Nichols"], "q": "to Academies. The irony of a Catholic education service turning its back on a Secretary of Education who actually supports faith schools is not lost on <strong> Michael Gove </strong>. He is, as one political source admitted, <q> exasperated by the Diocese and its heavy-handed attempts to take over Cardinal Vaughan </q>. As a consummate politician, <strong> Michael Gove </strong> will not want to take sides in a diocesan dispute, but will wait for Archbishop <strong> Vincent Nichols </strong> to take the matter in hand. On February 2, the Parents' Action Group", "new_id": -2}, {"uid": "1296131098006979603", "i": 5400, "idx": 0, "sa": ["Michael Gove"], "q": "decisions, however, and schools would have to fund the alternative school for expelled students. Teachers will be able to search pupils for a range of forbidden items, including pornography and phones. <q> This Michael Government backs teachers, </q> Mr <strong> Michael Gove </strong> said. \"All the evidence from those countries with great education systems tells us that nothing is more important than attracting great people into teaching and supporting them in the classroom. \"", "new_id": -2}, {"uid": "1295009132199639116", "i": 41722, "idx": 0, "sa": ["Michael Gove", "Bob Diamond"], "q": "secretary <strong> Michael Gove </strong> upped the pressure on the banks by targeting bonuses, at the end of a week which saw Barclays boss <strong> Bob Diamond </strong> insist the time for bankers' \"remorse\" was at an end. <q> The sense of contrition for what went wrong in the banking crisis seems to be invisible, </q> he said on BBC1's Question Time programme. \"The banks have to show they get it.\" are beginning to suspect the coalition's lack of stronger action against bank bonuses may be the fault of", "new_id": -2}, {"uid": "1296231867027263003", "i": 4690, "idx": 4, "sa": ["Michael Gove"], "q": "privileged minority to run the country. So no change from how it is now. This would restore the natural order, uneducated serfs working in the fields for the educated Lord of the Manor. <q> We need disruptive, militant and self-interested groups like the NUT to be swept away so they can block reform no longer. <strong> Michael Gove </strong> and the Coalition must act. Urgently. </q> About time failing schools were put under pressure to perform. Despite all the political claptrap to the contrary, our state eduction system is a disgrace. <strong> Michael Gove </strong> is actually being too soft. Poor teachers also need", "new_id": -2}, {"uid": "1297098957187170821", "i": 23195, "idx": 3, "sa": ["Michael Gove", "Alfie Boe", "Julian Lloyd Webber"], "q": "She told the education secretary \"rather than blowing his own trumpet\" he should \"admit this is really a cut\" just as was with school sports funding. In response, <strong> Michael Gove </strong> said <q> everyone in the world of music </q> including famous musicians, tenor <strong> Alfie Boe </strong> and cellist <strong> Julian Lloyd Webber </strong> and welcomed the announcement. He added: \"Everyone in the world of music is saying that today is good news for all children who want to learn", "new_id": -2}, {"uid": "1296139401071090190", "i": 17568, "idx": 1, "sa": ["Michael Gove"], "q": "central bank is paying close attention to rising oil and commodity prices because of the possible knock-on price effects. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1297426199245137410", "i": 43522, "idx": 4, "sa": ["Michael Gove"], "q": "was no challenge to Mr <strong> Michael Gove </strong>'s ability to make the decision. \"The final decision on any given school or project still rests with him[ <strong> Michael Gove </strong>],\" the judge found. <q> He may save all, some, a few, or none. No one should gain false hope from this decision. </q> The axing of the project last summer triggered a massive outcry, after 700 school rebuilds in England were cancelled. It earned Mr <strong> Michael Gove </strong> a reputation as a weak link in Cabinet and triggered a", "new_id": -2}, {"q": "old glamour shot of <strong> Betty White </strong> in what we imagine is the David Lettermany 1940s-- woo woo, she was a looker. When asked if she's going to do \"SNL\" again, <strong> Betty White </strong> quips, <q> I think you do a thing once and then you run like a thief. </q> <strong> David Letterman </strong> then asks her what she does in her free time and <strong> Betty White </strong> says, \"Oh, I like to do most anything. Play with animals, mostly. And vodka's kind of a hobby", "answer_q": "'' again, <strong> Betty White </strong> quips,`` I think you do a thing once and then you run like a thief.'' <strong> David Letterman </strong> then asks her what she does in her free time and <strong> Betty White </strong> says, <q> Oh, I like to do most anything. Play with animals, mostly. And vodka's kind of a hobby. </q> So <strong> David Letterman </strong> reaches down from behind the desk and produces a bottle of Grey Goose, to which <strong> Betty White </strong> laughs heartily. They share some vodka, then she does a classic spit-take. How can you not", "answer": "Betty White", "sa": "['David Letterman', 'Betty White']", "index_answer": 1, "idx": 2, "i": 14572}]