[{"uid": "1295531293005685251", "i": 28747, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "New Jersey auditions, the three 2011 judges- Randy Jackson, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>- looked unsure about when and how to dismiss unqualified contestants. <strong> Jennifer Lopez </strong> had a particularly hard time saying \"no.\" <q>This is awful... I hate this... Why did I sign up for this? I wan na go home,</q> <strong> Jennifer Lopez </strong> said, after dashing the dreams of a truly More News How do you fill <strong> Simon Cowell </strong>\\'s shoes? If Wednesday night\\'s premiere episode was any indication, Season 10 of \"American Idol\" is", "new_id": -2}, {"uid": "1295546693266108960", "i": 12829, "idx": 2, "sa": ["Murray Clark", "Mr. Bauer", "Mike Pence"], "q": "House, many signs point to him running for Indiana governor in 2012 instead. No one else mulling a presidential run faces a similar quandary. <strong> Mr. Bauer </strong> <strong> Mike Pence </strong> says he plans to announce his decision early next year. <q><strong> Sen. Joe Lieberman </strong>'d put money on him running for governor over president, because the field is a lot smaller and he wouldn't be running against an incumbent,</q> says Indiana's recently retired GOP chairman, <strong> Murray Clark </strong>. <strong> Mr. Bauer </strong> <strong> Mike Pence </strong> usually draws under 5% in voter surveys testing the emerging 2012 field. But the excitement he's stirred among a swath of conservatives-he won a straw", "new_id": -2}, {"uid": "1295606235129794070", "i": 3994, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "for the sale of smartphones and tablets. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,</q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,", "new_id": -2}, {"uid": "1295253330160432215", "i": 12434, "idx": 2, "sa": ["Piers Morgan", "Jeremy Clarkson", "Simon Cowell", "David Hasselhoff"], "q": "that wealth hasn't separated him from his childhood friends in Sussex, who remain his closest confidants. He has a bet with his friend <strong> Simon Cowell </strong> that he won't succumb to the temptations of surgery or Botox- <q>Take me, warts and all!</q>- which <strong> Jeremy Clarkson </strong> hope he wins, because a surgically enhanced <strong> Piers Morgan </strong> would probably look alarmingly like <strong> David Hasselhoff </strong>. \"<strong> Jeremy Clarkson </strong> agree that would be terrifying,\" he grins. He does drink much less than he used", "new_id": -2}, {"uid": "1295613791136232968", "i": 40788, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "his family, and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government.\" And <strong> David Cameron </strong>'s response to his aide's departure: <q> \"I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my Director of Communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the Government.</q> Report this comment Whatever <strong> Andy Coulson </strong> may have done at the News of the Screws he had his finger on the popular pulse and his Tory instincty were sound. His departure leaves his rival, the sinister", "new_id": -2}, {"uid": "1295589516230457394", "i": 40614, "idx": 1, "sa": ["Eric Schmidt"], "q": "projects and new products. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" <strong> Eric Schmidt </strong> said in a statement released by Google. <q>By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead, and I'm excited about working with both him and Sergey for a long time to come.</q> \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade,\" Page said in a written statement. \"The results speak for themselves. There is no other CEO in the world", "new_id": -2}, {"uid": "1296667040253952025", "i": 39321, "idx": 0, "sa": ["Linas Kleiza", "Marcus Camby", "Reggie Theus", "Allen Iverson"], "q": "jumper just before the final buzzer sounded, lifting the Denver Nuggets to a thrilling 106-105 victory over Sacramento on Sunday night. \"If it doesn't hurt, then you're brain dead,\" <strong> Reggie Theus </strong> said. <q>It's supposed to hurt or you don't care. It's supposed to sting.</q> The Kings kept giving Denver extra chances, like when Brad Miller bricked two free throws with 16.5 seconds left. After <strong> Allen Iverson </strong> drove and missed from close, <strong> Marcus Camby </strong> tipped the ball and <strong> Linas Kleiza </strong> got possession, hitting the", "new_id": -2}, {"i": 10146, "idx": 1, "index_answer": 2, "new_id": -1, "q": "so good phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q>always been good. I said he didn't owe me a phone call, but I appreciated it.</q> <strong> Conan O'Brien </strong> wouldn't be so receptive to a call from <strong> Jay Leno </strong> <strong> Barbra Streisand </strong> America contestants bring home state designs to \"Show Us Your Shoes\" parade in Las Vegas America contestants strutted down the Las Vegas Strip displaying shoes decorated", "sa": ["Jay Leno", "David Letterman", "Conan O'Brien", "Barbra Streisand"], "uid": "1295127807207224874"}, {"uid": "1297129562188514329", "i": 1981, "idx": 6, "sa": ["Simon Cowell", "Lady Gaga"], "q": "approach it.\" Another thing that separates X Factor from Idol is that the judges watch the auditions in front of a live audience, which allows them to see how artists connect with potential viewers. <q>I don't believe <strong> Susan Boyle </strong> would have gotten through in the old-fashion audition method,</q> <strong> Simon Cowell </strong> said. \"God only knows what we would have said to[ <strong> Lady Gaga </strong>] if she walked into Idol with a lobster on her head three years ago.\" While The X Factor will", "new_id": -2}, {"uid": "1296441222107479051", "i": 31763, "idx": 3, "sa": ["David Letterman", "Conan O'Brien"], "q": "niche audience,\" Adgate said. That is a nonissue for TBS, according to the head of programming, <strong> David Letterman </strong> Wright. \"That niche is to us a viable audience,\" he said. <q>For a branded network like ours, that is really what you want: You want a talent that delivers a really specific audience.</q> Cohen said Horizon Media's ad clients had indeed been \"promised network-sized delivery and that <strong> Conan O'Brien </strong> would be first in the cable universe,\" but he added that, so far, \"it ain't", "new_id": -2}]