[{"uid": "1296705588031981583", "i": 49933, "idx": 0, "sa": ["Mike Pence", "Mike Huckabee", "Rick Santorum", "Sarah Palin"], "q": "conservative pundit says that there's a big opening in the field for someone who can appeal to social conservatives, especially after  Mike Pence  opted not to run and if  Mike Huckabee  and  Sarah Palin  don't jump in.  Social conservatives are much of that base, are feeling neglected and are looking for someone like  Rick Santorum ,  Will writes. The syndicated column wasn't supposed to go online until Wednesday night, but href=\"http://billingsgazette.com/news/opinion/editorial/columnists/george_will/article_ad99f74f-8df2-5368-83b3-fcde804e7212.html\" target=\"_blank\"> at least one newspaper seems to have jumped the gun. Will thinks  Rick Santorum 's", "new_id": -2}, {"uid": "1297620569105463821", "i": 1236, "idx": 1, "sa": ["Mike Pence"], "q": "million in annual funding. \"Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,\"\"   Mike Pence  said.  The time to deny any and all funding to Planned Parenthood is now.  By law, federal funds may not be used directly for abortions. But  Mike Pence  argues that the grants, by covering overhead and operational costs, free up other money to provide abortions. Planned", "new_id": -2}, {"uid": "1295813464265846801", "i": 35511, "idx": 0, "sa": ["Nir Rosen", "Eric Cantor", "Mike Pence", "Ron Paul"], "q": "screens at the Sacramento CA, Tea Party Across AmEric Cantora rally on Sunday 9-12-2010. The interviews were recorded in Sacramento. Recycle Government this November DONATE www.TeaPartyPatriots.org http://wn.com/Full_Show__1/4/11_Healthcare_repeal,_Islam_in_AmEric Cantora,_MLK_and_JFK,_Government_Benefits Thom is joined by  Nir Rosen , award-winning independent journalist and author  Aftermath: Following the Bloodshed of AmEric Cantora's Wars in the Muslim World . Also, Thom confRon Paults Seton Motley www.LessGovernment.org- Are the Republicans engaged in a form of terrorism by attempting to repeal healthcare reform while 50 million are uninsured? Plus much, much more. http://wn.com/Mike Pence_You_Can't_Fix_A_Government_Takeover_Of_Health_Care_Repeal_and_Start_Over Congressman  Mike Pence  gave", "new_id": -2}, {"uid": "1296486373063668243", "i": 2839, "idx": 9, "sa": ["Rush Limbaugh", "Mike Pence", "David McIntosh", "Phil Sharp"], "q": "years as a radio talk-show host,  Mike Pence  started a TV show in 1995. Although  Mike Pence  was inspired by conservative talk-show host  Rush Limbaugh , he kept to his \"no personal attacks\"\"  pledge.  Conservative media, including  Rush Limbaugh , have a tremendous blind spot when it comes to making a distinction between differences in public policy and personal differences,   Mike Pence  told The Indianapolis Star in 1995. When  David McIntosh , who succeeded  Phil Sharp , decided to run for governor in 2000,  Mike Pence  won a six-way primary for the GOP nomination in the east-central Indiana district.", "new_id": -2}, {"uid": "1295550720193724498", "i": 14936, "idx": 0, "sa": ["Mike Pence", "Ron Paul"], "q": " with Skaneateles FD probably wouldn't make sense.... Reports: Buffalo police shoot sword-armed suspect Syracuse cuse lax 2000 January 17, 2011 at 1:39 PM Follow\"\"  an arm. It was amazing. How about  Buffalo police shoot suspect armed with sword  Inappropriate? Alert us. Reply Post new Otiscobum January 17, 2011 at 2:20 PM Follow  Mike Pence  urged to enter GOP race for president in 2012 Syracuse CNYSports13 January 17, 2011 at 7:27 PM Follow  Ron Paul  ya'll", "new_id": -2}, {"uid": "1296122190127270925", "i": 28918, "idx": 3, "sa": ["Mike Pence"], "q": " Mike Pence  does, gets one called by the elites, at mildest, \"an ideologue.\"\"  Elitists may call reflecting the values of the people, or, as the Declaration of Independence phrased it,  the consent of the governed,  ideological. There is another, and better grounded, way to frame what is going on here:  Mike Pence  is a man of the people. That is, for him, a matter of principle.", "new_id": -2}, {"uid": "1295653536184696846", "i": 31584, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "Ron Reagan", "Stephen Colbert"], "q": "the Tea Party Patriot target=\"_blank\" href=\"http://groups.com/\"> group. We recently caught up with Pat again, via e-mail, to discuss whether the  Ron Reagan  To  Stephen Colbert : Forget My Dad Raised Taxes And Enacted Most Liberal Abortion...  What are the things that I should I forget about your father so that I can keep the image in my head the way I want?   Stephen Colbert  asked  Ron Reagan , son of the 40th U.S.  Barack Obama   Ron Reagan , last night on his show. \"Probably, raising Draft  Mike Pence  Movement Gaining Steam Among Conservatives ABC News By  Mike Pence  FALCONE Jan. 20, 2011 Less than", "new_id": -2}, {"uid": "1297356528206143523", "i": 15961, "idx": 2, "sa": ["Mike Pence"], "q": ",  Mike Pence ( R-IN), framed it as an effort to deny government funding for abortions. \"The time has come to deny all federal funding to Planned Parenthood of America,\"\"   Mike Pence  said.  I've authored the Title X Abortion Provider Prohibition Act, which would deny Title X funds to Planned Parenthood or any other abortion provider and Congress must act and act now to move this important legislation.  Jodi Jacobson, editor-in-chief of the reproductive health news site RH Reality Check, href=\"http://www.rhrealitycheck.org/blog/2011/02/09/title-x\"> reports that \"Title X provides millions of women across the country with access to basic primary and preventive care", "new_id": -2}, {"uid": "1295646089003719170", "i": 16681, "idx": 3, "sa": ["Mike Pence", "Neil Cavuto", "John Campbell"], "q": "part to its appeal last fall to voters outraged about the new health care  Mike Pence   John Campbell  Explains Proposal to Cut$ 2.5 Trillion in Federal Spending  Mike Pence   John Campbell  Explains Proposal to Cut$ 2.5 Trillion in Federal Spending Appearing on  Your World W/  Neil Cavuto  ,  Mike Pence   John Campbell  describes the Republican Study Committee's \"Spending Reduction Act\"\" , a$ 2.5 trillion package of budget cuts, as a \"very specific\"\"  first step and just \"the beginning.\"\"  The", "new_id": -2}, {"i": 24465, "idx": 0, "index_answer": 0, "new_id": -1, "q": "bid to take the crown in the talent show's seventh season. Despite rocker <strong> David Archuleta </strong> Cook's surge in recent weeks, the judges were uncharacteristically united in proclaiming early fan favorite teen <strong> David Archuleta </strong> had outperformed his rival. <q> You came out here tonight to win, and what we have witnessed is a knockout, </q> said prickly judge <strong> Simon Cowell </strong>. Judge Randy Jackson concurred, proclaiming`` the best singer of season 7 is right there,'' following <strong> David Archuleta </strong>'s rendition of <strong> John Lennon </strong>'s`` Imagine,'' a song that earlier in the", "sa": ["Simon Cowell", "John Lennon", "David Archuleta"], "uid": "1296233986144064524"}]