[{"uid": "1297122854184680470", "i": 5031, "idx": 9, "sa": ["Simon Cowell"], "q": "or Destiny's Child.`` I'm genuinely staggered this hasn't happened. All the signs are out there, from` Glee' to` High School Musical,''' he said, advising <q> any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don't have a lot of competition. </q> The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner.`` If they don't sell a single record they still get to keep the money,'' he said.``", "new_id": -2}, {"uid": "1295562588178864129", "i": 46869, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to <strong> Larry Page </strong> and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. The changes will be effective April 4. <q> In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,", "new_id": -2}, {"uid": "1296377284098549782", "i": 39925, "idx": 2, "sa": ["Michael Vick"], "q": "qualify as a dog owner. But Best Friends also has conceded that <strong> Michael Vick </strong> has put a brighter spotlight on the problem of dogfighting and the rehabilitation of pit bulls than they ever imagined possible. <q> I'd have to say that he brought attention to the issue in a rather unfortunate way, </q> said Best Friends co-founder Francis Battista.`` It's like people dying in a burning building. It brings attention to the fire codes. It's not something you ever want to happen, but now that it", "new_id": -2}, {"uid": "1295218070163594249", "i": 668, "idx": 3, "sa": ["Simon Cowell"], "q": "both are people who like running our own businesses... It's been bizarre.'' Yet nothing, surely, was more bizarre than the process by which <strong> Simon Cowell </strong>, a behind-the-scenes record exec who professed he was <q> obsessed with getting rich, </q> was transformed into an international television star. It was Fuller who gave him the chance. Having been sacked by the Spice Girls, Fuller in 1999 pitched a talent competition called Fame Search to,", "new_id": -2}, {"uid": "1296413705019808258", "i": 44113, "idx": 3, "sa": ["Simon Cowell", "Bob Dylan", "Sandra Bullock", "Graham Norton"], "q": "Pete Hammond of TheEnvelope.com dish whether or not <strong> Sandra Bullock </strong> deserves to win best actress at the 2009- 2010 Oscars for`` The <strong> Bob Dylan </strong> Side.'' Ultimate Oscar champ Katharine Hepburn once said you usually win for a role <q> that doesn't rate it. </q> Is... Out for a fag <strong> Simon Cowell </strong> deprives miffed <strong> Graham Norton </strong>- British Academy Television Awards 2010 Out for a fag <strong> Simon Cowell </strong> deprives miffed <strong> Graham Norton </strong>- British Academy Television Awards 2010 More about this programme: www.bbc.co.uk Ant and Dec and", "new_id": -2}, {"uid": "1297272134196116511", "i": 32911, "idx": 0, "sa": ["Satya Nadella", "Steve Ballmer", "Bob Muglia"], "q": "experience to help build its presence in the nascent cloud computing market. WildPackets brand new packet capture system at 11.6 Gbps will make your enterprise 10 Gig-ready. Of course, this doesn't come cheap. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran <strong> Bob Muglia </strong> as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought <strong> Bob Muglia </strong> was", "new_id": -2}, {"uid": "1295562736055705634", "i": 14614, "idx": 2, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "comScore, Google's sites reached nearly 179 million unique users in November, ranking second only behind Yahoo's. Google accounts for 66 percent of all U.S. searches-and essentially has become a verb in the English language meaning <q> to search the Web. </q> Even more impressive is Google's otherworldly revenue growth over the past decade under <strong> Eric Schmidt </strong>. The company single-handedly led the online ad industry from the Sergey Brink following the dotcom crash-and search advertising continues to account for close", "new_id": -2}, {"uid": "1294965251056983592", "i": 7148, "idx": 2, "sa": ["Kirsten Gillibrand", "Shen Yun", "Debbie Wasserman Schultz"], "q": "Congresswomen at the time when she first opened her eyes, and called the moment miraculous.`` It felt like we were watching a miracle,'' Rep. <strong> Debbie Wasserman Schultz </strong> said, according to The Associated Press. <q> The strength that you could see flowing out of her, it was like she was trying to will her eyes open. </q>`` The doctor said this is amazing what she's doing right now and beyond our greatest hopes,'' the AP quoted Sen. <strong> Kirsten Gillibrand </strong> as saying. <strong> Shen Yun </strong> Inspiring, Says Spokesperson for the Christian Democratic Party", "new_id": -2}, {"uid": "1295658306074924083", "i": 2354, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "so good that it essentially forced me to change my mind,'' <strong> Eric Schmidt </strong> href=\"http://www.theregister.co.uk/2010/12/14/google_chrome_os_cr_48/\"> still-gestating operating system that moves all data and applications into the Google browser- another idea heavily pushed by <strong> Larry Page </strong>. <q> I think we just wore you down, </q> said <strong> Larry Page </strong>.`` I just gave up,'' said <strong> Eric Schmidt </strong>. <strong> Eric Schmidt </strong> has served as Google CEO for nearly a decade, but by all accounts( including a 2004 Google filing with the", "new_id": -2}, {"i": 17605, "idx": 16, "index_answer": 0, "new_id": -1, "q": "with an injured rib and back.`` Part of the reason I'm here is because I was able to wear some rib protection this season to guide me through my injury,'' <strong> Michael Vick </strong> said. <q> Unequal was one of the reasons I've been able to make it through the season. </q> <strong> Michael Vick </strong> will get the start on Sunday and try to earn his first Pro Bowl victory. Subscribe Now Home delivery prices for Oahu Only. Please call customer service at(808) 538-6397 for Neighbor Island", "sa": ["Michael Vick"], "uid": "1296128197246497300"}]