[{"uid": "1295586061144719886", "i": 17226, "idx": 2, "sa": ["Eric Schmidt"], "q": "for a long time. By clarifying our individual roles we'' ll create clearer responsibility and accountability at the top of the company,'' <strong> Eric Schmidt </strong> said. Commenting on the management change, Page said, <q> <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade... we are only at the beginning and I can </q> t wait to get started.'' Page takes over Google at a time when it is facing competition from social networking site Facebook, which has more than half a billion users since it was founded in", "new_id": -2}, {"uid": "1296728555250200065", "i": 42871, "idx": 1, "sa": ["Michael Vick"], "q": "necessary,'' said Hansen, who has two dogs, 9-year-old Lab-collie brothers named Chaz and Zach. Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that <q> people can reintroduce these dogs back into a society that's not going to abuse them. </q>`` The owner is responsible for what an animal does. It's totally your behavior, whether you have a good dog that minds well and is not a problem to society or you turn it into", "new_id": -2}, {"uid": "1297706529235225094", "i": 35446, "idx": 0, "sa": ["Steve Ballmer"], "q": "week after Nokia Oyj announced the platform will be its primarily mobile- phone software, will get additional features this year such as Internet Explorer 9, Twitter and multitasking capabilities, <strong> Steve Ballmer </strong> said. <q> Increasingly, consumers, developers and mobile operators won't just choose a phone, they're really choosing a platform, </q> he said. Microsoft is pulling out all the stops to reverse market share declines in its mobile-phone software as smartphone sales look set to pass those of personal computers in the next two years. The company", "new_id": -2}, {"uid": "1297300411168493097", "i": 27527, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Robert Gates", "Hillary Clinton", "Jake Sullivan", "Ehud Barak"], "q": ", backing each other's points. They insisted the <strong> Barack Obama </strong> administration has been clear all along about its core points of pushing for nonviolence, respect for universal rights and lasting, meaningful change in Egypt. <q> The theory of the case has remained consistent across the statements of this government, </q> said <strong> Jake Sullivan </strong>, director of policy planning at the State Department. Israeli <strong> Ehud Barak </strong> of Defense <strong> Ehud Barak </strong> was in Washington on Wednesday to discuss Egypt and other issues with <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong>, Defense <strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong> and", "new_id": -2}, {"uid": "1297435533253329439", "i": 47697, "idx": 0, "sa": ["Steve Ballmer"], "q": "Android surpassed Symbian to become the world's No 1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team <q> more innovation, greater global reach and scale. </q> Subject Nokia, Microsoft join forces for smartphone Should Malta have a consultative referendum on divorce before Parliament votes, or should it have an abrogative referendum after the House decides? Malta should", "new_id": -2}, {"uid": "1295632864218054656", "i": 40226, "idx": 2, "sa": ["Eric Schmidt", "Will Page"], "q": ", it makes sense for <strong> Eric Schmidt </strong> to take on a new role after a decade at the helm of Google. But, he added, there's likely more going on than the public statements indicate. <q> In terms of Google's financial performance, there should be no change. The company is firing on almost all cylinders, </q> Sterling said.`` However, I'm not sure that Larry <strong> Will Page </strong> has the` polish' to be the company's public face at this challenging time. Given all the and political challenges Google faces,", "new_id": -2}, {"uid": "1295936245231571467", "i": 48933, "idx": 3, "sa": ["Chris Bosh", "Allen Iverson", "Carlos Delfino"], "q": "three steals.`` All my life I've been watching him play and to have the opportunity to play him was fun,'' said Kings guard Sergio Rodriguez, who was matched up against <strong> Allen Iverson </strong> at times. <q> He showed that he can still play and he can play well. He looked great. </q> <strong> Allen Iverson </strong> was at his best in <strong> Chris Bosh </strong> poured in 31 points and grabbed nine rebounds to lead the Toronto Raptors to a 116-91 win over the Sacramento Kings on Wednesday. <strong> Carlos Delfino </strong> came off the bench to add 26 points", "new_id": -2}, {"uid": "1295622151033243140", "i": 6971, "idx": 0, "sa": ["Andy Coulson", "Ian Edmondson"], "q": "With the investigation potentially re-opening due to allegations that news editor <strong> Ian Edmondson </strong> knew about the hacking too, <strong> Andy Coulson </strong> says he can no longer`` give the 110% needed'' in his Downing Street role. <q> I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on, </q> he said. Weekly Politics, Media, and Real Estate stories. Varies News and reviews on movies, TV, books, and theater. Varies Free tickets to private screenings of new movies before they open", "new_id": -2}, {"uid": "1296833245099107030", "i": 32505, "idx": 1, "sa": ["Jameel Jaffer", "Donald Rumsfeld", "President Bush"], "q": "reported.`` Mr. <strong> Donald Rumsfeld </strong>'s claim that the abuse at Abu Ghraib was isolated and aberrational is demonstrably false,'' <strong> Jameel Jaffer </strong>, ACLU's deputy legal director, said in a written statement. <q> Government documents show that the methods used at Abu Ghraib were the same ones Mr. <strong> Donald Rumsfeld </strong> approved, and that the abuse of prisoners in Defense Department custody was systemic.... This effort to rewrite history is shameful. </q> <strong> Donald Rumsfeld </strong>'s office is not commenting on the book until its Tuesday release date. But according to early reports, he devotes much of the autobiography to defending his tenure in the <strong> President Bush </strong> administration and his handling", "new_id": -2}, {"i": 1310, "idx": 0, "index_answer": 1, "new_id": -1, "q": "decade to finish a season among the NBA's top five in scoring. <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> did it with the Los Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. <q> They're great players and they've proven to be productive in their careers, </q> Heat coach <strong> Erik Spoelstra </strong> said.`` So once they became comfortable with this team and with each other, that was a matter of time.'' When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on", "sa": ["Kobe Bryant", "Erik Spoelstra", "LeBron James", "Shaquille O'Neal", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "uid": "1295994110043548689"}]