[{"uid": "1295412304055623687", "i": 44815, "idx": 4, "sa": ["Mike Pence"], "q": "GOP <strong> Mike Pence </strong> into the 2012 presidential race is under way \" . Report Abuse \" Ya lets just forget this guy was with the administration that gave Chrysler a bailout... had 10%+ unemployment. \" Report Abuse <q> That said, we need a whole new breed of smarter Democrats that no how to win a a dirty fight </q> Since dirt is all you know, you think libs would have figured it out already. You start a dirty fight and still get your rear end handed to you. You dont know how", "new_id": -2}, {"uid": "1295779892017170523", "i": 2218, "idx": 12, "sa": ["Mike Pence", "Marjorie Dannenfelser"], "q": "GOP candidates are speaking at an Illinois GOP dinner celebrating Ronald Reagan. And he's the keynote speaker at a large February fundraiser for the Susan B. Anthony List, a group opposing abortion. <q> I truly don't know( if he's running for president), </q> said Susan B. Anthony List President <strong> Marjorie Dannenfelser </strong>, who has urged <strong> Mike Pence </strong> to run. \" It's my job to really encourage talent to seize the moment, and I think he can do it. \"", "new_id": -2}, {"uid": "1295387630249954409", "i": 23054, "idx": 0, "sa": ["Tim Pawlenty", "Mike Pence", "Larry King", "Eric Cantor", "Newt Gingrich"], "q": "GOP presidential hopefuls( <strong> Tim Pawlenty </strong>, <strong> Newt Gingrich </strong>, and <strong> Mike Pence </strong>) told The Wall Street Journal today that they opposed any lifting of the debt ceiling by Congress unless it was accompanied by strict spending cuts. <q> Let's call their bluff, </q> enthused <strong> Tim Pawlenty </strong>. But it's striLarry King how much less excited the Republican leadership in Congress sounds about a staredown with the White House. At a briefing with reporters this afternoon, House Majority Leader <strong> Eric Cantor </strong> tried to lower", "new_id": -2}, {"uid": "1295380356071155734", "i": 45216, "idx": 2, "sa": ["Mike Pence", "Mitch Daniels", "Barack Obama", "Mitt Romney", "Sarah Palin"], "q": "Gov. <strong> Sarah Palin </strong>( R) and former Massachusetts Gov. <strong> Mitt Romney </strong>( R). But <strong> Mike Pence </strong> in his speech lauded another potential Barack Obamaial contender from Indiana, Gov. <strong> Mitch Daniels </strong>( R), calling him <q> the best governor in America. </q> http://thehill.com/blogs/blog-briefing-room/news/138527-with-future-uncertain-Mike Pence-to-address-indiana-lawmakers With Sen. Conrad to retire, GOP eyes possibility of 2012 pick-up House Dem calls for` beefed up' security, special treatment for members by TSA <strong> Barack Obama </strong>'s response to Arizona shooting rated higher than <strong> Sarah Palin </strong>", "new_id": -2}, {"uid": "1295476069159825942", "i": 23717, "idx": 1, "sa": ["Howard Fineman", "Sean Hannity", "Mike Pence", "Lawrence O'Donnell", "Sarah Palin"], "q": "Gun rights bills were introduced in the days after the <strong> Howard Fineman </strong>:` <strong> Sarah Palin </strong> Just Does Not Get It'( VIDEO) On MSNBC's \" The Last Word, \" HuffPost's <strong> Howard Fineman </strong> told host <strong> Lawrence O'Donnell </strong> that <strong> Sarah Palin </strong> <q> just does not get it. </q> <strong> Howard Fineman </strong> was responding to <strong> Sarah Palin </strong>'s interview with <strong> Sean Hannity </strong> in which the former governor defended herself against criticism following Kentucky Lawmaker: Drug Testing Welfare Recipients Would Save` Millions And Millions' target=\"_blank\" Kentucky state <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1295779892017170523", "i": 2228, "idx": 22, "sa": ["Andrew P. Smith", "Mike Pence"], "q": "Hampshire's Granite State Poll, said it's not surprising that activists are urging <strong> Mike Pence </strong> to run. But, he noted, that doesn't mean he has a good chance of winning. <q> Republicans and Democrats go through this all the time, </q> <strong> Andrew P. Smith </strong> said. \" Particularly party activists don't see a candidate who is either well enough known, or ideologically or intellectually consistent enough for them, so they try to recruit people who fit the bill.", "new_id": -2}, {"uid": "1295186920132022279", "i": 39704, "idx": 5, "sa": ["Nancy Pelosi", "Mike Pence", "Tom Petri", "Tom Coburn", "Barack Obama"], "q": "Health Care Senate Republicans Will Watch for Sweetheart Deals in Health Care Question of the Day: Should <strong> Nancy Pelosi </strong> be allowed to pass the health care bill without a vote? Leave all your responses in the comment section. <q> <strong> Barack Obama </strong>- I Will Not Start From Scratch </q> www.youtube.com \" <strong> Tom Coburn </strong>: Senate Republicans Will Watch for Sweetheart Deals in Health Care... <strong> Mike Pence </strong> <strong> Tom Petri </strong> and the Health Care Protest on Capitol Hill", "new_id": -2}, {"uid": "1295485200094470183", "i": 724, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "Nancy Cordes"], "q": "Hill from the spring of 2009 until March 2010 when Mr. <strong> Barack Obama </strong> signed the health care law. The debate was passionate- and in one instance... at variance... with all the talk about new civility: <q> On Jan. 19, the Republican-controlled House voted 245 to 189 to repeal health care reform. The party line vote capped a vigorous debate in which Republicans vilified the health care law and Democrats exalted it, reports CBS News Congressional correspondent <strong> Nancy Cordes </strong>. </q> \" When you order every American to buy health insurance whether they want it, need it or not, that's a government takeover of healthcare, \" said <strong> Mike Pence </strong>, R-Indiana, on the floor.", "new_id": -2}, {"uid": "1296391518023904278", "i": 53407, "idx": 2, "sa": ["David McIntosh", "Mike Pence"], "q": "His political views began to change at Hanover College, where he became a born-again Christian. He met his wife, Karen, at an evangelic church service where she was playing the guitar. <q> I think his faith is first and foremost what makes him tick, </q> said former <strong> Mike Pence </strong> <strong> David McIntosh </strong>. \" Even as he approached this really hard decision, I knew he was at peace about it because he was being prayerful and trying to discern what his calling was in public service.", "new_id": -2}, {"i": 3958, "idx": 1, "index_answer": 3, "new_id": -1, "q": "'' and`` The Late Show With <strong> David Letterman </strong>.''`` Jay-Z is a person in hip-hop that you almost don't think he exists until you meet him,'' <strong> Nicki Minaj </strong> explained to MTV News last February. <q> It's almost like he's bigger than a person. He's a mythical figure. That's a great way to describe it. I was like,` Jay-Z knows me?' I didn't think he knew who I was, let alone recommend me for something. </q> <strong> Nicki Minaj </strong> Rocks Madison Square Garden with <strong> Lil Wayne </strong>, <strong> Friday star </strong>, Drake For New York-area hip-hop artists, ripping the Madison Square Garden stage is a status-cementing moment that few are able to realize. But not", "sa": ["David Letterman", "Lil Wayne", "Friday star", "Nicki Minaj"], "uid": "1296174568165871655"}]