[{"uid": "1294979286033620009", "i": 25966, "idx": 0, "sa": ["Nicole Polizzi", "David Letterman"], "q": "your daughters away Jersey Shore: <strong> Nicole Polizzi </strong> mocks castmates in <strong> David Letterman </strong>'s \"Top Ten' list( VIDEO) star <strong> Nicole Polizzi </strong> will make a guest appearance on Late Night with <strong> David Letterman </strong> tonight( Monday) where she'll read <q>The Top 10 Reasons to Buy the New <strong> Nicole Polizzi </strong> Book.</q> CBS released a sneak peek of <strong> Nicole Polizzi </strong>\"s Top 10 list earlier \"The <strong> Nicole Polizzi </strong> Song\"( Parody of Tik Tok by Ke$ ha) This song is now available on itunes: tinyurl.com Spoof of the famous", "new_id": -2}, {"uid": "1297588971109002780", "i": 17089, "idx": 2, "sa": ["Donald Rumsfeld", "Barack Obama", "Winston Churchill"], "q": "the relationship.\" The former defence secretary cited Mr <strong> Barack Obama </strong>'s actions and words, from his early removal of the bust of <strong> Winston Churchill </strong> from the Oval Office to his recent assertion that the US does not have <q>have a stronger friend and stronger ally</q> than France. \"It seems gratuitous to me,\" Mr <strong> Donald Rumsfeld </strong> said last week in an interview to coincide with publication of Known and Unknown, his 730-page memoir of his time in office under", "new_id": -2}, {"uid": "1295565600254656524", "i": 5827, "idx": 2, "sa": ["Ken Auletta", "Eric Schmidt", "Barack Obama", "Joseph Galante"], "q": "previous month. Combined, Microsoft and Yahoo had 28 percent, down from 28.2 percent, according to ComScore. <strong> Eric Schmidt </strong> may be eyeing a role in the administration of U.S. <strong> Barack Obama </strong>, <strong> Ken Auletta </strong>, author of <q>Googled: The End of the World as We Know It,</q> told Bloomberg Television. <strong> Eric Schmidt </strong>, who commented on the management change to his more than 225,000 followers on Twitter: \"Day-to-day adult supervision no longer needed!\"-- With assistance from <strong> Joseph Galante </strong> and", "new_id": -2}, {"uid": "1296246869137003031", "i": 285, "idx": 0, "sa": ["Mr. Bauer", "Gary Bauer", "Mike Pence"], "q": "health care through a so-called public-option will hurt states, working families, and small businesses. www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q>All the obvious frontline names have all the usual pluses and minuses,</q> <strong> Mr. Bauer </strong> says. But in considering one candidate, <strong> Mr. Bauer </strong> sees only qualities that he likes. Indiana Rep. <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential", "new_id": -2}, {"uid": "1295254462216039433", "i": 13212, "idx": 2, "sa": ["Michael Vick"], "q": "If the NFL and the players do not hammer out a collective bargaining agreement before the draft, <strong> Michael Vick </strong> will lose valuable practice snaps. <strong> Michael Vick </strong> admitted that going through an entire off-season as the No. 1 guy <q>would pay huge dividends for me.</q> He has played only 11 full games as the Eagles' starting quarterback. There is plenty of room to grow. \"Quarterbacks get the starting job and do pretty well, but it's two to", "new_id": -2}, {"uid": "1294961671181354498", "i": 15453, "idx": 0, "sa": ["Eric Cantor", "Mike Pence"], "q": "as Republicans are not changing a lick of substance. They're just talking about it differently. <strong> Eric Cantor </strong>( R-Va.), through his spokesman on Thursday, called for the House to <q>resume thoughtful consideration of the health care bill next week</q>- a clear signal of the tenor they're seeking for the debate. <strong> Mike Pence </strong>( R-Ind.), a favorite of the conservative movement who recently dropped out of Republican leadership, said he'd prefer to call", "new_id": -2}, {"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "\" <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q>He is supporting the troops, I am supporting the children,</q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}, {"uid": "1295768239143409188", "i": 5665, "idx": 5, "sa": ["Rasheed Wallace", "Allen Iverson"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak. \"The best part about it is we struggled at times in the game but we got it done,\" <strong> Allen Iverson </strong> said. <q>We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us.</q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by Featuring all 3 remaining members of SP's Pacific family, the 2472, 2467, and 2479.", "new_id": -2}, {"uid": "1296540304067862528", "i": 13216, "idx": 0, "sa": ["Allen Iverson"], "q": "and artery that runs down <strong> Allen Iverson </strong>'s leg, and that he will miss at least six to eight weeks. <strong> Allen Iverson </strong> should be able to resume his career after a prolonged period of rest. <q>We anticipate a full recovery and certainly anticipate him being able to resume a normal basketball career after a conservative period of time,</q> Andrews said in a statement released through <strong> Allen Iverson </strong>'s manager. <strong> Allen Iverson </strong>, the NBA's Most Valuable Player in 2001 with Philadelphia, agreed to a two-year,$ 4 million US deal with Besiktas after no", "new_id": -2}, {"uid": "1295545167266109004", "i": 39170, "idx": 1, "sa": ["Sergio Marchionne"], "q": "technology to passenger vehicles,\" the agency said, noting in a news release that a minivan \"can be adapted cost-effectively to the technology because the hydraulic components are widely available in other industries.\" <q>In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers-especially if their dollars stay in America,</q> <strong> Sergio Marchionne </strong> said. \"Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.", "new_id": -2}]