[{"uid": "1297196814076382262", "i": 12943, "idx": 2, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Condoleezza Rice", "Colin Powell"], "q": "never found.) <strong> Donald Rumsfeld </strong> phoned <strong> Condoleezza Rice </strong> and <strong> Colin Powell </strong>, among others, last week to alert them to the memoir's publication and to the website, www.rumsfeld.com, where he has posted documents from his files. <q> I gave them a heads-up that the website is going to have hundreds of memos, thousands of pages, and they're going to be mentioned, </q> he says. \"We had a nice discussion,\" he says. <strong> Donald Rumsfeld </strong> defends the decision to go to war in Iraq- \"Are we better off today with <strong> Saddam Hussein </strong> gone? Yes", "new_id": -2}, {"uid": "1296010057252100625", "i": 29450, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer", "Stephen Sandstrom"], "q": "told the committee that recognizing the M1911 is an appropriate honor for Browning. Instead of the gun being blamed for killing people, it should be credited for saving lives on the battlefield, <strong> Stephen Sandstrom </strong> said. <q> Tragic events happen because of bad people in this world. But handguns, and firearms in general, do not kill people, </q> <strong> Stephen Sandstrom </strong> said. \"We need to stop demonizing firearms.\" Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Land Rover 2008 Range", "new_id": -2}, {"uid": "1296727785179978258", "i": 13365, "idx": 0, "sa": ["Dick LeBeau", "Peyton Manning", "Ben Roethlisberger", "Michael Vick", "Tom Brady"], "q": "Packers ahead 7-0 on their way to a 21-14 victory. \"He's like a very good scorer in basketball- you know he's going to get points,\" Steelers defensive coordinator <strong> Dick LeBeau </strong> said. <q> From a defensive standpoint, you've got to keep him from controlling the game and monopolizing the game. That's what we have to try and do with Rodgers. He's a great player. He can create, improvise with his feet, go to his second and third choice in the route because he has such a quick release. </q> The 6-foot-5, 241-pound <strong> Ben Roethlisberger </strong> isn't as speedy as Rodgers or <strong> Michael Vick </strong> nor as statuesque as <strong> Tom Brady </strong> and <strong> Peyton Manning </strong>; he just makes it work. This season, 15 of his 34 rushes produced", "new_id": -2}, {"uid": "1295996308043548675", "i": 34187, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "said. A letter from Common Cause, Democracy 21 and other good government groups said the public financing system has served the country and presidential candidates of both parties well for most of its 35-year existence and <q> the system only began to decline when campaign costs outstripped the public financing provided to participating candidates. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN RAFAEL 4 BR/ 3 BA$ 749,000.00 PETALUMA 3 BR/ 2 BA$", "new_id": -2}, {"i": 10783, "idx": 6, "index_answer": 0, "new_id": -1, "q": ", something that was only done once, in 1880? \"A number of things would have to fall into place to make him competitive,\" said <strong> Charlie Black </strong>, a veteran GOP strategist. <q> The key is the conservative movement adopting him as its favorite. </q> <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more. \"The folks I've heard, the names I've seen, are", "sa": ["Charlie Black", "Mike Pence"], "uid": "1295958129216842277"}, {"uid": "1295025921086523942", "i": 38569, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "a very strong handshake.\" But pleasantries couldn't mask the discomfort felt by all. \"It was uncomfortable. <strong> Kelsey Grammer </strong> looked shocked. The look on his face!\" <strong> Camille Grammer </strong> recalled. <q> It's the first time I've seen him in a long time but it's the first time I've seen him and her together. And with my children, that was uncomfortable. </q> The next day, <strong> Kelsey Grammer </strong> and <strong> Kayte Walsh </strong> brought the children to \"The Late Show with <strong> David Letterman </strong>,\" where it was revealed the new couple plan to wed \"sometime in February.\" The", "new_id": -2}, {"uid": "1295278129044859506", "i": 10918, "idx": 0, "sa": ["Michael Vick"], "q": "left before ending of 3rd quarter, Eagle is setting another record for \"Most Scoring Team\" on Monday Night Football with the spank \"Eagle 59- 21 Redskin\". Eagle also set a new record for <q> Most Scoring Team On The Road In NFL </q>. This is an amazing night for Micheal <strong> Michael Vick </strong> performing. The final score of the game is \"Eagle 59- 28 Redskin\". <strong> Michael Vick </strong> Record Night^^. http://wn.com/Chicago_Bears_Devin_Hester_89_Yard_Punt_Return_Touchdown_vs_Seahawks__Week_6 NES HQ( neshq.com) Presents-", "new_id": -2}, {"uid": "1295774332001081361", "i": 13705, "idx": 2, "sa": ["Andy Coulson"], "q": "leaders to account. More likely, they just wanted to sell more newspapers and exercise undemocratic power based upon confidential information, illegally obtained. If <strong> Andy Coulson </strong> is guilty of any of this, he should be admired. <q> The question is, where were the security services during all of this? </q> Waiting for their script, olympic, with its IT instructions. Ergo are the current heads of intelligence, unfit for future purpose, for are they not supposed to provide future guidance, and much more importantly,", "new_id": -2}, {"uid": "1295797012110280765", "i": 32469, "idx": 3, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": ".\" Commentators said that the row over <strong> Andy Coulson </strong>, a key member of the prime minister's team, had damaged <strong> David Cameron </strong> and his nine-month-old coalition. But deputy prime minister <strong> Nick Clegg </strong> insisted Sunday: <q> I don't think this government will miss a beat. </q> AFP <cite> This story is sourced direct from an overseas news agency as an additional service to readers. Spelling follows North American usage, along with foreign currency and measurement units. </cite> Israel's Holocaust memorial", "new_id": -2}, {"uid": "1297069524039026705", "i": 19213, "idx": 1, "sa": ["Simon Cowell"], "q": "But Steve- who'll be live on the red carpet at this weekend's Baftas for the E! Entertainment channel- stayed tight-lipped about whether he was set to join <strong> Simon Cowell </strong> for the Stateside show. <q> I've spoken to numerous people and all I'll say about it is it's a job I really, really want and I'd love to do. I don't want to go in depth all about it because I think that's a foolish thing to do. It's just a thing I want to do and we'll see in time, </q> he said. Follow the E&S on Twitter Keep up with the latest breaking news and best content with our Twitter updates. Latest dining reviews Read the latest reviews by the Express& Star's", "new_id": -2}]