[{"uid": "1295674630172441694", "i": 8077, "idx": 0, "sa": ["Saddam Hussein", "Andy Coulson", "Barack Obama"], "q": "Bush both deserve the same fate as <strong> Saddam Hussein </strong>. \" They are war criminals. They should be hanged. They were so happy to dole out their`` justice'' on Report Abuse <q> that i the price you pay for being a US dog </q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why <strong> Barack Obama </strong> and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1296770549227754057", "i": 48770, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "'s status for national security purposes.`` It is clear that DoD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud,'' <strong> Sen. Bernie Sanders </strong> said. <q> DoD is very concerned about any fraudulent activity on the part of its contractors, </q> the department said in a statement Thursday.`` In addition to the criminal, civil penalties and sanctions imposed by the courts, DoD has numerous contractual and administrative remedies available, including suspension and debarment, when it", "new_id": -2}, {"i": 22123, "idx": 2, "index_answer": 0, "new_id": -1, "q": "5.45 billion, according to Forbes magazine. Page, 37, takes over the CEO role in <strong> April Wayne </strong>. <strong> Eric Schmidt </strong> summed up seismic shift at <strong> Google Inc. </strong>'s helm in a Twitter post last week that said, <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> has led <strong> Google Inc. </strong> since 2001, three years before the company went public in August 2004. Since then, <strong> Google Inc. </strong>'s shares have grown more than sixfold, at one point surpassing$ 700. <strong> Google Inc. </strong>", "sa": ["Eric Schmidt", "April Wayne", "Google Inc."], "uid": "1295905334076185612"}, {"uid": "1295826103073957409", "i": 10436, "idx": 2, "sa": ["Candy Crowley", "Colin Powell", "Bill Clinton"], "q": "to see what unfolds.`` I will always vote as I have throughout my life, for the person that I think is best qualified to be <strong> Bill Clinton </strong> of the United States,'' he told CNN. <q> And I don't adhere to a single party line. </q> Here is a partial transcript of the chat between <strong> Colin Powell </strong> and CNN's <strong> Candy Crowley </strong>: \" CROWLEY: We are entering a presidential campaign season. Do you see anyone currently in the Republican field that would", "new_id": -2}, {"uid": "1296431363238108720", "i": 6826, "idx": 0, "sa": ["Stewart Mandel", "Steve Lavin", "Michael Vick", "Kevin Kolb"], "q": "put them over the top and into the tournament. If nothing else, it goes in the record book and helps create excitement for the program. <strong> Steve Lavin </strong> should get his share of more energized crowds. <q> It's a step in the right direction, </q> he said afterward. <strong> Stewart Mandel </strong>: St. John's shows signs of progress under <strong> Steve Lavin </strong> by knocking off Duke Eagles Reportedly to Tag <strong> Michael Vick </strong>, Listen to Offers for <strong> Kevin Kolb </strong>", "new_id": -2}, {"uid": "1296179950266141706", "i": 16765, "idx": 4, "sa": ["Lindsey Graham", "Sen. Bernie Sanders"], "q": "Influential Republican senators have proposed raising the Social Security retirement age from 67 to 69, using a formula that Congress agreed to in the 1980s to raise the retirement age from 67 to 69. <q> We know what to do on Social Security; I put on the table[ a proposal] adjusting the age from 67 to 69, </q> <strong> Sen. Bernie Sanders </strong> <strong> Lindsey Graham </strong>( R-S.C.) said Wednesday.`` I don't know how in the heck we save this country from bankruptcy if we don't reform entitlements.`` Why can't we do what", "new_id": -2}, {"uid": "1296599743193396754", "i": 49409, "idx": 2, "sa": ["Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": ". The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children.'' COHEN:`` There's a shot of her with the kids on <strong> David Letterman </strong>.'' CAMILLE: <q> He uses them as props. It's tough, it's harsh. It hurts, of course. </q> The trash talking doesn't end there. Extra notes <strong> Camille Grammer </strong>'s stab at http://wn.com/Camille_Grammer_Meets_Kelsey's_New_Girlfriend_'It_Was_A_Little_Uncomfortable' Video Link icelebpedia.com <strong> Camille Grammer </strong> Meets <strong> Kelsey Grammer </strong>'s New Girlfriend:` It Was A Little Uncomfortable' kelsey grammer girlfriend, kelsey grammer,", "new_id": -2}, {"uid": "1295829795174063631", "i": 15471, "idx": 3, "sa": ["Lou Kerner", "Sergey Brin", "Eric Schmidt"], "q": ", such as Google Buzz, Google Wave and Google TV but acquisitions such as Android, YouTube and DoubleClick have flourished. He said he will be looking to see whether Page, the CEO, <q> can better increase the integration of Google's technology with business models to generate new revenue. </q> Wedbush's <strong> Lou Kerner </strong> said the new management structure could prove more nimble than the troika of <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong>, which has been in place for the last decade.`` What", "new_id": -2}, {"uid": "1295735932001638409", "i": 37000, "idx": 2, "sa": ["Bill Lockyer", "Malcolm M. Lucas"], "q": "with a ruling that upheld term limits. <strong> Bill Lockyer </strong>, who was then a legislator, said many of his colleagues thought <strong> Malcolm M. Lucas </strong>`` went out of his way to add gratuitous insult to the commentary.'' <q> So Ron <strong> Ronald M. George </strong> had to clean up after the elephant, </q> <strong> Bill Lockyer </strong> said.`` He restored relationships partly because he worked so hard and partly because he may be the most diplomatic human being I have met.... When I would try to provoke him, I couldn't", "new_id": -2}, {"uid": "1296629066052166669", "i": 49265, "idx": 0, "sa": ["Steve Ballmer"], "q": "Based on the specs of this beast, I would say the ExoPC is overpriced by about$ 400. Nice machine, but just comparing specs.... <strong> Steve Ballmer </strong>( and Microsoft) still doesn't get the iPad <q> The operating system is called Windows, </q> claimed <strong> Steve Ballmer </strong> when asked about Microsoft's plans for the tablet/slate/pad form factor at the company's annual Financial Analyst Meeting on July 29th 2010. He expressed dismay at the iPad's strong sales figures,''[...", "new_id": -2}]