[{"uid": "1297098713099483693", "i": 37804, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "<strong> Dwaine Caraway </strong>-- who'd take the reins should Mayor Tom step down before the May election-- is seen presenting a key to the city of Dallas to Philadelphia Eagles QB <strong> Michael Vick </strong> at some Super Bowl party. <q>Let me say this, in short: With me, with me, it's simply and only about the children,</q> <strong> Dwaine Caraway </strong> tells Unfair Park this morning, referring to the fact the downtown event was filled with \"wayward kids.\" <strong> Michael Vick </strong>'s Super Bowl party was canceled over security concerns, though he did make an appearance", "new_id": -2}, {"uid": "1296010057252100639", "i": 12355, "idx": 1, "sa": ["Newt Gingrich", "Bill Lockyer", "Stephen Sandstrom"], "q": "saving lives on the battlefield, <strong> Stephen Sandstrom </strong> said. \"Tragic events happen because of bad people in this world. But handguns, and firearms in general, do not kill people,\" <strong> Stephen Sandstrom </strong> said. <q>We need to stop demonizing firearms.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1295633194146702360", "i": 2654, "idx": 9, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": "see what they do with it.\" Defense <strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong> will soon lift the ban on initiating new cases against Guantanamo detainees in preparation to increase the use of military commissions for prosecution. Imposed <q>on the day of <strong> Barack Obama </strong>'s inauguration,</q> the overturned ban will be accompanied by \"an executive order to create a parole board-like system\" to review cases of nearly 50 detainees who would be held without trial. At a briefing hosted by the Economic", "new_id": -2}, {"uid": "1295285586064159807", "i": 19091, "idx": 0, "sa": ["Oprah Winfrey", "Michael Vick", "Piers Morgan", "Toni Morrison"], "q": "that I was depressed,\" she says. <strong> Oprah Winfrey </strong> starred in the film( based on <strong> Toni Morrison </strong>'s prize-winning novel) and her company Harpo Productions produced it. But its box-office performance was disappointing. <q>It sent me into a macaroni-cheese tailspin. I ate about 30 pounds worth, I'm not kidding,</q> she says. <strong> Piers Morgan </strong> and <strong> Oprah Winfrey </strong> also make a bet about who will book an interview with NFL superstar <strong> Michael Vick </strong> first. \"One hundred British pounds says I'll get <strong> Michael Vick </strong> before you,\"", "new_id": -2}, {"i": 34180, "idx": 1, "index_answer": 0, "new_id": -1, "q": "is a major milestone for her and we're hoping that she crosses through many more,\" said her neurosurgeon Dr. Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q>It was raw courage. It was raw strength. It was so beautiful and so moving.</q> Advertise â\u0080¢ Contact Â© 2011 Vindy.com. All rights reserved. A service of The Vindicator. 107 Vindicator Square. Youngstown, OH 44503", "sa": ["Kirsten Gillibrand"], "uid": "1294960830111804421"}, {"uid": "1296441989213188616", "i": 20818, "idx": 1, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,</q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Rodney_Rogers_scores_9_points_in_9_seconds/_Denver_Nuggets_Comeback kobe makes a 4 point play against the nuggets", "new_id": -2}, {"uid": "1297725547245252135", "i": 15498, "idx": 0, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": "illegally detained as an enemy combatant and then held in a Navy brig for 44 months. It names government and brig officials, including Defense <strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong> and former Defense <strong> Donald Rumsfeld </strong>, as defendants. Padilla is <q>an American citizen who was subjected to unprecedented torture and abuse not far from this courtroom,</q> Ben Wizner, the litigation director for the American Civil Liberties Union Foundation, told U.S. District Judge Richard Gergel. \"There is a floor for human treatment in any U.S. prison below which no officer can", "new_id": -2}, {"uid": "1296962228115425286", "i": 13680, "idx": 6, "sa": ["Michael Vick"], "q": "running back/kick ereturner( notes), and Tampa Bay rookie running back( notes)( one each). Polamalu won the Defensive Player of the Year award earlier this week. Report Abuse <q> \"<strong> Michael Vick </strong> became won The Associated Press 2010 NFL Comeback Player of the Year award Saturday</q>\" Report Abuse \"dude, the grammer sucks!! how are these people getting paid for lousy writing:\" \"<strong> Michael Vick </strong> became won The Associated Press 2010 NFL Comeback Player of the Year award Saturday\"", "new_id": -2}, {"uid": "1297488288223461472", "i": 9227, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "at an entire ecosystem of products. Also up in the air is how this agreement will impact each company's tablet strategies. A letter from <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> on Nokia's Web site says, <q>the battle is moving from one of mobile devices to one of mobile ecosystems.</q> Any such ecosystem must include devices beyond smartphones. Internal reactions at Nokia were made apparent when an estimated 1000 employees \"walked out\" in protest to the announcement. Can't blame them- layoffs", "new_id": -2}, {"uid": "1297715146211173397", "i": 3678, "idx": 1, "sa": ["House Judiciary Committee", "Kirsten Gillibrand", "Al Franken", "Barbara Boxer", "Frank Lautenberg", "Richard Blumenthal", "Patty Murray"], "q": "A gaggle of <strong> House Judiciary Committee </strong> Senators led by <strong> Barbara Boxer </strong>( D-Calif.), however, blasted Smith and Lipinksi's efforts, and accused them of risking \"the health and the lives of women.\" <q>Your agenda on women's health is extreme. It breaks faith with a decades-long bipartisan compromise,</q> <strong> Barbara Boxer </strong> said at a Tuesday press conference, with Sens. <strong> Patty Murray </strong>( Wash.), <strong> Kirsten Gillibrand </strong>( N.Y.), <strong> Richard Blumenthal </strong>( Conn.), <strong> Al Franken </strong>( Minn.) and <strong> Frank Lautenberg </strong>( N.J.). The bill would", "new_id": -2}]