[{"uid": "1295315613097861656", "i": 3444, "idx": 0, "sa": ["Mike Pence"], "q": "The pair's site is a gathering place for grassroots conservatives to sign a petition urging <strong> Mike Pence </strong> to choose a run for the White House. The site describes <strong> Mike Pence </strong> as`` the conservative champion.'' <q> <strong> Mike Pence </strong> describes himself as` first a Christian, then a conservative, then a Republican,' </q> Benko said.`` He unifies fiscal, social and national security conservatives, and will energize the conservative coalition essential to winning back the White House in 2012.'' The Hill reported <strong> Mike Pence </strong>, 51,", "new_id": -2}, {"uid": "1295607662129794065", "i": 20763, "idx": 1, "sa": ["Eric Schmidt"], "q": "up 26 percent on a year ago, while profit was up 29 percent. To put this into perspective, however, Google's$ 2.54 billion Q4 profit was still less than half Apple managed. <q> Q4 marked a terrific end to a stellar year, </q> said <strong> Eric Schmidt </strong>.'' Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as", "new_id": -2}, {"i": 1060, "idx": 2, "index_answer": 0, "new_id": -1, "q": "an effort to speed up decision-making.`` In strategy we agree. There's no disagreement,'' <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. <q> In character, he's fundamentally a deeper thinker than anybody else, </q> he said.`` He sees a few moves deeper than I do.'' <strong> Eric Schmidt </strong> is also set to get a$ 100 million equity award, his first since joining the company in 2001, which", "sa": ["Eric Schmidt"], "uid": "1295984011193069115"}, {"uid": "1295647381119324709", "i": 20040, "idx": 0, "sa": ["Joseph Goebbels", "Steve Cohen", "Mike Pence", "Ed Schultz"], "q": "question that preceded <strong> Steve Cohen </strong>'s attack on <strong> Mike Pence </strong>, <strong> Ed Schultz </strong> even tried to defend the Tennessee Congressman's Tuesday outburst on the House floor in which he claimed Republicans were using <strong> Joseph Goebbels </strong> propaganda tactics in their opposition to ObamaCare: <q> I think a lot of liberals in this country admire you for calling them[ Republicans] liars because the numbers are what they are... you're talking about a messaging machine that they definitely have followed to get their point across about health care, which you think is having an effect. </q> The interview actually started out seeming to be an opportunity for <strong> Steve Cohen </strong> to apologize for his Tuesday comments, with <strong> Ed Schultz </strong> asking:`` Congressman, did you go too far there?'' <strong> Steve Cohen </strong> seemed hesitantly remorseful:", "new_id": -2}, {"uid": "1295617505107249688", "i": 7006, "idx": 0, "sa": ["Google Inc.", "Eric Schmidt", "Mark Zuckerberg"], "q": "users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave <strong> Google Inc. </strong> to work for the social networking company. <q> My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a startup, </q> Page said in a Thursday interview.`` I think I will have time to do that given the way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred in the same interview, saying it had", "new_id": -2}, {"uid": "1295948449244924442", "i": 26328, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "be brought about by her involvement in the US show. However, it appears that <strong> Cheryl Cole </strong>'s fellow UK X Factor judge <strong> Simon Cowell </strong> is the only senior figure advocating the 27-year-old for the role. <q> <strong> Simon Cowell </strong> has been the only one pushing for her and trying to convince everyone that she'll be a big hit, </q> the source continued.", "new_id": -2}, {"uid": "1296655097153911319", "i": 2382, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "'s message or announcing a press conference for Wednesday. Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.), one of <strong> Gabrielle Giffords </strong>'s good friends, said Monday that she visited <strong> Gabrielle Giffords </strong> this weekend and saw the congresswoman making progress. <q> <strong> Gabrielle Giffords </strong> continues to defy the odds& is so appreciative of all your support, </q> <strong> Kirsten Gillibrand </strong> wrote on Twitter.`` Pls cont[ inue] to keep her in your prayers.'' On the day <strong> Gabrielle Giffords </strong> moved to rehab, doctors said she was doing`` remarkably well'' and was", "new_id": -2}, {"uid": "1297660283045400064", "i": 22783, "idx": 0, "sa": ["David Letterman", "Whitney Houston"], "q": "no youngster-- you'll be 50 in March-- and if you really want... What's romantic? Taking your sweetheart to New York City. Quotes from Sunday's 53rd annual Grammy Awards: <q> I should have thanked my wife instead of <strong> Howard Stern </strong> because I'm probably in a lot of trouble.-- Train frontman <strong> Patrick Carney </strong> Monahan backstage after accepting the award for pop performance with vocals by a duo or group.`` <strong> Justin Bieber </strong>? Hairpiece. </q>-- <strong> David Letterman </strong> revealing the top Grammy surprises.`` I need to say thank you tonight to <strong> Whitney Houston </strong>. I wanted to thank <strong> Whitney Houston </strong> because when I wrote` Born This Way,' I imagined", "new_id": -2}, {"uid": "1297272603143687692", "i": 24754, "idx": 1, "sa": ["Mike Pence"], "q": "and a prostitute. Mr. <strong> Mike Pence </strong> said the videos are`` heartbreaking evidence employees of Planned Parenthood... facilitating, essentially, the abuse of a minor and sex trafficking.'' <q> What is becoming more evident to people through these tapes and through these revelations... is that[ federal funding of Planned Parenthood] has to stop, </q> Mr. <strong> Mike Pence </strong> told`` America's Morning News'' radio show. Mr. <strong> Mike Pence </strong> said he is pushing Congress to support the Title 10 Abortion Providers Prohibition Act, which would``", "new_id": -2}, {"uid": "1295218030130613328", "i": 17465, "idx": 0, "sa": ["Troy King", "Colin Powell"], "q": "a task force to combat electronic gaming after disagreements with Attorney <strong> Colin Powell </strong> <strong> Troy King </strong> on enforcement, said they moved forward closing the operations down until they reached VictoryLand in Shorter and Country Crossing near Dothan. <q> We knew when that happened, just because of the people that owned it, that it was going to be very controversial, </q> the governor said.`` But you can't do it in one place and not do it in another place because the people who owned it are more powerful or more politically connected.''", "new_id": -2}]