[{"uid": "1297299209172949515", "i": 24082, "idx": 3, "sa": ["Nigel Lythgoe", "Simon Cowell", "Jennifer Lopez"], "q": ". But it's not in the voice of \"American Idol.' Thanks so much for coming,\" <strong> Nigel Lythgoe </strong> said. Honest with the contestants, <strong> Nigel Lythgoe </strong> says <strong> Jennifer Lopez </strong> judges with her heart. <q>She's her own person, and she knows what she wants to say, and she'll just start saying it:` Now what I think is this.' And it isn't anything trite... it's from her heart and she means it,<q> <strong> Nigel Lythgoe </strong> said. However it's doubtful <strong> Simon Cowell </strong> will be even ruffled by <strong> Nigel Lythgoe </strong>\"s remarks. In fact he has reportedly been on the record as saying he thinks the show is doing great without him.", "new_id": -2}, {"uid": "1294965103172343305", "i": 13380, "idx": 0, "sa": ["Kirsten Gillibrand", "Nancy Pelosi", "Barack Obama", "Debbie Wasserman Schultz"], "q": "is strengthened because we share a profession and experiences,\" <strong> Debbie Wasserman Schultz </strong> said in an interview Thursday. \"But it's tighter than that. There are precious few good friends.\" <strong> Debbie Wasserman Schultz </strong> said the women <q>don't get a lot of social time<q> in Washington but tried to catch up when they could, recently lunching together in the Senate dining room at New York Democratic <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>'s request. It was <strong> Kirsten Gillibrand </strong> and <strong> Debbie Wasserman Schultz </strong>, along with House Minority Leader <strong> Nancy Pelosi </strong>", "new_id": -2}, {"uid": "1296115657070025243", "i": 28413, "idx": 0, "sa": ["David Letterman"], "q": "and computers. On August 30th 1993, on the \"Late Show\", <strong> David Letterman </strong> referred to a \"switch\" in a pet trick segment involving \"Bailie\" the dog who played dead on command and used <q>There is no off position on the genius switch.<q> as a queue. http://www.youtube.com/watch?v=_rr_IXvCm4k During Beta testing of the \"Key to Knowledge\", which started yesterday, the inventors confirmed that humans could use it to become \"Super Intelligent\", simply by understanding", "new_id": -2}, {"uid": "1297132541144228403", "i": 775, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "accused the Bush administration of lying, compiling \"a small string of comments- ill-chosen or otherwise deficient- to try to depict the administration as purposefully misrepresenting the intelligence.\" But, <strong> Donald Rumsfeld </strong> says: <q>While I made a few misstatements- in particular the one mentioned above- they were not common and certainly not characteristic. Other senior administration officials also did a reasonably good job of representing the intelligence community's assessments accurately in their public comments about Iraqi WMD, despite some occasionally imperfect formulations.<q> As well as the \"misstatement\" on WMDs, he expresses regret over one of his most famous comments about Iraq: \"stuff happens\". He was speaking about looting of the museum in Baghdad", "new_id": -2}, {"uid": "1295633024155697153", "i": 32123, "idx": 2, "sa": ["Andy Coulson"], "q": "everyone else, Brits, Iraqis it was a disaster. The flitting from dodgy dossier, to WMD, to regime change, resulting in the petulant stance taken by the majority of nulab, viz. <q>Is anyone really saying that Iraq is not a better place without Saddam?<q> shows the snaky nature of the whole enterprise. wrote: i wonder what position in the Murdochracy <strong> Andy Coulson </strong> will be given? no doubt to start the \"boosting\" of Tory promises and lies", "new_id": -2}, {"uid": "1296330421077611055", "i": 24157, "idx": 0, "sa": ["Timothy McVeigh", "Sen. Bernie Sanders"], "q": "assumption was that it \"had to be\" an Arab or Muslim terrorist who was responsible. For the few days after the bombing, before <strong> Timothy McVeigh </strong> was captured, all the usual experts were certain the attack bore <q>all the hallmarks of Middle Eastern terrorism.<q> Then white Christian American citizen <strong> Timothy McVeigh </strong> was caught. Oops. Sorry. Veterans Slam <strong> Sen. Bernie Sanders </strong> Bachmann's Plan To Cut Vet Benefits: \"Heartless,'` Shows Contempt' For Troops\" Sacrifice Virginia Lawmaker Says", "new_id": -2}, {"uid": "1295131435025296910", "i": 1266, "idx": 0, "sa": ["Carmelo Anthony", "Allen Iverson", "Kevin Garnett"], "q": "in the league, just added pressure. <strong> Carmelo Anthony </strong> scored 29 points, <strong> Allen Iverson </strong> added 28 and the Denver Nuggets spoiled the return of <strong> Kevin Garnett </strong>, holding on for a 124-118 victory over the Boston Celtics on Tuesday night. <q>Winning this game puts a lot of pressure on us, because if you can beat a team like this, then you can beat all the other teams,<q> <strong> Allen Iverson </strong> said. \"We have enough talent to scare some people, but we just have to bring it night in and night out.\" The Nuggets even beat the Celtics at full strength-- kind of.", "new_id": -2}, {"i": 4658, "idx": 2, "index_answer": 0, "new_id": -1, "q": "veteran who had served as CEO of Novell and chief technology officer of Sun Microsystems, <strong> Eric Schmidt </strong> was brought in to provide some \"adult supervision.\" On his Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q>Day-to-day adult supervision is no longer needed.<q> \"I believe Larry is ready\" to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts. \"It's time for him to have a shot at running this.\"", "sa": ["Eric Schmidt"], "uid": "1295584186085278737"}, {"uid": "1296355302262340726", "i": 48401, "idx": 9, "sa": ["Michael Vick"], "q": ", but not to use him in ads. Not yet. Maybe, if <strong> Michael Vick </strong> continues on the path he's on now, he'll be hawking products on TV again. <q>I think he could as long as his football career keeps going as well as it has this year,<q> Bodock said. \"A lot of it will have to do with the public's reaction to him. SPORTS POLL Would you consider the 2010 Philadelphia Eagles season a success?", "new_id": -2}, {"uid": "1296691231003915851", "i": 36681, "idx": 0, "sa": ["Michele Bachmann", "Mike Pence"], "q": "legislative impact. If wackos are leading the charge, unfortunately, some of them of them have seats in Congress. <strong> Michele Bachmann </strong> linked to the Live Action video on her Facebook page on Tuesday, noting that <q>I am introducing a bill that would prohibit Planned Parenthood from receiving any future federal money directly or indirectly... You must see this undercover video. This is horrifying!<q> She's not being abstract. Her colleague, <strong> Michele Bachmann </strong> <strong> Mike Pence </strong>, recently introduced legislation that would deny federal dollars to Planned Parenthood and other organizations that receive family funds and also provide abortion. The <strong> Mike Pence </strong> bill", "new_id": -2}]