[{"uid": "1296387372079249426", "i": 22466, "idx": 1, "sa": ["Zahi Hawass"], "q": "bid to steal the mummies.`` But demonstrators in collaboration with security forces stopped the thieves and returned the relics to the museum-- but they were already damaged,'' <strong> Zahi Hawass </strong> told AFP. <q> Only their heads were intact, </q> he added. The fate of the vandals remained unknown. The Egyptian museum, which houses invaluable treasures of antiquity, was surrounded on Saturday by a human chain formed by dozens of Egyptians to", "new_id": -2}, {"uid": "1297249710016384018", "i": 49812, "idx": 1, "sa": ["Adam Sandler", "David Letterman"], "q": "made a fairly benign statement regarding <strong> Adam Sandler </strong>'s mother's friends.`` They all know what you do, right?'' <strong> Adam Sandler </strong> responded with a joke that spiralled into a pretty odd place rather quickly. <q> My mother still thinks I'm a doctor, </q> he quipped.`` I never really told her. So every Thanksgiving her friends will come over and I'll give them pelvic exams.'' Watch <strong> Adam Sandler </strong> on` <strong> David Letterman </strong>' after the jump! Now why", "new_id": -2}, {"uid": "1297260292064307302", "i": 27280, "idx": 2, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "`` I made a comment like` Thank you' or something, and <strong> George H. W. Bush </strong> looked me in the eye and said,` You better take this seriously,''' the former Pentagon chief recalled. <q> And of course, I did take it seriously. But I was also realistic that there was not much one could do about that. </q> The television appearance was part of <strong> Donald Rumsfeld </strong>'s effort to promote his new memoir,`` Known and Unkown,'' which was recounts his long government career serving Republican George H. W. Bushs from Richard Nixon to <strong> George H. W. Bush </strong>.", "new_id": -2}, {"uid": "1297162553239927304", "i": 51752, "idx": 0, "sa": ["Sergio Marchionne"], "q": "while at the same time acknowledging just how much America has wanted to pretend that Detroit is from a different country, an` unAmerican' country that would allow its citizens to live in such despair.'' <q> This ad hit me like a poem and a prayer with perfect pitch. </q>`` Chrysler is 9% owned by taxpayers after a$ 9 billion federal rescue two years ago, and it's part owned and run by an Italian, Fiat's <strong> Sergio Marchionne </strong>. Can the company still", "new_id": -2}, {"uid": "1297627088160415774", "i": 31277, "idx": 3, "sa": ["Ben Wood", "Steve Ballmer"], "q": "Apple im Schlussquartal 2010 16,2 Millionen iPhones verkaufte. Zudem hat Microsoft nur 8000 der f?r den Erfolg eines Smartphones wichtigen Zusatzprogramme im Angebot. Apple bietet mehr als 350.000 sogenannte Apps, Google kommt mit Android auf 100.000. <q> Die kosysteme von Apple und Google haBen Wood einen enormen Vorsprung </q>, sagte Mark McKechnie von der New Yorker Investmentbank Gleacher& Company. Genau hier d?rfte die Allianz die gr?ten Fortschritte f?r Microsoft bringen. <strong> Steve Ballmer </strong> wurde in London nicht m?de, den nun offenen Zugang seiner Entwickler auf Nokias", "new_id": -2}, {"uid": "1295918657088195080", "i": 3847, "idx": 0, "sa": ["Derek Hough", "Simon Cowell"], "q": " Big hitter... Rihanna is an established name in America <strong> Simon Cowell </strong> is now fighting tooth and nail to persuade the producers to vote Geordie and back Cheryl. A pal of her boyfriend <strong> Derek Hough </strong> said: <q> Everyone thinks Cheryl has the judging job on US X Factor in the bag.`` The truth is, nothing has been signed and the producers still aren't convinced.`` They are more keen to get a big US star like Katy or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US. </q> Cheryl has already banked on the move to LA- checking out apartments in the city and getting ready for a fresh start. Her dancer fella <strong> Derek Hough </strong> and other showbiz mates including WILL.I.AM and", "new_id": -2}, {"uid": "1295586165085278740", "i": 11234, "idx": 6, "sa": ["Larry Page", "Eric Schmidt"], "q": "management reshuffling appears to be amicable. Both <strong> Larry Page </strong> and <strong> Eric Schmidt </strong> had high praise for each other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his`` best friends.'' <q> I believe <strong> Larry Page </strong> is ready </q> to be CEO, <strong> Eric Schmidt </strong> said during the call.`` It's time for him to have a shot at running this.'' title=\"VW considering offering new car brand specifically for China: report\" href=\"http://www.chinapost.com.tw/business/company-focus/2011/01/20/288324/VW-considering.htm\"> VW considering", "new_id": -2}, {"uid": "1295458625213254221", "i": 2891, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor.`` In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,'' <strong> Sergio Marchionne </strong> added. <q> One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology. </q> Other Chrysler group fuel-saving technologies include cylinder deactivation on V8 engines, a new MultiAir engine induction system being introduced to the US on the J.D. Power's Estimated Pan-European Passenger Car Assembly by Model( annual", "new_id": -2}, {"uid": "1296092084132530182", "i": 17694, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "Google Apps. After all, Google's core business of search can't prop up the company forever.`` Google's business group gets good support overall,'' says Forrester research analyst Ted Schadler. <q> With Google's core search business under attack from Bing and Yahoo, I would expect them to keep investing in Google Apps for Business. </q> And Microsoft might not want to get too comfortable with the idea of <strong> Larry Page </strong> as the t-shirt wearing, Wall Street-oblivious CEO: <strong> Larry Page </strong> may just be an interim leader as Google looks for another <strong> Eric Schmidt </strong>, Kay", "new_id": -2}, {"i": 6481, "idx": 11, "index_answer": 1, "new_id": -1, "q": "even the slightest hint of that,'' he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q> My goodness, the intelligence was certainly wrong. </q> But he categorically refused to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons.`` I have no idea. I have no", "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "uid": "1297137461190611470"}]