[{"uid": "1295621146048054324", "i": 59314, "idx": 2, "sa": ["Andy Coulson", "Rupert Murdoch", "Ed Miliband", "David Cameron"], "q": "which he resigned after a reporter and a private investigator were imprisoned for phone-tapping in 2007. In appointing <strong> Andy Coulson </strong>, <strong> David Cameron </strong> judged his experience and skills outweighed the political risk that the phone-tapping scandal might resurface. <q> The cloud of allegations surrounding <strong> Andy Coulson </strong>'s tenure at the News of the World raised real questions about his ability to be at the heart of the Downing Street machine. He's now done the right thing but he should have done it earlier, </q> Labour leader <strong> Ed Miliband </strong> told reporters. \"I think it raises real questions about <strong> David Cameron </strong>'s judgment that he hung on to <strong> Andy Coulson </strong> for so long.\" <strong> Rupert Murdoch </strong>'s News Corp. is also in the spotlight as", "new_id": -2}, {"uid": "1295479227005455882", "i": 2257, "idx": 1, "sa": ["Oprah Winfrey", "Piers Morgan", "Michael Vick"], "q": "?\" Properly? Does it come with instructions? We don't talk like that. When he proposed a wager with <strong> Oprah Winfrey </strong> over who'll get to interview <strong> Michael Vick </strong> first, <strong> Piers Morgan </strong> said, <q> I'll bet you 100 British pounds. </q> Brother, can you spare 10 pence? CNN, whose ratings are reeling, is outsourcing its flagship nightly show. <strong> Piers Morgan </strong> is a dandy, he fiddles with his cuff links and smirks in", "new_id": -2}, {"uid": "1297312377112132114", "i": 53652, "idx": 0, "sa": ["Bernie Sanders", "Bob King", "Barack Obama", "David Cay Johnston"], "q": "Against the Tides, the third edition of which was just published last year. <strong> Barack Obama </strong> Calls for Spending Freeze, Lowering Corporate Taxes in State of the Union Fifty Years After Eisenhower's Farewell Address, A Look at <q> Prophets of War: Lockheed Martin and the MaBob King of the Military-Industrial Complex </q> \"The Worse Off You Are, Your Taxes Increase\" : Journalist <strong> David Cay Johnston </strong> Slams Barack Obama-GOP Tax Deal <strong> Bernie Sanders </strong> Denounces Barack Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming \"Banana Republic\" \"Counting the Jobs Lost", "new_id": -2}, {"uid": "1297464725077398024", "i": 42075, "idx": 3, "sa": ["Hosni Mubarak", "Leon Panetta", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong>, however, did not fault CIA director <strong> Leon Panetta </strong> for pointing to news reports, suggesting during his testimony there was a \"strong likelihood\" that Egyptian President <strong> Hosni Mubarak </strong> would step down Thursday. <q> People who think they know the answer and publicly announce what they believe to be the case are often wrong, </q> <strong> Donald Rumsfeld </strong> said, saying that the outcome of a volatile situation is not always possible to predict. But the former defense secretary said official statements from Washington urging <strong> Hosni Mubarak </strong> to step aside have differed from what the", "new_id": -2}, {"uid": "1295896445195428366", "i": 17728, "idx": 0, "sa": ["Cher Lloyd", "Simon Cowell"], "q": "songs he wants her to record for her album. But <strong> Cher Lloyd </strong>- who is currently in the States working with producers like will.i.am and RedOne- is having none of it. <q> I wouldn't be here without him, </q> <strong> Cher Lloyd </strong> tells The Sun of her relationship with the X Factor judge. \"<strong> Simon Cowell </strong> gets me and he's got my back. He knows me too well to give me rules- he likes the fact I'm", "new_id": -2}, {"uid": "1295699377236945420", "i": 536, "idx": 0, "sa": ["Al Davis", "Michael Vick", "Joel Segal"], "q": ", franchise-tag contract, no problem. \"It really doesn't matter as long as I can play football next year,\" <strong> Michael Vick </strong> said the day after the Eagles' playoff loss to Green Bay. <q> It's all a blessing to me. </q> Ah, but then <strong> Michael Vick </strong> had a little chat with his agent, <strong> Joel Segal </strong>. And <strong> Joel Segal </strong> apparently explained the many reasons most players and agents would rather go hot-tubbing with <strong> Al Davis </strong> than play under a franchise tag", "new_id": -2}, {"uid": "1295639889070795282", "i": 40868, "idx": 6, "sa": ["Andy Coulson", "Tom Watson", "Rupert Murdoch"], "q": "represented his views to the country for nearly four years. <strong> Tom Watson </strong>, the former defence minister and a man who has used his position on the culture select committee to chase down <strong> Andy Coulson </strong>, said his departure <q> creates serious questions over the prime minister's judgment, and points to the need for a deeper investigation into the affairs of <strong> Rupert Murdoch </strong>'s News Corp </q>. He called on <strong> Rupert Murdoch </strong> to clean up his operation before he could pursue his? 8.3 bn bid for the complete takeover of BSkyB. <strong> Rupert Murdoch </strong> is waiting to hear whether the bid will be referred by", "new_id": -2}, {"uid": "1295390240232685652", "i": 24600, "idx": 2, "sa": ["Sergio Marchionne"], "q": "We have a long way to go,\" <strong> Sergio Marchionne </strong> said. The vehicles from the new minivan platform would be built in Windsor, guaranteeing the future of the plant and all three shifts. <q> I am here with one message to tell you, </q> <strong> Sergio Marchionne </strong> said after departing from his script and addressing the plant's workers. \"The future of this plant is without doubt guaranteed.\" Windsor Assembly is Chrysler's oldest plant and its only North American", "new_id": -2}, {"uid": "1296770511173654034", "i": 14674, "idx": 48, "sa": ["Andrew Card", "Colin Powell", "Paul Wolfowitz", "Donald Rumsfeld"], "q": "'s deputy, <strong> Paul Wolfowitz </strong>, \"was leaking against him\" - which <strong> Donald Rumsfeld </strong> says he did not believe. You might describe this as the war behind the war. The sniping reached the Oval Office. <q> It needs to stop, </q> Bush told him. <strong> Donald Rumsfeld </strong> responded that it was State that was trashing the Pentagon. Chief of staff <strong> Andrew Card </strong> said he heard the opposite complaint from <strong> Colin Powell </strong>'s team. Bush called the next day. <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1295501959237502465", "i": 49865, "idx": 8, "sa": ["Simon Cowell"], "q": "one of the best pieces of advice he was once given by a very successful person: \"<strong> Simon Cowell </strong>, always know when to leave the fair.\" He says now he understands and agrees with this advice. <q> I can look back on the last 10 years and say it's been a blast. I've enjoyed myself. It's not the most difficult job in the world, is it?` You're good, you're terrible,' walk out. </q>", "new_id": -2}]