[{"uid": "1296685321182059018", "i": 46258, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "taxes for the wealthy. Searching for some way to make rich people happy to fork over the extra taxes, Adams landed on the idea of selling the naming rights for airports and bridges. The cartoonist mused: <q> ''It does seem like a waste of taxpayer resources to name a road after a dead politician if we can get a better price at auction.</q>'', the latest installment of The Market This Minute offered a look back at outgoing <strong> Google Inc. </strong>( GOOG) CEO <strong> Eric Schmidt </strong>'s most memorable quotes. Click here to watch the video. For", "new_id": -2}, {"uid": "1295667348007979065", "i": 36614, "idx": 3, "sa": ["Lou Kerner", "Eric Schmidt", "Google Inc."], "q": "<strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. ''Larry has been with me in every major decision in the past decade,'' <strong> Eric Schmidt </strong> said in an interview Thursday. <q>It's not like he has been sitting around doing nothing.</q> Wedbush Morgan analyst <strong> Lou Kerner </strong> says, ''Facebook is the most ominous threat to <strong> Google Inc. </strong>, but Facebook is just emblematic of the rising pace at which all of these( startups) are moving. It's", "new_id": -2}, {"uid": "1295515771004980738", "i": 7022, "idx": 0, "sa": ["Barack Obama", "Mike Pence"], "q": "a vote. And even if it did, it would face a certain veto by <strong> Barack Obama </strong>. But Rep. <strong> Mike Pence </strong>, a leading GOP conservative, dismissed Democratic criticism that Wednesday's vote was a ''gimmick.'' <q>We have another term for it on our side of the aisle: It's a promise kept,</q> he said. CNNMoney: Health care repeal would kill off tax breaks Why do Republicans want to take away tax breaks for small businesses? Well, they don't really. What they want to do is", "new_id": -2}, {"i": 5030, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> Jimi Hendrix </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> Jimi Hendrix </strong> Thompson created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q>He tells me the end of the game is my time, I should have the ball in my hands,</q> <strong> Allen Iverson </strong> said. ''So if somebody else turns it over, he yells at me. I just tell my teammates: ''Let me get the ball. He''ll scream at me The BP symbol is on", "sa": ["Allen Iverson", "Jimi Hendrix", "Donyell Marshall"], "uid": "1295212882209371150"}, {"uid": "1297690529083525667", "i": 20917, "idx": 0, "sa": ["Lindsay Lohan", "Simon Cowell"], "q": "this could turn her life around.' But <strong> Simon Cowell </strong> quickly moved to quash the rumours, with his SyCo label Twitter account announcing: ''No truth in stories <strong> Lindsay Lohan </strong> being lined up for TheXFactorUSA-Spokesperson <q>We have never spoken to <strong> Lindsay Lohan </strong> about any role in the show</q>.' <strong> Simon Cowell </strong> has yet to announce any of the judges for the US version of the hit talent show, and admitted at a press conference last week:` we honestly haven''t made", "new_id": -2}, {"uid": "1296666375083984402", "i": 25708, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "many changes this season, but executive producer <strong> Nigel Lythgoe </strong> assures us that the talent this season is the best yet as he reveals some thoughts about the new season in a recent interview. <strong> Nigel Lythgoe </strong> told the Hollywood Reporter that <q>You haven't really seen how strong the talent is yet. We can afford to lose 10 great ones this year because they're that good!</q> <strong> Nigel Lythgoe </strong> goes on to share that this season is all about bringing the fun back into the show and he sees that happening without <strong> Simon Cowell </strong>, but with a fresh new set of judges- along with Randy of course", "new_id": -2}, {"uid": "1295565086075235341", "i": 13161, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "( ''Day-to-day adult supervision no longer needed!'', poking fun at his blog post. The latter explained that he, Page and other co-founder <strong> Sergey Brin </strong> no longer needed to guide the company as a trio: <q>So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right moment to make some changes to the way we are structured.</q> Page will take over <strong> Eric Schmidt </strong>'s job on April 4. <strong> Eric Schmidt </strong> will become the company's executive chairman, working on Google's relationships with other companies. <strong> Sergey Brin </strong>( a University of Maryland alumnus) will ''", "new_id": -2}, {"uid": "1297184420188334218", "i": 47003, "idx": 0, "sa": ["Brett Favre", "David Letterman", "Aaron Rodgers", "James Starks", "Larry McCarren"], "q": "down with <strong> David Letterman </strong> to talk about the Super Bowl, Green Bay and of course <strong> Brett Favre </strong> came up in conversation. When asked whether <strong> Brett Favre </strong>'s wishy-washy decision to retire had any affect on him: <q>I was the guy that took all the reps in the off season, and he was the guy who took all the reps during the season. So, that's kind-of how it worked out,</q> said <strong> Aaron Rodgers </strong>. <strong> Aaron Rodgers </strong> topped off his <strong> David Letterman </strong> appearance with a good ol' pigskin toss to <strong> David Letterman </strong>. Previous article <strong> James Starks </strong> to appear on <strong> Larry McCarren </strong>'s Locker Room Live Watch CBS Shows Watch your favorite new and", "new_id": -2}, {"uid": "1297088565019349578", "i": 17381, "idx": 0, "sa": ["Simon Cowell"], "q": "website for the upcoming Fox version of <strong> Simon Cowell </strong>'s competition confirmed the news. The show will allow anyone over the age of 12 to audition to become ''America's next undiscovered superstar''. <q>I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,</q> <strong> Simon Cowell </strong> said. ''I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing", "new_id": -2}, {"uid": "1296687191210616333", "i": 47711, "idx": 0, "sa": ["Simon Cowell", "Charlotte Church"], "q": " ''let go'' from her gig at... UPDATE II: A rep from Lambert's record company, XIX Entertainment, issued a statement clarifying Lambert's remarks( via The Hollywood Reporter): <q>Alex is not homeless. He's... <strong> Steven Tyler </strong> admitted on Monday night that it was drug abuse that led him to fall off the stage and break his shoulder at an... <strong> Jennifer Lopez </strong> Talks <strong> Ryan Seacrest </strong> Rivalry, Having More Children <strong> Jennifer Lopez </strong> is already a mom to twins Max and Emme, so can she handle another kid? How about a thousand more? The pop star... BOSTON- <strong> Ayla Brown </strong> is going country. The former ''American Idol</q> contestant is moving to Nashville, Tenn., to test her talents as a country singer.... <strong> Simon Cowell </strong>'s ''The X Factor Is Killing Music,'' Says <strong> Charlotte Church </strong> Is <strong> Simon Cowell </strong> killing music? Welsh", "new_id": -2}]