[{"uid": "1295351668142295045", "i": 8286, "idx": 0, "sa": ["Michael Vick"], "q": "have no problem drafting scumbags, and would have loved to have gotten my hands on <strong> Michael Vick </strong> in fantasy football this year. To quote one of my favorite films, Ocean's Eleven: Rusty <q> Guys, what's the first rule of poker? </q> Report Abuse \" Cajole- nice point on some awful pre-ranks at MDC.. hopefully they adjust soon. \" Piano did good not mentioning Joba because he has absolutly no value unless Holds are counted", "new_id": -2}, {"uid": "1295850344252723207", "i": 23325, "idx": 0, "sa": ["Sergio Marchionne"], "q": "billionChrysler CEO <strong> Sergio Marchionne </strong> says he hopes to receive the funds by the end of March. The automaker is going ahead with fuel efficiency projects, expecting it will receive the loan to help pay for them. <q> I can't stop the machine, </q> <strong> Sergio Marchionne </strong> said recently.`` So far, I have been able to manage it'' without the loan, but there will come a point in time when I have to go into the kitty and use other cash", "new_id": -2}, {"uid": "1296385289032849949", "i": 40652, "idx": 0, "sa": ["Mike McCarthy", "Michael Vick", "Steel Curtain", "Ben Wallace", "Ben Roethlisberger", "Charles Woodson"], "q": "in games. When you see a man of that dimension able to finish scramble runs, I don't care what level and so on, I've always considered him a good athlete,'' <strong> Mike McCarthy </strong> said. <q> More importantly, he's a <strong> Ben Wallace </strong> man. I don't know exactly what he weighs but he is someone that we need to do a better job this time around learning off last year's experience. </q> And while no one is mistaking the Steel Curtainers' quarterback as a dynamic scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. Packers cornerback <strong> Charles Woodson </strong> said they", "new_id": -2}, {"uid": "1296499218216055814", "i": 861, "idx": 0, "sa": ["Sergio Marchionne"], "q": "will pay out`` performance rewards'' to salaried and hourly employees in the United States and Canada, noting the need to recognize workers despite the automaker's failure to realize a net profit in 2010. <q> It's difficult to talk abut profit sharing when you've got a negative number at the bottom, </q> <strong> Sergio Marchionne </strong> said Monday morning in a conference call with investors and reporters.`` Our liquidity improved in 2010, and it's expected improve in 2011. It would have been inexcusable not to recognize what our people have", "new_id": -2}, {"uid": "1295667481014565502", "i": 53863, "idx": 0, "sa": ["Bill Lockyer"], "q": "considered a GOP presidential contender, said:`` In Texas, the governor and legislators practice fiscal responsibility and are required by law to have a balanced budget, something that Washington should adopt.''-- <q> Bankruptcy should not be a bailout for states that have been poorly managed. Families across America have to live within their means, and state and federal government need to do the same. </q>* CALIFORNIA- Democratic State Treasurer <strong> Bill Lockyer </strong> said:`` States didn't ask for it. We don't want it. We don't need it.''--`` Bankruptcy would devastate states", "new_id": -2}, {"uid": "1295975913233406486", "i": 10709, "idx": 1, "sa": ["Allen Iverson", "Dirk Nowitzki"], "q": "over Germany( 1-1) in front of a sold-out Kolnarena crowd numbering 18000.`` It felt good when it left my hand, I knew it had a chance,'' said <strong> Allen Iverson </strong> of his game winner. <q> I tried to side step him( his defender) just to get a little bit of space and I got a good look at the basket and fortunately it went in.`` That was my first buzzer-beater ever, </q> added a smiling <strong> Allen Iverson </strong> who was mobbed by his USA teammates after making the shot. The <strong> Allen Iverson </strong> answer was a fitting end to a game that was tight the entire way and one in which NBA All-Star <strong> Dirk Nowitzki </strong> almost", "new_id": -2}, {"uid": "1296831971012369931", "i": 46931, "idx": 0, "sa": ["Howard Stern", "David Letterman", "Jay Leno", "Paul Shaffer"], "q": "<strong> Howard Stern </strong> was on The Late Show last night, talking smack about <strong> Jay Leno </strong> and gushing about how much he loves <strong> David Letterman </strong>. <q> <strong> Jay Leno </strong> is horrible, right? </q> he said, to loud cheers from the audience. He called <strong> Jay Leno </strong> talentless and teased <strong> Paul Shaffer </strong> about being`` complacent.'' Yipes! Finger on the pulse, <strong> Howard Stern </strong>. It's almost too timely.", "new_id": -2}, {"uid": "1296082287243155009", "i": 54524, "idx": 0, "sa": ["Michael Vick", "Jay Cutler", "Keith Olbermann", "Martin Sorrell", "Matthew Hiltzik", "Alec Baldwin", "Jane Fonda"], "q": "Tidbits: <strong> Alec Baldwin </strong>, The Dirtiest Hotel, Hacking, <strong> Michael Vick </strong>, <strong> Jane Fonda </strong>, and Taco Bell Meat By Tonya Garcia on January 26, 2011 5:46 PM <strong> Keith Olbermann </strong>. The news came via MSNBC spokesperson <strong> Matthew Hiltzik </strong>. <q> <strong> Alec Baldwin </strong> is committed to 30 Rock workout videos target those ages 50 and over. Taco Bell has been hit with a href=\"http://www.mediaite.com/online/taco-bell-sued-for-not-using-enough-real-beef-in-their-beef/\"> class action lawsuit over the nature of its meat. Taco Bell president and chief concept officer company's website saying,`` Unfortunately, the lawyers in this case elected to sue first and ask questions later- and got their`` facts </q> absolutely wrong.'' The Ticker: SOTU; Gulf Coast marketing; Korean military PR; Wikileaks Tidbits: Google's PR Leader, <strong> Jay Cutler </strong>, <strong> Martin Sorrell </strong>, and More MEDIABISTRO EVENTS Monetizing Social Media href=\"http://www.mediabistro.com/socialize/?c=szblfp\">", "new_id": -2}, {"uid": "1295911715085770242", "i": 39708, "idx": 2, "sa": ["Bill Lockyer", "Bill McBride"], "q": "?` Ludicrous,' He Says \"`` It's a cynical proposal, intended to incite a panic in response to a phony crisis,'' Mr. <strong> Bill Lockyer </strong> said in a conference call with journalists. <q> Killer bees, space aliens, and now it's the invasion of the bankrupt states. </q> \" Company: Calculated Risk Website About: <strong> Bill McBride </strong>( author since Jan 2005), A full time blogger, Mr. <strong> Bill McBride </strong> retired as a senior executive from a small public company", "new_id": -2}, {"i": 18685, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Sunday, Senate Minority Leader <strong> Mitch McConnell </strong>( R-Ky.) told host <strong> David Letterman </strong> Gregory that he did not`` have much to add'' to what <strong> Hillary Clinton </strong> had said on how the administration was handling the uprising. <q> I don't have any criticism of <strong> Barack Obama </strong> or Secretary <strong> Hillary Clinton </strong> at this point, </q> <strong> Mitch McConnell </strong> added after he was pressed by Gregory.`` I mean, they know full well that we can't give the Egyptians advice about who their leadership is. That's beyond the reach of the", "sa": ["Mitch McConnell", "David Letterman", "Hillary Clinton"], "uid": "1296600312069910560"}]