[{"uid": "1297240707110002225", "i": 55991, "idx": 1, "sa": ["Michael Vick", "Gene Simmons", "Dwaine Caraway"], "q": "to jail he's on probation and he's getting honored with a key to the city that is supposed to be presented to someone like a war hero,\" ' one of the hosts said. <q> The kids don't say that, </q> <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. \"", "new_id": -2}, {"uid": "1295548508137363457", "i": 56646, "idx": 5, "sa": ["Colin Powell", "Barack Obama", "Bill Clinton"], "q": "Campaign while endorsing <strong> Barack Obama </strong>! <strong> Colin Powell </strong> endorses <strong> Barack Obama </strong>!( CNN)-- Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's \"ability to inspire\" and the <q> inclusive nature of his campaign. </q> \"I think he is a transformational... <strong> Barack Obama </strong>, <strong> Bill Clinton </strong> Arrive At Kennedy Funeral Mass Former <strong> Bill Clinton </strong> and current <strong> Barack Obama </strong> and their wives arrive at Our Lady of Perpetual Help Basilica in Boston, for a funeral mass for", "new_id": -2}, {"uid": "1296139408192086076", "i": 26845, "idx": 1, "sa": ["Michael Gove"], "q": "a country long divided against itself. His public appearances have become increasingly rare since his retirement. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1295541245188383241", "i": 1385, "idx": 2, "sa": ["Colin Powell"], "q": "must not shrink from what is ahead of us\" , <strong> Colin Powell </strong> concluded. The staff switched off the television, clearly stunned, then noticed me. No greeting, just drawn, desperate faces and: <q> Madam Felicity, are they really going to bomb us again? </q> My face must have been the answer. The region had anyway been being( illegally) being bombed for thirteen years, by US and UK planes. Evocative ancient homes, standing a few months before, about", "new_id": -2}, {"uid": "1297282407122896681", "i": 27904, "idx": 1, "sa": ["Simon Cowell"], "q": "\" prize, comparing the difference between American Idol and X Factor to the difference between Extreme Makeover: Home Edition and Jersey Shore. As for the current, Simon Cowell-free season of Idol, he claimed, <q> I haven't seen a full episode, </q> continuing, \"I think we're going to do something different. I'm excited. The stakes are high.\" Holding strong Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>.", "new_id": -2}, {"uid": "1295218070163594249", "i": 685, "idx": 20, "sa": ["Jonathan King", "Simon Cowell"], "q": "in exchange for <strong> Simon Cowell </strong> continuing with American Idol, Pop Idol would be pulled off the air, conceding the United Jonathan Kingdom entirely to The X Factor. London's Independent newspaper quoted one senior music executive as saying, <q> It has come out 75/25 in favor of <strong> Simon Cowell </strong>. He is the star. He had all the aces. </q> But there was a catch, and a very big one indeed. In exchange for winning the airwaves in the United Jonathan Kingdom, <strong> Simon Cowell </strong> forfeited his dream of bringing The X Factor to the United States.", "new_id": -2}, {"uid": "1295592036054968326", "i": 16607, "idx": 1, "sa": ["Larry Page", "Larry Brilliant", "Eric Schmidt", "Michael Schmidt", "Peter Piot", "Tim O’Reilly"], "q": "moment to make some changes to the way we are structured. For the last 10 years, we have all been equally involved in Schmidt_Michael Schmidt_Out_As_Google_CEO__Larry Page_Larry Page_Takes_Over A conversation with Dr. <strong> Peter Piot </strong>, <strong> Eric Schmidt </strong>, and <strong> Larry Brilliant </strong> on the topic of <q> AIDS: Are We Destined for Another 25 years? </q>( February 2007) Despite the economic downturn, <strong> Michael Schmidt </strong> tells students now is the perfect Tim O’Reillye to be graduating. Additionally, the Google CEO touches on the political and economic environment and the link between ideas and technology", "new_id": -2}, {"uid": "1295639823124272713", "i": 2090, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "realize that they do face new increased risks from natural disaster. The New York Times contrasts the recent Australian floods with the Brazilian floods. Many fewer people died in the Australian Floods. Why? <q> \"The hillside areas around Rio lacked early warning systems or effective community organizations that might have helped residents to wake one another as the rains intensified last Tuesday night, disaster experts and residents said. Most people are believed to have died early Wednesday morning as they slept, when water-loosened earth swept their houses away. </q> \" Barbicambarus simmonsi: New giant crayfish species discovered, and it's really big Bye Bye Blackbird: USDA acknowledges a hand in one mass bird death <strong> David Cameron </strong>'s spin doctor <strong> Andy Coulson </strong> quits over phone hacking scandal", "new_id": -2}, {"uid": "1295647437196657190", "i": 24925, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "under <strong> Larry Page </strong> will be even better! <strong> Larry Page </strong>, in my clear opinion, is ready to lead.\" Mr <strong> Eric Schmidt </strong>, who will become executive chairman of the search giant, said the new structure will <q> produce even better results for the corporation </q>. He explained that the previous structure, in which the triumvirate took collective decisions, had slowed down decision making. He said the changes would help clarify the individual roles so \"there's clear responsibility", "new_id": -2}, {"uid": "1296124079014483504", "i": 39866, "idx": 1, "sa": ["Michael Gove"], "q": "allowing staff to search children for any material that may disrupt lessons feature in the Bill, while rules forcing schools to give parents 24-hour notice of a detention will also be scrapped. Mr <strong> Michael Gove </strong> said: <q> This Michael Government backs teachers. All the evidence from those countries with great education systems tells us that nothing is more important than attracting great people into teaching and supporting them in the classroom. \"Teachers will be free to impose the penalties they need to keep order and free from the red tape which swallows up teaching time, so they can get on with their first duty- raising standards. </q> Plans to axe a number of education quangos will feature in the Bill, as will the legislation required to allow the Michael Government to charge university students higher rates of interest on tuition fee loans.", "new_id": -2}]