[{"uid": "1295636295179568640", "i": 4835, "idx": 0, "sa": ["Eric Schmidt", "Steve Jobs", "Mark Zuckerberg", "Tim Cook"], "q": "fastest growing smartphone platform in 2011 Analyst: It's possible that <strong> Eric Schmidt </strong> could be Apple's next CEO TIME Magazine's Person of the Year: <strong> Mark Zuckerberg </strong>- 1, <strong> Steve Jobs </strong>- 0? Apple's <strong> Tim Cook </strong> profiled as <q>most powerful gay man in Silicon Valley</q> Bigstream offers ad hoc wireless streaming for your iOS device and iPod Next-Generation iPad With 1-Megapixel Rear Camera and Case Cover Proximity Sensor? Apple Preps for Verizon iPhone Launch With New Bumpers, Vacation Blackouts AAPL:", "new_id": -2}, {"uid": "1295613640107249679", "i": 39041, "idx": 0, "sa": ["Andy Coulson", "Edwin Edwards"], "q": "- The British prime minister's communications chief <strong> Andy Coulson </strong> resigned on Friday, as prosecutors stepped up their inquiries into illegal phone hacking at a tabloid newspaper when he was editor. <strong> Edwin Edwards </strong>, the Silv...( 18:04:01 <q>The rise and last hurrah of Louisiana Governor <strong> Edwin Edwards </strong> <strong> W. Edwards </strong>, the best Bayou State...</q> former governor edwin e...( 18:02:05 \"former governor edwin edwards granted 5 day furlough==== wesawthat.blogspot.com====...\" <strong> Edwin Edwards </strong> Top Ten F...( 18:03:04 \"Louisiana's legendary governor <strong> Edwin Edwards </strong> was a guest on", "new_id": -2}, {"uid": "1297428190058949643", "i": 11827, "idx": 7, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "come from advertising and new forms of monetization.\" \"We the ability to activate users and put them in a position to be more effective in what we call local commerce,\" added <strong> Steve Ballmer </strong>. <q>Nokia has not just got mapping but other assets that we will import, if you will. There are a set of financial considerations for that as well.</q> Nokia is touting its Microsoft alliance on its Web page. <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> detailed their proposal immediately before the vast Mobile World Congress trade show in Barcelona, Spain, where a large number", "new_id": -2}, {"uid": "1295440155086491144", "i": 31226, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence"], "q": "signal of his political plans. \"This nation faces serious challenges that will require us to renew our commitment to the institutions that are resilient enough to lead America back,\" <strong> Mike Pence </strong> said. <q>I believe those are, the institutions are, and have always been, faith, family, community and state government. To renew our nation we must have a renewal of American federalism.</q> <strong> Mike Pence </strong> met earlier in the day with officials including Republican Gov. <strong> Mitch Daniels </strong>, who can't run for third term and also is considering whether to enter the 2012 presidential campaign. <strong> Mike Pence </strong> singled <strong> Mitch Daniels </strong> out", "new_id": -2}, {"uid": "1295754232172048412", "i": 23515, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "Senate. <strong> Bill Lockyer </strong> said many Democrats are worried about appearing to threaten voters by presenting a \"cuts only\" budget, but said voters need to know what it would mean to the state. <q>The hit on K-12( schools) is at least close the schools six weeks a year. Voters need to hear that,</q> he said. Earlier this month, <strong> Jerry Brown </strong> proposed a$ 127.4 billion spending plan for the 2011-12 fiscal year. It includes deep cuts to higher education and services for the poor, disabled and elderly.", "new_id": -2}, {"uid": "1296897094171786270", "i": 34610, "idx": 1, "sa": ["Kenneth Faried", "Tu Holloway", "Alan Major", "Michael Vick"], "q": "loss, 66-62. <strong> Tu Holloway </strong> missed all eight of his three-point tries and went 3 of 17 overall. \"It's like in football if you're playing <strong> Michael Vick </strong>,\" 49ers coach <strong> Alan Major </strong> told the Charlotte Observer. <q>You'd rather <strong> Michael Vick </strong> throw it than run. We'd rather have[ <strong> Tu Holloway </strong>] shooting over you rather than driving around you.</q> 9. Poor man's Rodman <strong> Kenneth Faried </strong> doesn't get a lot of publicity because he plays for Morehead State, but NBA scouts sure know about him. The 6-foot-8 senior from Newark, N.J., is", "new_id": -2}, {"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected. \"The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,\" said <strong> Greg Mueller </strong>, a Republican political strategist. <q>Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign.</q> \"For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,\" said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri. \"This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}, {"uid": "1295454375253952007", "i": 17900, "idx": 0, "sa": ["Nancy Pelosi", "Barack Obama", "Alan Grayson", "Mike Pence"], "q": "http://wn.com/Scandal_Exposed_American_Universal_Health_Care_Exists_NOW_and_its_Killing_People Scandal Exposed American Universal Health Care Exists NOW and its Killing People, <strong> Barack Obama </strong> Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care. http://wn.com/Rep_Grayson_I_Apologize_To_The_Dead_For_This_Holocaust One day after <strong> Nancy Pelosi </strong> <strong> Alan Grayson </strong> laid out <q>the Republican health care plan... die quickly,</q> the Congressman, prompted by Republicans, issued somewhat of an apology. \"I would like to apologize to the dead,\" he said on the House floor. \"I apologize to the dead and their families", "new_id": -2}, {"uid": "1295581685033980418", "i": 48019, "idx": 1, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "market but has been coming under pressure from social networking rivals such as Facebook. <strong> Danny Sullivan </strong>, editor-in-chief of technology blog SearchEngineLand.com, said Google's \"probably overdue for a major management reorganization.\" <q>The structures between the three have remained exactly the same over the past 10 years- which might as well be 100 years of Internet time,</q> he said in a blog post. \"It could be that <strong> Eric Schmidt </strong> wants a break from being the main public face of the company,\" he said. <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come", "new_id": -2}, {"uid": "1296524457137232407", "i": 31672, "idx": 0, "sa": ["Michael Vick"], "q": "\" wasting more taxpayer money to wage their political agenda. i think bloomberg has much more important things to worry about, LIKE TRYING TO BALANCE HIS@#$% BUDGET> Report Abuse <q>The results of the sting illustrate that even in a place where you would EXPECT the current regulations to be complied with, they aren't. I suggest HUGE CRIMINAL PENALTIES for SCUM who would bypass the current regulations that are intended to keep nutjobs, drug addicts, and felons from buying guns.</q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl New Trading Software Breakthrough Software Turns$ 10,000 Into$ 866,487- Find Out How! Trader Makes$ 4 Billion Wiz Kid Stock", "new_id": -2}]