[{"uid": "1297244518137953301", "i": 6213, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "this crap( global warming) are quite ignorant. Quite sheeplike, they can't think for themselves. Report Abuse \"Remember a few years ago, Alaska moved the Itiderod race to Fairbanks,\" Report Abuse <q>Maybe someone should build a NFL stadium in San Juan, PR<q> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options", "new_id": -2}, {"uid": "1296775873217071677", "i": 44960, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "Bill Clinton"], "q": "A Matter of Life and Death,\" <strong> Barbara Walters </strong>' prime-time special airing tomorrow at 10 p.m. on ABC( Ch. 7). \"It was very surprising,\" <strong> Barbara Walters </strong> says of <strong> David Letterman </strong>'s response. <q>I'm very fond of <strong> David Letterman </strong> and he is of me, but he's enormously private... to have him talk as openly as he did with me about his emotions, and what he went through... I was amazed and very happy. \"Nor did he ever call me up[ afterward] and say, \"Leave this out, leave that out.\"<q> <strong> Barbara Walters </strong> also interviews <strong> Bill Clinton </strong>, <strong> Robin Williams </strong>, <strong> Regis Philbin </strong> and <strong> Charlie Rose </strong>-- all of whom, like <strong> Barbara Walters </strong> herself, underwent open-heart surgery. <strong> Barbara Walters </strong>, 81, had a faulty heart valve replaced last May.", "new_id": -2}, {"uid": "1297709182165232678", "i": 32119, "idx": 0, "sa": ["Plaxico Burress", "Michael Vick", "Osi Umenyiora"], "q": "n't wait for him to come out and I think he is going to have a great impact a la <strong> Michael Vick </strong>.\" The Giants haven't been the same team without <strong> Plaxico Burress </strong>, <strong> Osi Umenyiora </strong> said. <q>If you look at our team before, when <strong> Plaxico Burress </strong> was in, if you look after he's gone, even though we have had some success and even though we have played pretty well, it just hasn't been the same without him,<q> <strong> Osi Umenyiora </strong> said in an ESPN interview. VIRGINIA WATER, England, Feb. 14( UPI)-- Jack Johnson charged: Former P.G. County executive indicted on corruption charges American Psychological Association to consider DSM diagnosis for living", "new_id": -2}, {"uid": "1297272060224821253", "i": 28614, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "we don't know about their programs.\" Question: Mr. <strong> Donald Rumsfeld </strong>, what global terrorist networks do you believe that Iraq has relationships with? Is Al Qaeda one of those terrorist networks? <q>The big thing that was there was the weapon of mass destruction issue, and[ <strong> Saddam Hussein </strong>] had agreed, and the UN had agreed, that he would not have a WMD program. We know he does have one and he is continuing it.<q> \"There's no debate in the world as to whether they have those weapons... We all know that. A trained ape knows that.\" \"There is no doubt in my mind but they", "new_id": -2}, {"uid": "1296391786239042627", "i": 4585, "idx": 4, "sa": ["Michael Vick", "Adrian Peterson"], "q": ".\" <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC with more than 1.5 million votes, far ahead of Minnesota Vikings running back <strong> Adrian Peterson </strong>, the NFC's second-leading vote-getter at 948,410. <q>I'm going to try to put on a great show for the fans,<q> <strong> Michael Vick </strong> said. In the past, <strong> Michael Vick </strong>'s running is largely what got him into the Pro Bowl. He takes satisfaction that his passing was better than it has ever been this season.", "new_id": -2}, {"uid": "1297616629186400779", "i": 26876, "idx": 18, "sa": ["Donald Rumsfeld"], "q": ", <strong> Donald Rumsfeld </strong>'s wife Joyce nearly died. \"She ended up with a perforated appendix and she was being poisoned,\" said <strong> Donald Rumsfeld </strong>. \"You thought you might lose her,\" Martin said. <q>So how's that work? Fifteen hours a day, <strong> Donald Rumsfeld </strong> of Defense, war going on.<q> \"People were risking their lives,\" said <strong> Donald Rumsfeld </strong>. \"You simply have to pay attention, and I did. Go early in the morning to see her.\" \"How long", "new_id": -2}, {"i": 12859, "idx": 2, "index_answer": 0, "new_id": -1, "q": ", the governor's office and various state agencies. \"Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances,\" <strong> Bill Lockyer </strong> said. <q>It's improper, it will stop now, it will not happen again and we will get our money back.<q> Last year, for example, SIFMA lobbied against a bill that requires marketing intermediaries, who help investment funds win multibillion-dollar deals with state pension funds, to register as lobbyists with the state.", "sa": ["Bill Lockyer"], "uid": "1296655437186056720"}, {"uid": "1295881024196345878", "i": 44604, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "Jan 24, 2011, 9:57 AM EST- U.S. Markets close in 6 hrs 3 mins <strong> Google Inc. </strong> awards$ 100 million to <strong> Eric Schmidt </strong>{ \"s\": \"goog\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00<q>, \"o\":\"', \"j\":\"'} On Monday January 24, 2011, 9:25 am NEW YORK( AP)-- <strong> Google Inc. </strong> says it has awarded$ 100 million worth", "new_id": -2}, {"uid": "1297006588157859844", "i": 37694, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "lengthy legal battle with European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. \"We certainly want to avoid that,\" <strong> Eric Schmidt </strong> told the paper in an interview. <q>I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they are minor or they are not correct. \"We'll find out and make sure we are operating well within the law and the spirit of the law.<q> Brussels launched a formal investigation into <strong> Google Inc. </strong> in November following complaints from European rivals that it was abusing its dominant position in the market for web search services. We welcome comments that advance the story directly", "new_id": -2}, {"uid": "1296937069066093063", "i": 16308, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "nephew. Before Randy Jackson and <strong> Steven Tyler </strong> really had a chance to weigh in, however, the 28-year-old produced a prop mic and began fitfully gyrating through Usher's \"Confessions,\" prompting J. <strong> Jennifer Lopez </strong> to declare, <q>You could be a good impersonator!<q> Sure, it was the sort of audition <strong> Simon Cowell </strong> would've eviscerated, but at least Party Man had a sense of showmanship. Viewers just got a blink-and-you'll- miss-him glimpse of him as he left the audition", "new_id": -2}]