[{"uid": "1295131435025296910", "i": 1531, "idx": 0, "sa": ["Allen Iverson", "Kevin Garnett", "Carmelo Anthony"], "q": "in the league, just added pressure. <strong> Carmelo Anthony </strong> scored 29 points, <strong> Allen Iverson </strong> added 28 and the Denver Nuggets spoiled the return of <strong> Kevin Garnett </strong>, holding on for a 124-118 victory over the Boston Celtics on Tuesday night. <q> Winning this game puts a lot of pressure on us, because if you can beat a team like this, then you can beat all the other teams, </q> <strong> Allen Iverson </strong> said.`` We have enough talent to scare some people, but we just have to bring it night in and night out.'' The Nuggets even beat the Celtics at full strength-- kind of.", "new_id": -2}, {"uid": "1295177816150732814", "i": 28041, "idx": 2, "sa": ["Alan Mulally", "Sergio Marchionne"], "q": "`` This has been the heart of the problem in Detroit,'' said <strong> Sergio Marchionne </strong>, who also heads up Fiat, the Italian auto company. <strong> Alan Mulally </strong> said Ford has learned that it has to <q> deal with the current reality. You have to match production to real demand and accelerate development of new products that people will want to buy. </q> For Ford that meant going with a plan for massive restructuring to a consortium of banks and borrowing$ 23.5 billion, he said. For GM and Chrysler it meant bankruptcy filings and huge bailouts", "new_id": -2}, {"uid": "1295431686148389903", "i": 50642, "idx": 0, "sa": ["Alexi Murdoch", "Michael Bloomberg", "Eric Schmidt", "Jim Yong Kim"], "q": "company, and a movie studio. <strong> Alexi Murdoch </strong> d... Dartmouth Presidential Lectures: <strong> Michael Bloomberg </strong> on habits of mind Dartmouth Presidential Lectures: <strong> Michael Bloomberg </strong> on habits of mind When Dartmouth President <strong> Jim Yong Kim </strong> asked <strong> Michael Bloomberg </strong> to name his most important <q> habit of the mind, </q> the mayor responded,`` step back and ask why.''... <strong> Eric Schmidt </strong> at the ASNE NewsNow 2010 Ideas Summit <strong> Eric Schmidt </strong> speaks to the AmEric Schmidtan Society of News Editors on April 11, 2010 in Washington, DC...", "new_id": -2}, {"uid": "1297254281101777433", "i": 51687, "idx": 6, "sa": ["Simon Cowell"], "q": "'' involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was the work of sound technicians and done without his knowledge. <q> Once we found out what was going on it was stopped immediately.... The most important part was once the show went live and( viewers) could see that everyone was singing live and it was a proper, fair competition. </q>( 2 of 2) The`` X Factor'' contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as the Black Eyed Peas or Destiny", "new_id": -2}, {"uid": "1295350881176619616", "i": 38742, "idx": 0, "sa": ["Jim Clyburn", "Mark Kelson", "Gabrielle Giffords", "Daniel Hernández", "Janet Napolitano", "Kirsten Gillibrand", "Barack Obama", "Diane Sawyer"], "q": "<strong> Diane Sawyer </strong>, <strong> Mark Kelson </strong> speaks to Sen. <strong> Kirsten Gillibrand </strong>( D-NY), Rep. <strong> Jim Clyburn </strong>( D- SC... Photo in Slideshow: <strong> Barack Obama </strong>, <strong> Mark Kelson </strong>, <strong> Daniel Hernández </strong>, <strong> Janet Napolitano </strong> Video: <strong> Barack Obama </strong>'s Response to Tragedy Boosts Polls Report Abuse <q> You vile, HATEFUL, leftwingnuts, are you happy now? </q> <strong> Gabrielle Giffords </strong> had the gall to stand up to B.O. and she got a bullet. SHAME ON YOU 100 TIMES <strong> Gabrielle Giffords </strong> said CLOSE THE BORDERS AND <strong> Barack Obama </strong> WAS NOT DOING ENOUGH TO HELP Report Abuse \"", "new_id": -2}, {"uid": "1295679221036077645", "i": 24311, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "duties to <strong> Larry Page </strong>, now 37. While <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials and potential takeover targets, <strong> Larry Page </strong> says he will be making most of the big decisions as he tries to rekindle <q> the soul and passion of a startup. </q> <strong> Sergey Brin </strong> will concentrate on developing new products. He's worth$ 15 billion, but <strong> Larry Page </strong> remains something of a rebel who has always had a disdain for corporate protocol.`` <strong> Larry Page </strong> and <strong> Sergey Brin </strong>", "new_id": -2}, {"uid": "1294979456186728542", "i": 35996, "idx": 0, "sa": ["Angelina Jolie", "Vanessa Paradis", "Johnny Depp"], "q": "espionnage vise une soci?t trang?re La promo du film The Tourist a beau tre arriv?e? son terme, on en apprend toujours plus sur les relations entretenues par <strong> Johnny Depp </strong>: agress par le chien des BrAngelina Jolie! <strong> Vanessa Paradis </strong>: <q> Plus jeune, je me cachais derri?re une contenance, une froideur un peu flippante </q> Si on a pu constater la grande complicit qui s` est install?e entre <strong> Johnny Depp </strong> et <strong> Angelina Jolie </strong> sur le tournage du film The Tourist, notamment gr?ce? leurs nombreuses d?clarations dans la presse, on sait galement que", "new_id": -2}, {"uid": "1297312080215105541", "i": 21281, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": " But he'd probably be surprised to hear what fellow professional athlete <strong> Mark Buehrle </strong> had to say about him during a recent interview. <strong> Mark Buehrle </strong>, a veteran pitcher for the Chicago White Sox, <q> Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? </q> said <strong> Mark Buehrle </strong>.`` How could you do that if you are somewhat sane?''[ <strong> Michael Vick </strong>] had a great year and a great comeback, but there were times where we watched the game and", "new_id": -2}, {"uid": "1295665752254312485", "i": 19227, "idx": 2, "sa": ["Ian Edmondson", "David Cameron", "Andy Coulson"], "q": "phone hacking was taking place. In a statement on Friday, he said it had been`` a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years''. But he added: <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role.`` I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on. </q> <strong> David Cameron </strong> praises` professional' <strong> Andy Coulson </strong> In a statement Mr <strong> David Cameron </strong> praised him as a`` brillIan Edmondsont member of my team''. The prime minister said:`` I am very sorry that", "new_id": -2}, {"i": 20485, "idx": 5, "index_answer": 1, "new_id": -1, "q": "game of their Western Conference playoff series with <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> leading the way.`` The guys who were here two years ago know we were in the same situation last time,'' Denver center <strong> Marcus Camby </strong> said. <q> They ran off and won four straight. That's why no one is really happy. We came out to get Game 1 but we also want to get Game <strong> Rafer Alston </strong>. </q> If <strong> Allen Iverson </strong> and <strong> Tony Parker </strong> play this well again, the Nuggets have a good shot. <strong> Tony Parker </strong> scored 30 points and <strong> Allen Iverson </strong> added 31, including 29 after a sluggish first quarter.`` Two years ago we probably were", "sa": ["Tony Parker", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295245546048136202"}]