[{"uid": "1296580982133529658", "i": 27684, "idx": 1, "sa": ["Allen Iverson"], "q": "examined Monday by noted surgeon James Andrews. Andrews diagnosed the injury as a calcium deposit with additional secondary bleeding. <strong> Allen Iverson </strong>`` It's tricky because of the location,'' Andrews said. <q> So we're going to try to treat it without surgery. </q> The first step will occur Tuesday when <strong> Allen Iverson </strong> will receive an anti-inflammatory injection intended to reduce the swelling. <strong> Allen Iverson </strong> will then be on`` active rest'' for two weeks, which limits him to stretching and", "new_id": -2}, {"uid": "1296117499016678933", "i": 24056, "idx": 0, "sa": ["John Thune", "Mike Pence", "Mike Huckabee", "Haley Barbour", "Mitch Daniels", "Michele Bachmann", "Newt Gingrich"], "q": "such established figures as <strong> Mitch Daniels </strong>, <strong> Newt Gingrich </strong>, <strong> Mike Huckabee </strong>, <strong> John Thune </strong>, <strong> Haley Barbour </strong> and <strong> Mike Pence </strong>. Two dozen reporters chased her down a hall in the Capitol complex this week, seeking an explanation for the speech. <q> I never took this as a State of the Union response, necessarily, </q> she said innocently. The title above the text of her speech her office released Tuesday night:`` <strong> Michele Bachmann </strong>'s Response to State of the Union.'' Party leaders, intimidated by the tea", "new_id": -2}, {"uid": "1296286589101859341", "i": 12918, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "more than$ 7.5 billion per year nationwide, according to <strong> Kirsten Gillibrand </strong>. That could translate into 162,000 U.S. jobs, and 2,000 New York companies could benefit, she said. <q> This is exactly the kind of idea that <strong> Barack Obama </strong> was hoping for, </q> <strong> Kirsten Gillibrand </strong> said, referencing his State of the Union address.`` When I spoke to the president, I mentioned this exact tax credit and his team said,` We are 100 percent behind it.'''", "new_id": -2}, {"uid": "1295955995068943907", "i": 44907, "idx": 0, "sa": ["Derek Hough", "Girls Aloud", "Simon Cowell"], "q": "on the judging panel of the pop star search show when it heads Stateside after impressing on the UK version, but producers are unconvinced and believe American audiences may prefer a more recognisable star such as <strong> Derek Hough </strong> said: <q> Everyone thinks <strong> Cheryl Cole </strong> has the judging job on US' X Factor' in the bag.`` The truth is, nothing has been signed and the producers still aren't convinced.`` They are more keen to get a big US star like <strong> Katy Perry </strong> or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US. </q> <strong> Simon Cowell </strong> is now reportedly doing all he can to convince his American business partners that the 27-year-old <strong> Girls Aloud </strong> star has what it takes to draw audiences in across the Atlantic. The source added", "new_id": -2}, {"uid": "1297082221245825549", "i": 40645, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "had[ an] enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed.''`` It's hard to know,'' <strong> Donald Rumsfeld </strong> continued. <q> You know, the path you didn't take is always smoother. </q> The interview-- <strong> Donald Rumsfeld </strong>'s first for television since 2006-- is tied to the publication of his memoir,", "new_id": -2}, {"uid": "1295658341074924035", "i": 531, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "'s family. Photograph: Suzanne Plunkett/Reuters <strong> David Cameron </strong>'s inner circle, has resigned as Downing Street's director of communications, saying the wave of allegations that he was involved in illegal phone hacking when editor of the <q> When the spokesman needs a spokesman, it is time to move on, </q> <strong> Andy Coulson </strong> said in a carefully crafted statement which had been in preparation for 48 hours. Downing Street insisted his departure was not precipitated by any fresh piece of damning evidence that would undercut <strong> Andy Coulson </strong>'s claim he", "new_id": -2}, {"uid": "1295745495072876080", "i": 6369, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "of <strong> Andy Coulson </strong> in the phonetapping issue with such little vigour. cynosarge 23 January 2011 12:54 AM As the Guardian reports elsewhere, lawyers are now going after WurzelGummidge 23 January 2011 12:54 AM <q> MindYerBeak The trouble with <strong> David Cameron </strong> is he's so arrogant he thinks he's above the law. I'm convinced he's in cahoots with <strong> Rupert Murdoch </strong> and that he knows about the phone tapping. He's a schemer and he cares nothing about the electorate who are beneath his dignity. He thinks he can do as he pleases and is conceited enough to believe he'll be re-elected no matter how bad he manages the country. </q> I notice the black helicopters have arrived... You will be telling us next that <strong> David Cameron </strong> ordered <strong> Andy Coulson </strong> to hack the phones. ReturnOfTheKing 23 January 2011 1:01 AM Ishowerdaily 23 January 2011 1:03 AM", "new_id": -2}, {"uid": "1295911596142966787", "i": 19559, "idx": 0, "sa": ["Al Franken", "Sen. Bernie Sanders"], "q": "television stations, websites, film studios and related production facilities; and to dominate local media controlling cable and Internet service and TV stations in major cities across the country. <strong> Al Franken </strong> <strong> Sen. Bernie Sanders </strong> overstates nothing when he argues that <q> this new media giant will be the largest cable provider, the largest Internet provider and one of the largest producers of content in the United States. At a time when a small number of giant media corporations already control what the American people see, hear and read, we do not need another media conglomerate with control over the production and distribution of media content. What we need is less concentration of ownership, more diversity, more local ownership-and more viewpoints. </q> Small cable providers joined consumer groups to object to the Comcast-NBCU merger, but most major media and telecom firms were conspicuously silent as Comcast( which ranked fourth among corporate contributors to 2010 election campaigns) spent", "new_id": -2}, {"uid": "1296106868198869008", "i": 18925, "idx": 0, "sa": ["Stephen Sondheim", "David Letterman", "Boston Pops"], "q": "and The Brave Little Toaster Goes to Mars. She received an Emmy Award for hosting`` Ready to Go,'' a daily, live children's program on CBS in <strong> Boston Pops </strong>. Other TV credits include <q> In Performance at the White House, </q>`` Inside the Actor's Studio: <strong> Stephen Sondheim </strong>,''`` Christmas with the <strong> Boston Pops </strong>,''`` The <strong> David Letterman </strong> Show,'' and`` Senior Trip''( CBS Movie of the Week).", "new_id": -2}, [{"i": 35377, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coupons statement Thursday, Google's <strong> Eric Schmidt </strong>, announced that he will hand over the title of chief executive to Google co-founder Larry Page in April. In a message sent out on Twitter, <strong> Eric Schmidt </strong> said: <q> Day-to-day adult supervision is no longer needed! </q> <strong> Eric Schmidt </strong>, a tech industry veteran who was brought in 10 years ago to provide what some at the company called`` adult supervision'' for Google's young founders, will take on the role of executive chairman,", "sa": ["Eric Schmidt"], "uid": "1295893778127107089"}]]