[{"uid": "1296163911042713105", "i": 25561, "idx": 2, "sa": ["Mike Pence"], "q": "up his mind, the congressman's mom did not deny it.`` What's a mother to do?'' she said. As for what her son will announce, she said: <q> I have nothing more to say. </q> After winning a sixth House term in November, <strong> Mike Pence </strong>-- one of the leading conservatives in Congress-- announced that he would be stepping down from House GOP leadership ranks as its", "new_id": -2}, {"uid": "1295861273256983082", "i": 52704, "idx": 0, "sa": ["Gordon Brown", "Harriet Harman", "Andy Coulson"], "q": "investigate whether his phone had been hacked when he was prime minister between 2007 and 2010. <strong> Gordon Brown </strong>'s office declined to comment, but Labour deputy leader <strong> Harriet Harman </strong> said police must investigate the allegations. <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced, </q> she told Sky News.`` Nobody is above the law, no newspaper editor, no journalist.'' <strong> Andy Coulson </strong> quit on Friday after fresh revelations in recent months over what he knew about phone", "new_id": -2}, {"uid": "1296230388149782544", "i": 52139, "idx": 4, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "to Microsoft as a major competitor, according to href=\"http://features.blogs.fortune.cnn.com/2011/01/27/Eric Schmidt-on-google-facebook-and-apple/\"> Fortune. Telling reporters that Facebook has said it has no plans to get into the search business, <strong> Eric Schmidt </strong> said that Microsoft instead is the company with <q> more cash, more engineers, more global reach. </q> The change in leadership roles is due to kick in April 4 when <strong> Larry Page </strong> will assume the CEO job. Meanwhile, fellow co-founder <strong> Sergey Brin </strong> will focus on`` strategic projects,'' and <strong> Eric Schmidt </strong> will take on", "new_id": -2}, {"uid": "1295541658077021217", "i": 28840, "idx": 7, "sa": ["Gregg Popovich", "Larry Brown", "Allen Iverson", "Jason Kidd"], "q": "Philadelphia has alternated wins and losses in its last six games after losing nine of 10. The Sixers, who opened the seJason Kidd 10-0 at the First Union Center, are 1-7 in their last eight home games. <q> This is not the team we thought we were going to have, </q> Sixers <strong> Gregg Popovich </strong> <strong> Larry Brown </strong> said, referring to injuries that have hampered the team. Philadelphia, which trailed by 18 in the second quarter, closed to 50-47 following a three-point play by <strong> Allen Iverson </strong> early in the third. But", "new_id": -2}, {"uid": "1295879063140918804", "i": 2535, "idx": 1, "sa": ["Chris Huhne"], "q": ". Coulson has always denied knowledge of wrongdoing and blamed a`` rogue reporter''. <strong> Chris Huhne </strong> cast doubt on that defence and accused the Met of reacting to his calls for a full inquiry last year by <q> scurrying back to Scotland Yard </q> and dismissing the idea in an afternoon.`` We know the police were not keen on the subject, because when I called for a very clear review of this, the police scurried back into Scotland Yard,", "new_id": -2}, {"uid": "1296927548142311425", "i": 2702, "idx": 0, "sa": ["Lauren Conrad", "David Letterman", "Barbara Walters"], "q": "host <strong> David Letterman </strong> underwent emergency heart surgery in 2000 and chatted candidly with <strong> Barbara Walters </strong> about his feelings of joy following the operation. But they didn't last long. During the chat, <strong> David Letterman </strong> stated, <q> Depression is a black hole... I've dabbled in it.`` There's a difference in being sad and being blue and being depressed and being chemically or clinically depressed. I do know the difference between those and it's horrifying.`` Without some kind of medicinal help... institutions used to be full of people who were depressed. </q> You can send a story to multiple email addresses by separating the email addresses with a semicolon(;) The Hills star <strong> Lauren Conrad </strong> has revealed MTV bosses have scrapped her new reality show after deciding it was", "new_id": -2}, {"uid": "1297086358189808654", "i": 42217, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld", "Diane Sawyer"], "q": ". In an exclusive interview with ABC's <strong> Diane Sawyer </strong>, <strong> Donald Rumsfeld </strong> concedes that`` it's possible'' that decisions on how many troops to send into Iraq marked the biggest mistake of the war. <q> In a war, many things cost lives, </q> <strong> Donald Rumsfeld </strong> told <strong> Diane Sawyer </strong>. Pressed on the fact that <strong> George W. Bush </strong> has written that cutting troop levels in Iraq was`` the most important failure in the execution of the war,'' <strong> Donald Rumsfeld </strong> called that`` interesting.", "new_id": -2}, {"uid": "1297011127132595714", "i": 17601, "idx": 0, "sa": ["Simon Cowell", "Emma Bunton", "Geri Halliwell"], "q": "and will continue to do so.`` I will always love music and it is still part of my life. I think music and fashion go hand in hand,'' she added. <q> The funny thing is the first time I ever went on television with the <strong> Emma Bunton </strong> Girls, I made my own outfit for the appearance. So it feels full circle, I have always made my own clothes. </q> <strong> Geri Halliwell </strong> also spoke about her experience of being a judge on British talent show The X Factor. She made a guest appearance on the panel alongside <strong> Simon Cowell </strong> and Cheryl Cole last year and relished the", "new_id": -2}, {"uid": "1295616772107249684", "i": 520, "idx": 4, "sa": ["Tim Pawlenty", "Mike Pence", "Jonathan W. Martin", "Dick Armey", "Jim Ryun", "Barack Obama", "Kasie Hunt"], "q": "train our workers to compete globally, and to attract the best jobs and businesses to the United States,'' according to the White House.'' href=\"http://politi.co/i4TqQu\"> http://politi.co/i4TqQu CONSERVATIVE COMMONSENSE: BACK <strong> Mike Pence </strong>-- <q> To understand the dissatisfaction on the right with the current crop of Republican Barack Obamaial hopefuls, look no further than <strong> Mike Pence </strong>. An Indiana congressman with just five terms in public office, <strong> Mike Pence </strong> is currently the subject of a draft movement-but he may well pick a gubernatorial run over a White House bid, </q> <strong> Jonathan W. Martin </strong> and <strong> Kasie Hunt </strong> write for POLITICO.`` Nevertheless, a group of longTim Pawlentye Republicans- including former House Majority Leader <strong> Dick Armey </strong> and former <strong> Mike Pence </strong> <strong> Jim Ryun </strong>- are working with a well-connected conservative PR firm to urge the congressman to", "new_id": -2}, {"i": 17910, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the matter on 26 January( 11). However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February( 10). He tells Late Show host <strong> David Letterman </strong>, <q> The kids are doing ok, we have been spending quite a bit of time with them, Kayte and I, Kayte's my new girl, we're planning to get married soon. Sometime in February. </q>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295008849080707673"}]