[{"uid": "1295456943232456195", "i": 34537, "idx": 0, "sa": ["Al Franken", "Sen. Bernie Sanders"], "q": "in NBC Universal-creating a conglomerate that will be the largest cable provider, the largest Internet provider and one of the largest producers of content in the United States-represents the ultimate surrender to the demands of corporate America. <q>Once we allow companies to become this powerful, the FCC does not regulate them,</q> says Vermont <strong> Al Franken </strong> <strong> Sen. Bernie Sanders </strong>. ''They regulate the FCC,'' says the senator. No reasonable regulator would debate <strong> Sen. Bernie Sanders </strong>'s point-or the threat to democracy posed when traditional protections against media monopoly are abandoned.", "new_id": -2}, {"uid": "1295418952187301892", "i": 48764, "idx": 0, "sa": ["Simon Cowell"], "q": "his rep as reality TV's harshest judge. But in person, he's all about being zen. Just ask Idol expert Richard Rushfield, author of the new tell-all, American Idol: The Untold Story. <q>We met at his huge office at Welcome to the born-again American Idol. With the departure of ''the mean one,</q> judge <strong> Simon Cowell </strong>, the TV juggernaut seems to have gone through a conversion. At a recent Fox Northeast Auditions First Stop For Retooled ''American Idol' The retirement of from ''American Idol''' last year has caused", "new_id": -2}, {"uid": "1295415987006963222", "i": 4218, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": ". Except for the Dawg. Randy Jackson, who's been there since <strong> Simon Cowell </strong> met <strong> Paula Abdul </strong>, will be an audience touchstone, the last survivor of the show's original, all-important judging panel. <q>I've been calling it Idol Season 10: The Remix,</q> Jackson laughed over the phone recently, but even the Prince of Pitchiness will be a changed man this winter. The 54-year-old Grammy winner and music business vet, whose yo-yoing battle with weight loss has been a quiet", "new_id": -2}, {"uid": "1296079315000753673", "i": 48813, "idx": 1, "sa": ["Steve Ballmer", "Barack Obama"], "q": " ''BMC Software's strong balance sheet, cash position and free cash flow generation continue to allow us to enhance shareholder value by returning funds to shareholders,'' said <strong> Steve Ballmer </strong> Solcher, BMC's chief financial officer. <q>BMC's share repurchase program remains one of the many ways we deliver value to our shareholders.</q> http://wn.com/GM_to_Test_Investors'_Hunger_for_Risk_With_Stock_Offering From voaspecialenglish.com| http I'm Alex Villarreal with the VOA Special English Economics Report. America's biggest carmaker accepted fifty billion dollars in federal aid from the <strong> Barack Obama </strong> and Bush administrations. People joked that GM meant", "new_id": -2}, {"uid": "1295491763246759446", "i": 14253, "idx": 0, "sa": ["David Letterman", "Camille Grammer"], "q": "Some Sniping... and a Girlfight?( 74) The Office's <strong> David Letterman </strong> Scott Gets the Ending He Deserves, Plus Valentine's Day Showmance Updates!( 66) The Real Housewives of Beverly Hills Reunion Shocker: <q>Do You Have a Drinking Problem?</q>( 59) Got a burning TV question, a comment or hot dish about your fave TV show? Email your Q's to Kelsey vs. <strong> Camille Grammer </strong>: It's Not Even Close Marc Stamas/Getty", "new_id": -2}, {"uid": "1295048006208601105", "i": 42251, "idx": 3, "sa": ["Donald Rumsfeld", "Julianna Margulies", "Barack Obama", "Debbie Gibson", "Anna Nicole Smith", "Justin Bieber", "President Bush", "Hillary Clinton"], "q": "Photo: Actress <strong> Julianna Margulies </strong> takes part in a panel... Defense <strong> Donald Rumsfeld </strong> <cite> AFP </cite> Photo in Slideshow: <strong> President Bush </strong> U.S. <strong> President Bush </strong> Photo in Slideshow: <strong> Barack Obama </strong>, <strong> Hillary Clinton </strong> Video: Male model detained in NYC castration death Report Abuse <q>@ Colonel Douglas Mortimer-- ''i wana see enema torture done on subversive liberals but it doesn't work they enjoy it too much and beg for more</q>'' ABC News: Watch: <strong> Anna Nicole Smith </strong>'s Boyfriend Wins Victory Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options! <strong> Debbie Gibson </strong> Talks Hollywood Moms, <strong> Justin Bieber </strong>, Charity& Playboy Return LOS", "new_id": -2}, {"uid": "1295629922045006856", "i": 16454, "idx": 4, "sa": ["Eric Schmidt"], "q": ", in which, <strong> Eric Schmidt </strong> said, he will focus on building relationships with customers, business partners and the government.'' The company followed up the change with a new product: <q>The company's desire to get into the coupon business is well-known, especially since Groupon turned down a$ 6 billion buyout offer from Google.</q> ''Google has all but confirmed that the new feature is real, telling Mashable, ''Google is communicating with small businesses to enlist their support and participation in a test of a pre-paid offers/vouchers program. This initiative", "new_id": -2}, {"uid": "1295067707181321744", "i": 46912, "idx": 1, "sa": ["Sergio Marchionne"], "q": "players, from Detroit and beyond, a reminder that motoring machismo is alive and well. ''By definition, this industry breeds cocky people,'' Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> said in an interview. <q>I think we should distribute humility pills.</q> Not sure how much good they would do, <strong> Sergio Marchionne </strong>. Toyota Motor Corp., whacked by a global quality and recall scandal that keeps on giving, says it plans to leverage its Prius gas-electric", "new_id": -2}, {"uid": "1297636284227983364", "i": 8066, "idx": 1, "sa": ["Mike Pence"], "q": "in annual funding. ''Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,'' <strong> Mike Pence </strong> said. <q>The time to deny any and all funding to Planned Parenthood is now.</q> By law, federal funds may not be used directly for abortions. But <strong> Mike Pence </strong> argues that the grants, by covering overhead and operational costs, free up other money to provide abortions. Planned", "new_id": -2}, {"i": 33514, "idx": 0, "index_answer": 3, "new_id": -1, "q": "It comes after Downing St director of communications <strong> Andy Coulson </strong> quit amid allegations about phone hacking at the News of the World when he was editor. Labour deputy leader <strong> Harriet Harman </strong>, speaking on Sky News, said: <q>Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced. ''Nobody is above the law, no newspaper editor, no journalist.</q> Although the Independent on Sunday also reported that Mr <strong> Gordon Brown </strong>'s predecessor <strong> Tony Blair </strong> had asked the Met Police to investigate whether he was the victim of phone hacking, his spokesman said: ''<strong> Tony Blair </strong> did not have", "sa": ["Tony Blair", "Gordon Brown", "Andy Coulson", "Harriet Harman"], "uid": "1295792724254902285"}]