[{"uid": "1295803019101695619", "i": 39693, "idx": 7, "sa": ["Norman Schwarzkopf", "Colin Powell", "George H.W. Bush"], "q": "Among the guests was Sheikh Ahmad Humood Jaber Al-Sabah, who attended as a representative of Kuwait's ruler. \"Believe me, Kuwait and its people will never forget you,\" he said. <q>We carry in our hearts what you did for us each and every day.<q> By letter, <strong> Norman Schwarzkopf </strong> salutes the war fighters <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>, who commanded the allied coalition in Desert Storm, was unable to attend the <strong> George H.W. Bush </strong> event due to health reasons. But he did send", "new_id": -2}, {"uid": "1295277090044859402", "i": 39644, "idx": 0, "sa": ["Gordon Brown", "Andy Coulson", "David Cameron"], "q": "made the changes \"extremely risky and potentially disastrous.\" <strong> David Cameron </strong> says communications chief <strong> Andy Coulson </strong> is... <strong> Gordon Brown </strong>, Gen. Richard Myers, Admiral <strong> David Cameron </strong> Fallon... Business Video: Fiat workers trade strikes for jobs Report Abuse <q>Was it something like this that made Tunisia president flee his country and go to saudi arabia.<q> Report Abuse \"My wants or even needs do not constitute your obligation.\" Neither do your wants or needs constitute my obligation. Report Abuse \"@Not- radamus \"an illness or accident doesn't", "new_id": -2}, {"i": 30973, "idx": 21, "index_answer": 3, "new_id": -1, "q": "Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns. \"I always kid with him about not being a rebounder, being so big,\" <strong> Allen Iverson </strong> said of his fellow All-Star starter. <q>I say, \"If I was your height, I'd get a double-double every night.<q>\" <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a little easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game, \"but tonight, he was just so aggressive.", "sa": ["Kenyon Martin", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295977910157089808"}, {"uid": "1297546979003112975", "i": 47876, "idx": 0, "sa": ["Paolo Romani", "Sergio Marchionne", "John Elkann", "Silvio Berlusconi"], "q": "2011 Turin: Fiat SpA Chief Executive Officer <strong> Sergio Marchionne </strong> confirmed the Italian carmaker's pledge to spend â\u0082¬ 20 billion( Dh100.8 billion) revamping its domestic plants after meeting with Prime Minister <strong> Silvio Berlusconi </strong>. <q>Fiat is a multinational which is expanding internationally, but will keep an Italian heart,<q> Industry Minister <strong> Paolo Romani </strong> said yesterday after discussing the investment plan with the CEO and Chairman <strong> John Elkann </strong>. <strong> Paolo Romani </strong> attended the meeting with <strong> Silvio Berlusconi </strong> and other members of the government. <strong> Sergio Marchionne </strong>, 58, caused a stir in", "new_id": -2}, {"uid": "1297171230133922851", "i": 9514, "idx": 3, "sa": ["Simon Cowell"], "q": "$ 1 million a year payment for five years, separate from the costs of recording and promotion. <strong> Simon Cowell </strong>, known for his sharp-tongued critiques, unsurprisingly said he favors shows on which \"anything can happen.\" <q>I rip up the rule that everybody pretends to be friends and they're all going to be pen pals for the rest of their lives, which is complete and utter nonsense,<q> he said. \"I like people who are ambitious, and with that comes controversy.\" One unwelcome flap last season on the U.K. version of \"X Factor\" involved the revelation that the pitch-correcting software Auto-Tune", "new_id": -2}, {"uid": "1297437923129613850", "i": 6466, "idx": 0, "sa": ["Steve Ballmer"], "q": "Symbian to become the world's No. 1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team <q>more innovation, greater global reach and scale.<q> \"We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,\" he said.", "new_id": -2}, {"uid": "1295669780256737307", "i": 38559, "idx": 0, "sa": ["Piers Morgan", "Andy Coulson", "David Cameron"], "q": ". The newspaper has published several articles regarding the phone-hacking scandal which forced <strong> Andy Coulson </strong>'s resignation from the step down as director of communications for Prime Minister <strong> David Cameron </strong>. Writing on Twitter, <strong> Piers Morgan </strong> said: <q>Very sad to hear news about <strong> Andy Coulson </strong>- good man, good friend. How many times does@guardian want people to quit over same thing? <strong> ( sic ) </strong>. \"If@guardian abhors publication of material obtained by dodgy methods so much, where does that leave them on Wikileaks?#justcurious<q> He added: \"The Guardian has fried sources( Tisdall), used fake faxes( Aitken), run stolen prurient docs( Wikileaks- Gaddafi secret lovers)... and their Professor of Journalism Mr", "new_id": -2}, {"uid": "1296012314232554579", "i": 3392, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": ". He was arrested in Osaka while waiting for a ferry to Okinawa. He refused to eat for two weeks after the arrest, \"but I could not die,\" he said. <q>Before and after the escape, all I cared about was myself, after all.<q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog San Francisco only the nation's 11th gayest city?: City Insider ORANGEVALE 4 BR", "new_id": -2}, {"uid": "1296429103034734121", "i": 9395, "idx": 4, "sa": ["Zahi Hawass"], "q": "2013.( Comment on this story.) <strong> Zahi Hawass </strong> says he expects the current museum to reopen in a few days. He knows that the episode could have had a very different ending. <q>Thank God they did not know where the gold is, because if they knew about the jewelry room, this could have been a disaster.<q> Just ask the director of the Iraqi museum. FILE- In this March 7, 1982 file photo, Cleopatra's... Photo in Slideshow: Anti-government protesters walk past... Photo in Slideshow: A protester holds", "new_id": -2}, {"uid": "1296535073102203466", "i": 18224, "idx": 0, "sa": ["Allen Iverson"], "q": "that runs down <strong> Allen Iverson </strong>'s leg. Andrews says <strong> Allen Iverson </strong> will miss at least six to eight weeks. He says <strong> Allen Iverson </strong> should be able to resume his career after a prolonged period of rest. <q>We anticipate a full recovery and certainly anticipate him being able to resume a normal basketball career after a conservative period of time,<q> Andrews said in a statement released through <strong> Allen Iverson </strong>'s manager. <strong> Allen Iverson </strong>, the NBA's Most Valuable Player in 2001 with Philadelphia, agreed to a US$ 4 million, two-year deal with Besiktas after no NBA", "new_id": -2}]