[{"uid": "1295120569015826967", "i": 5695, "idx": 0, "sa": ["Kara DioGuardi", "Steven Tyler", "Ellen DeGeneres", "Simon Cowell", "Jennifer Lopez"], "q": ". Jackson will be joined by Aerosmith's <strong> Steven Tyler </strong> and singer <strong> Jennifer Lopez </strong> when the show returns next week, after <strong> Simon Cowell </strong>, <strong> Ellen DeGeneres </strong>, and <strong> Kara DioGuardi </strong> decided not to return for this year's series. <q><strong> Simon Cowell </strong> is irreplaceable, but people will be surprised to see that I'm very assertive this season,</q> Jackson told PopEater, admitting that contestants have already dubbed him this year's meanest judge. The producer also revealed that the new judging panel have already had disagreements over which contestants to put through.", "new_id": -2}, {"uid": "1295361627259211268", "i": 22796, "idx": 0, "sa": ["Steve Ballmer"], "q": "Year award, Glo was selected by Microsoft Corp. as a prime example of applications touch-tuned to maximize the interactivity and features of the new slate devices that were shown at the Microsoft booth at CES in Las Vegas. <q> \"We are honored to be included in Product Scout</q>\" Microsoft CEO <strong> Steve Ballmer </strong> introduced several Windows 7-powered slates during his CES keynote presentation, and the CES trade show floor was punctuated with Microsoft and OEMs showing Windows 7-powered slates at their booths including apps such as", "new_id": -2}, {"uid": "1297616629186400779", "i": 26888, "idx": 30, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": ", and then he'll be the goat.\" Which is what happened when, in the summer of 2003, <strong> Donald Rumsfeld </strong> recruited former State Department official <strong> Paul Bremer </strong> to run the occupation in Iraq. <q>He supposedly worked for me. He never really did,</q> <strong> Donald Rumsfeld </strong> said. \"It seems like he almost blew you off,\" Martin suggested. \"We had given him written guidance as to what to do and it said, \"Let\"s", "new_id": -2}, {"uid": "1297600395127287377", "i": 48205, "idx": 3, "sa": ["Allen Iverson", "Dan Tan"], "q": "Clippers games. <strong> Dan Tan </strong> loved the Clippers and always wore Clippers apparel. They wheeled to the handicap-accessible area. <strong> Dan Tan </strong> listened to the game as they watched, <strong> Dan Tan </strong> asking questions along the way. <q>Daniel would call my dad and be like, \"Where's DeWayne <strong> Allen Iverson </strong>? Where's he at?</q> DeWayne <strong> Allen Iverson </strong> said. \"We were all close with Daniel.\" In August 2008, stem cell transplants done in Seattle slowed the NMO's progress in <strong> Dan Tan </strong>'s body. While his condition didn\"t", "new_id": -2}, {"uid": "1297562861212975627", "i": 2810, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "BP wanted Al-Megrahi released so that an oil deal being negotiated with Libya could go forward.\" Sen. <strong> Kirsten Gillibrand </strong> said the findings only heighten her worry that Megrahi's release undermines the international struggle against terrorism. <q>Economic and trade interests should never take precedence over matters of justice,</q> <strong> Kirsten Gillibrand </strong>( D-N.Y.) said. \"If we're ever going to win the fight against international terrorism, the rule of law must hold strong.\" The White House declined to weigh in on the", "new_id": -2}, {"i": 40512, "idx": 2, "index_answer": 1, "new_id": -1, "q": "to him on the judges' panel. We should expect an announcement regarding \"The X Factor's' judges' roster \"in three or four weeks,\" <strong> Simon Cowell </strong> said. <strong> Paula Abdul </strong> be one of them? <q>I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends 80 percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people.</q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor\" producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297163077054263818"}, {"uid": "1297719959211173401", "i": 12015, "idx": 0, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "a controller. <strong> Joe Belfiore </strong> didn't say when the technology that allows that application would become available. But <strong> Steve Ballmer </strong> hinted that there are even more new features to come to the Windows Phone software. <q>This year we're investing a significant amount to continue popularizing the phone,</q> <strong> Steve Ballmer </strong> said. The company plans to add even more features along with next generation phones later this year, he said. He mentioned Samsung, LG, Dell and Nokia as companies bringing those new models", "new_id": -2}, {"uid": "1295800150188252182", "i": 36063, "idx": 0, "sa": ["Colin Powell"], "q": "he sees no reason why the military shouldn't be considered for spending cuts as lawmakers grapple with the ballooning deficit. Mr. <strong> Colin Powell </strong> pointed out that defense spending had at one time been cut 25%. <q>I don't think the defense budget should be made sacrosanct,</q> he said. The Obama administration has proposed cutting$ 78 billion from the military budget in the next five years. Some Republicans have called the cuts dangerous considering the country is at war, while some", "new_id": -2}, {"uid": "1295439843072597613", "i": 26974, "idx": 1, "sa": ["Al Franken", "Mitch McConnell", "Sen. Bernie Sanders", "Lawrence O'Donnell", "Sen. Ted Kennedy", "Alvin Greene", "Sen. Jim DeMint"], "q": "of Homeland Security, the Department of Commerce, the Department of Treasury and the Army. \"This is a perversion of the filibuster and a perversion of the role of the <strong> Sen. Ted Kennedy </strong>,\" said <strong> Sen. Bernie Sanders </strong> <strong> Al Franken </strong>. <q>It used to be that the filibuster was reserved for matters of great principle. Today it has become a way to play out the clock.</q> http://wn.com/Alvin_Greene_Answers_Nearly_Every_Question_With_DeMint_Started_the_Recession rescuetruth.com Odd <strong> Lawrence O'Donnell </strong> interview with <strong> Alvin Greene </strong>, the Democratic <strong> Sen. Ted Kennedy </strong> candidate for the Democratic party, who will face off against <strong> Sen. Jim DeMint </strong> in November 2010. http://wn.com/Republican_John_Raese_West_Virginia_Senate_Hicky,_Blue_Collar_Ad_Exposes_Contempt_For_Common_Man <strong> Sen. Ted Kennedy </strong> Republican Leader <strong> Mitch McConnell </strong> asks that the <strong> Sen. Ted Kennedy </strong> consider a bill to", "new_id": -2}, {"uid": "1297100048035717139", "i": 43892, "idx": 1, "sa": ["Michael Vick", "Sarah Palin", "Aaron Sorkin"], "q": ", <strong> Aaron Sorkin </strong> compared <strong> Sarah Palin </strong> hunting on her TLC show to the animal abuse football player <strong> Michael Vick </strong> was found guilty of in promoting dog fighting. On CNN's Parker-Spitzer on October 4, 2010, <strong> Aaron Sorkin </strong> declared: <q><strong> Sarah Palin </strong>'s an idiot. Come on. This is a remarkably, stunningly, jaw-droppingly incompetent and mean woman.</q> Cappmann1962 on Mon, 02/07/2011- 12:05 pm. <strong> Sarah Palin </strong> demonizes education and intellect, hmmm? So, in other words, we're back to liberals being mentally superior to Cro-Magnon conservatives. And here", "new_id": -2}]