[{"uid": "1295439758077627417", "i": 3927, "idx": 0, "sa": ["Sergio Marchionne"], "q": ", 5:27 pm EST WINDSOR, Ontario( AP)-- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1295263457203423756", "i": 14448, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "claiming that his communications director, <strong> Andy Coulson </strong>, had offered his resignation. When specifically asked on Today programme whether <strong> Andy Coulson </strong> had offered to resign over the continuing News of the World phone-hacking controversy, <strong> David Cameron </strong> said: <q> I don't have to go into private conversations. </q> Politics live blog- Monday 17 January political developments as they happen To receive updated content, refresh the page( F5 for a Media requires JavaScript to play.... Fathers encouraged to take time off with", "new_id": -2}, {"uid": "1295476301073809946", "i": 28286, "idx": 2, "sa": ["Allen Iverson", "Tyronn Lue", "Beverley Knight"], "q": "be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart.`` Our guys just try hard,'' Sixers coach Larry <strong> Beverley Knight </strong> said. <q> This is kind of unexpected but it's neat. </q> In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2}, {"uid": "1295094117134053957", "i": 502, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "his infamous comment following the fall of Baghdad regarding the rampant looting and violence that broke out in the aftermath of the toppling of the Iraqi government, in response to questions on how we allowed it to happen. <q> Free people are free to[...] commit crimes and do bad things </q>( No they aren't). Visit the BI30 Blog: blog.bi30.org <strong> Donald Rumsfeld </strong> Called Out On Lies About WMD Speaking in Atlanta today, <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> was sharply questioned about his pre-war claims about WMD in Iraq", "new_id": -2}, {"uid": "1295446736183418917", "i": 1583, "idx": 2, "sa": ["Mitch Daniels", "Mike Pence"], "q": "mind. He talked Monday morning to Gov. <strong> Mitch Daniels </strong>, who is term-limited from seeking a third consecutive term as governor and who also is leaving the door open to a run for the presidency. <q> We're certainly hearing encouragement from our friends here at the Statehouse in various ways, </q> <strong> Mike Pence </strong> said.`` I've heard as many people encourage us to consider coming home to Indiana as I have people who pulled me alongside and said,` Keep the national campaign in mind.'''", "new_id": -2}, {"uid": "1296109290115327074", "i": 23378, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "Less than two years after being released from federal prison, the Philadelphia Eagles quarterback is making his fourth Pro Bowl appearance-- and first since serving 18 months for his role in a dogfighting operation. <q> This one feels great due to the fact that I've been through so much and trained to getting back to this position, </q> he said after the NFC opened practice Wednesday.`` It's paramount for me and my family and I'm just thankful.'' <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career", "new_id": -2}, {"uid": "1295868870143261707", "i": 25833, "idx": 1, "sa": ["Michael Arrington", "Eric Schmidt"], "q": "te maken of zelfs te verslaan. Er zijn genoeg nieuwe uitdagingen te verzinnen, maar het lijkt erop dat <strong> Eric Schmidt </strong> ze niet durft aan te gaan. Volgens TechCrunch <strong> Michael Arrington </strong> is de overwinning op Microsoft voor <strong> Eric Schmidt </strong> genoeg. <q> Nu ze op twee fronten met Apple en Facebook strijden, liggen de kansen mijns inziens niet in het voordeel van Google </q>, schrijft hij. 4. Bureaucratisch martelaarschap Google stapt een nieuw tijdperk binnen en moet opnieuw zijn prioriteiten bepalen. Komende maanden moeten er veel hordes genomen worden- rechtszaken, gedoe", "new_id": -2}, {"uid": "1297266831144211998", "i": 40869, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "said:`` Of course, I miss everybody. Yes I do miss <strong> Simon Cowell </strong>.'' The chat show host then told <strong> Paula Abdul </strong> that <strong> Simon Cowell </strong> is a massive fan of her. She said: <q> I think you need to take mass off and put obsess-ive. Yeah he's obsessed with me. </q> There have been rumours that she will be making an appearance on <strong> Simon Cowell </strong>'s new show The X Factor when he launches it in the US later this year. She said:`` He always talks", "new_id": -2}, {"uid": "1297604062127287303", "i": 20027, "idx": 8, "sa": ["Simon Cowell"], "q": "it together now. There's a massive, massive opportunity here because you don't have a lot of competition.'' The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. <q> If they don't sell a single record they still get to keep the money, </q> he said.`` It is pressure, because if the wrong person wins, I'm in trouble.... We've got to find somebody fantastic to get the money back'' through record sales.", "new_id": -2}, {"i": 13043, "idx": 4, "index_answer": 0, "new_id": -1, "q": "Welch said. <strong> Sen. Bernie Sanders </strong> added that the date change wouldn't cost the federal government anything extra, doesn't mention the word singlepayer but would hold states to all the requirements of the law. <q> It is a pretty good offer we are making. </q> Welch admitted that the bill could face opposition from insurance companies, who also opposed the federal health care law. <strong> Sen. Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont.`` There is no", "sa": ["Sen. Bernie Sanders"], "uid": "1295386293114753561"}]