[{"uid": "1297068187223330338", "i": 29278, "idx": 7, "sa": ["Eric Schmidt"], "q": "competitors, hopefully they are minor or they are not correct, and we'll find out and make sure we are operating well within the law and the spirit of the law,\" <strong> Eric Schmidt </strong> added. <q> We understand we play a major role in Europe and we're not denying that. We have a lot of meetings with appropriate government officials. </q> Printed from www.pcpro.co.uk Register to receive our regular email newsletter at http://www.pcpro.co.uk/registration.", "new_id": -2}, {"uid": "1294986518220069897", "i": 30289, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "head, <strong> Gabrielle Giffords </strong> is moving both arms and legs. \"This is a major leap forward. This is a major milestone for her,\" said Dr. Michael Lemole, University Medical Center. <q> She would hold my hand. She would squeeze it harder and she'd rub her thumb on my thumb so I knew she was telling me I hear you. I know what you're saying. I'm with you, </q> said Sen. <strong> Kirsten Gillibrand </strong>, D-NY. The New York senator is a close friend of the congresswoman. On Wednesday night, she was in <strong> Gabrielle Giffords </strong>' hospital room for the biggest milestone. <strong> Gabrielle Giffords </strong> opened her eyes", "new_id": -2}, {"uid": "1297356961224657422", "i": 3329, "idx": 1, "sa": ["Anderson Cooper", "David Letterman"], "q": "said <strong> David Letterman </strong>. \"Being pummeled?\" <strong> Anderson Cooper </strong> said. \"I don't recommend it. I'd never been hit in the head before.\" He described the scene, saying, <q> People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying. </q> Phoenix-$ 39,900 MLS 4401266 2 bed/ 1 bath Less Than 1,000/ 1985 Mari D\\` Ambrosio, CENTURY 21 Arizona Foothills Surprise Chandler-$ 199,500 MLS 4452857", "new_id": -2}, {"uid": "1296940939224919552", "i": 14168, "idx": 8, "sa": ["Eric Schmidt"], "q": "without users knowing. Lessons have been learnt. \"I'm sorry to be so pedantic, but I've found if I don't repeat it I get Twittered to death,\" <strong> Eric Schmidt </strong> says. <q> You've got to add the preamble- this is all on the assumption that the customer wants this kind of information. If you want anonymity and you don't want your friends to know what you're doing, that's fine with us. </q> My children are aged 10 and seven. I ask what it will be like for them in 50 years' time. \"A child born today with a life expectancy of 90 will live", "new_id": -2}, {"uid": "1297357008264552539", "i": 32724, "idx": 1, "sa": ["Anderson Cooper", "David Letterman"], "q": "said <strong> David Letterman </strong>. \"Being pummeled?\" <strong> Anderson Cooper </strong> said. \"I don't recommend it. I'd never been hit in the head before.\" He described the scene, saying, <q> People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying. </q> Fountain Hills-$ 899,000 MLS 4441889 4 bed/ 4 bath 4,001- 4,500/ 1999 Sherri Belcher, Prudential Arizona Properties Chandler-$ 106,000 MLS 4429781 3 bed/ 2", "new_id": -2}, {"i": 36300, "idx": 5, "index_answer": 1, "new_id": -1, "q": "were seeing,\" <strong> Kirsten Gillibrand </strong> said. \"They were saying this is unbelievable progress, to see this.\" Video: House peers reflect on bedside visit to <strong> Gabrielle Giffords </strong>( on this page) <q> Mark started to tell her, \"<strong> Gabrielle Giffords </strong>, if you can see me, give me the thumbs up sign,' </q> <strong> Debbie Wasserman Schultz </strong> told MSNBC\"s <strong> Chris Matthews </strong> on \"Hardball.\" \"He encouraged her and pushed her to do that. She kept opening her eyes a little more and a little bit more and suddenly, her", "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Chris Matthews", "Gabrielle Giffords"], "uid": "1294991426005357592"}, {"uid": "1296091661126894108", "i": 43703, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "potential. The \"e-commerce space feels overheated because valuations are based on long-term revenue expectations,\" said <strong> Eric Schmidt </strong>, who plans to step down from his role as CEO and become executive chairman in April. <q> But if you look at <strong> Google Inc. </strong>'s history, that potential is real </q> Dell and Lane, whose companies compete in the market for personal computers, also traded barbs over 3Par <strong> Google Inc. </strong>, a storage provider acquired for$ 2.35 billion in September by HP. The computer makers held", "new_id": -2}, {"uid": "1297298981049397781", "i": 42303, "idx": 1, "sa": ["Donald Rumsfeld", "Nancy Pelosi", "Bill Clinton", "Robert Gibbs"], "q": "cuts, White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> cited a \"broad agreement that we have to change the way Washington works, particularly as it relates to spending.\" At the same time, he said, <q> We have to do so in a way that protects the important investments so that we can win the future, </q> signaling the <strong> Bill Clinton </strong> will fight to protect his own priorities. House Democratic leader <strong> Nancy Pelosi </strong> was more pointed. \"The Republican plan will cost jobs, undercut American innovation and clean energy, jeopardize our safety by", "new_id": -2}, {"uid": "1297299763261144601", "i": 47743, "idx": 1, "sa": ["Colin Powell"], "q": "<strong> Colin Powell </strong> could not attend. The event is voluntary and paid for with a chaplains' offering fund and a$ 7 admission. As of Tuesday, 178 attendees from the 10,000 on base are expected. <q> He's not here to pass out Bibles and to have a sermon, </q> Bryan said of McClary. \"Does he have personal Christian beliefs? Yes, he does.... We're committed to protecting somebody's right to practice any religion they choose, or no religion, provided those", "new_id": -2}, {"uid": "1296539752082821193", "i": 10884, "idx": 1, "sa": ["Allen Iverson", "Anthony Parker"], "q": "by a defender in the first half, threw down a reverse jam and landed on his left foot. The usually ordinary play told <strong> Anthony Parker </strong> everything he needed to know-- his sprained left ankle was just fine. <q> I figured if I could do that, I'm good, </q> <strong> Anthony Parker </strong> said. A healthy <strong> Anthony Parker </strong> scored 25 points, <strong> Allen Iverson </strong> had 24 points and 13 assists, and the Denver Nuggets beat the Charlotte Bobcats 117-101 on Saturday night. \"It didn't hurt at all,\"", "new_id": -2}]