[{"uid": "1296734724097124370", "i": 4674, "idx": 0, "sa": ["Michael Hansen", "Michael Vick", "Martha Stewart"], "q": "crippled Shih Tzu, said any dog will bite if provoked_ citing <strong> Martha Stewart </strong>'s recent run-in with her own dog. <strong> Michael Hansen </strong> blames the pit bull's bad reputation on owners and the press. <q> You have a tendency to sensationalize stories or put into them right down to the blood and gore when it isn't really necessary, </q> said <strong> Michael Hansen </strong>, who has two dogs, 9-year-old Lab-collie brothers named Chaz and Zach. Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that`` people can", "new_id": -2}, {"uid": "1296627256226623517", "i": 33420, "idx": 1, "sa": ["Helena Bonham Carter", "David Letterman", "Todd London", "Anne Hathaway"], "q": ",... <strong> Helena Bonham Carter </strong> interview for Sweeney <strong> Todd London </strong> Chuck the Movieguy interviews <strong> Helena Bonham Carter </strong> for the movie Sweeney <strong> Todd London </strong>... <strong> Helena Bonham Carter </strong> interview on <strong> David Letterman </strong>( 1997) A November 1997 interview with <strong> Helena Bonham Carter </strong> on Late Night with <strong> David Letterman </strong> to promote her film <q> Wings of the Dove. </q> They're very funny together... Fun Interview with <strong> Helena Bonham Carter </strong>( The Red Queen)& <strong> Anne Hathaway </strong>( The White Queen)- Alice Fun Interview with <strong> Helena Bonham Carter </strong>( The Red Queen)& <strong> Anne Hathaway </strong>( The White Queen)", "new_id": -2}, {"uid": "1295501732152404071", "i": 24745, "idx": 9, "sa": ["Marcus Camby", "Allen Iverson", "Michael Finley", "Shawn Marion", "Jason Kidd"], "q": "<strong> Allen Iverson </strong> made all six of his free throws in the Michael Finleyal 23.2 seconds, helping the Nuggets snap a six-game road losing streak that included losses at Dallas and New Orleans at the start of the three-game road trip. <q> It was deMichael Finleyitely important, </q> Denver center <strong> Marcus Camby </strong> said.`` We got our butts kicked the other night down in New Orleans against a great team. We wanted to salvage the rest of this three-game road trip.`` We had http://wn.com/Shawn Marion_Shawn Marion_Buzzer_Beating_Game_Winner_Against_Houston_Rockets_[PRESEJason Kidd]", "new_id": -2}, {"uid": "1297179847261799940", "i": 53602, "idx": 1, "sa": ["David Letterman", "Aaron Rodgers"], "q": "<strong> Aaron Rodgers </strong> was all smiles yesterday as a guest on`` Late Show with <strong> David Letterman </strong>.'' <strong> David Letterman </strong> handed <strong> Aaron Rodgers </strong> his WWE championship belt and even caught a pass across the stage from the Super Bowl MVP. <q> There must be a lot of Wisconsin people out there, </q> <strong> Aaron Rodgers </strong> said as his eyes scanned the crowd, which was met with cheers from the probable Packer backers in attendance. <strong> David Letterman </strong> asked a series of light-hearted questions, with <strong> Aaron Rodgers </strong> willingly playing along.", "new_id": -2}, {"uid": "1295538019185040944", "i": 7508, "idx": 0, "sa": ["Chris Huhne"], "q": "services company Siemens and Spanish wind power developer Gamesa announced Thursday they had signed initial contracts to build wind turbine factories and a research centre at the port of Hull and in Dundee and Glasgow, respectively. <q> The race for offshore wind manufacturing jobs is on(...) I'm determined the economy benefits from the opportunities and jobs of the offshore wind supply chain, </q> said Energy and href=\"http://uk.news.yahoo.com/fc/climate-change.html\"> Climate Change Secretary <strong> Chris Huhne </strong>. Together these projects would create up to 1,000 jobs at a time when workers across the country are increasingly worried about losing href=\"http://uk.news.yahoo.com/fc/employment.html\">", "new_id": -2}, {"uid": "1295739237074268687", "i": 11337, "idx": 11, "sa": ["Les Brown", "Allen Iverson", "Chauncey Billups"], "q": "for the Lakers, but went 12-of-30 from the floor.`` We just played a good all-around game,'' <strong> Allen Iverson </strong> said after the Pistons won for the third time since his arrival from Denver five games ago. <q> It's just about playing basketball, understanding what we want to do on the basketball court.`` We didn't feel like it would take long, but we knew it would be kind of shaky in the beginning because I'm a totally different player than <strong> Chauncey Billups </strong>. I'm a lot more aggressive when it comes to driving to the basket, so my teammates have to know what spot I want them to be in to be able to create shots for them. </q> In winning their first seven, the Lakers had averaged a league-high 104.7 points and held opponents to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los AngeLes Brown becoming the final", "new_id": -2}, {"uid": "1295228220163070053", "i": 7930, "idx": 0, "sa": ["Angelina Jolie", "Mel Gibson", "Brad Pitt"], "q": "just toying with us... 1653 PST: There's a moment of hyperventilation on the red carpet- E!'s Guiliana Rancic is breathless after she gets a hello and a wave from <strong> Angelina Jolie </strong> and <strong> Brad Pitt </strong>. <q> Oh my God, that was so exciting, </q> she gasps, before telling herself,`` calm down, you're being a weirdo...'' Thank goodness she didn't have to interview them or she'd probably be in need of sMel Gibsonling salts.", "new_id": -2}, {"uid": "1295217385130613292", "i": 2428, "idx": 2, "sa": ["Tim Pawlenty", "Charles Ellis Schumer", "Kirsten Gillibrand"], "q": "York Democrat.`` If we can move that conversation to what about the bill do you want to change, that is a legiTim Pawlentyate debate that we should frankly have,'' <strong> Kirsten Gillibrand </strong> said on CBS. <q> The bill's not perfect. It never has been. </q> <strong> Charles Ellis Schumer </strong> said there are changes to the bill both parties can work on together, such as the repeal of a provision requiring businesses to report annual expenses to individual vendors in excess of$ 600.", "new_id": -2}, {"uid": "1295043305095961091", "i": 49765, "idx": 1, "sa": ["Alassane Ouattara", "Ban Ki-moon"], "q": "planning minister visited the regional Ban Ki-moonk, the BCEAO, in Dakar and complained of`` daily withdrawals from Ivory Coast's account''. <strong> Alassane Ouattara </strong> also criticized the central Ban Ki-moonk's lack of action. <q> The decision made by the regional central Ban Ki-moonk should be implemented fully, </q> he told journalists in Washington on a conference call.`` As of today, this is not the case.''`` We have written to the governor and we have told them that if they continue", "new_id": -2}, {"i": 12859, "idx": 2, "index_answer": 0, "new_id": -1, "q": ", the governor's office and various state agencies.`` Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances,'' <strong> Bill Lockyer </strong> said. <q> It's improper, it will stop now, it will not happen again and we will get our money back. </q> Last year, for example, SIFMA lobbied against a bill that requires marketing intermediaries, who help investment funds win multibillion-dollar deals with state pension funds, to register as lobbyists with the state.", "sa": ["Bill Lockyer"], "uid": "1296655437186056720"}]