[{"i": 17290, "idx": 3, "index_answer": 0, "new_id": -1, "q": "went back and forth in our heads, we never went back and forth in our hearts.'' Saying his`` heart was in Indiana,'' <strong> Mike Pence </strong> said he would continue to meet with <q> the good and strong and opinionated people of this state </q> before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment as a congressman came when he helped a Muncie mother avoid deportation to her home country of Sierra Leone.", "sa": ["Mike Pence"], "uid": "1296561500134217730"}, {"uid": "1297127913053067839", "i": 33767, "idx": 0, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "( D-Fla.). The three legislators last month saw <strong> Gabrielle Giffords </strong> open her eyes for the first time since she was shot in Tucson, Ariz., on Jan. 8. <strong> Debbie Wasserman Schultz </strong> said that moment <q> felt like we were watching a miracle. </q> <strong> Kirsten Gillibrand </strong> visited <strong> Gabrielle Giffords </strong> again last weekend, while a spokesman for <strong> Debbie Wasserman Schultz </strong> said the lawmaker has visited <strong> Gabrielle Giffords </strong> three times, most recently Monday afternoon. <strong> Gabrielle Giffords </strong>'s husband, astronaut Mark Kelly, announced Friday", "new_id": -2}, {"uid": "1295670451069369909", "i": 24900, "idx": 0, "sa": ["Stephen Jackson", "Cory Johnson", "Mike Bibby", "Allen Iverson", "Jamario Moon"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way.`` He wasn't missing anything,'' Hawks forward <strong> Stephen Jackson </strong> said. <q> When a guy is shooting like that, there's nothing you can do. </q> <strong> Allen Iverson </strong> scored 14 <strong> Jamario Moon </strong>'s key miss for Toronto set up Joe <strong> Cory Johnson </strong>'s clincher for Atlanta. <strong> Cory Johnson </strong> scored 28 points, including a jumper with 12.5 seconds left, <strong> Mike Bibby </strong> added 23 and the Atlanta Hawks rallied to", "new_id": -2}, {"uid": "1295580862256213017", "i": 43365, "idx": 3, "sa": ["Simon Cowell", "Steven Tyler"], "q": "thought the show was just boring and suggested that none of the judges`` know what they were talking about or doing,'' labeling <strong> Steven Tyler </strong>'s comments`` superficial'' and`` obvious.'' Mrs_FiFi said, <q> <strong> Steven Tyler </strong> made me forget all about <strong> Simon Cowell </strong> last nite. <strong> Steven Tyler </strong> is fascinating, funny& he can SING. </q> ArchuletaGirl begged to differ, though, tweeting,`` Idol just isn't the same without <strong> Simon Cowell </strong>. These new judges keep getting suckered into putting bad people through.'' Others dubbed <strong> Steven Tyler </strong>`` kinda", "new_id": -2}, {"uid": "1295667342254312457", "i": 45910, "idx": 2, "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "q": "<strong> David Cameron </strong> Moir/Reuters) British <strong> Tony Blair </strong> <strong> David Cameron </strong>'s communications chief resigned Friday Timeline: how the scandal that led to <strong> Andy Coulson </strong>'s resignation developed Scotland Yard in 2005 to the CPS mounting a review of phone-hacking material <strong> Andy Coulson </strong> said phone-hacking coverage <q> made it difficult for me to give the 110% needed in this role </q>. Photograph: Danny Lawson/PA Top aide to UK leader resigns in tabloid scandal British prime minister's communications chief resigned Friday following intense pressure over claims that he encouraged reporters to illegally celebrities and royalty while he was editor", "new_id": -2}, {"uid": "1295257856143179793", "i": 14956, "idx": 1, "sa": ["Andy Coulson", "Peter Oborne"], "q": "Four Dispatches investigation( presented by that notable Labour stooge, <strong> Peter Oborne </strong>), a former senior NoW journalist revealed that <strong> Andy Coulson </strong> had personally listened to intercepted voicemail messages. He told the programme: <q> Sometimes, they would say:` We've got a recording' and <strong> Andy Coulson </strong> would say:` OK, bring it into my office and play it to me' or` Bring me, email me a transcript of it.' </q> In any case, as I have repeatedly pointed out, if <strong> Andy Coulson </strong> did know he's too wicked to stay in his post, and if he didn't know then he's too stupid. Cameron is", "new_id": -2}, {"uid": "1295510839092602381", "i": 13055, "idx": 1, "sa": ["Forest Whitaker", "John Ehret", "Allen Iverson", "Al Saunders"], "q": ". For a player often described as selfish and immature, it was a giant step toward superstardom.`` It's special, and it's a tribute to my coach and my teammates,'' said <strong> Allen Iverson </strong>. <q> I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball, </q> Brown said.`` There were so many lessons to be learned, from him Hurricane Season( MGM, December 25, 2008), starring <strong> Forest Whitaker </strong> as <strong> Al Saunders </strong> Collins, the basketball coach of <strong> John Ehret </strong> High School in", "new_id": -2}, {"uid": "1295721707089014346", "i": 9938, "idx": 0, "sa": ["Rafik Hariri", "Andy Coulson"], "q": "A wrapped statue of slain... Lebanese Prime Minister <strong> Rafik Hariri </strong> Lebanese Prime Minister <strong> Rafik Hariri </strong> <cite> AP </cite> Photo in Slideshow: Lebanon's Jumblatt becomes possible kingmaker Report Abuse \" Lebanon political crisis threatens economic gains. \" Report Abuse <q> The new Lebanon is going to be like Iran ruled by a bunch of Islamists and terrorists </q> Report Abuse \" Hizballet will destroy Lebanon. \" Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Healthy Habits Coaching Weight& stress", "new_id": -2}, {"uid": "1296665388235831341", "i": 19989, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "<strong> Kirsten Gillibrand </strong> chose the nominees from a large group of qualified applicants. Decisions were based on a criteria including academic record, leadership potential and overall achievement. Final acceptance is determined solely by the service academies. <q> Our service academies are distinguished by a devotion to honor, courage and commitment. I am honored to nominate these young, talented New Yorkers who exemplify these core values. It is my hope that these accomplished nominees have the chance to live their dreams and serve in our country's armed forces with distinction, </q> <strong> Kirsten Gillibrand </strong> said.", "new_id": -2}, {"uid": "1295611063109838346", "i": 18590, "idx": 2, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "face' of Google for such things. But being that face can take a toll,'' he wrote. But Google was also overdue for a management change, <strong> Danny Sullivan </strong> wrote, noting that a decade <q> may as well be 100 years of Internet time. </q> Steve Arnold, an analyst who heads the firm ArnoldIT, faulted <strong> Eric Schmidt </strong> for leaving Google too dependent on search advertising.`` It has not diversified its revenue streams in a meaningful way,'' Arnold said", "new_id": -2}]