[{"uid": "1295112570255082572", "i": 3675, "idx": 0, "sa": ["Kelsey Grammer", "Camille Grammer", "David Letterman"], "q": "so much, in this case. <strong> Camille Grammer </strong> probably won't be able to foil <strong> Kelsey Grammer </strong>'s plan to take a fourth wife next month, a plan he <strong> David Letterman </strong>, when he encouraged Dave to be <q> pleased for the new developments </q> in his life. Family lawyer Lynn Soodik exclusively tells E! News that <strong> Camille Grammer </strong> will probably not be successful in preventing <strong> Kelsey Grammer </strong> from getting a divorce granted by February. In California, divorces can be finalized six months", "new_id": -2}, {"uid": "1295806200208044038", "i": 59829, "idx": 6, "sa": ["Gabrielle Giffords", "Robert Gates", "Barack Obama", "Colin Powell"], "q": "href=\"http://timesofindia.indiatimes.com/topic/Robert Gates-Robert Gates\"> <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal Barack Obamaial adviser. <q> The administration knows that I am quite content with the work I am doing now, </q> he said.`` I am not interested in a government job.'' Reflecting on the href=\"http://timesofindia.indiatimes.com/topic/Arizona\"> Arizona shootings that killed six people and badly wounded U.S. Rep. href=\"http://timesofindia.indiatimes.com/topic/Gabrielle Giffords-Gabrielle Giffords\"> <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said", "new_id": -2}, {"uid": "1295473355144211985", "i": 30865, "idx": 0, "sa": ["Steven Tyler", "David Letterman", "Simon Cowell"], "q": "<strong> Steven Tyler </strong> was silent about that infamous fall from the stage in South <strong> Steven Tyler </strong>: Snorting Lunesta Led To Falling Off Stage drug abuse that led him to fall off the stage and break his shoulder at an Aerosmith concert. <q> It's not any target=\"_blank\" href=\"http://onlinenews.com/\"> news here about my drug use and addictions in the past, </q> he told <strong> David Letterman </strong> on` The stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>.`` I'm not going in there to be a harsh", "new_id": -2}, {"uid": "1296119888224231428", "i": 40567, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Comments By Posting to this site, you agree to our Copyright Record Publishing Co, LLC. 1995-2011. All Rights Reserved.", "new_id": -2}, {"uid": "1295323003149110835", "i": 50594, "idx": 1, "sa": ["Ken Kutaragi", "Steve Ballmer"], "q": "market than the core gamers that the console had traditionally wooed, and Mr <strong> Steve Ballmer </strong>'s comments reiterated this movement.`` Xbox isn't a gaming console,'' Mr <strong> Steve Ballmer </strong> told USA Today. <q> Xbox is a family entertainment center. It's a place to socialise. It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body. </q> Mr <strong> Steve Ballmer </strong>'s comments echo those of ex-Sony Computer Entertainment head <strong> Ken Kutaragi </strong> at the dawn of the PlayStation 3.`` From the start, we intended to make not just a game machine for kids", "new_id": -2}, {"uid": "1296781371242499630", "i": 45568, "idx": 1, "sa": ["Bill Lockyer", "Bill H. Gross"], "q": " Those two sentences set off a month of fireworks in the almost$ 3 trillion muni market. California Treasurer <strong> Bill Lockyer </strong> called the prediction`` apocalyptic arm-waving.'' The National League of Cities' research director cited her <q> stunning lack of understanding. </q> Pimco's <strong> Bill H. Gross </strong>, who runs the world's biggest bond fund, simply said he doesn't subscribe to the`` theory.'' James A. Bianco, the president of Bianco Research in Chicago, compares", "new_id": -2}, {"uid": "1296183151117178385", "i": 27582, "idx": 1, "sa": ["Mike Pence"], "q": "-`` wide open.'' One source familiar with the effort to recruit <strong> Mike Pence </strong> tells National Review Online that while <strong> Mike Pence </strong>`` could have united the conservative movement,'' his departure leaves a Republican field that <q> is never going to be as wide-open again. </q>----------------------------------------", "new_id": -2}, {"uid": "1294957406081149956", "i": 56729, "idx": 22, "sa": ["Allen Iverson"], "q": "loss to Asvel <strong> Allen Iverson </strong> angry and upset after Besiktas blow an 11 point lead in their 85-88 loss to Asvel <strong> Allen Iverson </strong> speaks to the French media after the game saying he's`` real upset'' and that there was <q> no excuse not to win </q>.... <strong> Allen Iverson </strong> has 32000 supporters chant his name and welcome him to Besiktas Turkey n?n <strong> Allen Iverson </strong> has 32000 supporters chant his name and welcome him to Besiktas Turkey n?n <strong> Allen Iverson </strong> attends a soccer match between Besiktas and Kasimpasa at", "new_id": -2}, {"uid": "1297228077053084177", "i": 10463, "idx": 3, "sa": ["Simon Cowell"], "q": ". Advertisement He says the line-up, rumoured to include Cheryl Cole will be finalised in`` three to four weeks''. Asked about Cheryl's chances, <strong> Simon Cowell </strong> hedged: <q> The most important thing is the commitment and the expertise a person offers.`` It is really important to me that I've got people who I can trust in terms of their expertise and their gut feeling.`` It is also important to have people who are very competitive with each other. </q> But in an aside that could be in Cheryl's favour, he added slyly:`` It also helps if they are cute.'' He knows the right judges are key to the show", "new_id": -2}, {"i": 16616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q> The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with, </q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities to", "sa": ["Bill Lockyer"], "uid": "1295960930216842358"}]