[{"uid": "1295400777230801423", "i": 38703, "idx": 0, "sa": ["Sergio Marchionne"], "q": "minivans' future WINDSOR, Ontario: Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean", "new_id": -2}, {"uid": "1295629069004243586", "i": 26638, "idx": 3, "sa": ["Eric Schmidt", "Steve Jobs", "Tim Cook"], "q": "that <strong> Eric Schmidt </strong> could become the Chief Executive of Apple Inc., whose CEO <strong> Steve Jobs </strong> has gone on an indefinite medical leave and Chief Operating Officer <strong> Tim Cook </strong> has been taking care of day to day operations,'' Raman reports. <q> At first thought, <strong> Eric Schmidt </strong> moving to Apple would rather seem unlikely, but not impossible either.` While not necessarily likely, we think this scenario is at least a possibility,' Jefferies analyst Peter Misek wrote in his note to clients... Misek said` Apple's future is likely to increasingly overlap with Google in the areas of cloud computing, advertising, and content. <strong> Eric Schmidt </strong> could help position Apple for that shift.' </q> 11-inch MacBook Air: The next generation of MacBooks. From$ 999. Free shipping. Always-- Free ground shipping with orders over$ 50 at the Apple Store.. Unregistered users: Feedback from multiple", "new_id": -2}, {"uid": "1295562758204079131", "i": 13330, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "circles was that Google's brilliant founders Page and <strong> Sergey Brin </strong> needed a business-savvy executive to help bring the company to the next level. But as <strong> Eric Schmidt </strong> put it in a Twitter posting on Thursday( Jan. 20), <q> day-to-day adult supervision no longer needed! </q> Instead, <strong> Eric Schmidt </strong> will take on the role of Google's executive chairman, where he says he will focus on broader business partnerships, technology leadership, product development and government outreach. The decision", "new_id": -2}, {"uid": "1295757318175325187", "i": 4113, "idx": 1, "sa": ["Allen Iverson", "Chris Webber"], "q": "rebound and looked down the court for an open man, only to have <strong> Chris Webber </strong> reach around and strip the ball.`` I was very cognizant of the fact, don't touch him,'' <strong> Chris Webber </strong> said. <q> I saw him hold it out there. He was looking at the ref. A lot of times they'll hold the ball close to their chest and he didn't do that today. </q> <strong> Allen Iverson </strong> missed two free throws-- the second http://wn.com/[NBAD]_[M21]Boston_Celtics-Rise_of_Legends_[M2_Playoffs_Round_3] Hey guys here is my latest mix. I made this one about Boston Celtics.I wanted to show their toughness and fighting spirit in this mix.I think that they did", "new_id": -2}, {"uid": "1297464292037044245", "i": 44242, "idx": 4, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "At a dinner this week, attended by`` The Daily Telegraph'', with conservatives in New York, <strong> Donald Rumsfeld </strong> elicited murmurs of approval when he suggested that <strong> Barack Obama </strong>'s troop-heavy strategy in Afghanistan was flawed. <q> I personally did not think we needed to make a career out of Afghanistan, </q> he said.`` The Soviets were in there with hundreds of thousands of troops for 12 years and lost. It's a landlocked country, it went through occupation, civil war, drought, hostile neighbours.", "new_id": -2}, {"uid": "1295649482034750474", "i": 4035, "idx": 0, "sa": ["Eric Schmidt"], "q": "the prodigies who co-founded the company behind the internet's dominant gateway. The surprise shake-up appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as Page's personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after Google dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will become executive chairman and remain available to advise Page, 37, and Google's other 37-year-old", "new_id": -2}, {"uid": "1296218123081313799", "i": 2824, "idx": 4, "sa": ["John Coltrane", "Jimmy Cobb", "Chris Webber", "Wynton Kelly", "Miles Davis", "Paul Chambers", "Allen Iverson"], "q": ". With a brutal seven-game road trip next, there's no better place to sit. <strong> Allen Iverson </strong> scored 38 points, <strong> Chris Webber </strong> added 27 and t... Hellcats Ep. 3 Recap`` Beale Street After Dark'' <q> A wildly flamboyant funk diva with few equals even three decades after her debut, Betty <strong> Bette Davis </strong> combined the gritty emotional realism of <strong> Tina Turner </strong>, the futurist fashion sense of <strong> David Bowie </strong>, and the trendsetting flair of <strong> Miles Davis </strong>, her husband for a year. </q>... <strong> Miles Davis </strong>- The Cool Jazz Sound( 1959) 2/3 <strong> Miles Davis </strong> Quintet: <strong> Miles Davis </strong>( trumpet, flugelhorn), <strong> John Coltrane </strong>( tenor saxophone), <strong> Wynton Kelly </strong>( piano), <strong> Paul Chambers </strong>( bass), <strong> Jimmy Cobb </strong>( drums", "new_id": -2}, {"uid": "1296366675082608135", "i": 22255, "idx": 0, "sa": ["Jesse Eisenberg", "Chris Christie", "David Letterman", "Cory Booker", "Mark Zuckerberg"], "q": "USA today reports that Facebook co-founder <strong> Mark Zuckerberg </strong> is making a$ 100 million donation to Newark, New Jersey's school system. Newark <strong> Cory Booker </strong>, New Jersey <strong> Chris Christie </strong> and <strong> Mark Zuckerberg </strong> are expected to make the official announcement today on <q> The <strong> Oprah Winfrey </strong> Winfre... Press Conference: The Social Network/ <strong> Jesse Eisenberg </strong>/ <strong> Andrew Garfield </strong>/ <strong> Justin Timberlake </strong> Press Conference: The Social Network/ <strong> Jesse Eisenberg </strong>/ <strong> Andrew Garfield </strong>/ <strong> Justin Timberlake </strong> www.thefancarpet.com The stars <strong> Jesse Eisenberg </strong>, <strong> Andrew Garfield </strong> and <strong> Justin Timberlake </strong> talk about their new film` The Social Network' that tells the story of the faces behind Facebook at the London Press Conference,... <strong> Mark Zuckerberg </strong> Introduces Facebook Stories( With Annotations) <strong> Mark Zuckerberg </strong> Introduces Facebook Stories( With Annotations) Is this Facebook's answer for`` The Social Network </q> movie? Could be, but nevertheless Facebook Stories definitely looks like an interesting initiative. Which facebook stories you know? share links in the comments. Zuck makes the official it's- all-thanks-to-you-how-amazing-... <strong> David Letterman </strong> <strong> Jesse Eisenberg </strong>", "new_id": -2}, {"uid": "1295883923115425283", "i": 46657, "idx": 0, "sa": ["Simon Cowell"], "q": ", although his path to success wasn't always easy. In the 80s <strong> Simon Cowell </strong> had to move back in with his parents after falling into debt, and the experience was one which deeply affected him. <q> I genuinely on an hourly basis want to teach myself that this is what can happen when you're successful is that you start to believe your own hype, </q> he explained.`` Then you start living in this bubble, which is your world, and you start to believe that that's the only world that exists. Which is why most successful people screw", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said. </blockquote> <blockquote>`` If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,'' <strong> Zahi Hawass </strong> said in an interview at his office. <q> What's happening is normal. Thankfully, all the damaged items can be restored. </q> </blockquote> Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}]