[{"uid": "1297451421077103224", "i": 35910, "idx": 1, "sa": ["Michael Gove", "Darren Cooper"], "q": "the Michael Government about the difficulties our schools face.\" He added: \"This slash-and-burn attitude that the Michael Government has to local Michael Government must end.\" Leader of Sandwell Council Councillor <strong> Darren Cooper </strong> said: <q> This is not about politics, it has gone beyond that. What we are talking about is the future of our children. I am absolutely delighted for Sandwell. </q> He added that he belived Mr <strong> Michael Gove </strong> was no longer competent to make a decision on the future of these schools. Mr <strong> Michael Gove </strong>'s decision caused an outcry from many schools and councils The Department", "new_id": -2}, {"q": "and advertising, has struggled in some areas, especially social networking, where the rise of org\" articles about Facebook.\"> Facebook has become the most real threat to Google in years. <q> I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company, </q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called \"Googled: The End of the World As We Know It,\" said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "sa": ["Danny Sullivan", "Eric Schmidt", "Ken Auletta"], "index_answer": 0, "idx": 5, "i": 14434}, {"uid": "1297428200243695651", "i": 15112, "idx": 2, "sa": ["Michael Gove"], "q": "of BSF, every secondary school in England was due to be rebuilt or refurbished over a 15-20 year period at an estimated cost of? 55 billion. Mr <strong> Michael Gove </strong> said the programme had been beset by <q> massive overspends, tragic delays, botched construction projects and needless bureaucracy </q>. He also described it as \"a dysfunctional process\" before making the cuts. A Department for Education spokesman said: \"We are delighted that the judge did not call into question the", "new_id": -2}, {"uid": "1297427071058949663", "i": 2976, "idx": 4, "sa": ["Michael Gove", "Andy Burnham"], "q": "decision and that the authorities had no expectation of being allowed to proceed with their projects.\" The judge, Mr Justice Holman, asked <strong> Michael Gove </strong> to reconsider his decision \"with an open mind\" . <q> The final decision on any project still rests with him and... no one should gain false hope from this decision </q>. <strong> Andy Burnham </strong>, Labour's shadow education secretary, said the ruling was a victory \"for all the communities and children betrayed by <strong> Michael Gove </strong>\" . He said the ruling was a \"damning verdict on[", "new_id": -2}, {"uid": "1296493599059801667", "i": 9825, "idx": 2, "sa": ["Michael Gove", "Robert J. Gordon"], "q": "perfidy 22 you are under the misapprehension that <strong> Michael Gove </strong> went to a bog standard state school when in fact he went to the fee paying <strong> Robert J. Gordon </strong> College in Aberdeen. ReturnOfTheKing 31 January 2011 4:35 PM <q> learning the capitals of obscure countries and memorising list of English kings and queens and the periodic table. Not exactly a curriculum for the 21st century or a pedagogy that recognises the recent focus in schools on student learning </q> CruiskeenLawn 31 January 2011 4:40 PM How true. Basic education up until the age of eleven. Physical violence from the teacher. Classes so large that monitors had to be used to relay", "new_id": -2}, {"uid": "1295984330255737857", "i": 2442, "idx": 1, "sa": ["Michael Gove"], "q": "<strong> Michael Gove </strong>'s related desire to see a more rigorous syllabus in history, involving such things as learning a framework of important dates and events to give children a sense of the essential chronology of British and world history. <q> Such history is never going to be relevant to many pupils, one of the teachers said. What do you mean by relevant, asked the radio presenter. Well, they are from the Gameboy and computer game generations, they have short attention spans, she replied. You can not just tell them things, you have to change the format every seven minutes or so-a discussion, then a bit of role play, and so on. </q> \" It was then that I heard something that really made my hair stand on end. Arguing that it is just not reasonable to teach all pupils \"academic\" subjects like the maths and English GSCE examinations,", "new_id": -2}, {"uid": "1295461561122241153", "i": 9725, "idx": 2, "sa": ["Michael Gove"], "q": "Conservative campaign in the Old and Sad byelection raised the hackles of some Conservatives. Said hackles will stay raised if they read <strong> Michael Gove </strong>'s comments on who voters in Hull should back in the forthcoming council elections. <q> Defending his plans to cut Educational Maintenance Allowances in the Commons this afternoon <strong> Michael Gove </strong> praised councils that helped students with travel costs: </q> \"In Hull, Liberal Democrat-controlled Hull, any student in receipt of EMA also gets a travel grant to cope with the full cost...\" Then, in response to interruptions, he continued:", "new_id": -2}, {"uid": "1295022715245776398", "i": 12713, "idx": 0, "sa": ["Michael Gove", "Darren Henley", "Tom Service"], "q": "So much for the glass half-empty theory, what about the glass half-full? Well, if <strong> Darren Henley </strong> is going to be true to what <strong> Michael Gove </strong> said when the review was launched in September, that Gove-Michael Gove-announces-review-of-music-education\" <q> it is simply unfair that the joy of musical discovery should be the preserve of those whose parents can afford it </q>, we can look forward to a new utopia where music Tom Services are free to all, in which every child has the chance to sing and to learn any instrument they choose without paying a single penny,", "new_id": -2}, {"uid": "1296220413068714499", "i": 10849, "idx": 1, "sa": ["Michael Gove"], "q": "local authority-run schools. \"That would be the first choice I would like local authorities to make, that they should be free schools or academies,\" he said. Mr <strong> Michael Gove </strong> added: <q> We are getting a big population boom, particularly in London and parts of east Lancashire and west Yorkshire; we do need new schools, particularly at primary level. \"My view is we should encourage innovation and choice by ensuring that as many of these schools as possible are academies or free schools. </q> Both academies and free schools are semi-independent state schools which receive funding direct from Michael Government. A clause in the new Education Bill, published yesterday, says that \"if a local authority in England", "new_id": -2}, {"uid": "1296139408192086076", "i": 26845, "idx": 1, "sa": ["Michael Gove"], "q": "a country long divided against itself. His public appearances have become increasingly rare since his retirement. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}]