[{"uid": "1295914737143048738", "i": 9924, "idx": 1, "sa": ["Simon Fuller", "Simon Cowell"], "q": "former business partners, <strong> Simon Fuller </strong> and <strong> Simon Fuller </strong> Jones, met with an unnamed network years ago. \"It was so bad that a minute into the pitch the guy said, \"No...\" he recalled. <q>He said you can leave now, and I said,` So it sounds to me that you don't like the show?' And he said,` Get out.' And I said,` So should we come back next week?' And he said,` Get out.\" \"We were basically thrown out of the network,</q> <strong> Simon Cowell </strong> said. \"The good news is, it would never get worse than this.\" Fox went on to premiere Idol in 2002. <strong> Simon Cowell </strong> stepped down from the show last year to focus on a U.S.", "new_id": -2}, {"uid": "1296174805165871657", "i": 6627, "idx": 0, "sa": ["Jimmy Kimmel", "David Letterman"], "q": ", <strong> Jimmy Kimmel </strong> Live and The Late Show with <strong> David Letterman </strong>. The latter, perhaps looking to prove that Snooki can not only write, but read, even allowed her to recite the nightly top 10 list. Subject: <q>Top Ten Reasons to Buy the New Snooki book</q>( see video below). Snooks also sat for several book signings in cities like Los Angeles( The Grove), New York City( Columbus Circle), Brick, New Jersey and Huntington, Long Island", "new_id": -2}, {"uid": "1297135687195428354", "i": 4074, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Mayor Tom Leppert", "Michael Vick"], "q": "February 4 as a pre-Super Bowl shindig <strong> Dwaine Caraway </strong>, the mayor pro tem of Dallas, says he's ready to take over should <strong> Mayor Tom Leppert </strong> end his term early. New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q>My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy?</q> Â© 2011 PanLocal Media, LLC- All Rights Reserved. Dallas <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I", "new_id": -2}, {"i": 47514, "idx": 0, "index_answer": 2, "new_id": -1, "q": "for Life on Monday, <strong> Michele Bachmann </strong> is set to keynote the event's dinner tonight, and former <strong> Rick Santorum </strong> joined marchers in the cold-the only three potential Republican 2012 presidential hopefuls to appear at the annual gathering. <q>Our economy is struggling and our national government is awash in a sea of debt. Amidst these struggles, some would have us focus our energies on jobs and spending,</q> <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th anniversary of Roe vs. Wade. \"We must not remain silent when great moral", "sa": ["Rick Santorum", "Michele Bachmann", "Mike Pence"], "uid": "1295915073213958666"}, {"uid": "1296576783160382983", "i": 32773, "idx": 0, "sa": ["Michael Vick", "Binayak Sen", "President Bush"], "q": "for State Dinners... India: <strong> Binayak Sen </strong> Conviction...- In India, which prides itself on its rambunctious but tolerant democracy, the..., daughter of former <strong> President Bush </strong>, stars in a new... Report Abuse <q>WHAT difference does it make? What kind of \"news</q> is this?\" Report Abuse \"Why all the negatives? Think of it this way. Soon gay people will have to suffer through divorces just like the rest of us.\" Time.com: <strong> Michael Vick </strong>: Eagles", "new_id": -2}, {"uid": "1296232207160088064", "i": 19128, "idx": 7, "sa": ["Mike Pence"], "q": "home of GOP \"rising stars\" like <strong> Mike Pence </strong>. \"<strong> Mike Pence </strong>'s been a strong voice in Congress and has always proposed common sense approaches to the problems that face our nation,\" he said. <q>He will no doubt continue to play a vital role in that conversation as he decides what future service he might offer his state.</q> The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as \"", "new_id": -2}, {"uid": "1295665801007979095", "i": 3107, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "played\" in getting the party back into government. But he admitted the row over phone hacking made it \"difficult to give the 110% needed in this role\". He added: <q>I stand by what I said about those events. \"When a spokesman needs a spokesman its time to move on.</q> Mr <strong> David Cameron </strong> said: \"I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled", "new_id": -2}, {"uid": "1297244518137953301", "i": 6212, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "all that hot air things would be better. This just shows that people who believe in this crap( global warming) are quite ignorant. Quite sheeplike, they can't think for themselves. Report Abuse <q>Remember a few years ago, Alaska moved the Itiderod race to Fairbanks,</q> Report Abuse \"Maybe someone should build a NFL stadium in San Juan, PR\" Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy", "new_id": -2}, {"uid": "1296366488199786542", "i": 36583, "idx": 2, "sa": ["Jimmy Carter", "Bill Stephan", "Mike Pence"], "q": "at Hanover College, where he became a born-again Christian. He met his wife, Karen, at an evangelic church service where she was playing the guitar. <strong> Jimmy Carter </strong> Rep. David McIntosh said, <q>I think his faith is first and foremost what makes him tick. Even as he approached this really hard decision( on running for office), I knew he was at peace about it because he was being prayerful and trying to discern what his calling was in public service.</q> <strong> Bill Stephan </strong>, a friend of <strong> Mike Pence </strong>'s since their law school days, said <strong> Mike Pence </strong> was always clear on what he stood for and what he was passionate about. \"I", "new_id": -2}, {"uid": "1296156422245841951", "i": 35144, "idx": 1, "sa": ["Barack Obama", "Sherrod Brown", "Sen. Bernie Sanders"], "q": "to go. On that score they're hopeful, but see room for improvement. \"I think he's mostly there, I would like to see him be even clearer,\" <strong> Sen. Bernie Sanders </strong> told reporters. <q>I would like to see him simply say what he said during the campaign... that he will not support cuts, raising the retirement age, or in any case privatization.</q> <strong> Barack Obama </strong> <strong> Sherrod Brown </strong>( D-OH) thinks exigent circumstances muted <strong> Barack Obama </strong> to some extent, but that he'll pick up his game when confronted with a juggernaut of conservative support for gutting the program.", "new_id": -2}]