[{"uid": "1295669828069369921", "i": 25338, "idx": 1, "sa": ["Steve Cohen", "Larry King", "Mike Pence"], "q": "... now a Democratic Congressman goes out and you say you're sorry for that tonight. But if we're talLarry King about tone in America, this can't be tolerated, can it?\" <strong> Steve Cohen </strong> agreed: <q> No. I'm not going to do it again. I've my learned my lesson. </q> However, only seconds later, Shultz was justifying the Nazi comparison and <strong> Steve Cohen </strong> was comparing <strong> Mike Pence </strong> to Nazi propaganda minister Joseph Goebbels. Here is a full transcript of the January 20 segment:", "new_id": -2}, {"uid": "1295454377253952031", "i": 9753, "idx": 0, "sa": ["Nancy Pelosi", "Ryan Dixon", "Mike Pence", "Harry Reid", "Eric Cantor", "Barack Obama", "Patrick Kennedy"], "q": "for the latest YouTube videos. Watch more YouTube videos at: www.youtube.com Follow on Twitter: twitter.com http://wn.com/Roskam_Reflects_After_a_Long_Health_Summit_Democrats_Still_Aren't_Listening Question of the Day: What is your stance on immigration? Leave all your responses in the comment section. <q> Democrats Reveal Facts About Health Care </q> www.youtube.com \"<strong> Mike Pence </strong> <strong> Patrick Kennedy </strong> Yells:` Despicable' That Press Focuses On Massa Instead Of Afghanistan\" www.youtube.com \"High Immigration Impacts AmEric Cantora's Unemployed\" www.youtube.com Ryan DixonpRyan Dixon.com Health Care Reform Democrats Congress <strong> Barack Obama </strong> White House <strong> Nancy Pelosi </strong> <strong> Harry Reid </strong> Durbin", "new_id": -2}, {"uid": "1295454377253952031", "i": 9754, "idx": 1, "sa": ["Tom Coburn", "Nancy Pelosi", "Ryan Dixon", "Mike Pence", "Harry Reid", "Bernie Sanders", "Mary Landrieu", "Dan Boren", "Eric Cantor", "Michael Bennet", "Barack Obama", "Patrick Kennedy"], "q": "videos at: www.youtube.com Follow on Twitter: twitter.com http://wn.com/Roskam_Reflects_After_a_Long_Health_Summit_Democrats_Still_Aren't_Listening Question of the Day: What is your stance on immigration? Leave all your responses in the comment section. \"Democrats Reveal Facts About Health Care\" www.youtube.com <q> <strong> Mike Pence </strong> <strong> Patrick Kennedy </strong> Yells:` Despicable' That Press Focuses On Massa Instead Of Afghanistan </q> www.youtube.com \"High Immigration Impacts AmEric Cantora's Unemployed\" www.youtube.com Ryan DixonpRyan Dixon.com Health Care Reform Democrats Congress <strong> Barack Obama </strong> White House <strong> Nancy Pelosi </strong> <strong> Harry Reid </strong> Durbin <strong> Bernie Sanders </strong> <strong> Michael Bennet </strong> <strong> Mary Landrieu </strong> <strong> Dan Boren </strong> <strong> Ryan Dixon </strong> http://wn.com/Tom Coburn_Senate_Republicans_Will_Watch_for_Sweetheart_Deals_in_Health_Care For the first time, Democrats admit what AmEric Cantorans already know about", "new_id": -2}, {"uid": "1295965142202670083", "i": 3789, "idx": 0, "sa": ["Lisa Murkowski", "Jimmy Carter", "Mike Pence", "Paul Ryan", "Ron Paul", "George Allen", "Barack Obama"], "q": "that America will rise once again. But we must act right now. Next week, Congress will meet to address the spreading impact of the economic crisis. I urge them to pass at least http://wn.com/11/26/09_Weekly_Republican_Address_Rep_Mike Pence_Mike Pence_R-IN <strong> Mike Pence </strong>: <q> The American people know we can't borrow and spend and bail our way back to a growing economy.... Republicans have proposals to get our economy moving again, to achieve energy independence and lower the cost of health care. </q> http://wn.com/Barack Obama_Jimmy Carter_Jimmy Carter__Address_to_the_Nation_on_Energy Paul_Paul Ryan_To_Respond_To_Barack Obama/\" target=\"_blank\"> Why The GOP Chose <strong> Paul Ryan </strong> To Respond To <strong> Barack Obama </strong> <strong> George Allen </strong> to Lisa Murkowskiounce Senate bid Monday Health care overhaul debate now shifts to states <strong> George Allen </strong> Seeking to Recapture Virginia Senate Seat Does the Red Sea represent", "new_id": -2}, {"uid": "1296251220002900001", "i": 23476, "idx": 0, "sa": ["Fred Karger", "Mike Pence", "Jimmy McMillan", "Barack Obama", "Herman Cain"], "q": "the starting down linemen for the Green Bay Packers. <strong> Herman Cain </strong> is a talk show host and former pizza company CEO from Georgia, <strong> Fred Karger </strong> is a California political consultant and gay activist and <strong> Jimmy McMillan </strong> is the leader of the <q> Rent is Too Damn High </q> party in New York, and is now probably best known for being parodied on \"Saturday Night Live.\" That's the current Republican field for the 2012 Barack Obamaial race. <strong> Mike Pence </strong>, a", "new_id": -2}, {"uid": "1296309067021659679", "i": 7913, "idx": 4, "sa": ["Mike Pence"], "q": "family) went back and forth in our heads, we never went back and forth in our hearts.\" Saying his \"heart was in Indiana,\" <strong> Mike Pence </strong> said he would continue to meet with <q> the good and strong and opinionated people of this state </q> before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment as a congressman came when he helped a Muncie mother avoid deportation to her home country of Sierra Leone. Nurse Fatu", "new_id": -2}, {"uid": "1295340862035373085", "i": 22215, "idx": 3, "sa": ["Mike Pence", "Rick Santorum"], "q": "and former Sen. <strong> Rick Santorum </strong> of Pennsylvania. <strong> Mike Pence </strong> said this was his first town hall since the Tucson, Ariz., shootings and he always consults with local law enforcement on security at such events. <q> To me the focus is and should remain on public safety. We volunteer for these jobs, but just because someone comes to a town hall meeting, they should never have to be concerned that there's not a reasonable amount of security, </q> he said. He said town hall meetings are \"very routine\" for him and said he was grateful that everyone came out Monday in the wake of the Tucson shootings.___", "new_id": -2}, {"uid": "1296669455052150288", "i": 394, "idx": 0, "sa": ["Mike Pence"], "q": "a Planned Parenthood clinic manager assuring a pimp that the clinic would secretly offer full access to abortions and other services- despite knowing full well that the girls were underage victims of sex trafficking,\" she explained. <q> To respond swiftly to this crisis- and to take decisive action to strip Planned Parenthood of all taxpayer funding- the pro-life movement is uniting this Thursday night on a huge nationwide webcast... and your attendance is critical. </q> Title X Abortion Provider Prohibition Act,\" sponsored by <strong> Mike Pence </strong>( R-IN), was introduced earlier this month and would ensure that tax dollars are not sent to abortion providers under Title X family planning grants.", "new_id": -2}, {"uid": "1296258980134725636", "i": 17076, "idx": 14, "sa": ["David McIntosh", "Mike Pence"], "q": "is the right move.\" Former <strong> Mike Pence </strong> <strong> David McIntosh </strong>, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one \"because he made it.\" <q> You've got to have the fire in your belly and the desire to run for president, and his heart clearly is in Indiana, </q> <strong> David McIntosh </strong> said. Former Wayne Township superintendent will part ways with district From USA TODAY and Associated Press", "new_id": -2}, {"i": 21773, "idx": 0, "index_answer": 1, "new_id": -1, "q": "you were a kid in school always picking teams,\" <strong> Trent Baalke </strong> said.\" ` Oh, I want this guy, I want that guy.' That's the reality of what we do. <q> It's a talent-acquisition business, right? If you don't have it, it's hard to win. </q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MANUFACTURING PRODUCT ENGINEER AND SR..", "sa": ["Bill Lockyer", "Trent Baalke", "Michele Bachmann", "Newt Gingrich"], "uid": "1296023447028524570"}]