[{"uid": "2008112812_00002802_W", "i": 407, "idx": 0, "sa": ["Mario Dumont"], "q": "but he claims that history gives him hope. his numbers mysteriously went south in the middle of the last provincial election, he claims, and then suddenly resurfaced on election day.\" where did they go? <q> he asks. this time, however, is different. his numbers were flat from the beginning. he has become more strident. speculators have taken over quebecers' pension fund and lost the equivalent of the last three years of their contributions, he claimed this week. </q> that money is gone, \"<strong> Mario Dumont </strong> said without offering any proof.\" is this not fear mongering? \"one reporter asked. <strong> Mario Dumont </strong> denies it, but then backs down from his original position, explaining that", "new_id": -2}, {"uid": "2008120808_00023209_W", "i": 931, "idx": 3, "sa": ["Joseph T."], "q": "commander of blackfoot troop; putting his soldiers first is how he works, \"markert said.\" he proved to be a good solid man and a loving husband and father and a strong, courageous leader. <q> blackfoot troop was chosen to serve in an area that was notorious for enemy attacks. every soldier knew the risk it would take in order to complete their missions daily. yllescas pushed the belief that keating can someday become a wonderful place where all can meet in peace. </q> capt. yllescas immediately garnered the respect of his troops, \"1st lt. <strong> Joseph T. </strong> t. mazzochi blackfoot troop, 6-4 cav, tf raider, said.\" he was more of a visionary than a leader, because we", "new_id": -2}, {"uid": "2008122323_00033543_W", "i": 2101, "idx": 3, "sa": ["Richard Warren"], "q": "in no uncertain terms that there is consequences for their actions. that they should act reasonable and responsible. do you know what you're doing? this may end up you going to jail and being fined, <q> he said. judieth glenn said she was considering filing a formal complaint against the judge. derry glenn said his wife has followed the law to try to receive justice in an ongoing feud with collins-bolden and now the system is turning her away. he also was offended by <strong> Richard Warren </strong>'s comments in court. </q> i feel that this statement was made in newspaper make you feel gutter level. for him to make those statements, i'll put you in jail. we both prison workers. we work in the prison system", "new_id": -2}, {"uid": "2008090708_00011515_W", "i": 2139, "idx": 0, "sa": ["Pilar Ordovas", "Lucian Freud"], "q": "poster for the missing picture in 2001 but, despite some tantalising tips, it has never been recovered.\" <strong> Lucian Freud </strong> and francis bacon are widely considered to be the most important british artists of the 20th century, <q> said <strong> Pilar Ordovas </strong>, head of contemporary art at auction house christie's. </q> we are thrilled to present to the international art market a rarely seen, intimate portrait which pays tribute to an inspirational friendship, and a key moment in the development of <strong> Lucian Freud </strong>'s career. \"the portrait which", "new_id": -2}, {"uid": "2008090805_00104114_W", "i": 465, "idx": 4, "sa": ["Glenn Stevens"], "q": "months away from seeing clear evidence that inflation has begun to fall, and even then it has to fall quite some distance before it is back to rates consistent with achieving 2 to 3 per cent on average, <q> he said in his opening remarks to the committee. mr <strong> Glenn Stevens </strong> declined to comment on the prospect for further rate cuts, saying the situation would be assessed on a month by month basis. but he noted that financial markets are pricing in the possibility for more decreases, and that key market rates had already been falling. but this time around in the economic cycle a <NO_QUOTATION> in inflation overall was required than was the case in either 2001 or 1995. </q> rather than trying to achieve that larger fall in inflation by pushing it down more quickly, the board's strategy is to seek a gradual fall, but over a longer period, \"he said. this carries", "new_id": -2}, {"uid": "2008091410_00016441_W", "i": 746, "idx": 1, "sa": ["Barack Obama", "George W. Bush", "Lloyd Wood"], "q": "in the past eight years, most of them in <strong> George W. Bush </strong>'s first term in office, <strong> Lloyd Wood </strong> of the american manufacturing trade coalition( amtac) said friday.\" we want china to play by the rules, <q> <strong> Lloyd Wood </strong> told afp, citing the yuan and us trade complaints against china filed at the wto. <strong> Lloyd Wood </strong> recalled with amazement that after the republican-led congress <NO_QUOTATION> two years ago, no legislation sanctioning china over its currency has been voted on. </q> there's lots of blame to share on the issue, \"he added.\" our government is not doing anything. \"erin ennis, vice <strong> Barack Obama </strong> of the us-china business council, downplayed expectations for the jcct", "new_id": -2}, {"uid": "2008110813_00013720_W", "i": 1257, "idx": 0, "sa": ["Armando Vilaseca", "Brian O'Regan"], "q": "job, however, the town's outgoing schools chief said she would not consider taking the job until her contract with greenwich public schools expires next summer.\" i'm still planning to be here until june, <q> sternberg, who lives in greenwich, said friday. the superintendent added that she is pursuing a number of opportunities for employment for when her contract ends, but declined to specify any additional positions. asked whether her job search would be a distraction from her work as superintendent, sternberg said she was seeking positions only </q> on weekends and after hours.? i'm not using greenwich's time to do this. \"the two other finalists for the position are from vermont, former franklin west superintendent <strong> Armando Vilaseca </strong> and former deputy commissioner <strong> Brian O'Regan </strong>", "new_id": -2}, {"uid": "2008092222_00020352_W", "i": 768, "idx": 6, "sa": ["Barack Obama", "Jon Carson"], "q": "some cases, it's a month. \"<strong> Barack Obama </strong>'s campaign is targeting potential early voters state by state.\" we do everything we can to make sure our supporters know all the options available to them, <q> said <strong> Jon Carson </strong>, <strong> Barack Obama </strong>'s national field director. </q> we've been building a massive ground game for all of this. \"absentee voting used to be reserved mainly for people who were unable to make it to the polls on election day, whether they were too", "new_id": -2}, {"uid": "2008092222_00020352_W", "i": 775, "idx": 13, "sa": ["Barack Obama"], "q": "to get an absentee ballot. democrats are practically salivating at the thought of thousands of college students registering and voting for <strong> Barack Obama </strong>-- all in the same day.\" voting is a two-step process in this country, <q> said gronke, the early voting expert. </q> the difficulty with young voters has always been getting them to do both steps. \"republicans, however, don't intend to cede the state's universities to the democrats.\" we've got a very aggressive", "new_id": -2}, {"uid": "2008090905_00019811_W", "i": 1030, "idx": 17, "sa": [], "q": "who even seemed to be catholic! but i hope you're not predicting that you'll someday wear the triple tiara! \"she exclaimed.\" there are different ways to be a jackass with our lord, <q> father alex?menos replied. politics aren't the rivers of paradise, or any river of grace flowing from the heart of the lord. he then asked: </q> do you remember when you asked me how many children i wanted to have with you? \"\" now, don't forget, i was only six years old, and you were only seven! \"said", "new_id": -2}]