[{"uid": "1297177841226918447", "i": 34044, "idx": 0, "sa": ["Simon Cowell"], "q": "` American Idol' this season? Former`` American Idol'' judge <strong> Simon Cowell </strong> says he has not watched a single episode of the hit Fox show since he left the program last year. <q> I haven't seen a full episode, </q> he told reporters on a conference call for his upcoming music competition series`` The X Factor,'' according to Entertainment Weekly's website.`` I've seen three minutes of a", "new_id": -2}, {"i": 26988, "idx": 2, "index_answer": 0, "new_id": -1, "q": "way of changing the way we're making decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.'' <strong> Eric Schmidt </strong>, 55, said, <q> We worked as a triumvirate for 10 years. </q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295648181220856323"}, {"uid": "1295615312003915794", "i": 31192, "idx": 4, "sa": ["Eric Schmidt"], "q": "far exceeding market expectations. <strong> Eric Schmidt </strong> said that it had been a`` great privilege'' to lead the company and claimed that the future outlook is`` bright'' under the new management structure. <q> We are confident that this focus will serve Google and our users well in the future. Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade- and we anticipate working together for a long time to come, </q> said <strong> Eric Schmidt </strong>.", "new_id": -2}, {"uid": "1295715717099811342", "i": 11269, "idx": 7, "sa": ["Jose Calderon", "Andrea Bargnani", "Tayshaun Prince", "Allen Iverson", "Pops Mensah-Bonsu"], "q": "overtime, and his 11 assists gave him the Raptors all-time franchise record.`` I'm happy because I love to be here,'' <strong> Jose Calderon </strong> said on his record, which now stands at 1795 and counting. <q> Hopefully I can do double or triple those assists and be here with the Raptors for my whole career. </q> <strong> Pops Mensah-Bonsu </strong> finished with a team-high 10 rebounds to go with eight points for the Raptors( 23-43), who were missing starting centre <strong> Andrea Bargnani </strong> <strong> Tayshaun Prince </strong> more than made up for <strong> Allen Iverson </strong>'s absence, making sure the Detroit Pistons", "new_id": -2}, {"uid": "1297463644228229126", "i": 26239, "idx": 0, "sa": ["Mitt Romney", "Kirsten Gillibrand", "Barack Obama", "John Thune", "Tom Carper"], "q": "that he has been spending his time working for his constituents. He later mentioned that he sat next to Democratic Sens. <strong> Tom Carper </strong> of Delaware and <strong> Kirsten Gillibrand </strong> of New York during the State of the Union address and joked, <q> Apparently it takes two Democrats to balance me out. </q> Advisers explained that <strong> John Thune </strong>'s presentation was meant to suggest he is the most conservative option to <strong> Barack Obama </strong> who is also electable. As <strong> Mitt Romney </strong> continues to plug his wife's eagerness to have him run", "new_id": -2}, {"uid": "1295436361080740353", "i": 29879, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Clarence Page"], "q": "<strong> Donald Rumsfeld </strong> of Health and Human Services millions of Americans will shortly be forced to accept government insurance. Exempted from these new rules will be labor unions. Remember that <strong> Barack Obama </strong> in a September 2009 speech to congress said: <q> If you misrepresent what's in the plan, we will call you out. </q> OK <strong> Barack Obama </strong> misrepresented what was in his plan. It's time to CALL HIM OUT. Then THROW him out in 2012! http://wn.com/Olbermann_On_Hannity_Being_Busted_By_The_Daily_Show_For_Lying_How_Bachmann_Broke_House_Rules Lots to talk about, thus, with <strong> Clarence Page </strong>,`` Chicago Tribune'' editorial", "new_id": -2}, {"uid": "1296092084132530182", "i": 14610, "idx": 0, "sa": ["Roger Kay", "Eric Schmidt"], "q": "the personality and business expertise to run day-to-day operations at a company of Google's size and stature.`` <strong> Eric Schmidt </strong> was the most business- and market-focused guy they had,'' says veteran tech analyst <strong> Roger Kay </strong>. <q> Larry Page doesn't replace that business acumen, and Google needs to replace it one way or another. </q> Certainly any time there's a change in leadership at a company, it can be perceived as a victory for the competition. In this case, Microsoft-- one of Google's biggest competitors in various", "new_id": -2}, {"uid": "1295408846085049364", "i": 20274, "idx": 6, "sa": ["Piers Morgan", "Nigel Lythgoe", "Simon Cowell"], "q": "- including himself, <strong> Simon Cowell </strong>, <strong> Nigel Lythgoe </strong>(`` So You Think You Can Dance''), and <strong> Piers Morgan </strong>(`` America's Got Talent'')- are more willing to play the mean judge than Americans. <q> You guys love casting Brits as villains, </q> he says.`` It reminds you of when America was a British colony, and it enables you to perpetuate the myth that you're plucky little underdogs with right on your side. That's far more palatable", "new_id": -2}, {"uid": "1295584186085278737", "i": 4659, "idx": 3, "sa": ["Eric Schmidt"], "q": "account on Thursday, <strong> Eric Schmidt </strong> wrote:`` Day-to-day adult supervision is no longer needed.''`` I believe Larry is ready'' to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts. <q> It's time for him to have a shot at running this. </q> But many in Silicon Valley were stunned that Page had decided to retake the reins, having given no public hints of his personal ambitions. Share More Business& Technology The Williams family's", "new_id": -2}, {"uid": "1295757315175325224", "i": 38456, "idx": 6, "sa": ["Allen Iverson", "Derrick Rose"], "q": "tying jumper with 1:06 left that made it 86-all. <strong> Allen Iverson </strong> is 0-5 this season-- three losses with Memphis; two with the 76ers. <strong> Allen Iverson </strong> missed seven of 10 shots from the floor and had three assists. <q> It's going to get better, </q> <strong> Allen Iverson </strong> said.`` This is one of these times http://wn.com/Memphis_53rd_[HD]__Minus_the_Bear__Live_at_the_Cat's_Cradle,_11/13/2009 <strong> Derrick Rose </strong> crossover/crosses/cross/ shakes/bops/dances on Al horford of the Atlanta Hawks. This is no way copyright infringement. It's for promotional use only. This footage belongs", "new_id": -2}]