[{"uid": "1296665498109838359", "i": 40384, "idx": 0, "sa": ["Andy Coulson", "Chris Gent", "Brian Taylor"], "q": ". When it comes to having the money to spend the U.K. is somewhere behind the majority of countries( China, India and Russia for example). Latest from BBC News blogs <strong> Brian Taylor </strong>: <q> Sometimes nothing but poetry will do. Percy Bysshe Shelley indeed. His poem Ozymandias describes an early grandiose construction project which... </q> \"The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...\" \"Vodafone in its modern, multinational form was to a large extent created by Sir <strong> Chris Gent </strong>", "new_id": -2}, {"uid": "1295892457257261601", "i": 39539, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Schwab said he doesn't think it will. \"I'm absolutely sure that the euro will not collapse because I think there is still a strong European solidarity in place,\" he told AP. <q> Europe, in this new world that is coming up, if it wants to become a key actor and stay a key actor it has to express itself in terms of its unity and it has to make sure that euro is also secured by a much greater common effort, working together in fiscal monetary and general economic policies. </q> Organizers are trying to answer their critics this year by taking time to discuss how to deal with unforeseen risk- the \"unknown unknowns\" as former U.S. Defense Secretary <strong> Donald Rumsfeld </strong> once put it.", "new_id": -2}, {"uid": "1295029793139100189", "i": 53471, "idx": 1, "sa": ["Sergio Marchionne"], "q": "verstehen, wo er den Journalisten ein angebliches Interesse von Fiat Industrial an den MAN- und Scania-Anteilen von VW in den Block diktierte. Auf Nachfrage eines deutschen Journalisten, ob das denn ein Witz sei sagte <strong> Sergio Marchionne </strong>: <q> Das ist genauso wenig ein Witz wie das Interesse von VW an Alfa Romeo. </q> Allerdings ist es mehr als unwahrscheinlich, dass die Aussagen einen realen Hintergrund haben. Fragezeichen im Imperium <strong> Sergio Marchionne </strong> Tats?chlich kann es sich der Fiat-Lenker derzeit leisten, starke Spr?che zu klopfen. Die Aktienkurse beider", "new_id": -2}, {"uid": "1296443805235372683", "i": 57061, "idx": 8, "sa": ["Kanye West", "Andre Miller", "Marcus Camby", "Samuel Dalembert", "Soulja Boy", "Allen Iverson", "Andre Iguodala"], "q": "on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their second straight and failed to pick up any ground in their bid for a playoff spot in the tough Kanye Western Conference. <q> I almost had a perfect trip at my home aSoulja Boy from home, </q> <strong> Allen Iverson </strong> said. <strong> Samuel Dalembert </strong> scored the decisive basket with 32.9 seconds remaining. When <strong> Andre Iguodala </strong> lost possession of the ball as he fell, <strong> Samuel Dalembert </strong> was there to grab it and turned for a lay-in. <strong> Andre Miller </strong>, acquired by", "new_id": -2}, {"uid": "1296383030142835741", "i": 41001, "idx": 0, "sa": ["Zahi Hawass"], "q": "vacuer leurs ressortissants d'Egypte. 10h 46 Deux momies de l'?poque pharaonique entrepos?es au Mus?e au Caire ont t s?v?rement endommag?es lors d'une tentative de vol pendant les manifestations a indiqu le patron des antiquit?s gyptiennes <strong> Zahi Hawass </strong>. <q> Mais les manifestants ont arr?t les voleurs en collaboration avec les forces de s?curit et elles ont t rendues au mus?e, mais ont t endommag?es </q>, a-t-il ajout. Le Mus?e gyptien, qui rec?le des tr?sors inestimables de l'Antiquit, a t entour samedi par une cha?ne humaine form?e de dizaines d'Egyptiens dans le but d'?viter les pillages. 10h25 Le secr?taire", "new_id": -2}, {"uid": "1295135262100007940", "i": 4267, "idx": 1, "sa": ["Simon Cowell", "Randy Jackson"], "q": "the aging juggernaut's first nine seasons when Cowell\" Cowell-Simon Cowell-PECLB001160.topic\"> <strong> Simon Cowell </strong> moved on to another Fox singing competition, \"The X Factor,\" set to launch later this year. <strong> Randy Jackson </strong> remains with the promise of <q> fewer` yos' and maybe more` nos.' </q> Other major \"Idol\" changes are coming as well in an effort to reinvigorate a franchise that already has seen its best days, according to 67 percent of nationwide viewers in a recent Chicago Shopping Overwhelming", "new_id": -2}, {"uid": "1296192901247005192", "i": 23359, "idx": 1, "sa": ["Simon Cowell", "Randy Jackson", "Larry King"], "q": "am I thinLarry King right now?\" <strong> Randy Jackson </strong> snarks. \"Um, I think it's a` yes'?\" Christine says perkily. \"Uh, no!\" <strong> Randy Jackson </strong> says. <q> Oh, you CA N'T read minds! </q> \"That's not serious,\" <strong> Randy Jackson </strong> says as Christine walks out. Days like this, we miss <strong> Simon Cowell </strong>. <strong> Simon Cowell </strong> could gut a singer with a well-chosen word. <strong> Simon Cowell </strong> had finesse.", "new_id": -2}, {"uid": "1295524019146522121", "i": 52227, "idx": 0, "sa": ["Ben Ali", "George W. Bush", "Colin Powell"], "q": "Zine el-Abidine <strong> Ben Ali </strong> for years, and none more than <strong> George W. Bush </strong>'s neocons. According to Al Jazeera, Secretary of State <strong> Colin Powell </strong> had glowing words for Tunisia's tyrant, saying in 2003: <q> \"Our bilateral relationship is very, very strong, </q> said <strong> Colin Powell </strong>. \"We are great admirers of Tunisia and the progress that has been achieved under <strong> George W. Bush </strong> <strong> Ben Ali </strong>'s leadership.\" \" And Don Rumsfeld in 2006 applauded the regime's ability to make Tunisia", "new_id": -2}, {"uid": "1297282407122896681", "i": 27909, "idx": 6, "sa": ["Noel Gallagher", "Susan Boyle", "Simon Cowell", "Elton John"], "q": "help him avoid overlooking another big star. \"There have been many, many times on these shows where I've hated somebody and practically had a mutiny going on behind me,\" he said. <q> I don't believe <strong> Susan Boyle </strong> would have gone through in the old-fashioned audition method. </q> Exactly which judges would be deliberating on the future Susan Boyles of America, he wouldn't say, though candidates as diverse as <strong> Elton John </strong> and <strong> Noel Gallagher </strong> has been rumoured.( <strong> Simon Cowell </strong> will announce the full panel in", "new_id": -2}, {"uid": "1296215007194035773", "i": 35303, "idx": 0, "sa": ["Gabrielle Giffords", "Debbie Wasserman Schultz", "Nancy Pelosi", "Kirsten Gillibrand"], "q": "were in <strong> Gabrielle Giffords </strong>' hospital room when she opened her eyes were three of her close female friends in Congress: House Democratic leader <strong> Nancy Pelosi </strong> of California, Rep. <strong> Debbie Wasserman Schultz </strong>, D-Fla., and Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. <q> The doctors couldn't believe it, </q> <strong> Debbie Wasserman Schultz </strong> later told CNN. \"It was the most incredible experience that I have ever had.\" <strong> Gabrielle Giffords </strong> is expected to survive, although her condition and the extent of her recovery remain in doubt.", "new_id": -2}]