[{"uid": "1296138389209518633", "i": 3017, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "which they said is pretty weird if you think about it. \"We liked that the president said the economy would be his main focus going forward,\" <strong> Sen. Bernie Sanders </strong> Paul Ryan( R-WI) said. <q> But we have a fundamental disagreement about the government's role in that process. We believe permanent tax cuts for the wealthy, even the deranged wealthy who get so much plastic surgery that they look like cats, will spur economic growth. </q> Facing a divided Congress for the first time in his presidency, <strong> Barack Obama </strong> addressed the partisan split directly and outlined what he hoped would be a new era of political discourse. \"When I look", "new_id": -2}, {"uid": "1295550320082853950", "i": 25009, "idx": 0, "sa": ["Sergio Marchionne", "Ray LaHood"], "q": "or canceled. While the first deadline for replacing signs is still four years away, U.S. Transportation Secretary <strong> Ray LaHood </strong> reopened public comment on the new rules in November as a step toward delaying or abolishing them. <q> I believe that this regulation makes no sense. It Devices aim to keep drivers connected car. Others are offering innovations to keep us safe as we use those new services while barreling Chrysler debates minivans' future future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. \"We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new Planet Bike's", "new_id": -2}, {"uid": "1296990031136790016", "i": 7677, "idx": 0, "sa": ["Ban Ki-moon", "Dick Cheney", "Zahi Hawass"], "q": "of it. \"I do not agree at all of what the Americans or the Europeans said. They have no right to interfere in our business,\" says <strong> Zahi Hawass </strong>, Egypt's newly-appointed Minister of Antiquities. <q> We are Egyptians who are very proud of our country. We need to continue until September with <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> until he can smooth. He can smooth the regime and make a new election and a new president will come by the desire of the Egyptians, </q> he told 1014: UN <strong> Dick Cheney </strong> General <strong> Ban Ki-moon </strong> says an orderly transition in Egypt is essential to the peace process between Israelis and Palestinians. \"Egypt has been playing a very strategic role in the Middle East peace process", "new_id": -2}, {"i": 8194, "idx": 2, "index_answer": 0, "new_id": -1, "q": "'s had the best year since I've been around him,\" said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons. \"He's a Hall of Fame coach,\" said <strong> Allen Iverson </strong>. <q> So I guess he knows what he's talking about as far as my game goes. That makes me feel good to get a compliment like that. </q> <strong> Allen Iverson </strong> shot 15-of-27 from the field and the Sixers shot 51.9 percent. Seattle, which had five players score in double figures, had its six-game home winning streak snapped. \"Tonight( <strong> Allen Iverson </strong>) was pretty consistent", "sa": ["Allen Iverson"], "uid": "1295507172010305551"}, {"uid": "1296774835205651968", "i": 5220, "idx": 1, "sa": ["David Vitter", "Sen. Bernie Sanders"], "q": "to repeal it outright. To do so, he said, would \"continue the odious process of denying health care by insurance companies to people who have preexisting conditions.\" He also said that, <q> right now 60 million Americans have no health insurance, and at time when states all over this country are wrestling with huge budget deficits, </q> many millions more will join the ranks of the uninsured. \"To say we should return to where we were is beyond comprehension,\" <strong> Sen. Bernie Sanders </strong> said. But, <strong> David Vitter </strong> said, \"we", "new_id": -2}, {"uid": "1295364351186253312", "i": 14445, "idx": 0, "sa": ["Ike Reese", "Michael Vick"], "q": "on personnel decisions. Mora has shown he is not afraid to draw a line in the sand when necessary. The Eagles' <strong> Michael Vick </strong> was Mora's starting quarterback in Atlanta. And although <strong> Michael Vick </strong> and Mora <q> were on the same page 80 percent of the time, </q> according to <strong> Ike Reese </strong>, the relationship soured in 2006 after the quarterback gave Falcons fans a middle-finger salute at a home game. \"There were some rough patches down the stretch,\" <strong> Ike Reese </strong> said. \"", "new_id": -2}, {"uid": "1295571569192872501", "i": 5007, "idx": 5, "sa": ["Eric Schmidt"], "q": "BGC Financial in New York, said the tension that the row engendered may have added to the reshuffle. But he said it was clear Google wanted to use <strong> Eric Schmidt </strong>'s political connections to the full. <q> They need government outreach, officials in Washington and Europe are all taking a closer look at Google, </q> he said. Gillis said that the wider issue may stem from inside the company. While Google has bought and successfully integrated companies including YouTube, Android and ad firm DoubleClick, its recent record of internal", "new_id": -2}, {"uid": "1295440155086491144", "i": 31225, "idx": 0, "sa": ["Mike Pence"], "q": "over to the states. He praised Indiana's state government for what he called its fiscal discipline, but his remarks didn't give any clear signal of his political plans. <q> This nation faces serious challenges that will require us to renew our commitment to the institutions that are resilient enough to lead America back, </q> <strong> Mike Pence </strong> said. \"I believe those are, the institutions are, and have always been, faith, family, community and state government. To renew our nation we must have a renewal of American federalism.", "new_id": -2}, {"uid": "1295667342007979097", "i": 15993, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "$ 30 billion a year, about fifteen times more than its rival. Page, together with fellow Stanford University student <strong> Sergey Brin </strong>, founded the Web's most successful search engine thirteen years ago. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after Thursday's announcement. <strong> Eric Schmidt </strong>, who will step aside on April 4 and make way for Page, told Reuters in an interview that the change was \"not a reaction to competitors.", "new_id": -2}, {"uid": "1295565086075235341", "i": 13164, "idx": 4, "sa": ["Eric Schmidt"], "q": "told attendees that \"If I look at enough of your messaging and your location, and use Artificial Intelligence, we can predict where you are going to go.\" opined to the Wall Street Journal that <q> most people don't want Google to answer their questions... They want Google to tell them what they should be doing next. </q>* In that same piece, writer Holman W. Jenkins Jr. reported that <strong> Eric Schmidt </strong> \"predicts, apparently seriously, that every young person one day will be entitled automatically to change his or her name on reaching", "new_id": -2}]