[{"uid": "1295665841145047603", "i": 27873, "idx": 0, "sa": ["Paul Brody", "Mark Zuckerberg", "Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> At the Enteprise 2.0 Conference( 2010) in Santa Clara, CA, Sococo President <strong> Paul Brody </strong> gives TechWeb's David Berlind a demonstration of the company's latest entry into the social enterprise software Mark Zuckerberget: a technology", "new_id": -2, "mturk_index": "360"}, {"uid": "1297724649148226055", "i": 53009, "idx": 0, "sa": ["Oprah Winfrey", "Michael Vick"], "q": "NFL star whose name became synonymous with dogfighting is scheduled to be a guest on the <q> The Winfrey\" Winfrey-Oprah Winfrey-PECLB004206.topic\"> <strong> Oprah Winfrey </strong> Show. </q> The daytime talk show host's interview with <strong> Michael Vick </strong> is set to air Thursday, Feb. 24. Officials with Chicago-based Harpo Productions say the interview will cover <strong> Michael Vick </strong>'s time in prison, his work", "new_id": -2, "mturk_index": "1596"}, {"uid": "1296461913199901198", "i": 4543, "idx": 4, "sa": ["Kobe Bryant", "Phil Jackson", "Tim Hardaway", "Allen Iverson", "Kwame Brown", "Antoine Carr"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, Antoine Carrying his new team like he had his old ones in Denver and Phil Jacksonadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said. \"It's hard coming into a situation where guys have been Bryant_Kobe Bryant's_Amazing_Game_Winner_vs_Miami_December_4,_2009 NFC Storms To Big Lead, Takes Pro Bowl 55-41 2011 Pro Bowl start Tim Hardawaye on Fox: Half Tim Hardawaye show features Goo Goo", "new_id": -2, "mturk_index": "1955"}, {"uid": "1297255140028704860", "i": 10379, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "threatened by a public uprising, <strong> Donald Rumsfeld </strong> suggests that the Obama administration would have been better off pursuing private diplomacy with the Egyptian <strong> George W. Bush </strong> rather than making public statements identifying with the aspirations of pro-democracy protesters. <q> I personally think- it's kind of an old-fashioned thought- that private diplomacy is preferable, </q> he says. \"Public diplomacy can have the effect of letting the world know what you think; it can have the effect of satisfying your own personal views and playing to your base, wherever you are,", "new_id": -2, "mturk_index": "480"}, {"uid": "1297711129124567605", "i": 16911, "idx": 1, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "screen will provide useful information, such as a calendar tile showing the time of the next appointment. \"I get at-a-glance needed information without going into the application,\" said Windows Phone designer <strong> Joe Belfiore </strong>. <q> That is smart design for making things simple. </q> Various \"hubs\" will automatically group users' items together, such as photos whether they are stored in the phone, on their PC, or posted on their social websites. <strong> Steve Ballmer </strong> said", "new_id": -2, "mturk_index": "1316"}, {"uid": "1295124192182747194", "i": 59240, "idx": 1, "sa": ["Rodney Stuckey", "LeBron James", "Michael Bruce Curry", "Allen Iverson", "Richard Hamilton"], "q": "starting lineup that averaged 30 pounds heavier than Detroit's new small-ball group. Detroit coach <strong> Michael Bruce Curry </strong>, though, felt that sticLeBron James with three guards-- <strong> Rodney Stuckey </strong>, <strong> Allen Iverson </strong> and <strong> Richard Hamilton </strong>-- was worth giving up size inside. <q> I thought we won that battle, </q> he said. \"Yes, they posted us up a few times, but we were able to get <strong> Allen Iverson </strong> and Rip free. AI had 38 and Rip scored 30, and I'll take that.\"", "new_id": -2, "mturk_index": "317"}, {"uid": "1295026521123977730", "i": 14978, "idx": 2, "sa": ["Gabrielle Giffords", "Tina Green", "Kirsten Gillibrand"], "q": "were encouraging their friend to recover quickly so they could go out to eat and vacation together, they said. \"We knew she could hear and understand what we were saying,\" <strong> Kirsten Gillibrand </strong> said. <q> She started to open her eyes, literally... It was such a moment, and we were just in tears of joy watching this. </q> <strong> Gabrielle Giffords </strong> was wounded Saturday when a gunman went on a rampage, killing six people including <strong> Tina Green </strong>, 9, who was laid to rest Thursday. <strong> Gabrielle Giffords </strong> took a bullet through her brain, and 12 others", "new_id": -2, "mturk_index": "1635"}, {"uid": "1295639889070795282", "i": 40862, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Ian Edmondson"], "q": "of Edmondson.co.uk/politics/David CameronDavid Cameron\" from guardIan Edmondson.co.uk on David Cameron\"> <strong> David Cameron </strong>'s inner circle, today resigned from his position, saying that the waves of allegations that he was involved in illegal phone hacking when he was editor of <q> When the spokesman needs a spokesman, it is time to move on </q>, <strong> Andy Coulson </strong> said in a carefully crafted statement which had been in preparation for 48 hours. Downing Street insisted his departure was not precipitated by any fresh or imminent evidence that would undercut <strong> Andy Coulson </strong>'s continued claim", "new_id": -2, "mturk_index": "1869"}, {"uid": "1296824737247005211", "i": 42942, "idx": 6, "sa": ["Eric Schmidt"], "q": "el buscador y el gobierno chino se enfrentaron por la censura a sus resultados y por intromisiones a su servicio de correo electr?nico, haciendo que la empresa se mudara a Hong Kong. <strong> Eric Schmidt </strong> dijo que hab?a <q> leyes de censura que simplemente no nos gustan </q> y por eso se hab?an mudado. Dinamarca: nueve a?os de c?rcel para agresor del caricaturista de Mahoma Tres millones de ni?as en peligro de sufrir una mutilaci?n genital, advierte la OMS Berlusconi: \"Somos una", "new_id": -2, "mturk_index": "996"}, {"uid": "1296805908220135483", "i": 8149, "idx": 4, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "reduced to rubble, leaned back in his leather desk chair, and asked \"that I take a look at the shape of our military plans on Iraq\" . And, he adds, the commander-in-chief <q> wanted the options to be` creative'. </q> To <strong> Donald Rumsfeld </strong> there is no connection between that preoccupation and the subsequent falsehood of the principal justification for the war with Saddam: the existence of weapons of mass destruction. \"The <strong> George H. W. Bush </strong> did not", "new_id": -2, "mturk_index": "2115"}]