[{"uid": "1295030362239566877", "i": 37477, "idx": 1, "sa": ["Steve Ballmer", "Bob Muglia"], "q": "years and thought he was on top of the space.\" <strong> Steve Ballmer </strong> disclosed his decision to remove <strong> Bob Muglia </strong> as head of STB in an e-mail to employees Monday but provided only vague reasons for the move. <q> This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles, </q> <strong> Steve Ballmer </strong> wrote. <strong> Steve Ballmer </strong> said that, in light of the decision, <strong> Bob Muglia </strong> will leave Microsoft following a transition period. A replacement has yet to be named. Microsoft's efforts around cloud computing", "new_id": -2}, {"uid": "1296045268257392661", "i": 43160, "idx": 0, "sa": ["Debbie Wasserman Schultz", "Kirsten Gillibrand", "Barack Obama"], "q": "the youngest victim, a 9-year-old little girl, sat front and center as the <strong> Barack Obama </strong> delivered his inspirational message. Rep. <strong> Debbie Wasserman Schultz </strong>( D-Fla.), urged her colleagues on Twitter to wear the ribbons: <q> It would be fitting that Members, Administration officials and others, wear these ribbons tonight at#SOTU, </q> she tweeted. Sen. <strong> Kirsten Gillibrand </strong> wrote in a letter to her colleagues: \"In tribute to the victims of the Arizona tragedy, we encourage Members, and everyone attending the State of the Union", "new_id": -2}, {"uid": "1295560809078905355", "i": 47510, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "of products and more than$ 25 billion a year in revenue. On a conference call with analysts <strong> Eric Schmidt </strong> expressed confidence in <strong> Larry Page </strong>. \"I believe <strong> Larry Page </strong> is ready,\" <strong> Eric Schmidt </strong> said. <q> It's time for him to have a shot at running this, and I'm sure he'll do a fantastic job. </q> <strong> Eric Schmidt </strong> said there would be no material change in the company's strategy, because \"we all agree with each other.\" \"I believe as a result of this will execute and operate", "new_id": -2}, {"uid": "1297427071058949663", "i": 2981, "idx": 9, "sa": ["Michael Gove"], "q": ". Chris Robbins, leader of Waltham Forest council, said the ruling was a \"victory for common sense and fair play\" . He said ministers must now make a decision based on the <q> real evidence about the difficulties our schools face </q>. Local authorities threaten legal action over axed school buildings programme <strong> Michael Gove </strong> loses court battle over cancelled school building projects wildeve 11 February 2011 12:06 PM It did seem a rather rash and badly", "new_id": -2}, {"uid": "1295021128171180035", "i": 4114, "idx": 4, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Barack Obama"], "q": "a doctor who was there was \"unbelievably excited because it was such great progress.\" The visiting lawmakers soon left their colleague to rest. \"We couldn't stop crying,\" <strong> Kirsten Gillibrand </strong> said. <q> We were so excited. </q> The news about <strong> Gabrielle Giffords </strong>' progress was greeted with cheers a short time later, when <strong> Barack Obama </strong> announced it during a memorial service for all the victims and survivors of Saturday's shooting in front of a Tucson", "new_id": -2}, {"uid": "1295636284010665991", "i": 1232, "idx": 0, "sa": ["Andy Coulson", "Paul Goodman", "Alan Johnson"], "q": "we need the full story to come out News of the World phone-hacking scandal: full coverage <strong> Andy Coulson </strong> had a nose for the view of the aspirational voter| <strong> Paul Goodman </strong> hermionegingold 21 January 2011 5:52 PM <q> On bAlan Johnsonce, <strong> Andy Coulson </strong>'s appointment was a success </q> on what grounds? the tories are in power but they didn't actually win the election SarfOfTheRiver 21 January 2011 5:54 PM What the fuck is the point in commenting on this site when", "new_id": -2}, {"uid": "1295692880219201584", "i": 20777, "idx": 1, "sa": ["Steve Jobs", "Sergey Brin", "Eric Schmidt"], "q": "357 bis 2.238 Euro ausgelobt <strong> Eric Schmidt </strong> war urspr?nglich nur zweite Wahl f?r den Job- <strong> Steve Jobs </strong> wollte sich aber lieber auf Apple konzentrieren Corporate Development-Chef setzt auf Mitarbeiter bernommener Unternehmen- Mobile Werbung Sergey Bringt eine Milliarde Dollar pro Jahr <q> Wir wollen diese Daten so schnell wie m?glich l?schen </q> Google plant Online-Musikdienst in Indien Die Inhalte kommen demnach von drei Partnern, die die Rechte an Hunderttausenden indischen Musiktiteln besitzen[ 1] Erste hochaufl?sende Bilder im Laufe der kommenden Monate", "new_id": -2}, {"uid": "1296964121115425444", "i": 19803, "idx": 2, "sa": ["Michael Vick", "Andy Reid"], "q": "life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as <strong> Andy Reid </strong>. \"He had a plan and he stuck to that, both on and off the field,\" <strong> Andy Reid </strong> said. <q> He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did a great job with the football part of it. \"And then he spends a tremendous amount of time in the public, in particular on his days off... speaking and doing the best he can to right the wrong. You can never erase that, but you can sure help change others from falling into that same problem. </q> <strong> Michael Vick </strong> Feb. 6: MVP? AP All-Pro Team: Brady unanimous A star in Atlanta for most of his six seasons as a Falcon after being selected first overall", "new_id": -2}, {"uid": "1296005420146669597", "i": 15425, "idx": 1, "sa": ["Bill Lockyer"], "q": "<strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. \"No state needs to declare bankruptcy,\" <strong> Bill Lockyer </strong> said, <q> The states have sovereign taxing power the big companies don't. </q> <strong> Bill Lockyer </strong>'s point-- a valid one-- is that bankruptcy is the refuge for individuals, corporations and local governments that lack the capacity to repay their debts. California and other states have, at least", "new_id": -2}, {"uid": "1295908217175931397", "i": 3679, "idx": 0, "sa": ["Allen Iverson"], "q": "' roster to 16 players. Portland has struggled with injuries this season. Veteran center Report Abuse \" Wow, not 1 person has commented on what the story is actually about... \" Report Abuse <q> I agree with U Yahoo User. Kobe is an overrate, arrogant, gunner with a low shooting percentage!!! Remember, he wanted to be traded before the Lakers mysteriously got Gasol in a so-called trade. </q> Give me a healthy <strong> Allen Iverson </strong> over him any day!!! I wished A.I. would had had the oppertunity to play with Shaq or Gasol on those Lakers teams!!! They both came into the NBA in", "new_id": -2}]