[{"uid": "1297156905137773056", "i": 21936, "idx": 0, "sa": ["Donald Rumsfeld", "Jane Francis"], "q": ", faster than any other part of the world. So, if this warming was to continue unabated, could an emerald Antarctica be reborn? \"It is just possible,\" said Professor <strong> Jane Francis </strong>. <q>However, that assumes that plant species are able to migrate across the Southern Ocean from places like South America or Australia,</q> she said. Homeless to Harvard How a destitute child of drug addicts turned her life around Known and unknown US media react to ex-US defence chief <strong> Donald Rumsfeld </strong>'s memoir", "new_id": -2}, {"uid": "1295571616192872466", "i": 46888, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "being Google's conscience and \"don't be evil\" moral center? His title, \"co-founder,\" sounds more like a statement of fact than an actual title. <strong> Eric Schmidt </strong>'s blog post said <strong> Sergey Brin </strong> will <q>devote his time and energy to strategic projects, in particular working on new products,</q> but that doesn't sound like a very powerful or well-defined role. As much as <strong> Eric Schmidt </strong>, <strong> Sergey Brin </strong>, and Page presented a united front to the outside world, it's hard to imagine that finding", "new_id": -2}, {"uid": "1295971287048300059", "i": 42306, "idx": 0, "sa": ["Eric Schmidt"], "q": "for his new role, he didn't- and given Mr. <strong> Eric Schmidt </strong>'s reputation for \"jokes\" this was an achievement-make any gaffes. He sailed close a couple of times. Talking about location he admitted, <q>we know where you are, down to the foot</q>. And realizing what he had just said, quickly added,\"... with your permission\". People use the internet to keep in touch with friends And there was a line about \"", "new_id": -2}, {"uid": "1295983523139264044", "i": 29184, "idx": 0, "sa": ["Plaxico Burress", "Michael Vick", "Jerry Reese"], "q": "manager <strong> Jerry Reese </strong>, told ESPNNewYork.com that \"we will not rule that out\" about <strong> Plaxico Burress </strong>' potentially returning to the team. \"We investigate everything and we'll definitely investigate that,\" <strong> Jerry Reese </strong> said. <q>But you know Plax, when he gets home I think the first thing he'll want to do is just spend time with his family, and we'll be in contact at the appropriate time.</q> In addition to being a model prisoner, there's no doubt that <strong> Michael Vick </strong>'s turnaround story this past season is helping <strong> Plaxico Burress </strong> get a fair second look. Just like <strong> Michael Vick </strong>, if <strong> Plaxico Burress </strong> is willing to", "new_id": -2}, {"uid": "1294994738178470923", "i": 48180, "idx": 1, "sa": ["Brian Finneran", "Michael Vick", "Mike Jensen"], "q": "spent with <strong> Michael Vick </strong> as his quarterback. \"The exciting part was, you never knew what was going to happen. The scramble drill was a big part of what we did,\" <strong> Brian Finneran </strong> said. <q>You could be 70 yards down the field and he'd still yank it up to you. Always stay alive.</q> <strong> Brian Finneran </strong> doesn't argue with <strong> Michael Vick </strong>'s own self-description of the quarterback's Falcons years. \"<strong> Mike Jensen </strong> always worked hard on the football field,\" <strong> Brian Finneran </strong> said. \"But as a quarterback,", "new_id": -2}, {"uid": "1297436297252067843", "i": 26129, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "he added. Windows first Speaking about the new partnership with Microsoft, Mr <strong> Stephen Elop </strong> said that \"the game has changed from a battle of devices to a war of ecosystems\". <q>An ecosystem with Microsoft and Nokia has unrivalled scale around the globe,</q> he said. Microsoft's chief executive <strong> Steve Ballmer </strong> was also present at the launch, underlining the importance of the deal to the computing giant. \"Nokia and Microsoft working together can drive innovation that", "new_id": -2}, {"uid": "1295614628111296525", "i": 7347, "idx": 0, "sa": ["Andy Coulson"], "q": "has been under strain for months over allegations of widespread hacking of cellphone messages by journalists at the News of the World at the time that he edited the paper, from which he resigned in 2007. <q>I can today confirm that I've resigned as Downing Street director of communications,</q> <strong> Andy Coulson </strong> said in a statement. \"Unfortunately, continued coverage of events connected to my old job at the M&G Online Comment Guidelines In Brief No hate speech; No racist, sexist or homophobic remarks;", "new_id": -2}, {"uid": "1296458269077217816", "i": 40716, "idx": 6, "sa": ["LeBron James", "Dwyane Wade", "Rasheed Wallace", "Chris Bosh", "Allen Iverson"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak. \"The best part about it is we struggled at times in the game but we got it done,\" <strong> Allen Iverson </strong> said. <q>We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us.</q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by http://wn.com/Miami_Heat_vs_Golden_State_Warriors_114__107_January_1,_2011 <strong> Dwyane Wade </strong> scores 25 points, <strong> LeBron James </strong> and <strong> Chris Bosh </strong> add double-doubles as the Heat come back to defeat the", "new_id": -2}, {"uid": "1295240151014565378", "i": 3452, "idx": 0, "sa": ["Michael Vick", "Tony Dungy"], "q": "plenty of prime time exposure. But, instead of an article explaining <strong> Michael Vick </strong>'s miraculous return, TSN opted instead to let <strong> Michael Vick </strong>'s mentor <strong> Tony Dungy </strong> sum up the return in three points: <q>1. A change in lifestyle. I've been awfully proud of him off the field. That's probably been the biggest thing that he's done. All the things that he talked about doing when he signed with</q> Philadelphia-- doing things in the community, being a good parent, being a good teammate-- that's what he has really set out to do. 2. Quality coaching. In talking to", "new_id": -2}, {"i": 16616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q>The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with,</q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities to", "sa": ["Bill Lockyer"], "uid": "1295960930216842358"}]