[{"uid": "1297384383139427845", "i": 9062, "idx": 6, "sa": ["Sergio Marchionne"], "q": "2009, the company said Jan. 31. <strong> Sergio Marchionne </strong> has said he wants to take Chrysler public in the second half of 2011 and that he'll need two quarters of profitability before he can do it. <q> <strong> Sergio Marchionne </strong> is playing two different games, one in the U.S. and the other in Europe, </q> said Giuliano Noci, a professor at the MIP Management School of Milan's polytechnic university. \"In North America he's creating consensus on Chrysler before its initial public offering, while in Italy he needs to shock", "new_id": -2}, {"uid": "1295667343215973888", "i": 22915, "idx": 0, "sa": ["Eric Schmidt"], "q": "a decade ago when investors called for a more experienced business leader, prompting Mr <strong> Eric Schmidt </strong>, 55, to take over. But now the company is reverting to the old arrangement and Mr <strong> Eric Schmidt </strong> said: <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. \"For the last ten years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. </q> We're mobile! Get news, sport and entertainment on your mobile. Text inthenews to 84010 or go to http://m.inthenews.co.uk", "new_id": -2}, {"uid": "1296759412068501652", "i": 31574, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "his perspective as Pentagon chief under then-president George W Bush. <strong> Donald Rumsfeld </strong> was regarded as the chief architect of the war in Iraq. In the book he continues to defend the invasion, saying the Middle East would be <q> far more perilous than it is today </q> if <strong> Saddam Hussein </strong> were in still in power.The memoir, titled Known and Unknown and due in bookstores next week, is an 800-page account of his life and careers in government and business. The Washington Post and New", "new_id": -2}, {"uid": "1295656711074924044", "i": 47960, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Edward Cox"], "q": ". U.S. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., said the president was rightly focusing on jobs. \"I think the president's speech really hit the mark,\" <strong> Kirsten Gillibrand </strong> said. <q> If we can beat Russia to the moon, we can beat China in the race for green energy. </q> State Republican Party Chairman <strong> Edward Cox </strong> dismissed the event as a \"photo-op.\"( 3 of 3) \"Photo ops don't create jobs,\" <strong> Edward Cox </strong> said in a statement", "new_id": -2}, {"uid": "1295485188094470155", "i": 41543, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "at the weekend claiming that his communications director, <strong> Andy Coulson </strong>, had offered his resignation. When specifically asked on Today programme whether <strong> Andy Coulson </strong> had offered to resign over the continuing World phone-hacking controversy, <strong> David Cameron </strong> said: <q> I don't have to go into private conversations. </q> <strong> Andy Coulson </strong>'em barrassed' over phone hacking row today that his communications chief <strong> Andy Coulson </strong> was \"embarrassed\" by the continuing row over phone-hacking at the News International phone hacking investigation ABC News investigation in wireless cell phone hacking into", "new_id": -2}, {"uid": "1295484505086802457", "i": 14221, "idx": 0, "sa": ["David Letterman"], "q": "The Bexar County District Attorney's Office is taking advantage of all the tools of the 21st century. They are looking into cyberspace to find information on criminals, witnesses and prospective jurors. Watch <strong> David Letterman </strong> Sears' Report <q> We will look at whatever is on the Internet. I think people need to be aware of that, </q> said Bexar County District Attorney Susan Reed. That \"whatever\" includes Facebook. If a resident has been selected for possible jury duty, there is a chance the District Attorney Office will be looking on Facebook for", "new_id": -2}, {"i": 20409, "idx": 6, "index_answer": 0, "new_id": -1, "q": "n't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. <q> This was a big win for us at somebody else's home, </q> <strong> Allen Iverson </strong> said. \"Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road.\" Elias Says <strong> Allen Iverson </strong>", "sa": ["Allen Iverson"], "uid": "1295501732152404071"}, {"uid": "1295563261075235369", "i": 33200, "idx": 2, "sa": ["Eric Schmidt"], "q": "giant. Mr <strong> Eric Schmidt </strong> said the management changes, which take effect on April 4, were part of a plan to \"streamline\" decision making and create clearer lines of responsibility and accountability. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> Mr <strong> Eric Schmidt </strong> said. Caution Analysts said that Mr Page was now more experienced, and would carry more weight with investors on Wall Street than he did 10 years ago. But Brian Pitz,", "new_id": -2}, {"uid": "1296632456234962986", "i": 21924, "idx": 0, "sa": ["Zahi Hawass"], "q": "The ruling party headquarters building next door to the museum was still in flames and billowing black smoke into the sky on Saturday, a day after protesters torched it during mass anti-government demonstrations. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> antiquities boss <strong> Zahi Hawass </strong> said as he watched fire trucks try to extinguish the blaze in the NDP headquarters. Early Saturday morning, Egyptian army commandoes secured the museum and its grounds, located near some of the", "new_id": -2}, {"uid": "1295997781011730965", "i": 14487, "idx": 1, "sa": ["Donald Rumsfeld"], "q": ":: \"Gilead is fortunate to have had Don <strong> Donald Rumsfeld </strong> as a stalwart board member since the company's earliest days, and we are very pleased that he has accepted the Chairmanship,\" Dr. Riordan said. <q> He has played an important role in helping to build and steer the company. His broad experience in leadership positions in both industry and government will serve us well as Gilead continues to build its commercial presence. </q> According to company statement: Gilead Science Inc \"has been active in the development of inhibitors for the potential http://wn.com/Earnings_Report_Gilead_Sciences_Top_Line_Up_17_,_Product_Sales_Up_15__GILD Gilead Sciences( NASDAQ: GILD) reported fiscal Q2 netincome of$ 712.1 million, or$ 0.79", "new_id": -2}]