[{"uid": "1296286589101859341", "i": 12920, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": "his State of the Union address. ''When I spoke to the president, I mentioned this exact tax credit and his team said, ''We are 100 percent behind it.'' <q>This is not a Democratic or a Republican idea,</q> she added. ''It's just a good idea.''' The proposal seeks to allow companies to deduct 20 percent of their research expenditures across the board. <strong> Kirsten Gillibrand </strong> said the average is currently", "new_id": -2}, {"uid": "1295266164203423758", "i": 2510, "idx": 1, "sa": ["Sergio Marchionne"], "q": "industrial and automotive culture,'' Fiat said in late November, when most of the Mirafiori unions signalled they would support Mr. <strong> Sergio Marchionne </strong>'s factory overhaul plan. On Friday night, Mr. <strong> Sergio Marchionne </strong> said the vote <q>represents a desire to achieve rather than being resigned to decline</q> even though the workers from Fiat's steelworkers' union, Fiom, which represents 10,000 of Fiat's 83,000 workers, rejected the plan and called a strike for Jan. 28. Mirafiori's fate has dominated", "new_id": -2}, {"uid": "1297462823095535141", "i": 7725, "idx": 2, "sa": ["Simon Cowell"], "q": "they probably won't survive the auditions, which will be held live before 4,000 or 5,000 people in an arena. ''It was supposed to be similar to them doing their first concert,'' <strong> Simon Cowell </strong> explained. <q>It really helped show me who could handle the pressure.</q> <strong> Simon Cowell </strong> claims that allowing the crowd to react in real time will help him avoid overlooking another big star. ''There have been many, many times on these shows where I've hated somebody and practically", "new_id": -2}, {"i": 17599, "idx": 10, "index_answer": 0, "new_id": -1, "q": "a dogfighting operation four years ago. ''This one feels great due to the fact that I've been through so much,'' <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q>To be able to get back to this position is paramount to me, and I'm just thankful.</q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for more than", "sa": ["Michael Vick"], "uid": "1296128197246497300"}, {"uid": "1296940939224919552", "i": 14160, "idx": 0, "sa": ["Eric Schmidt"], "q": "Church, Virginia) grew up with what were known as time-share computers- devices linked by telephone lines that used punch cards to relay information. They were operated at night when the lines were clearer. <q>My first computer I encountered in high school was a time-share machine which had approximately 1/100,000 th of the computation power of your phone,</q> <strong> Eric Schmidt </strong> says, pointing at my BlackBerry. In an interview to mark today's 50th anniversary edition of The Sunday Telegraph, I ask him to think back to that time and wonder at what has", "new_id": -2}, {"uid": "1296222150071827491", "i": 21449, "idx": 1, "sa": ["Jeb Hensarling", "Barack Obama", "Rand Paul", "Sen. Bernie Sanders"], "q": ", <strong> Barack Obama </strong> told Congress: ''We should also find a bipartisan solution to strengthen Social Security for future generations.'' The president said Thursday the solution should not slash benefits for future generations or subject benefits <q>to the whims of the stock market.</q> <strong> Sen. Bernie Sanders </strong> said he would like to hear a stronger pledge from <strong> Barack Obama </strong>. ''<strong> Jeb Hensarling </strong> of Texas said- and he's the Republican Conference chairman- that they're going to take <strong> Rand Paul </strong> Ryan's", "new_id": -2}, {"uid": "1295559882082083924", "i": 2846, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "fell short of estimates, which stood at$ 8.09, at least under generally accepted accounting principles. ''<strong> Eric Schmidt </strong> has clearly done an outstanding job leading <strong> Google Inc. </strong> for the last decade,'' Page said. <q>The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly.</q> Notables at state dinner Gallery: Mayors Lee and Quan join CEOs, leaders and celebs at White House event for China's Hu. OAKLAND 2 BR/ 1.0 BA$ 565,000.00 OAKLAND 3", "new_id": -2}, {"uid": "1295682265065617928", "i": 94, "idx": 18, "sa": ["Ronald Reagan", "Mike Pence", "Marjorie Dannenfelser"], "q": "pay for the government that you would need if the family continues to collapse.'' After giving that speech, <strong> Mike Pence </strong> won the group's straw poll for top choice for its 2012 nominee. <q>He has that everyman, Indiana appeal with vision,</q> <strong> Marjorie Dannenfelser </strong> said. She said <strong> Mike Pence </strong>, a former radio talk show host, connects with those he's speaking to. ''I hate to bring up <strong> Ronald Reagan </strong> because everybody does that,'' <strong> Marjorie Dannenfelser </strong> said.", "new_id": -2}, {"uid": "1295593237183287808", "i": 33964, "idx": 2, "sa": ["Eric Schmidt"], "q": "do that given the way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply. <q>I am not as concerned about the titles as I am winning,</q> <strong> Eric Schmidt </strong> said. ''I am quite certain that this change will result in faster decision making and better value for the shareholders.'' Google's stockholders have had little to complain about, not that it", "new_id": -2}, {"uid": "1296547167054050852", "i": 45121, "idx": 0, "sa": ["Ryan Malleck", "Michael Vick"], "q": "derided as too dangerous. In another respect, though, their recoveries are slow and sometimes painful, many filled with diseases, injuries and skittishness that manifested themselves under their stewardship of <strong> Michael Vick </strong>. <q>Some people might say, ''Three years, that seems like such a long time,'</q> said <strong> Ryan Malleck </strong> Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. '''But we measure their progress in baby steps, especially when they were on", "new_id": -2}]