[{"uid": "1295928935203030533", "i": 27854, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush"], "q": "under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos,`` snowflakes,'' they were called. He reads from some issued in 2003 and in 2005:`` Are we winning or losing the war on terror?'' <q> Is the US government changing fast enough? </q>`` Do we need more troops? And if so, where and for what purpose?''`` My brain would be going,'' he says.`` I wanted to find out something. I needed help", "new_id": -2}, {"uid": "1294986518220069897", "i": 30293, "idx": 4, "sa": ["Kirsten Gillibrand"], "q": "We didn't know that she had not opened her eyes. But when we watched Mark we knew.'' A realization that makes <strong> Kirsten Gillibrand </strong> all the more optimistic about her friend's recovery. <q> It was so clear to me that she was absolutely present in every way and had so much strength and character at that moment. </q> Doctors say this is a sign that they can proceed with more aggressive physical therapy. But the congresswoman's recovery will still be measured in months not days or weeks. Comments Terms of Use: We", "new_id": -2}, {"uid": "1296647451234913792", "i": 18951, "idx": 1, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": ".'' The memo follows a number of recent high profile interventions from <strong> Ed Miliband </strong> in the phone hacking issue. In the wake of the resignation of <strong> Andy Coulson </strong> the Labour leader criticised <strong> David Cameron </strong>, stating the affair raised <q> questions about <strong> David Cameron </strong>'s judgment about hanging on to him as long as he did </q>. He also raised <strong> Andy Coulson </strong>'s impending departure at last Wednesday's Prime Minister's questions. Here's the full text of the e-mail: From: xxxx| Sent: 27 January 2011 To:", "new_id": -2}, {"uid": "1296318894261652524", "i": 14819, "idx": 10, "sa": ["Kobe Bryant", "Allen Iverson", "Shaquille O'Neal"], "q": "out of the Champion Celtics in their unbeatable home court, MJ played a game that still stands as the greatest post-season record of all-time with 63 points. The only quote you need to remember is Bird saying, <q> That was God disguised as <strong> Michael Jordan </strong>. He's the most awesome player I've ever seen... he was getting his points in the flow of the game... scary. </q> Celtics coach KC http://wn.com/Allen_Iverson_41pts_Break_Kobe's_Ankle_vs_Shaq_Lakers_98/99 <strong> Allen Iverson </strong>'s eighth career 40-point game had a nice little unexpected bonus-- a victory for the Philadelphia 76ers. <strong> Allen Iverson </strong> scored 41 points, upstaging <strong> Shaquille O'Neal </strong> and <strong> Kobe Bryant </strong>, as the 76ers defeated the Los", "new_id": -2}, {"uid": "1294993731152698898", "i": 22403, "idx": 0, "sa": ["Tramon Williams", "Michael Vick", "Aaron Rodgers"], "q": "by Groupon. Subscribe Now. In the process, the Packers closed the book on the comeback season of <strong> Michael Vick </strong>, and started a new chapter of their own- on to Atlanta. <q> We've got a lot of momentum and a lot of confidence in that locker room, </q> said <strong> Aaron Rodgers </strong>, whose sixth-seeded team clinched the victory with a timely interception. Cornerback <strong> Tramon Williams </strong> made an end-zone interception of a deep pass by <strong> Michael Vick </strong> with 33 seconds to play, sending a packed house back to", "new_id": -2}, {"uid": "1296062833204603411", "i": 26939, "idx": 0, "sa": ["Mike Pence"], "q": "dig at Palin is ridiclous. I like <strong> Mike Pence </strong> but he needs executive experience and that's where he is going to do, all sighs as of now points to being the Governor of Indiana To: Huck <q> If he's smart he'll go for governor first. And I do think he is smart </q> I agree. He will probably cruise to the Governorship and who would not want to be a Governor. A great job. We need to look beyond <strong> Mike Pence </strong> and Demint. They are not", "new_id": -2}, {"uid": "1296918470163987465", "i": 8161, "idx": 0, "sa": ["Zine El Abidine Ben Ali", "David Corn", "Saddam Hussein", "Colin Powell", "Michael Isikoff"], "q": "the behest of the United States, the Egyptians wanted him to say that <strong> Saddam Hussein </strong> was going to give <strong> Zine El Abidine Ben Ali </strong> Qaeda chemical and biological weapons.`` They were killing me,'' he told journalists <strong> Michael Isikoff </strong> and <strong> David Corn </strong>. <q> I had to tell them something, </q> and so his coerced confession wound up in <strong> Colin Powell </strong>'s now notorious address before the United Nations in February 2003, justifying war against Iraq. Ironically, blowback from the propaganda offense claiming the existence of Iraqi", "new_id": -2}, {"uid": "1297169005265420815", "i": 40806, "idx": 0, "sa": ["Simon Cowell"], "q": "the minimum age is 12, but there is no limit to how old a contestant can be. In addition, groups-- not just individual singers-- will be able to compete. <strong> Simon Cowell </strong> said, <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group. I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar. </q> Another difference in The X-Factor compared with American Idol is that each judge-- and there are four of them-- will personally mentor groups of contestants. For example, one judge will work with the vocal", "new_id": -2}, {"uid": "1295235692176996357", "i": 39578, "idx": 0, "sa": ["Eric Schmidt", "Maria Bartiromo"], "q": "Bing search engine as an alternative to Google. An Enterprise 2.0 tour about SAP's Business Intelligence deal with Jive Software, which lets you embed dynamic analytics BusinessObjects Crystal Reports widgets inside your ClearSpace blog posts. <q> People are treating Google like their most trusted friend, </q> said CNBC's <strong> Maria Bartiromo </strong> in the interview.`` Should they be?'' Passing on the opportunity to explain to <strong> Maria Bartiromo </strong> the difference between trusted friends and multi-billion dollar search advertising companies, <strong> Eric Schmidt </strong> responded,``", "new_id": -2}, {"i": 13971, "idx": 2, "index_answer": 0, "new_id": -1, "q": "of co-founder as opposed to his current role of president, Technology.`` He's an innovator and entrepreneur to the core, and this role suits him perfectly,'' <strong> Eric Schmidt </strong> wrote in his post. <q> As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> wrote in his post. 250){ this.style.height= ifh+` px';} else{ this.style.height=' 250px';};''> Featuring a panel of cloud computing experts from the", "sa": ["Eric Schmidt"], "uid": "1295669836191152256"}]