[{"uid": "1295583884071548935", "i": 31628, "idx": 3, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "being the main public face of the company.\" <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come in for criticism for awkward recent statements \"harmful to Google's reputation\" and the three top executives may have decided <q>it was time for a fresh public face.</q> Giftwithlove.com: Order Online for Gift delivery in India starting Rs. 289/ Follow the ups and downs of your investments. Try our new Portfolio Tracker", "new_id": -2}, {"uid": "1295139772120274975", "i": 15868, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ". It was raw strength. It was so beautiful and so moving,\" <strong> Kirsten Gillibrand </strong> said. \"It felt like a miracle. It felt like we were watching a miracle,\" said Wasserman-Schultz. <q>Other than the birth of my kids, this was the most incredible feeling, to see... one of your closest friends just struggle to come back to you, to come back to her family, to come back to her friends.</q> It was sparked, the lawmakers said, by simple banter and human warmth. They took turns holding <strong> Gabrielle Giffords </strong>' hand. <strong> Kirsten Gillibrand </strong> was talking about how <strong> Gabrielle Giffords </strong> and Mark needed to be back eating pizza soon", "new_id": -2}, {"uid": "1295846528153485327", "i": 37076, "idx": 0, "sa": ["Kyle Korver", "Allen Iverson"], "q": "n't make it. It happens. I'm sure they're fine.\" Well, true, the paychecks are never going to bounce. There are worse things than losing basketball games. <q>I went through kind of a stretch like that when I was with Philly,</q> <strong> Kyle Korver </strong> said. \"The whole <strong> Allen Iverson </strong> saga- is he going to get traded? Then he got traded and we lost like 10, 12 games in a row. Interested in reusing this article?", "new_id": -2}, {"uid": "1295994032049692677", "i": 7627, "idx": 1, "sa": ["Erik Spoelstra", "LeBron James", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "q": "Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. \"They're great players and they've proven to be productive in their careers,\" Heat coach <strong> Erik Spoelstra </strong> said. <q>So once they became comfortable with this team and with each other, that was a matter of time.</q> When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on the leaderboard, for certain. <strong> LeBron James </strong>' score gets rounded to 40.2_ 25.9 points, 7.2 rebounds, 7.2 assists, just a", "new_id": -2}, {"uid": "1297094583019349510", "i": 34824, "idx": 0, "sa": ["Simon Cowell"], "q": "is the largest guaranteed prize in TV history. The deal will be with Syco, which is the joint venture between <strong> Simon Cowell </strong> and Sony Music. Secondly, the age range is 12 years and up. <q>I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,</q> says <strong> Simon Cowell </strong>. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing", "new_id": -2}, {"uid": "1296784629036126790", "i": 41646, "idx": 15, "sa": ["Donald Rumsfeld"], "q": "Rice once pointed out that the pinstripes on his pant leg were worn off, <strong> Donald Rumsfeld </strong> teased her by quipping his wife could sew them back on. He also snaps at McCain, calling him a man <q>with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media.</q> And <strong> Donald Rumsfeld </strong>, who was one of the first supporters of a Freedom of Information Act but came to believe it was being abused, reserves plenty of scorn for the media. Though he praises the", "new_id": -2}, {"uid": "1295034146139100277", "i": 15280, "idx": 0, "sa": ["Michael Gove"], "q": "had been born in 1940.( Dimbleby had earlier been asked how old he was by another panellist and had replied 72). When <strong> Michael Gove </strong> said Dimbleby was born in 1940, Dimbleby said <q>if that's how good you are at maths you shouldn't be Secretary of State for Education.</q> the problem is he wasnt just saying the kind of presenters he likes, he was attacking the BBC. If you are going to attack the BBC for something you should at least name the presenters on", "new_id": -2}, {"i": 19927, "idx": 1, "index_answer": 0, "new_id": -1, "q": "save the funding for the program but to increase it by$ 73 million to total$ 200 million. \"Access to air travel is critical for our economic recovery,\" <strong> Kirsten Gillibrand </strong> said. <q>Losing this funding would be devastating for many communities across the state. Business can not grow if we do not provide communities in every corner of New York with adequate air service.</q> PROPOSED HIKES Business at Plattsburgh International Airport has boomed since it opened in 2007, as thousands of Canadians have taken advantage of direct flights to Florida, South Carolina and the Caribbean.", "sa": ["Kirsten Gillibrand"], "uid": "1296851765101990425"}, {"uid": "1297279328173539336", "i": 34173, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "pleads not guilty in AZ shooting... Photo in Slideshow: A photo released by the office of U.S. Video: <strong> Barack Obama </strong> has kicked smoking habit, first lady says Video: Why Americans Are Turning Against Obamacare Report Abuse <q>Laborman said \"Arizona doesn't deserve her. You are# 1 in loose gun laws and# 1 in gun deaths per 100,000 population. So all your guns aren't protecting you. With your guns and racism you are a laughingstock in the world</q>\" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Trader Makes$ 4 Billion Wiz Kid Stock& Option", "new_id": -2}, {"uid": "1296337877236798074", "i": 4136, "idx": 0, "sa": ["Zahi Hawass"], "q": "robbed ATMs and raided mobile phone shops in the city.Several fast-food restaurants, including McDonalds, Kentucky Fried Chicken and Hardees were ransacked, with grafitti on ways declaring: \"No American intervention\" and <q>Free Egypt. \"Several petrol stations throughout the city have been destroyed, while roads were blocked by burned out cars. \"I want us to live together better and what the president is doing is unacceptable. We are not comfortable with the president- he has to go,</q> said Mohamed Abdel-Razek, a construction worker who spent the night on the city's Tahrir square.The Egyptian Museum, which houses thousands of ancient artifacts, was being protected by the army. Head of Antiquities, <strong> Zahi Hawass </strong> said", "new_id": -2}]