[{"uid": "1296098124254738498", "i": 13945, "idx": 0, "sa": ["Matt Hasselbeck", "Ryan Fitzpatrick", "Matt Cassel", "Roger Goodell", "Ben Roethlisberger", "Michael Vick"], "q": "<strong> Ben Roethlisberger </strong>, Steelers- 3,200 <strong> Matt Cassel </strong>, Chiefs- 3,116 <strong> Michael Vick </strong>, Eagles- 3,018 <strong> Matt Hasselbeck </strong>, Seahawks- 3,001 <strong> Ryan Fitzpatrick </strong>, Bills- 3,000  He said it  <q> The entire senior leadership team stands with me in its commitment to resolving the CBA issues with the players union. While several other executives have also volunteered to make additional reductions to their compensation, I have asked them not to take that step at this time as we continue our negotiating efforts. </q>- NFL commisioner <strong> Roger Goodell </strong>, who said he'll cut his salary to$ 1 if there is a work stoppage after the collective bargaining agreement expires in March. <strong> Roger Goodell </strong> makes$ 10 million per year.", "new_id": -2}, {"uid": "1296286589101859341", "i": 12921, "idx": 3, "sa": ["Kirsten Gillibrand"], "q": "I mentioned this exact tax credit and his team said,` We are 100 percent behind it.'''`` This is not a Democratic or a Republican idea,'' she added. <q> It's just a good idea. </q> The proposal seeks to allow companies to deduct 20 percent of their research expenditures across the board. <strong> Kirsten Gillibrand </strong> said the average is currently between 14 percent and 20 percent, which is determined by a", "new_id": -2}, {"uid": "1296619354222035969", "i": 30891, "idx": 3, "sa": ["Allen Iverson"], "q": "<strong> Allen Iverson </strong> had his left knee drained before the game for the second time this week and will have an MRI on Thursday.`` This one's on me. I let us down tonight,'' <strong> Allen Iverson </strong> said. <q> I feel bad, that's a game we should have won. We didn't make shots at the time we needed to make shots. </q> The crowd chanted`` We Want AI!'' with <strong> Allen Iverson </strong> on the bench as the Sixers made a fourth http://wn.com/Allen_Iverson_1st_Win_as_a_Pistons_vs_Kings_30pts_9asts_7rebs_08/09_NBA For a veteran like <strong> Allen Iverson </strong>, a win in November against a lottery team rarely registers as important.", "new_id": -2}, {"uid": "1296490738092602393", "i": 46068, "idx": 0, "sa": ["Simon Cowell"], "q": "be perfect for the role, according to bosses. It could happen if <strong> Simon Cowell </strong>, 51, decides to focus on the US version of the show. An insider told The Daily Star: <q> <strong> Robbie Williams </strong> is a huge name so would naturally be a massive ratings hit. Not only that, he is also straight-talking and comical.`` We all understand that right now America is where <strong> Simon Cowell </strong>'s focus has to be. There aren't many people that can fill his shoes, but <strong> Robbie Williams </strong> just might be able to do it. </q>", "new_id": -2}, {"uid": "1296722504024068126", "i": 491, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong> remains largely unapologetic about his overall handling of the Iraq conflict and concludes that the war has been worth the costs. Had the government of <strong> Saddam Hussein </strong> remained in power, he says, the Middle East would be <q> far more perilous than it is today. </q> Addressing charges that he failed to provide enough troops for the war, he allows that,`` In retrospect, there may have been times when more troops could have helped.'' But he insists that", "new_id": -2}, {"uid": "1295599142252706826", "i": 6763, "idx": 2, "sa": ["Eric Schmidt"], "q": "focus on strategic projects and new products. The reshuffling takes effect April 4.`` <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade,'' Page said in a written statement. <q> The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader, and I have learned innumerable lessons from him. </q> Google also announced its fourth-quarter earnings were$ 2.5 billion, or$ 7.81 per share, during the final three months of 2010. That's a 29 percent increase from net income of$ 2 billion", "new_id": -2}, {"i": 8865, "idx": 3, "index_answer": 0, "new_id": -1, "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for Daniels, a potential GOP presidential aspirant who has said he", "sa": ["Mike McDaniel", "Mike Pence"], "uid": "1296225829149782528"}, {"uid": "1295586644175472650", "i": 9918, "idx": 1, "sa": ["Eric Schmidt"], "q": "as the Samsung Nexus S, against a contact terminal to make a payment. Google would love to get in on this action to get a stake in mobile commerce. Finally, <strong> Eric Schmidt </strong> Google wants to <q> increase the availability of inexpensive smartphones in the poorest parts of the world. We envision literally a billion people getting inexpensive, browser-based touchscreen phones over the next few years. </q> That's a new one to me from Google's lips, but it makes perfect sense. Developing nations may not have computers, but most people can get their hands on a cheap cell phone.That's 1", "new_id": -2}, {"uid": "1295199426040058910", "i": 38003, "idx": 0, "sa": ["Nancy Pelosi", "Mike Pence"], "q": "their criticism of the Democratic stewardship of the economy. Republicans called for using the leftover funds from the financial bailout to pay down the national debt, which has climbed to more than$ 12 trillion this year. <q> Democrats in this new stimulus bill are simply voting to extend policies that have failed to create jobs, failed to get the American economy back on its feet, </q> said <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong>( R-Ind.), who ranks third in the House GOP leadership. The window to pass major legislation usually narrows in an election year as incumbents demand more time back home to campaign", "new_id": -2}, {"uid": "1294961940081149955", "i": 21917, "idx": 0, "sa": ["Kirsten Gillibrand", "Debbie Walsh", "Gabrielle Giffords"], "q": "Reacting to a story about the friendship between <strong> Debbie Walsh </strong> Wasserman-Schultz, <strong> Gabrielle Giffords </strong>, and <strong> Kirsten Gillibrand </strong>, Shani Hilton observes: <q> It's good that the women who are there have been able to support one another, but this is a reminder that women haven't made many inroads in Congress </q>- or the congressional leadership- in nearly a decade. The 2010 election saw the first drop in women in Congress since 1979, from 93 to 90. It was also the first year since 1979 that women", "new_id": -2}]