[{"uid": "1295254462216039433", "i": 15976, "idx": 7, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": "game,\" <strong> Marty Mornhinweg </strong> said. \"Some hit it a little later.\" The Eagles think <strong> Michael Vick </strong> will hit it sooner, but the NFC general manager has his doubts. His analysis of <strong> Michael Vick </strong>: <q> Special athlete and QB who takes a beating and production then falls off. </q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "new_id": -2}, {"uid": "1295674743088440893", "i": 33128, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "that in some sense you go back to a kind of chaos,\" Kaplan said. <strong> Eric Schmidt </strong>, 55, has no doubt <strong> Larry Page </strong> is ready for the challenges ahead. <q> <strong> Larry Page </strong> has been with me in every major decision in the past decade, </q> <strong> Eric Schmidt </strong> said in an interview Thursday. \"It's not like he has been sitting around doing nothing.\" Although management by committee worked well enough to turn Google into an enormous success,", "new_id": -2}, {"uid": "1295571328120422413", "i": 877, "idx": 3, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> tells CNBC... The Future of Google Books- Google Co-Founder <strong> Sergey Brin </strong> Complete video at: fora.tv <strong> Sergey Brin </strong> responds to criticism Google has received concerning its project to digitize and store millions of the world's books online. <q> I've been surprised at the level of controversy there, </q> says <strong> Sergey Brin </strong>, but maintains that he's \"optimi... Google Co-Founder <strong> Sergey Brin </strong> on Bing and Yahoo Complete video at: fora.tv Google co-founder Sergy <strong> Sergey Brin </strong> gives his take on other search engines, including Microsoft's Bing and", "new_id": -2}, {"uid": "1295849732019906565", "i": 12934, "idx": 0, "sa": ["Michael Gove"], "q": "; Historia; Informaci?n y Tecnolog?as de la Comunicaci?n; M?sica; y Educaci?n Personal, Social y Sanitaria. Educaci?n tiene la intentenci?n de repensar cu?les de ellas deben seguir siendo obligatorias y a qu edades. <q> No voy a dar una lista de materias obligatorias, pero creo que tenemos que ce?irnos a los hechos </q>, ha defendido <strong> Michael Gove </strong> al comentar el lanzamiento de la reforma. \"Quiero decir que tenemos que tener hechos en el curr?culo; hechos, conocimiento\" , explic. Y en un art?culo publicado en The Daily Telegraph", "new_id": -2}, {"uid": "1295125227265830412", "i": 42522, "idx": 1, "sa": ["Lindsey Graham", "Norm Coleman", "Nat Hentoff", "Donald Rumsfeld"], "q": "the media, to our surprise, when they had not even arrived in the Pentagon.- <strong> Donald Rumsfeld </strong>,[ 33] Following <strong> Donald Rumsfeld </strong>'s testimony, several SeNat Hentoffors responded: SeNat Hentoffor <strong> Lindsey Graham </strong>: <q> The American public needs to understand we're talking about rape and murder here. </q>[ 34] \"It was pretty disgusting, not what you'd expect from Americans\" , said SeNat Hentoffor <strong> Norm Coleman </strong>.[ 35] \"I don't know how the hell these people got into our army\"", "new_id": -2}, {"uid": "1295770856146751522", "i": 18801, "idx": 2, "sa": ["Colin Powell"], "q": "the Martin <strong> Colin Powell </strong> King Jr.. Day Marade, followed by lunch, and then roller skating at Skate City in Aurora. For Brisco, who lives in Aurora, it's about community. <q> I've been blessed in many ways- with good parents, with minimal drama in my life, with having an open heart, </q> he said. \"I see the need, with the number of single-parent families. We know in the African- American community there's a higher percentage of mother-headed families. \"If I can make", "new_id": -2}, {"uid": "1296668242187940877", "i": 58308, "idx": 1, "sa": ["Žydrūnas Ilgauskas", "Jared Jeffries", "Rodney Carney", "Samuel Dalembert", "Nick Young", "Allen Iverson"], "q": "KNick Youngs( 16-22), who snapped a two-game losing streak. The KNick Youngs also ended a nine-game skid in Philadelphia, dating to Dec. 17, 2004. \"We finally got one here,\" <strong> Jared Jeffries </strong> said. <q> We made some <strong> Žydrūnas Ilgauskas </strong> plays when we needed them down the stretch. </q> <strong> Allen Iverson </strong> scored 16 points, <strong> Rodney Carney </strong> added 13 and <strong> Samuel Dalembert </strong> had 12 and a season-high 21 rebounds for the Sixers( 12-26), who had won two straight and their previous six meetings with New York. <strong> Samuel Dalembert </strong> played", "new_id": -2}, {"uid": "1296833652203898937", "i": 5703, "idx": 0, "sa": ["John Williams", "David Letterman", "Howard Stern", "Jay Leno"], "q": "Although the plot is under wraps, according to The Hollywood Reporter, the comedy is based on the true story of a former cop that infiltrated the New Jersey criminal underworld in the era of <q> feathered hair and zipper jackets. </q> My Settings Your comment contains inappropriate content in violation of our <strong> Howard Stern </strong> Apologizes to <strong> David Letterman </strong> on TV, Calls <strong> Jay Leno </strong>` Horrible' Buy Three Pieces from Schindler's List: Violin and Piano( <strong> John Williams </strong> Signature Edition", "new_id": -2}, {"uid": "1295093737200343573", "i": 15797, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez", "Tom Brady"], "q": "... <strong> Steven Tyler </strong> no Idol to bandmates! frontman and new \"American Idol\" judge <strong> Steven Tyler </strong> acknowledged yesterday that his bandmates still aren't wild about his decision to become the new <strong> Simon Cowell </strong>. But he doesn't care. <q> Everyone's got their opinion, </q> the target=\"_blank\" Boston Bad Boy told a confab of TV critics in La-La gathered to meet <strong> Steven Tyler </strong> and his new comrade-in-criticism, <strong> Jennifer Lopez </strong>, and <strong> Tom Brady </strong> Evolves Into Patriots' Forceful Leader Mass.- So far this", "new_id": -2}, {"uid": "1296746762199131138", "i": 28161, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "National Grid, never has been. \" Texas trades with Mexico with electricty and water resouces. Texas gets a higher percentage of it electricity from wind power than any other state. Report Abuse <q> Actually. This is a stupid a$$ article. Each year certain power stations are required by federal law to shut down for regular maintenance in the winter when the power is usually on very low draw. And since our current retard of a president has mandated that no more coal or nuclear power stations may be built, we are unable to cycle up the stations that are down to add additional power to the grid. </q> Time.com: Super Bowl School: What the NFL Can Teach Teachers ABC News: <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War Smokers-Quitting Is Easy! Now You Don't Have To Actually \"Quit\" ! Check", "new_id": -2}]