[{"uid": "1297329856115736576", "i": 29433, "idx": 0, "sa": ["Steve Ballmer"], "q": "jobs at Microsoft, with new blood coming in to run the key business units- prompted by Microsoft's misreading of some of the biggest technology trends of recent times, most notably smartphones and tablets. <q>Over the past year we've seen the departure of many of the Microsoft old guard- including chief software architect <strong> Ray Ozzie </strong> and server and tools chief Bob Muglia- in preparation for the reshuffle. <strong> Steve Ballmer </strong> has been spearheading this effort and we don't see any change in his commitment to the company he's led for the past 11 years,</q> he added. In November, co-founder <strong> Steve Ballmer </strong>, chief executive of Microsoft, sold$ 1.3 bn( Â£ 800m) worth of shares in the firm. Europe/United Kingdom/South East/Berkshire/Ascot Â£ 22,000- Â£", "new_id": -2}, {"uid": "1297266831144211998", "i": 40869, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "said: \"Of course, I miss everybody. Yes I do miss <strong> Simon Cowell </strong>.\" The chat show host then told <strong> Paula Abdul </strong> that <strong> Simon Cowell </strong> is a massive fan of her. She said: <q>I think you need to take mass off and put obsess-ive. Yeah he's obsessed with me.</q> There have been rumours that she will be making an appearance on <strong> Simon Cowell </strong>'s new show The X Factor when he launches it in the US later this year. She said: \"He always talks", "new_id": -2}, {"uid": "1295338484194592796", "i": 43262, "idx": 0, "sa": ["Simon Cowell"], "q": "voted off the ITV1 show instead of Jedward by <strong> Simon Cowell </strong>. But she told her fans on Twitter that she'd been using her time in the sun to write new music. Lucie wrote: <q>Hey everyone, just got in from a long day writing on the beach. feeling SO good about these tracks cant wait to play them for u all!xxx <strong> ( sic ) </strong></q> Since appearing on the X Factor Lucie nabbed a part in the West End show of Les Miserables as prim Cosette. Have your say on the issues of the day with MY Sun Â© News Group", "new_id": -2}, {"i": 10425, "idx": 0, "index_answer": 4, "new_id": -1, "q": "was palpable. Here it was, the come-from-behind drive that longtime franchise quarterback <strong> Donovan McNabb </strong> had failed to produce so many times. <strong> Michael Vick </strong> had his chance. \"We were very confident,\" <strong> Michael Vick </strong> said. <q>We thought we were going to win the game. I thought we were going to win the game. I had an upbeat feeling about myself. I felt like I was in control.</q> <strong> Michael Vick </strong> overthrew tight end <strong> Brent Celek </strong> on first down. He threw wide of running back <strong> LeSean McCoy </strong> on second down. On third and 10, he hit rookie receiver <strong> Riley Cooper </strong> on a slant pattern for 11 yards and", "sa": ["Brent Celek", "LeSean McCoy", "Riley Cooper", "Donovan McNabb", "Michael Vick"], "uid": "1295921805206389258"}, {"uid": "1296425350029392900", "i": 32991, "idx": 4, "sa": ["Zahi Hawass"], "q": "he said. <strong> Zahi Hawass </strong> discovered that three \"tourist police\" who had stayed at the museum throughout the night had caught and bound one of the nine looters who had smashed through the roof. <q>I saw his face, and he looked like an outlaw,</q> <strong> Zahi Hawass </strong> said. The looters, who <strong> Zahi Hawass </strong> believes were searching for gold, smashed 13 showcases on the museum's top floor, then entered the famous King Tutankhamun galleries, where they broke several more artifacts", "new_id": -2}, {"uid": "1295559882263242034", "i": 24881, "idx": 3, "sa": ["Eric Schmidt"], "q": "came just before Google announced earnings for its most recent quarter. At$ 8.44 billion, Google's fourth-quarter revenue jumped 26 percent from a year earlier. Profit climbed 29 percent to$ 2.54 billion. <q>These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider Web,</q> <strong> Eric Schmidt </strong> said in a statement accompanying the results. Earlier, Google stock finished regular trading at$ 626.77, down$ 4.98, or 0.8 percent, from Wednesday's closing price. Google shares were up", "new_id": -2}, {"uid": "1295797594180797479", "i": 2427, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "2012 <strong> Colin Powell </strong> says he's uncommitted in 2012- POLITICO Live: <strong> Colin Powell </strong> says he's uncommitted in 2012 <strong> Colin Powell </strong> said on Sunday that he was not committed to supporting <strong> Barack Obama </strong> or any other candidate in 2012 <q>I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate,</q> <strong> Colin Powell </strong> said on CNN's \"State of the Union \"I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.\"", "new_id": -2}, {"uid": "1296932455012320798", "i": 28102, "idx": 0, "sa": ["Paolo Romani", "Sergio Marchionne", "Sergio Chiamparino"], "q": "Poland than in Italy His comments on Friday in San Francisco were quoted by Italy's Corriere della Sera, prompting the mayor of Turin, Fiat's birthplace, to demand \"immediate clarification.\" <q>It's clear that an international group can have several offices but it would be different if the headquarters were in the United States,</q> <strong> Sergio Chiamparino </strong> said. A number of leading politicians also expressed indignation, and ANSA news agency said talks were planned next week between <strong> Sergio Marchionne </strong> and Economic Development Minister <strong> Paolo Romani </strong>. \"In the next two or", "new_id": -2}, {"uid": "1295967141135200834", "i": 38829, "idx": 0, "sa": ["Jack Kemp", "Dan Lungren", "Sen. Bernie Sanders"], "q": "what even many Republicans are prepared to embrace. But conservatives counter that the 2010 election outcome showed he is precisely the kind of political figure to put forth as the face of the Republican Party. <q>If I was starting a football team in a national budget league, I'd pick Paul Ryan as the captain and quarterback,</q> said <strong> Sen. Bernie Sanders </strong> <strong> Dan Lungren </strong>( R., Calif.), an ally of the late Mr. <strong> Jack Kemp </strong>. \"There's nobody in this House who's taken as serious a long-term view on the budget as Paul Ryan.\"", "new_id": -2}, {"uid": "1296731741114950147", "i": 9634, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "BBC after a fascinating few years- but this is an opportunity I can't turn down.\" <strong> David Cameron </strong> said in a statement yesterday that he was \"very pleased\" by the appointment. <q>Craig has formidable experience as a broadcast journalist. He will do an excellent job in explaining and communicating the government's programme.</q> Sign up here for our free, daily email newsletter to get all the latest stories, jobs, tips and more. BBC's Craig Oliver to replace <strong> Andy Coulson </strong> as No 10 communications chief BBC's Craig Oliver to", "new_id": -2}]