[{"uid": "1295224391243892226", "i": 24855, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "him credit for.\" Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q>Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick.</q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the U.S.' X Factor' he is trying not to worry about it. Scottsdale-$ 1,895,000 MLS 4270884", "new_id": -2}, {"uid": "1297185058166789171", "i": 41007, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "ceremonial gifts are different from the official keys to the city presented by the mayor,\" he said. As for honouring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and <q>am deeply sorry to offend anyone who loves animals.</q> He acknowledged <strong> Michael Vick </strong>'s past but noted that \"since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends", "new_id": -2}, {"uid": "1297167911133922834", "i": 43032, "idx": 2, "sa": ["Cheryl Cole", "Paula Abdul", "Simon Cowell", "Nicole Scherzinger"], "q": "there wouldn't be an announcement for at least a month. As well as <strong> Cheryl Cole </strong> and <strong> Nicole Scherzinger </strong>, another front runner for a spot alongside <strong> Simon Cowell </strong> is former American Idol judge and singer <strong> Paula Abdul </strong>. <q>We've spoken to her[ <strong> Paula Abdul </strong>], she knows I'm a big fan,</q> he admitted. \"I've always said at some point we are going to be working together.\"[ But] I have to take everyone's opinions into account, including the show's other", "new_id": -2}, {"uid": "1296085327130252808", "i": 1991, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q>a volcano that is starting to erupt.</q> \"There will be huge explosions all over Fleet Street if police get to the truth,\" he told the BBC. These musicians should get hazardous duty pay for the tumbles they've taken", "new_id": -2}, {"uid": "1295569741103366701", "i": 3867, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "percent to$ 6.37 billion from$ 4.95 billion in the corresponding quarter of 2009. Thirty-six analysts had a consensus revenue estimate of$ 6.06 billion for the fourth quarter. <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong>, said, <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile.</q> Total advertising revenues advanced 26 percent to$ 8.17 billion from$ 6.47 billion, and other revenues soared by about 31 percent to$ 273 million from$ 209 million in the year-ago quarter. <strong> Google Inc. </strong>", "new_id": -2}, {"uid": "1295985212180977685", "i": 40011, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": " \"You only realign programs that you are comfortable with some variation in level of services... and where you think there's enough local accountability to make sure the program is run right,\" she said. <q>If you are not,... it's probably a program best administered and controlled at the state level.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog PROJECT ENGINEER Company Leland Saylor QUALITY ASSURANCE ENGINEERS Company RELIGIOUS EDUCATION DIRECTOR", "new_id": -2}, {"i": 21799, "idx": 0, "index_answer": 0, "new_id": -1, "q": "dog, especially if there's any chance you will end up abusing or abandoning it. \"Every time I think I've heard the worst story, another one comes about,\" <strong> Jamie Buehrle </strong> said. <q>It makes me jaded and makes me lose faith in humanity some time because I don't understand how people can do that to innocent animals.</q> That comment from <strong> Jamie Buehrle </strong> carries a direct line to <strong> Michael Vick </strong>, who was presented with the NFL's Comeback Player of the Year Award this past weekend. The Buehrles would not bestow any such honor on the", "sa": ["Jamie Buehrle", "Michael Vick"], "uid": "1297282260166281230"}, {"uid": "1296102374101646397", "i": 467, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "mogul <strong> Simon Cowell </strong> denied abandoning British audiences by taking the show to America, saying: \"I have some ideas\". <strong> Cheryl Cole </strong> will join him as a judge on the US version, he shrugged his shoulders and said <q>there will be an announcement in a couple of weeks</q>. The night really belonged to Ant and Dec, who won Most Popular Presenters at the National Television Awards for the 10th year running. And the comedy double act also picked up Most Popular Programme", "new_id": -2}, {"uid": "1295965636047955976", "i": 16111, "idx": 1, "sa": ["Eric Schmidt", "Mick Jagger", "Google Inc.", "Darrell Issa"], "q": ", vacations and schmoozing. These include at least three wintertime trips to the Caribbean and a trip by <strong> Google Inc. </strong> chief executive <strong> Eric Schmidt </strong> to the Cannes Film Festival, where he hobnobbed with <strong> Mick Jagger </strong> and Hollywood stars. <q>Our report only reveals only part of the picture,</q> said the letter to <strong> Darrell Issa </strong> asking for an investigation. \"The House Oversight& Government Reform Committee has subpoena power if necessary. We urge you to use all the tools at the committee's disposal to reveal the", "new_id": -2}, {"uid": "1297304788026935319", "i": 27462, "idx": 1, "sa": ["John McCain", "Donald Rumsfeld", "Dick Cheney", "Gerald Ford"], "q": "example this never-before-released glimpse backstage at the <strong> John McCain </strong> House, circa fall 1975, as <strong> Donald Rumsfeld </strong> and <strong> Dick Cheney </strong> administer tough love to <strong> Dick Cheney </strong> <strong> Gerald Ford </strong>, whose administration was listing from management troubles within and a feisty primary challenger named <q>We had members of Congress savaging what was going on down there[ at Gitmo],</q> <strong> Donald Rumsfeld </strong> said. \"And it was not true. That prison is a world-class operation.\" The brash aides' directive: Clean up the <strong> John McCain </strong> House operation, or accept their resignations. Or", "new_id": -2}]