[{"uid": "1295199991155582494", "i": 11367, "idx": 0, "sa": ["Aaron Rodgers", "Brett Favre", "Michael Vick"], "q": "question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC Championship Game at either Chicago or Seattle on Jan. 23. \"That's what you dream about,\" <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2}, {"uid": "1296291755127057975", "i": 52876, "idx": 3, "sa": ["Allen Iverson", "Carmelo Anthony", "Kobe Bryant", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player ran Iverson_Allen Iverson_vs_Kobe Bryant_Kobe Bryant_Lakers_08/09_NBA_*last_game_as_a_Nuggets This was not exactly the new look <strong> Carmelo Anthony </strong>", "new_id": -2}, {"uid": "1295779327127156334", "i": 19929, "idx": 0, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": "campaigners finally distancing themselves from this offensive site.` It raises serious questions about the judgment of those pushing to abolish our voting system.` When <strong> Nick Clegg </strong> launched the Yes campaign he claimed, <q> It's about fair play </q>.` We are now writing to <strong> Nick Clegg </strong> asking him to ensure dirty tricks form no further part of his campaign.' More... Coulson-Andy Coulson-kept-secret-No10-diary-David Camerons-spin-chief.html\"> <strong> Andy Coulson </strong> kept secret No10 diary while <strong> David Cameron </strong>", "new_id": -2}, {"uid": "1295642940254836742", "i": 51475, "idx": 0, "sa": ["Ken Auletta", "Sergey Brin", "Eric Schmidt"], "q": "who has led Google for a decade, will become executive chairman focusing on external relations, deals and government relations.New Yorker writer <strong> Ken Auletta </strong>, who has written a book on the company, reported Friday that <strong> Eric Schmidt </strong> had been <q> nudged aside. \"<strong> Ken Auletta </strong> said that after losing out to Page and co-founder <strong> Sergey Brin </strong> over the company's China policy a year ago, \"<strong> Eric Schmidt </strong> lost some energy and focus. \"<strong> Eric Schmidt </strong> was also criticized for allowing Google to be overtaKen Auletta by Facebook, for the company's increasingly frequent privacy scandals and its increasing internal bureaucracy. Together with the co- founders, he decided to step aside.In announcing the move Thursday, <strong> Eric Schmidt </strong> said that the company no longer needed his \"adult supervision </q> and that Page, 38, was ready to run the world's leading internet company. \"We have been talking about how best to simplify our management structure and speed up decision making for a long time,", "new_id": -2}, {"uid": "1297137701068190259", "i": 22177, "idx": 3, "sa": ["Charles Woodson", "Aaron Rodgers", "David Letterman"], "q": "my job and I care about being successful,\" <strong> Aaron Rodgers </strong> said. At the Super Bowl, <strong> Aaron Rodgers </strong> said the Packers had about 60 plays prepared, but ran about 40. Said <strong> David Letterman </strong>: <q> Now at this stage of the game, you don't get guys coming into the huddle saying,` Uh, is that where I go left, or is Larry going left.?' At this point, you don't get that, do you? </q> Said <strong> Aaron Rodgers </strong>: \"No, you actually do.\" <strong> Aaron Rodgers </strong> also talked about the scene in the locker room when the team knew <strong> Charles Woodson </strong> was out of the game. Here's", "new_id": -2}, {"uid": "1297251507203587604", "i": 22560, "idx": 0, "sa": ["George W. Bush", "Barack Obama", "Donald Rumsfeld"], "q": "Externe WASHINGTON,( ast?zi, 13:22) Fostul secretar american al Ap?r?rii n timpul pre?edin?iei lui <strong> George W. Bush </strong>, <strong> Donald Rumsfeld </strong>, a apreciat mar?i c Guantanamo este <q> una dintre cele mai bune nchisori din lume </q> i a criticat promisiunea pre?edintelui <strong> Barack Obama </strong> de a o nchide. Guantanamo este \"una dintre cele mai bune nchisori din lume\" , consider <strong> Donald Rumsfeld </strong> Cine e super bunicu?a- Interviu cu femeia de 70 de ani care", "new_id": -2}, {"uid": "1296362329255475720", "i": 3663, "idx": 1, "sa": ["Kobe Bryant", "LeBron James", "Hal Ketchum", "Allen Iverson", "50 Cent"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacLeBron James any strength. \"I survived, I'm still here,\" he said. <q> I'm a new man, stronger than ever, I just say,` Thank you, everybody. </q>' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a Hal Ketchumf-game behind Golden State for the eighth and final playoff spot, and one game behind the Mavericks. The Kobe Bryants visit the Pepsi 50 Center on Saturday night", "new_id": -2}, {"uid": "1295245992187957252", "i": 33273, "idx": 0, "sa": ["Michael Vick"], "q": "the answers we give you. Sheryl Kalick Philadelphia Eagles' loss isn't solely on <strong> Michael Vick </strong> The finger-pointing at quarterback <strong> Michael Vick </strong> after the Eagles' loss to the Packers is unfortunate( <q> Offensive boom- and bust, </q> Tuesday). The loss was a true team effort. The offensive line did not hold; a key player was out most of the time with an injury; the defense struck out at key points in the", "new_id": -2}, {"uid": "1295471010042287122", "i": 40044, "idx": 0, "sa": ["Allen Iverson", "LeBron James", "Dirk Nowitzki", "Eric Snow"], "q": "control. A day after scoring 51 points in a defeat, <strong> Allen Iverson </strong> may have been even better, scoring 35 points and dishing out 12 assists while leading the Denver Nuggets past the Dallas MavEric Snowks 122-109 Thursday night. <q> AI had it all going from everywhere, </q> said Dallas' <strong> Dirk Nowitzki </strong>, who tied his season high with 32 points and had 12 rebounds. \"He was driving and maLeBron James shots in-between.\" <strong> Allen Iverson </strong> made 12-of-19 field goals and was 11-of-13 from the line.", "new_id": -2}, {"uid": "1297094583019349510", "i": 42323, "idx": 3, "sa": ["Mike Darnell", "Simon Cowell"], "q": "are still forthcoming.\" ` The X Factor' has become a worldwide phenomenon and is unlike anything we've seen in America,\" says <strong> Mike Darnell </strong>, President of Alternative Entertainment, Fox Broadcasting Company. <q> The British version is wildly entertaining, but also has a penchant for stirring up controversy. You never know what <strong> Simon Cowell </strong> has up his sleeve, and since he will be working both behind and in front of the camera, the country should brace itself to expect the unexpected. </q> While we don't miss <strong> Simon Cowell </strong> on \"American Idol\" that much, this certainly throws a whole new twist on singing competitions in the U.S.", "new_id": -2}]