[{"i": 41618, "idx": 5, "index_answer": 2, "new_id": -1, "q": "personal problems.\" The <strong> Andy Coulson </strong> issue must be urgent to( be) announced mid-TB( <strong> Tony Blair </strong>) Iraq inquiry evidence,\" <strong> Tony Blair </strong>'s former media chief <strong> Alastair Campbell </strong> said in a sarcastic Twitter message. <q> The issue will move straight from <strong> Andy Coulson </strong>'s situation to <strong> David Cameron </strong>'s judgement. </q> Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the Yahoo! News", "sa": ["Tony Blair", "Andy Coulson", "Alastair Campbell"], "uid": "1295619952132808753"}, {"uid": "1296017655196706362", "i": 27885, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "products in the states manufactured by American workers we've got some very, very serious problems,\" <strong> Sen. Bernie Sanders </strong> says. In response to the Senator's letter, the Smithsonian issued a statement: <q> While the Smithsonian makes every attempt to buy American products whenever possible, some of the items offered are exclusively manufactured overseas. </q>", "new_id": -2}, {"uid": "1295955730102252553", "i": 34830, "idx": 2, "sa": ["Colin Powell", "Bill Clinton"], "q": ", troop levels continued to fall, to 1.7 million, for a 500,000 reduction by 1994.( By the end of <strong> Bill Clinton </strong>'s term, active duty forces stood at just under 1.4 million.) <q> Our goal was to reduce to a Base Force level with a cut of 500,000 active duty and an overall reduction of 25 percent of the budget, </q> <strong> Colin Powell </strong> said in an email.\" The new level may not have been reached while Mr. Cheney was still there or before I left, but the reductions were in train.\" He noted,\" <strong> Bill Clinton </strong> cut", "new_id": -2}, {"uid": "1295907918177651713", "i": 23764, "idx": 1, "sa": ["George Shultz", "Donald Rumsfeld"], "q": "parents wrote to each other during World War II. <strong> Donald Rumsfeld </strong>'s sister Joan and former <strong> Donald Rumsfeld </strong> of State <strong> George Shultz </strong> were among the friends, family members and colleagues who came to Washington for conversations. <q> I started thinking about this amazing archive I had, </q> he said during a recent interview.\" The fact that I had it persuaded me that I ought to take advantage of it.\" <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite,", "new_id": -2}, {"uid": "1295980191139264010", "i": 47596, "idx": 2, "sa": ["Dermot O'Leary", "Tinchy Stryder", "Chase & Status", "Simon Cowell"], "q": "great boss, and I'm not just saying that,\" he said.\" He's very loyal, he's very honest, and he just wants that in return.\" He continued: <q> He smells fear though, he's like a wolf. If you're confident in your own opinions then he's good, but he doesn't like indecision, he doesn't like fear, he likes people to be confident. He's taught me a lot actually in that regard, I owe him a lot. </q> <strong> Dermot O'Leary </strong> went on to reveal that <strong> Simon Cowell </strong> enjoys having a bath in his dressing room. Stacey McCleanThe former X Factor This week: Ke$ ha, <strong> Tinchy Stryder </strong>, <strong> Chase & Status </strong> and Beady Eye! EastEnders:", "new_id": -2}, {"uid": "1297662316154386433", "i": 20629, "idx": 0, "sa": ["Donald Rumsfeld", "Diane Sawyer", "Robert McNamara"], "q": "<strong> Donald Rumsfeld </strong> is starting to make <strong> Robert McNamara </strong> look good. At least <strong> Robert McNamara </strong> felt sorry at the end for all those lives and limbs lost because of his colossal misjudgments and cretinous refusal to admit mistakes. <q> We do not have the God-given right to shape every nation in our image or as we choose, </q> a penitent <strong> Robert McNamara </strong> said. By contrast, when <strong> Diane Sawyer </strong> asked <strong> Donald Rumsfeld </strong> last week if he ever revisited decisions that cost lives, he blandly replied,\" Well, you know, in a war, many", "new_id": -2}, {"uid": "1297609955260161538", "i": 29746, "idx": 1, "sa": ["Priscilla Presley", "Lindsay Lohan", "Suzanne Somers", "Simon Cowell"], "q": "into rehab.\" And what might that very good reason be?\" The judge asked extremely inquisitively. <strong> Lindsay Lohan </strong>, who has suddenly developed trout snout lips, ala <strong> Priscilla Presley </strong> and <strong> Suzanne Somers </strong> replied, <q> The reason why I can not go to prison is because <strong> Simon Cowell </strong> has asked me to be one of the judges on his brand new singing reality show` X-Factor.' </q>\" Really now?\" Judge Quartzenbaum asked.\" Yes sir, and <strong> Simon Cowell </strong> carries a lot of weight not only in America, but in England, Scotland, Ireland, and Upper Shambutu", "new_id": -2}, {"uid": "1296867070001982490", "i": 3061, "idx": 5, "sa": ["Carl-Peter Forster", "Sergio Marchionne"], "q": "India. Tata Motors CEO <strong> Carl-Peter Forster </strong> was quoted as saying this week that he is unhappy with sales under the partnership.\" Likewise,\" <strong> Sergio Marchionne </strong> said when reporters asked about <strong> Carl-Peter Forster </strong>'s comments. <q> That's why it's on the table, and we're going to discuss it. </q> Article: Chrysler projects profitable 2011 ahead of IPO... Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> speaks... Chrysler Group LLC Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> Photo: A demonstrator wears a mock mask of Fiat", "new_id": -2}, {"uid": "1296405734264388636", "i": 10923, "idx": 4, "sa": ["Rasheed Wallace", "Allen Iverson", "LeBron James"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak.\" The best part about it is we struggled at times in the game but we got it done,\" <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by http://wn.com/LeBron_James_41pts_vs_Brandon_Roy_Blazers_09/10_NBA Date: January 10, 2010. Boxscore: scores.espn.go.com <strong> LeBron James </strong>- 41pts FG( 13-19),", "new_id": -2}, {"uid": "1297176031226918403", "i": 3191, "idx": 33, "sa": ["David Letterman", "Aaron Rodgers"], "q": ", kicked a field goal and I'm thinking, one, I'm a little worried about our special teams. Every time we kick off, I kind of hold my breath.\" <strong> David Letterman </strong>: <q> Now, why is that? Because earlier you spoke of nothing but confidence in the team? </q>( <strong> David Letterman </strong>, <strong> Aaron Rodgers </strong>, audience laugh) <strong> Aaron Rodgers </strong>:\" It's just too many bad memories of us taking control of the momentum and then losing it with a kickoff return or, you know--", "new_id": -2}]