[{"uid": "1295907806243613698", "i": 17347, "idx": 4, "sa": ["David Letterman", "Peter Frampton", "Shaun Cassidy", "Jackie Jackson", "Oprah Winfrey"], "q": "paternity test, ever. I've never heard of him( Robinson). I know who is claiming to be my real father.\" Source: www.CyberHollywood.ning.com Cassidy_Shaun Cassidy_Performs_on_Oprah Winfrey_Oprah Winfrey's_Teen_Heartthrobs_Special_VIDEO click our link iupdateonline.com- to watch full <q> <strong> Shaun Cassidy </strong> Performs on <strong> Oprah Winfrey </strong>'s Teen Heartthrobs Special( VIDEO) </q> exclusive video for free! Teen Heartthrob Episode of The <strong> Oprah Winfrey </strong> Show began hitting airwaves today. <strong> Oprah Winfrey </strong> had on her own personal teen heartthrob, <strong> Jackie Jackson </strong>, as well as the Backstreet Boys, <strong> Peter Frampton </strong>, and <strong> David Letterman </strong>'s", "new_id": -2, "mturk_index": "1290"}, {"uid": "1295339945137920553", "i": 3061, "idx": 0, "sa": ["Michael Vick", "Andy Reid"], "q": "mostly Cambodian. He said he found it \"ironic\" that he learned about the four men on the same day that Eagles coach <strong> Andy Reid </strong> announced that convicted dog-fighter <strong> Michael Vick </strong> would be his starting quarterback- saying in effect <q> that our country is all about second chances. </q> After the four Cambodians were detained, their supporters formed the One Love Movement to Keep Families Together. One Love cofounder Joe Hanzsum said he hoped that when ICE officials returned to work Tuesday they", "new_id": -2, "mturk_index": "1172"}, {"uid": "1295565740204783649", "i": 24786, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "<strong> Larry Page </strong> to lead Google; roles clarified <strong> Larry Page </strong>, who co-founded Google with <strong> Sergey Brin </strong>, will be the U.S. search-engine giant's chief executive officer in April, the company announced Thursday. <q> In this new role I know he will merge Google's technology and business vision brilliantly, </q> Schmidt_Eric Schmidt/\" Schmidt_Eric Schmidt\"> <strong> Eric Schmidt </strong>, the company's current CEO, said in a blog posted on Google's Web site. \"I am enormously proud of my last decade as CEO, and I am certain", "new_id": -2, "mturk_index": "1414"}, {"uid": "1295629973219987999", "i": 37863, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "pris les investisseurs par surprise hier soir lors de la publication de ses r?sultats trimestriels en annon?ant le remplacement du directeur g?n?ral, <strong> Eric Schmidt </strong>, par <strong> Larry Page </strong>, co-fondateur du moteur de recherche,? partir du 4 avril. <q> Nous discutions de la meilleure mani?re de simplifier la structure du management et d'acc?l?rer le processus de d?cision depuis longtemps. En clarifiant nos r?les individuels, les responsabilit?s seront plus clairement tablie au sommet de la soci?t. </q>, a d?clar <strong> Eric Schmidt </strong>. Aucun chiffre conomique d'importance n'est attendu aujourd` hui aux Etats-Unis. BANK OF AMEric SchmidtA Bank of AmEric Schmidta a accus au quatri?me trimestre de 2010 une perte de 1,6 milliard", "new_id": -2, "mturk_index": "1129"}, {"uid": "1295118112133988414", "i": 30589, "idx": 0, "sa": ["Jack Nicholson", "Ken Auletta", "Michael Schmidt", "Eric Schmidt", "Hope Davis", "Alexander Payne", "Kathy Bates", "Ted Turner", "Dermot Mulroney"], "q": "New York office to discuss his book, \"Googled: The End of the World As We Know It\" . <strong> Ken Auletta </strong> has written The New Yorker's Annals of Communications column since 1992 and is the author of <q> Three Blind Mice&... Trailer for About <strong> Michael Schmidt </strong>( 2002) Director: <strong> Alexander Payne </strong> Cast: <strong> Jack Nicholson </strong>, <strong> Kathy Bates </strong>, <strong> Hope Davis </strong>, <strong> Dermot Mulroney </strong> Visit www.Jack Nicholson-Jack Nicholson.info for more info... About <strong> Michael Schmidt </strong>- <strong> Michael Schmidt </strong>'s Final Letter Absolutely amazing scene with the incredible <strong> Jack Nicholson </strong> in About <strong> Michael Schmidt </strong>. His final letter to Ndugu, at the end of the wedding through his drive and then his arrival home. I didn't include Ndugu's letter in this clip, but if it is requesTed Turner I'll put it up.... Charlie <strong> Michael Schmidt </strong>'s \"Keyboard Cat </q>!- ORIGINAL! Trailer for the movie About <strong> Michael Schmidt </strong>... Web 2.0 Summit 2010: <strong> Eric Schmidt </strong>, \"A Conversation with <strong> Eric Schmidt </strong>\" Web 2.0 Summit 2010: <strong> Eric Schmidt </strong>, \"A Conversation with <strong> Eric Schmidt </strong>\" <strong> Eric Schmidt </strong>( Google", "new_id": -2, "mturk_index": "783"}, {"uid": "1295218070163594249", "i": 685, "idx": 20, "sa": ["Jonathan King", "Simon Cowell"], "q": "in exchange for <strong> Simon Cowell </strong> continuing with American Idol, Pop Idol would be pulled off the air, conceding the United Jonathan Kingdom entirely to The X Factor. London's Independent newspaper quoted one senior music executive as saying, <q> It has come out 75/25 in favor of <strong> Simon Cowell </strong>. He is the star. He had all the aces. </q> But there was a catch, and a very big one indeed. In exchange for winning the airwaves in the United Jonathan Kingdom, <strong> Simon Cowell </strong> forfeited his dream of bringing The X Factor to the United States.", "new_id": -2, "mturk_index": "455"}, {"uid": "1296924877112246818", "i": 3962, "idx": 1, "sa": ["Sergio Chiamparino", "Sergio Marchionne", "Paolo Romani"], "q": "in the United States,\" <strong> Sergio Chiamparino </strong> said. A number of leading politicians also expressed indignation, and ANSA news agency said talks were planned next week between <strong> Sergio Marchionne </strong> and Economic Development Minister <strong> Paolo Romani </strong>. <q> In the next two or three years we will be able to see a single entity. It could be based here in the United States, </q> Corriere della Sera quoted <strong> Sergio Marchionne </strong> as saying. \"We'll have to integrate the companies first, though, and then look at the management,\" he added. In October, <strong> Sergio Marchionne </strong> ignited", "new_id": -2, "mturk_index": "2181"}, {"uid": "1295674060172441642", "i": 13796, "idx": 2, "sa": ["Allen Iverson", "Ted Thompson", "Kobe Bryant"], "q": "to haunt me.\" ' Working primarily against Philadelphia native <strong> Kobe Bryant </strong>, <strong> Allen Iverson </strong> shot 17-of-36 from the field. He scored between nine and 12 points in every period and added a season-high 10 assists and five rebounds. <q> I wanTed Thompson to get off to a good start, </q> <strong> Allen Iverson </strong> said. \"Some earlier shots were going off the rim, then all of a sudden, my shots began to drop. My teammates began to get the ball to me, they did a good job", "new_id": -2, "mturk_index": "758"}, {"uid": "1295021934123977728", "i": 30910, "idx": 0, "sa": ["Piers Morgan", "Susan Boyle", "Simon Cowell"], "q": "who splits her time between two homes in West Lothian, Scotland- wants to invite celebrity pals including <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong> along to the gathering, which will take place tomorrow night. A source said: <q> We've heard <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> have been invited, and <strong> Susan Boyle </strong>'s very keen to see <strong> Piers Morgan </strong> again. </q> However, a spokesperson has confirmed the celebrities are unlikely to attend as it is a simple party for close friends. The representative said: \"The party was only ever for close friends and", "new_id": -2, "mturk_index": "1056"}, {"uid": "1295094117134053957", "i": 616, "idx": 1, "sa": ["Michelle Obama", "Robert King", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong> Called Out On Lies About WMD SpeaRobert King in Atlanta today, Secretary of Defense <strong> Donald Rumsfeld </strong> was sharply questioned about his pre-war claims about WMD in Iraq. An audience member confronted <strong> Donald Rumsfeld </strong> with his 2003 claim about WMD, <q> We know where they are. </q> <strong> Donald Rumsfeld </strong> falsely claimed he never said it. The audience member then read <strong> Donald Rumsfeld </strong>'s quote back to him, leaving the defense secretary speechless. <strong> Donald Rumsfeld </strong> is craving a new 9/11 false flag attack during this <strong> Michelle Obama </strong> administration to", "new_id": -2, "mturk_index": "1034"}]