[{"uid": "1295894929135872553", "i": 4432, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": "said FCC Chairman <strong> Colin Powell </strong>, <strong> Barack Obama </strong> \"Erp... I just threw up in my mouth a little.\" \"Frankly, we didn't think anyone was watching,\" said executive producer Dr. Phil. <q>Hell, three days ago I did a promo for \"The Doctors' while simulcasting a proctological exam. Dr. Phil Rectum, in HD, and no one gave a sh-t.</q> In related news, the fine folks at JG Wentworth-- they of` It's my money and I need it now!\" fame-- have teamed up with the makers of Vagisil to create a", "new_id": -2}, {"uid": "1295670450069369935", "i": 8047, "idx": 0, "sa": ["Mike D'Antoni", "Allen Iverson"], "q": "edge. New York closed to 37-27 in the second quarter but Miami went on a 12-0 run. Miami also went on a 12-4 run when New York got within 61-55 in the third quarter. QUOTABLE <strong> Allen Iverson </strong>: <q>Hopefully we can turn things around by having some more energy and execute a little better.</q>-- New York coach <strong> Mike D'Antoni </strong> on what the Knicks could do http://wn.com/Boston_Celtics_VS_San_Antonio_Spurs_Recap_Kevin_Garnett_20_Points! After splitting the first four games to set up a decisive game 5, Miami was seconds away from eliminating the eighth-seeded Knicks. Knick shooting guard", "new_id": -2}, {"uid": "1296026780239779843", "i": 45404, "idx": 0, "sa": ["Michelle Obama", "Kirsten Gillibrand", "Harry Reid"], "q": "We should welcome and hail others' successes. They will not hurt our own. It is all complementary( as a rule). 35) Sometimes, <strong> Michelle Obama </strong> is saying, to America at large, <q>You bastards just aren't performing well enough...</q> 36) I find it depressing to see <strong> Harry Reid </strong> still in the Senate. Even if he might have been perspicacious about <strong> Kirsten Gillibrand </strong>. 37) High-speed rail? Of all the Euro-weenie proposals...", "new_id": -2}, {"uid": "1295497414152403987", "i": 43744, "idx": 0, "sa": ["Michael Jackson", "Simon Cowell", "Janet Jackson", "Jennifer Lopez"], "q": "later subtly slammed the dress sense of perfectly attractive, clear front-runner Devyn Rush, a 20-year-old bluesy singing waitress from Times Square. \"Your voice is the star,\" <strong> Jennifer Lopez </strong> told her, <q>so start dressing that way... because this business is about image as well.</q> <strong> Michael Jackson </strong> impersonator named Yoji \"<strong> Michael Jackson </strong>\" Asano who hated \"American Idol's' memorable moments From the big judge shake-up- Ellen and <strong> Simon Cowell </strong> out, <strong> Jennifer Lopez </strong> in?- to <strong> Janet Jackson </strong>\"s return to the", "new_id": -2}, {"uid": "1296892353106627093", "i": 31976, "idx": 0, "sa": ["Justin Bieber", "David Letterman"], "q": "Grammy nominee <strong> Justin Bieber </strong> presents the <q>Top Ten Reasons It's Fun to Be <strong> Justin Bieber </strong></q> on the \"Late Show with <strong> David Letterman </strong>.\" NEW YORK POST is a registered trademark of NYP Holdings, Inc.", "new_id": -2}, {"uid": "1297431527058949667", "i": 38267, "idx": 0, "sa": ["Shayne Ward", "Justin Bieber", "Simon Cowell"], "q": "believes <strong> Simon Cowell </strong> should revoke his recent decision to allow kids as young as 12 to enter the competition, as he thinks 15 or 16 is a more appropriate age. <strong> Shayne Ward </strong> told Digital Spy: <q>Obviously there are a lot of 12-year-olds over in America who are incredible singers. But I personally think it's too low. It's a completely different world over there. \"With the whole <strong> Justin Bieber </strong> thing, I can see why lowering the age threshold might be seen as a good thing, but personally I think it should be set at about 15 or 16.</q> <strong> Justin Bieber </strong> thing, I can see why lowering the age threshold might be seen as a good thing, but personally I think it should be set at about 15 or 16.\" Comment on this Article While", "new_id": -2}, {"uid": "1295545755266108930", "i": 33612, "idx": 3, "sa": ["Michael Gove"], "q": "at GCSE, Mr <strong> Michael Gove </strong> responded with an emphatic \"yes\". He added: \"We have given people a nudge with the English Baccalaureate towards a certain set of academic subjects.\" <q>Beyond that we want to have an informed debate.</q> To gain the English Baccalaureate pupils need good GCSEs in English, maths, science, a modern foreign language, and either history or geography. Mr <strong> Michael Gove </strong> has long criticised the size of the national curriculum,", "new_id": -2}, {"uid": "1296181148239108117", "i": 11029, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson", "David Cameron"], "q": "World, who resigned from the paper when Goodwin and <strong> Glenn Mulcaire </strong> were convicted in 2007. <strong> Andy Coulson </strong> has always claimed he knew nothing about the hacking but last week he quit as <strong> David Cameron </strong>'s communications chief, saying <q>when the spokesman needs a spokesman, it's time to move on.</q> Even with the number of suspects and alleged victims growing, many doubt the scandal will change Britain's keenly competitive tabloid culture. Newspapers believe readers are hungry for scoops_ and will forgive tabloids their transgressions", "new_id": -2}, {"uid": "1296768307240500746", "i": 24222, "idx": 2, "sa": ["Joy Philbin", "Barbara Walters", "David Letterman"], "q": "this show about celebrities who've undergone heart surgery, as she had a faulty heart valve replaced last year. Regis and <strong> Joy Philbin </strong> spoke to <strong> Barbara Walters </strong> about the triple-bypass Regis underwent in 2007. <strong> Joy Philbin </strong> said, <q>Regis looked so fragile, and I thought, he'll never be the same again.</q> He'll never forget what his friend <strong> David Letterman </strong> said the night before the operation. Regis said, \"<strong> David Letterman </strong> comes on and he says, \"You know, Regis, at 6 O\"Clock this", "new_id": -2}, {"i": 8884, "idx": 1, "index_answer": 0, "new_id": -1, "q": "of team that can make some noise in the East. \"It's us trying to stay together, which we will, and to keep working to figuring out how to win games,\" <strong> Maurice Cheeks </strong> said. <q>There are a lot of things we've got to work on.</q> <strong> Allen Iverson </strong> led the Sixers with 36 points and <strong> Chris Webber </strong> had 15. \"The most I got out of it was that guys need to take a challenge to make this team better,\" <strong> Allen Iverson </strong> said. \"He", "sa": ["Maurice Cheeks", "Chris Webber", "Allen Iverson"], "uid": "1295683128125009927"}]