[{"uid": "1295125227265830412", "i": 42533, "idx": 12, "sa": ["Ron Lee Wyden", "Jimmy Carter", "Isnilon Hapilon", "Janis Karpinski", "Donald Rumsfeld"], "q": "<strong> Janis Karpinski </strong>, in-charge of <strong> Isnilon Hapilon </strong> Ghraib prison until Jimmy Cartery 2004, told Spain's El Pa?s newspaper she had seen a letter apparently signed by <strong> Donald Rumsfeld </strong> which allowed civilian contractors to use techniques such as sRon Lee Wydenp deprivation during interrogation. <q> The methods consisted of making prisoners stand for long periods, sRon Lee Wydenp deprivation... playing music at full volume, having to sit in uncomfortably... <strong> Donald Rumsfeld </strong> authorized these specific techniques. </q> He said that this was contrary to the Geneva Convention and quoted the same`` Prisoners of war who refuse to answer may not be threatened, insulted, or exposed to any unpleasant or disadvantageous treatment of any kind", "new_id": -2}, {"uid": "1296789417115392515", "i": 8523, "idx": 4, "sa": ["Dwight Howard", "Allen Iverson", "Tim Hardaway"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-Tim Hardawaye scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... Shaq Career High 61 Points Against Clippers On March 6, 2000( All FGs) Shaq Career High 61 Points Against Clippers On March 6, 2000(", "new_id": -2}, {"uid": "1296618533025804828", "i": 57380, "idx": 2, "sa": ["David Letterman", "Barack Obama", "Jay Leno", "George H. W. Bush"], "q": "elections worsened the comics' tone:? <strong> David Letterman </strong>--`` Voters didn't like how <strong> Barack Obama </strong> was handling the economy. Wait a minute-- he was handling the economy?''? <strong> Jay Leno </strong>-- <q> <strong> Barack Obama </strong> will be laying out a new economic plan. Apparently, we had an old economic plan. </q>? <strong> Jay Leno </strong>--''( <strong> Barack Obama </strong> and <strong> George H. W. Bush </strong>) had a cordial conversation. <strong> George H. W. Bush </strong> said for the last 19 months, he's been relaxing and playing golf. <strong> Barack Obama </strong> said,` You too?'", "new_id": -2}, {"uid": "1296780723243531795", "i": 35467, "idx": 5, "sa": ["Donald Rumsfeld", "Bill Clinton"], "q": ", the ex-Pentagon chief brought former <strong> Bill Clinton </strong> href=\"http://www.foxnews.com/topics/politics/Bill Clinton-Bill Clinton.htm#r_src=ramp\"> <strong> Bill Clinton </strong> to his defense in his book, according to Politico.com. According to the article, <strong> Donald Rumsfeld </strong> wrote that after the scandal unfolded in 2004, <strong> Bill Clinton </strong> told him <q> no one with an ounce of sense </q> thinks he knew about the prison abuse in Iraq. <strong> Donald Rumsfeld </strong> also used his book to criticize some of the inter-agency squabbling in the administration and to defend the Iraq war overall as worth fighting, despite its", "new_id": -2}, {"uid": "1296920975163987467", "i": 42960, "idx": 1, "sa": ["David Letterman", "Barbara Walters"], "q": " The Late Show host <strong> David Letterman </strong> underwent emergency heart surgery in 2000 and chatted candidly with <strong> Barbara Walters </strong> about his feelings of joy following the operation. During the chat, <strong> David Letterman </strong> stated, <q> Depression is a black hole... I've dabbled in it.`` There's a difference in being sad and being blue and being depressed and being chemically or clinically depressed. I do know the difference between those and it's horrifying.`` Without some kind of medicinal help... institutions used to be full of people who were depressed. </q> TV Listings Wondering what's on tonight? Check out our TV listings for the complete schedule in your area.", "new_id": -2}, {"uid": "1295696417220823560", "i": 4560, "idx": 0, "sa": ["Peter Oborne", "David Cameron", "Andy Coulson", "Nick Robinson"], "q": "described at the time as a`` towering'' guest column by <strong> Peter Oborne </strong>. He warned <strong> David Cameron </strong>, whom he supports, not to keep <strong> Andy Coulson </strong> as his spin doctor should he win the election, as <strong> Andy Coulson </strong> had been <q> presiding over what can only be described as a flourishing criminal concern </q>. The question is why indeed did <strong> David Cameron </strong> appoint him? <strong> Peter Oborne </strong> asks this again with knobs on today href=\"http://blogs.telegraph.co.uk/news/Peter ObornePeter Oborne/100072966/Andy Coulson-Andy Coulson-should-never-have-been-appointed-in-the-first-place/\"> in the Telegraph. The answer loops us right back to <strong> Nick Robinson </strong>", "new_id": -2}, {"uid": "1296651524075825163", "i": 5313, "idx": 0, "sa": ["Eric Schmidt"], "q": "los mismos que en su p?gina a?n si se escrib?an en forma incorrecta. Despu?s decidieron comprobarlo. La respuesta inicial de Microsoft fue que usaban distintos m?todos para mostrar sus b?squedas para despu?s agregar que <q> no copiaban los resultados de Google </q>.`` Operaci?n aguij?n'' Seg?n la empresa dirigida por <strong> Eric Schmidt </strong>, decidieron montar la`` operaci?n aguij?n'' con el prop?sito de descubrir a Bing con`` las manos en la masa''.", "new_id": -2}, {"uid": "1295524883188858384", "i": 8555, "idx": 0, "sa": ["Noel O'Flynn", "Brian Cowen", "Eamon Gilmore"], "q": "the taoiseach( prime minister) come into the House and clarify who was in charge of the six ministries affected. Labour leader <strong> Eamon Gilmore </strong> said that in 20 years he had never been in a situation where <q> we don't know if we have a government, who's in the government </q>.`` My advice to the taoiseach is that he should come into the Dail and dissolve the Dail and call elections,'' <strong> Noel O'Flynn </strong>, himself a member of Mr <strong> Brian Cowen </strong>'s Fianna Fail party but a", "new_id": -2}, {"uid": "1297122854184680470", "i": 5034, "idx": 12, "sa": ["Simon Cowell"], "q": "record sales. To do that, he needs to find a talented performer who has a sound work ethic, which he said is something he wants to`` instill'' in the competition. <q> The big, big stars are the people prepared to work at it. You look at somebody like Beyonce: She is the best example of somebody who works it every hour of the day, </q> he said. <strong> Simon Cowell </strong>, as`` American Idol'' viewers know, doesn't lack for confidence:`` I believe I can find a star,'' he said. He has seen only", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q> Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term. </q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}]