[{"uid": "1297451846240746502", "i": 44696, "idx": 1, "sa": ["Islam Karimov", "Donald Rumsfeld"], "q": ", and in the process reversing their progress toward freer systems as well as damaging our national security interests,'' he writes. <strong> Donald Rumsfeld </strong> notes that in November 2005, <strong> Islam Karimov </strong> signed a strategic cooperation agreement with Russia. <q> Uzbek leaders then began to strengthen ties with nations that would not berate them regarding democracy and human rights-such as Russia and China, </q> <strong> Donald Rumsfeld </strong> writes. In an unusual move to coincide with the release of the book on February 8, <strong> Donald Rumsfeld </strong> posted several previously classified documents, mainly internal memos from his time in government, on his", "new_id": -2}, {"uid": "1294959798259424259", "i": 52194, "idx": 1, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "loved ones for the first time.`` It was raw courage. It was raw strength. It was so beautiful and so moving,'' Sen. <strong> Kirsten Gillibrand </strong> of New York said of the Arizona legislator. <q> She wanted us to know that she was with us a hundred per cent and understood everything we were saying. </q> <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr. Michael Lemole, called it`` a major milestone,'' and said the congresswoman was clearly responding to the gathering of friends and family. After five days of pushing", "new_id": -2}, {"uid": "1297523762190513232", "i": 14998, "idx": 3, "sa": ["Patrick Leahy", "Bernie Sanders", "Hosni Mubarak"], "q": "I-Vt., had a similar response and called on the United States to support a transition to democracy.`` After 30 years of autocratic rule, <strong> Hosni Mubarak </strong> is gone,'' <strong> Bernie Sanders </strong> said in a statement. <q> That is extraordinary news and a real testament to the incredible courage of millions of people in that country who put their lives on the line in the fight for democracy. The goal now, which will not be easy, is for Egypt to make the transition to a democratic government with real legal safeguards. The United States must play an active role in helping the democratic forces in Egypt accomplish that. </q> The Egyptian military, although highly respected by the nation's people, lives considerably better than the average Egyptian- a disparity the country will have to address as it moves forward, <strong> Patrick Leahy </strong> said.", "new_id": -2}, {"uid": "1295675869065781776", "i": 26768, "idx": 2, "sa": ["Tim Cahill", "Allen Iverson", "George Lynch", "Phil Jackson"], "q": "nine rebounds and <strong> George Lynch </strong> had eight points and 12 rebounds for Phil Jacksonadelphia, which improved the NBA's best record to 46-16.`` It felt funny playing against guys you played with all year,'' <strong> Allen Iverson </strong> said. <q> You look left, you look right and there are guys that were always right there in the foxhole with you, who felt bad when you felt bad. It was tough. </q> <strong> Allen Iverson </strong>, who scored 40 or more points for the 16th Tim Cahille this season, had 17 in the first quarter and 16 in the third. He made eight straight shots in one stretch and finished 16-of-30. The", "new_id": -2}, {"uid": "1296175294201965575", "i": 15427, "idx": 0, "sa": ["Mike Pence"], "q": "The Daily Caller reports <strong> Mike Pence </strong>( R-IN), a possible contender for president in 2012, has announced that he will NOT run for the White House: <q> As reported by the Indianapolis Star, <strong> Mike Pence </strong> has circulated a letter to supporters announcing the decision. </q>`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,'' wrote <strong> Mike Pence </strong>.`` We will not seek the Republican nomination for president in 2012.''", "new_id": -2}, {"uid": "1296231945135299118", "i": 9458, "idx": 8, "sa": ["Sergio Marchionne"], "q": "significativa di valore, ha un marchio unico, un` attivit unica'' ed? importante sapere che`` rappresenta un valore per Fiat''. <strong> Sergio Marchionne </strong>, NO PREVISIONI SU ACCORDI MELFI E CASSINO- <q> Su Cassino e Melfi non si pu prevedere cosa succeder nel 2011. Dipender dal rinnovo dei modelli </q> prodotti negli stabilimenti. Lo ha detto l'amministratore delegato della Fiat, <strong> Sergio Marchionne </strong>, rispondendo alla domanda di un analista sulla possibile estensione degli accordi sindacali gi raggiunti a Mirafiori e Pomigliano anche ai due stabilimenti di Melfi e Cassino", "new_id": -2}, {"uid": "1295016512171180049", "i": 41662, "idx": 0, "sa": ["Pat Garofalo", "Mike Pence"], "q": "remained, and arguably still remains, an institution that is too big, too interconnected, and too essential to the global financial system to be allowed to fail,'[ IG Neil] Barofsky wrote.'' <q> Key House Republican Prepares To Destroy The 30-Year Mortgage </q> reports Wonk Room's <strong> Pat Garofalo </strong>:''[ American Banker reports,]'[ <strong> Mike Pence </strong> Scott] Garrett said the Republicans would probably reject anything that calls for a government mortgage guarantee.` We're certainly not leaning", "new_id": -2}, {"uid": "1297120192200310801", "i": 22164, "idx": 1, "sa": ["Mohamed Keita", "Alassane Ouattara"], "q": "military police spokesman Capt. Ange Nouko told CPJ today that`` I am not aware of anything.'' Gbagbo's communications minister, <strong> Alassane Ouattara </strong> Gnonzi, did not respond to CPJ's repeated calls for comment. <q> By detaining journalists Aboubacar Sanogo and Yayoro Charles Lopez Kangb without due process, the Gbagbo government is violating the Ivorian constitution it is swearing to uphold in public, </q> said CPJ Africa Advocacy Coordinator <strong> Mohamed Keita </strong>.`` We call on the administration of President Laurent Gbagbo to release these journalists, to halt mistreatment of them, and to investigate and bring to justice all those responsible for the", "new_id": -2}, {"uid": "1297282260166281230", "i": 26382, "idx": 0, "sa": ["Michael Vick"], "q": "dog, especially if there's any chance you will end up abusing or abandoning it.`` Every time I think I've heard the worst story, another one comes about,'' Jamie said. <q> It makes me jaded and makes me lose faith in humanity some time because I don't understand how people can do that to innocent animals. </q> That comment from Jamie carries a direct line to <strong> Michael Vick </strong>, who was presented with the NFL's Comeback Player of the Year Award this past weekend. The Buehrles would not bestow any such honor on the", "new_id": -2}, {"i": 7853, "idx": 3, "index_answer": 0, "new_id": -1, "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture-- the British Museum and New York's Metropolitan Museum of Art-- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Related Links Egypt's Damaged Artifacts to Be Restored in Days Egypt's Treasures Saved from", "sa": ["Zahi Hawass"], "uid": "1297373755254705834"}]