[{"uid": "1296976498201293826", "i": 22833, "idx": 0, "sa": ["Michael Vick"], "q": "an improbable season. The announcement was made live on the NFL Network and was part of Super Bowl XLV festivities at the Convention Center. The Associated Press tallied votes by 50 media members. <q>I thank my coaches and my teammates,</q> said <strong> Michael Vick </strong>, who was on hand to accept his award. ''They got me better as an NFL player, as a quarterback, and took advantage of my talents.'' <strong> Michael Vick </strong> received 291/2 of", "new_id": -2}, {"uid": "1295878369140918808", "i": 20035, "idx": 0, "sa": ["Steve Ballmer"], "q": "telecom Company based out of the UK. Tablets and Beyond January 19, 2011 OpenERP has launched a significant upgrade designed to appeal to small and mid-sized businesses both for its functionality and its pricing. OpenERP is <q>a good example of a company using open source to target a piece of the market that has been overlooked by some of the larger, more established vendors,</q> said 451 Group analyst Jay Lyman. Microsoft CEO <strong> Steve Ballmer </strong> personally introduced the company's Dynamics CRM 2011 product, underscoring the importance the company places in its competition with Salesforce.com. Microsoft's ongoing efforts to enhance the interoperability", "new_id": -2}, {"uid": "1295397807010076210", "i": 22882, "idx": 2, "sa": ["Simon Cowell", "Steven Tyler"], "q": "talking Tuesday about his new judging gig on ''American Idol'' Tuesday, and he made on thing clear: <strong> Simon Cowell </strong>'s reign of terror is definitely over. Nastiness is out; sweetness is in. <q>I think there's love up there and certainly there's camaraderie that you haven't seen in 10 years,</q> <strong> Steven Tyler </strong> said in a conference-call interview. ''J.Lo is a fox and... she also has a big heart.'' Oh, so that's the kind of love Steve's talking about.", "new_id": -2}, {"uid": "1297574961085688363", "i": 19893, "idx": 1, "sa": ["Michael Vick", "Jay Cutler"], "q": "<strong> Michael Vick </strong> is wildly popular in Philadelphia, a tough, fickle sports town where hero worship is practically illegal. ''Sports fans are the most forgiving, second-chance-loving people in the world,'' Sullivan said, <q>and <strong> Michael Vick </strong> is a classic example. If he can come back, <strong> Jay Cutler </strong> certainly can. He didn't do anything bad.</q> Try telling that to the armchair zealots who insist <strong> Jay Cutler </strong> is through in this town. Sullivan grew up in Chicago. He knows some of them. ''If I were advising <strong> Jay Cutler </strong>,''", "new_id": -2}, {"uid": "1294990758034947086", "i": 40275, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell", "Michael McIntyre"], "q": "it up for waiting photographers at the city's Opera House. He arrived in jeans, a leather jacket and sunglasses- despite the gloom. As The Hoff sat down, he told the audience: <q>I'm mad for it in Manchester</q>. The Hoff and <strong> Michael McIntyre </strong>, 34, are taking over from <strong> Piers Morgan </strong>, 45, who now has his own chat show in America, and <strong> Simon Cowell </strong>, who is busy masterminding the US version of The", "new_id": -2}, {"i": 13971, "idx": 2, "index_answer": 0, "new_id": -1, "q": "of co-founder as opposed to his current role of president, Technology. ''He's an innovator and entrepreneur to the core, and this role suits him perfectly,'' <strong> Eric Schmidt </strong> wrote in his post. <q>As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured,</q> <strong> Eric Schmidt </strong> wrote in his post. 250){ this.style.height= ifh+ ''px';} else{ this.style.height=' 250px';};'''> Featuring a panel of cloud computing experts from the", "sa": ["Eric Schmidt"], "uid": "1295669836191152256"}, {"uid": "1296149573243646477", "i": 35910, "idx": 7, "sa": ["Michael Vick"], "q": "shot when it seemed no one else would. ''Hopefully, I'll be with the Eagles next year. We'll see what happens,'' said <strong> Michael Vick </strong>, who added that he expects <q>everything to go according to plan.</q> ''We'll see what happens over the next couple months. I just got to be patient and take it day by day,'' he said. <strong> Michael Vick </strong>, who", "new_id": -2}, {"uid": "1296599743193396754", "i": 49411, "idx": 4, "sa": ["Kelsey Grammer", "Lindsay Lohan", "David Letterman", "Kayte Walsh"], "q": ", ''But you're saying you do think he's gay, that when he got into <strong> Lindsay Lohan </strong> Cage aux Folles, he was in the right play...'' http://wn.com/Kelsey_Grammer_To_Marry_Girlfriend_Kayte_Walsh_in_February click our link thetodaybuzz.com- to watch full <q><strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February</q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the ''Late Show with <strong> David Letterman </strong>'' on Thursday night that he plans on marrying his girlfriend <strong> Kayte Walsh </strong> next month. The actor currently stars in the Tony Award-winning musical", "new_id": -2}, {"uid": "1296138389209518633", "i": 3018, "idx": 2, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "political discourse. ''When I look out in this chamber, I see people who came to Washington not to play politics, but to make the lives of everyday Americans better,'' <strong> Barack Obama </strong> said. <q>I also see some real crackpots, some severely messed-up individuals on both sides of the aisle who make me uncomfortable simply because they're in the same room as me.</q> ''With all due respect, <strong> Sen. Bernie Sanders </strong>, you are very weird,'' continued <strong> Barack Obama </strong>, addressing the Vermont legislator directly. ''You mutter to yourself when nobody's around. There's not a soul within", "new_id": -2}, {"uid": "1295608967062603264", "i": 41722, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> was drafted in as chief executive in 2001 to provide ''adult supervision'' for the fledgling search engine. The 55-year-old will become executive chairman of the internet powerhouse, and will focus on <q>deals, partnerships, customers and broader business relationships</q>. Page returns to the job, which he relinquished to <strong> Eric Schmidt </strong> in 2001 when investors called for a more experienced business leader. <strong> Eric Schmidt </strong> said on his personal Twitter account: ''Day-to-day adult supervision", "new_id": -2}]