[{"uid": "1295981593193069115", "i": 15152, "idx": 0, "sa": ["Tim Pawlenty", "Bill Lockyer", "Newt Gingrich"], "q": "to solve the entire national debt that now totals$ 1.4 trillion. <strong> Tim Pawlenty </strong> also said raising the retirement age is an option he's willing to consider for younger workers entering Social Security programs. <q> Your retirement age is going to be pegged to some reasonable correlation to life expectancy, </q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 4 BR/ 3.3 BA$ 1,349,000.00 SAN FRANCISCO 2", "new_id": -2}, {"uid": "1296753711058556440", "i": 43308, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "focus is on creating good-paying, family-supporting jobs. By supporting research and development, we can help our businesses become more competitive and create the high tech jobs of tomorrow,\" Senator <strong> Kirsten Gillibrand </strong> said. <q> New York is already home to the universities, businesses, laboratories, researchers and the bright minds we need for long-term economic strength. This proposal would leverage more private investment in our high-tech sector, creating good-paying jobs. </q> \"As the CEO of a biotechnology company, Senator <strong> Kirsten Gillibrand </strong>'s initiative is extremely important to us,\" said Dr. Joan Fallon, Curemark founder and CEO. \"By supporting cutting edge research in the", "new_id": -2}, {"uid": "1295955986167477290", "i": 56963, "idx": 1, "sa": ["Bernie Sanders", "Wen Jiabao"], "q": "by the taxpayers-- and I think the American people are saying hey, what does the government do for me?\" It doesn't help that the Street isn't returning the favor, <strong> Bernie Sanders </strong> Wen Jiabaot on. <q> What you have right now are the large financial institutions who are doing very very well sitting on huge amounts of cash, and yet small businesses in Vermont and all over this country can't get affordable loans in order to create jobs, </q> he said. \"You've got credit card companies that were Sanders_Bernie Sanders_Blasts_Wall_Street,_Government_In_Wake_Of_ wATCH FULL VIDEO AT THIS LINK::: Bernie Sanders-Bernie Sanders-blasts. notlong.com <strong> Bernie Sanders </strong> Blasts Wall Street, Government In Wake Of Fed Disclosures( VIDEO) Self-avowed", "new_id": -2}, {"uid": "1295788220057016357", "i": 39820, "idx": 9, "sa": ["Allen Iverson", "Kobe Bryant", "Rasheed Wallace"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season. \"We just played defense,\" <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a \"matchup issue\" for the Lakers' defense. \"With <strong> Rasheed Wallace </strong> at the 5, and his ability to 1991_Playoffs_|_ ECF_Game_1_The_statement_game Before a deafening crowd of", "new_id": -2}, {"uid": "1296349655162676738", "i": 19377, "idx": 1, "sa": ["Travis Best", "Ben Wallace", "Allen Iverson", "Mike D'Antoni", "Shaquille O'Neal", "Dwyane Wade"], "q": "Knicks 12.4.09 Carreer High SICK! MIAMI( AP) As the final moments ticked away in the greatest scoring show of his career, <strong> Dwyane Wade </strong> was summoned to the New York Knicks' Ben Wallacech for a quick word. <q> It's kind of ridiculous, </q> Knicks coach <strong> Mike D'Antoni </strong> told him, \"that you're this good.' \u0003... <strong> Allen Iverson </strong> 31pts vs Mavs 03-04 NBA* 2OT* <strong> Shaquille O'Neal </strong> Comeback The Dallas MavTravis Bestks are developing a knack for letting easy wins turn into", "new_id": -2}, {"uid": "1297453495119193653", "i": 57977, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "the Capital Region. The Kirsten Gillibrands purchased it to be closer to family. The home has been on the market since June 24, 2010, when it was originally listed at$ 384,000. <q> The Senator just wanted to be closer to her family, </q> said <strong> Kirsten Gillibrand </strong> spokeswoman Bethany Lesser. <strong> Kirsten Gillibrand </strong>'s parents, siblings, nieces and nephews live in the Capital Region. The property, on 2.6 acres, includes a private tennis court, and", "new_id": -2}, {"uid": "1296505663204390404", "i": 21596, "idx": 1, "sa": ["Sergio Marchionne"], "q": "the automaker's recovery plan after its 2009 bankruptcy filing and near-collapse. \"2011 needs to be characterized as the year of execution,\" Chief Executive <strong> Sergio Marchionne </strong> told analysts and journalists during a conference call. <q> We need to execute on what we promised to do. </q> Chrysler, which is now 25 percent owned by Fiat, projected it will sell 2 million cars and trucks worldwide in 2011, up from a little more than 1.5 million in sales in 2010.", "new_id": -2}, {"uid": "1296716411176898050", "i": 14292, "idx": 2, "sa": ["Corey Maggette", "Allen Iverson", "Blake Griffin"], "q": ", making him the first rookie to do so since <strong> Allen Iverson </strong> in 1996-97. \"He definitely should be in the All-Star game, without a doubt,\" said Milwaukee's <strong> Corey Maggette </strong>, a former Clipper. <q> He's one of those special players, like LeBron. </q> <strong> Blake Griffin </strong> is already committed to the All-Star dunk contest and was selected to play in the Rookie ChAllen Iversonge game. Hindering his bid to add All-Star to his name is the fact that the Clippers are", "new_id": -2}, {"uid": "1296131320000327701", "i": 10661, "idx": 0, "sa": ["Andy Coulson", "Ian Edmondson"], "q": "\"It has been agreed that her task will continue and she will evaluate any new evidence and advise as to the progress of the investigation.\" In a statement, News International said: <q> Mr <strong> Ian Edmondson </strong> was suspended in December 2010 following a serious allegation. \"Material evidence found during the course of the subsequent investigation has led to Mr <strong> Ian Edmondson </strong>'s dismissal. \"News International has informed the police, handed over the material it has found and will give its full co-operation going forward. \"News International reiterates that it will take swift and decisive action when we have proof of wrongdoing. </q> The decision comes just days after Mr <strong> Andy Coulson </strong> resigned after he claimed the ongoing controversy was making it impossible for him to advise the Prime Minister. There had been growing criticism at the apparent reluctance", "new_id": -2}, {"uid": "1295972541233406466", "i": 51216, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": ". In one incident last year, a helicopter was used to herd elephants into poachers' gunfire in southeastern Zimbabwe near the border with neighboring Mozambique. Ten animals were slain and their ivory tusks were removed <q> quickly, clinically and professionally, </q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MANUFACTURING PRODUCT ENGINEER AND SR.. SOFTWARE MARKET RESEARCH ANALYST Company", "new_id": -2}]