[{"uid": "1295568226254656535", "i": 47594, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"By elevating me and having <strong> Larry Page </strong> running things day to day, we think this will produce even better results for the", "new_id": -2}, {"uid": "1295560621029818881", "i": 11440, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "'s executive chairman. On is his SchmidtEric Schmidt#\" target=\"\"> Twitter account, <strong> Eric Schmidt </strong> wrote: \"Day-to-day adult supervision no longer needed!\" The changes will be effective April 4. <q> In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" <strong> Larry Page </strong>", "new_id": -2}, {"uid": "1296239812061128745", "i": 41758, "idx": 0, "sa": ["Vittorio Colao", "Eric Schmidt"], "q": "important that popular discontent be expressed and at the same time the repressive nature of the regime be removed. Reforms are needed in the political and social sphere.\" <strong> Vittorio Colao </strong>, VODAFONE CHIEF EXECUTIVE <q> This morning the Egyptian government asked us to shut down... the entire network. We checked and found this was a legitimate request. We complied. We will be instructed when to turn it back on. I hope this will be very soon </q> <strong> Eric Schmidt </strong>, GOOGLE CHAIRMAN \"We obviously think it's a bad idea( Egypt's decision to shut down communications), we obviously do not want these things to happen.\"", "new_id": -2}, {"uid": "1296619353222035984", "i": 26283, "idx": 1, "sa": ["Lamar Odom", "M. Night Shyamalan", "Kobe Bryant", "Phil Jackson", "Michael Vick", "Maurice Cheeks"], "q": "we definitely missed him.\" Phil Jacksonadelphia coach <strong> Maurice Cheeks </strong> is used to <strong> Kobe Bryant </strong>'s shooting show. \"<strong> Kobe Bryant </strong> makes shots, we kept saying they were incredible shots and for most people they are,\" <strong> Maurice Cheeks </strong> said. <q> But for <strong> Kobe Bryant </strong>, I don't think they were incredible. He does things like that on an everyday basis. </q> <strong> Lamar Odom </strong> had a career-high 12 assists to go with eight points and seven rebounds for Los Angeles Vick_Michael Vick_88_Yards_Passing_Touch_Down_On_Monday_M. Night Shyamalan_Football The first play of the game with Washington Redskin, <strong> Michael Vick </strong> pass 88 yards touchdown in 18 seconds of the game on", "new_id": -2}, {"uid": "1296175056236371979", "i": 9668, "idx": 0, "sa": ["Giles Coren", "Andy Coulson", "George Osborne", "Barack Obama"], "q": "me all the time. I used to run, literally run, from their bedrooms.\" It must be tough being so gorgeous, but is this the same Gentleman <strong> Giles Coren </strong> who once described a woman colleague as <q> a sour old bag of cunt cheese </q>? It is, it is. Politics Weekly podcast: The economy, control orders and <strong> Barack Obama </strong>'s` Sputnik moment' <strong> George Osborne </strong> defends <strong> Andy Coulson </strong> over phone-hacking allegations- video", "new_id": -2}, {"uid": "1295559450214679559", "i": 38996, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "NASDAQ: GOOG) today announced financial results for the quarter and the fiscal year ended December 31, 2010. \"Q4 marked a terrific end to a stellar year,\" said <strong> Eric Schmidt </strong>, CEO of Google. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web. </q> announced plans to streamline decision making and create clearer lines of responsibility and accountability at the top of the company. Starting from April 4, <strong> Larry Page </strong>, Google Co-Founder, will take charge of Google's day-to-day operations as", "new_id": -2}, {"uid": "1296354802205946894", "i": 1881, "idx": 0, "sa": ["Mike McCarthy", "Ben Wallace", "Michael Vick", "Ben Roethlisberger", "Charles Woodson"], "q": "in games. When you see a man of that dimension able to finish scramble runs, I don't care what level and so on, I've always considered him a good athlete,\" <strong> Mike McCarthy </strong> said. <q> More importantly, he's a <strong> Ben Wallace </strong> man. I don't know exactly what he weighs but he is someone that we need to do a better job this time around learning off last year's experience. </q> And while no one is mistaking the Steelers' quarterback as a dynamic scrambler like <strong> Michael Vick </strong>, the Packers say it is equally as hard to duplicate <strong> Ben Roethlisberger </strong> in practice. Packers cornerback <strong> Charles Woodson </strong> said they", "new_id": -2}, {"uid": "1296770511173654034", "i": 14649, "idx": 23, "sa": ["John Kerry", "Al Gore", "Donald Rumsfeld", "Joe Biden", "Hillary Clinton"], "q": "the administration as purposefully misrepresenting the intelligence.\" <strong> Donald Rumsfeld </strong> acknowledges having made one \"misstatement,\" early in the war, involving the CIA's designation of various \"suspect\" WMD sites in Iraq. <q> We know where they are. They're in the area around Tikrit and Baghdad, </q> he said. <strong> Donald Rumsfeld </strong> says he should have used the phrase \"suspect sites.\" The author doesn't just play defense. He resurrects quotes from <strong> Hillary Clinton </strong>, <strong> Joe Biden </strong>, <strong> John Kerry </strong> and <strong> Al Gore </strong> as supporting the", "new_id": -2}, {"uid": "1297422404208748722", "i": 25460, "idx": 0, "sa": ["Simon Cowell"], "q": "the year- has confirmed while he will definitely take part in the UK series, he is worried about the logistics of jetting across the Atlantic each week. He told US TV show` Extra': <q> We're in the process of building a rocket and it is literally going to fly us from Los Angeles to London in an hour. It hasn't been tested yet but that's the idea. </q> Although <strong> Simon Cowell </strong> will resume a role on the judging panel of` The X Factor', it is unclear if he will take part in the entire show after reportedly telling ITV1 bosses he will miss the", "new_id": -2}, {"uid": "1295639081124272662", "i": 32295, "idx": 0, "sa": ["Matt Cutts", "Larry Page", "Eric Schmidt"], "q": "algorithm to keep low-quality sites from appearing high in searches, search guru and principal engineer <strong> Matt Cutts </strong> wrote in an official blog post Friday. But he also writes that, despite Google's efforts, <q> The fact is that we're not perfect, and combined with users' skyrocketing expectations of Google, these imperfections get magnified in perception. </q> It's unclear whether today's post has anything to do with yesterday's announcement that co-founder <strong> Larry Page </strong> will be replacing <strong> Eric Schmidt </strong> as chief executive. But the mea culpa highlights one of the big", "new_id": -2}]