[{"uid": "1295715899131842121", "i": 31247, "idx": 15, "sa": ["Howard Wolfson", "Charles Ellis Schumer", "Kirsten Gillibrand"], "q": "a voice independent from Charles Ellis Schumer-a sentiment echoed by many big-money Dems at Park Avenue dinner parties. At the same time, the young senator's doggedness has prompted grumbling that she is an overly zealous self-promoter. <q> Funny how people tend to say that about young women who actually want to achieve success in society, </q> muses <strong> Howard Wolfson </strong>, a strategist on <strong> Kirsten Gillibrand </strong>'s 2006 campaign. None of this seems to trouble Kirsten Gillibrand-at least not enough for her to scale back her ambitions. Despite Republican gains in the midterms, she has", "new_id": -2}, {"uid": "1295378879165773328", "i": 57470, "idx": 1, "sa": ["Barack Obama", "Kirsten Gillibrand"], "q": "to provide industries a life-line to compete. If one manufacturer is forced to close because we fail to combat subsidized imports, that is one less manufacturer able to export and help grow our economy.'' <q> In the coming weeks, we intend to introduce legislation in the Senate to address the unlawful practice of currency manipulation and to penalize violators of our global trade rules. </q> DEMOCRATIC SENATOR <strong> Kirsten Gillibrand </strong> IN LETTER TO <strong> Barack Obama </strong>`` I recently wrote to you expressing my concern over the government of China's involvement in activities to undermine our nation's cybersecurity.''``", "new_id": -2}, {"uid": "1295302157157237426", "i": 580, "idx": 0, "sa": ["Colin Powell"], "q": "N.J., addressed a sold-out audience of nearly 2,000 today at the 21st annual Dr. Martin <strong> Colin Powell </strong> King Jr.. Holiday Breakfast, sponsored by UNCF and the General Mills Foundation.( Photo: General Mills) <q> You can't expect the world to change if you stay the same, </q> he said at the Minneapolis Convention Center this morning. He acknowledged that while he was not alive during King's lifetime, that his parents brought him up with an awareness of the struggles that came before him and", "new_id": -2}, {"uid": "1295289004218529795", "i": 58629, "idx": 0, "sa": ["James Cleveland", "Josh Smith", "Carmelo Anthony", "LeBron James", "Allen Iverson", "Ozzie Smith"], "q": "<strong> Carmelo Anthony </strong> and <strong> LeBron James </strong> were the headliners, but <strong> Allen Iverson </strong> and JR <strong> Josh Smith </strong> stole the show. <strong> Allen Iverson </strong> scored a season-high 37 points and <strong> Josh Smith </strong> added 29 to help the Denver Nuggets beat the <strong> James Cleveland </strong> Cavaliers 122-100 on Monday night. <q> They didn't steal my spotlight, </q> said <strong> Carmelo Anthony </strong>, who had 22 points and nine rebounds.`` They did what they were supposed to do. They took advantage of the defense that they threw at us.'' <strong> Allen Iverson </strong> set the tone Ozzie Smithy with", "new_id": -2}, {"uid": "1297088565019349578", "i": 21017, "idx": 1, "sa": ["Simon Cowell"], "q": "website for the upcoming Fox version of <strong> Simon Cowell </strong>'s competition confirmed the news. The show will allow anyone over the age of 12 to audition to become`` America's next undiscovered superstar''. <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> <strong> Simon Cowell </strong> said.`` I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing", "new_id": -2}, {"uid": "1295580332195002374", "i": 12764, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Randy Jackson"], "q": "were introduced, drew its smallest numbers of the night. Critical reaction, too, centered less on what was new, and more on what was missing: namely, the <strong> Simon Cowell </strong> bite. found <q> the formula simply does not work without someone willing to be an ass to kids with big dreams but no chops. </q> The called <strong> Steven Tyler </strong>`` winning,'' liked Lopez OK enough, but ordered href=\"http://au.eonline.com/uberblog/celebs/c115589_Randy Jackson_Randy Jackson.html\"> <strong> Randy Jackson </strong>, the only original judge left sitting, to`` man up, dawg, and just say no, once in", "new_id": -2}, {"uid": "1295447705082477065", "i": 5657, "idx": 0, "sa": ["David Letterman", "Olivia Munn"], "q": "my career.'' Her willingness to go all out is on full display on the February 2011 cover of Maxim- the image was provocative enough to receive denunciations from the conservative Media Research Center.( <q> You know, I think these people need to find a hobby, because I can't be their hobby anymore, </q> she said of the brouhaha.) But for <strong> Olivia Munn </strong>, this is par for the course: a Jan. 13 Twitpic of her eating cookies backstage at`` The Late Show with <strong> David Letterman </strong>'' caused almost as much palpitation", "new_id": -2}, {"uid": "1295667499250150927", "i": 351, "idx": 0, "sa": ["Bill Lockyer", "Bill Clinton"], "q": "on Friday it has no interest in using bankruptcy to solve its fiscal problems. California, the eighth largest economy in the world, would not benefit from the legislation, Treasurer <strong> Bill Lockyer </strong> said. <q> States didn't ask for it. We don't want it. We don't need it, </q> <strong> Bill Lockyer </strong> said.`` Bankruptcy would devastate states' ability to recover from the recession and make the infrastructure investments that create good jobs.'' Struggling to close a$ 25 Bill Clintonion budget gap, California already", "new_id": -2}, {"uid": "1296108988167460874", "i": 901, "idx": 5, "sa": ["Michael Vick"], "q": "<strong> Michael Vick </strong> said. In the past, <strong> Michael Vick </strong>'s running is largely what got him into the Pro Bowl. He takes satisfaction that his passing was better this season than it ever has been. <q> I feel like this one, I had to work hard to get it, </q> he said.`` It came in a different fashion. I displayed different talents this year and showed really what I could do in the passing game along with doing everything else. Everything just came together and it", "new_id": -2}, {"i": 3496, "idx": 2, "index_answer": 2, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/LA_Lakers_vs_Sacramento_Kings_Highlights_[12-26-09]_Kobe_scores_38! The young Kings get the win over the Pistons in the last game before the All-Star break. <strong> Chris Bosh </strong> poured in 31 points", "sa": ["Chris Bosh", "Kwame Brown", "Allen Iverson"], "uid": "1295151306172605442"}]