[{"uid": "1295452591083853361", "i": 9557, "idx": 10, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "duck and see what hatches!'' he tells another. That's apparently his version of a compliment. Young remains amused by the idea that Americans need a mean Brit to tell it like it is. <q> It's funny because 75 years ago Americans had a reputation for being honest and plainspoken, while Brits were thought to be mealy-mouthed and obsessed with propriety, </q> says Young.`` It's as if we've switched places.'' But with <strong> Simon Cowell </strong> gone, who's going to judge our nation of underachievers? Now it's up to <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>", "new_id": -2}, {"uid": "1296106965198869114", "i": 1971, "idx": 4, "sa": ["Dwight Howard", "Rashard Lewis", "Theo Ratliff", "LeBron James", "Allen Iverson", "Darryl Dawkins", "Metta World Peace"], "q": "throws- 7 of 9- and the Magic Darryl Dawkinse a team playoff record 17 3-pointers. <strong> Rashard Lewis </strong> and Mickael Pietrus had 17 points each for Orlando.`` We just have to keep fighting,'' <strong> Dwight Howard </strong> said. <q> We have an excellent opportunity in fMetta World Peacet of us. We can't think that anything's going to be easy. As a team, we believe that anytime we step on the floor and play our brand of basketbDarryl Dawkins we can win. </q> <strong> LeBron James </strong> added 12 rebounds and seven assists, but he had eight http://wn.com/Allen Iverson_Allen Iverson_22pts_vs_Cavs_00/01_NBA_MVP_*8-0_Starts PHILADELPHIA( Ticker)-- With a stMetta World Peaceg finish, the Philadelphia 76ers matched the best start in franchise history. <strong> Allen Iverson </strong> and <strong> Theo Ratliff </strong> powered a third-quarter", "new_id": -2}, {"uid": "1297446725101842956", "i": 13439, "idx": 8, "sa": ["John McCain", "Donald Rumsfeld", "Condoleezza Rice"], "q": "about former colleagues, such as <strong> Condoleezza Rice </strong>, whom he criticises for avoiding tough choices as head of the National Security Council, <strong> Donald Rumsfeld </strong>'s instinct seems to be to back off. He tells me that <strong> Condoleezza Rice </strong> is a <q> smart and able woman, let there be no doubt. A very accomplished person and a good person. </q> Some antagonisms, however, are too open to disguise. Senator <strong> John McCain </strong>, the Republican candidate in the last presidential election, became one of the foremost critics of <strong> Donald Rumsfeld </strong>'s approach to the Iraq war.", "new_id": -2}, {"uid": "1295605575042827787", "i": 21878, "idx": 0, "sa": ["Charlie Sheen", "Johnny Depp", "Angelina Jolie", "Kristen Stewart", "Ricky Gervais"], "q": "Best& Worst of the Golden Globes! <strong> Ricky Gervais </strong> Roasts <strong> Johnny Depp </strong>, <strong> Angelina Jolie </strong>, <strong> Charlie Sheen </strong>...( 424) <strong> Kristen Stewart </strong>'s Vogue Outtakes: Too Much Photoshop?( 424) <strong> Ricky Gervais </strong>: <q> I Don't Care What You Think of Me, I Care If I've Done a Good Job </q> Thu., Jan. 20, 2011 7:30 PM PST by Hello, you either have JavaScript turned off or an old version of Adobe's Flash Player. <strong> Ricky Gervais </strong> tell it, there's no damage control", "new_id": -2}, {"uid": "1295127815262242331", "i": 53798, "idx": 1, "sa": ["Allen Iverson"], "q": "years. Defiantly, emotionally, confidently. With the raw, jagged, genuine edge that makes him one of the sport's most compelling and controversial characters.`` When you do anything,'' <strong> Allen Iverson </strong> said, <q> do it with your heart. </q> <strong> Allen Iverson </strong> certainly took his own advice as he returned to his native Peninsula to stage a week's worth of celebrity and charity events- a four-day basketball camp starts today- designed to fund college scholarships and mentor area", "new_id": -2}, {"uid": "1296433725170967050", "i": 21127, "idx": 0, "sa": ["Serge Ibaka", "Michael Vick", "Erik Spoelstra", "Stewart Mandel", "Dwyane Wade"], "q": "the final minute of the first half. Miami's href=\"http://sportsillustrated.cnn.com/basketball/nba/players/3708\"> <strong> Dwyane Wade </strong> picked up his sixth of the season in the fourth quarter while protesting after href=\"http://sportsillustrated.cnn.com/basketball/nba/players/4486\"> <strong> Serge Ibaka </strong> blocked his layup attempt. <q> All of us, we're all so competitive, and when we get into circumstances in the fourth quarter, there's going to be tough calls on both sides, </q> Heat coach <strong> Erik Spoelstra </strong> said. <strong> Stewart Mandel </strong>: St. John's shows signs of progress under Lavin by knocking off Duke Eagles Reportedly to Tag <strong> Michael Vick </strong>, Listen to Offers for Kevin Kolb", "new_id": -2}, {"uid": "1296516708125337623", "i": 30534, "idx": 0, "sa": ["Peter Egner", "Michael Vick"], "q": "family after his wife died in 2005. U.S. Justice Department on Thursday filed a civil... Article: Eichmann Nazi trial veterans reunite in... U.S. Video: Teachers Getting the Axe in New York City Report Abuse <q> <strong> Peter Egner </strong>, voted republican, supported the GOP, tea-baggers, palin </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Tampa Mom Accused of Killing Teen Kids Sobs in Court 5 Foods to never eat: Cut down a bit of stomach fat", "new_id": -2}, {"uid": "1295516813257327112", "i": 18726, "idx": 0, "sa": ["Sherard Cowper-Coles", "Michael Gove"], "q": "the Times saying <strong> Sherard Cowper-Coles </strong>'s comments were untrue. This morning, on the Today programme, Dannatt said that he and <strong> Sherard Cowper-Coles </strong> had spoken this week and that he had had an apology from the former diplomat. <q> <strong> Sherard Cowper-Coles </strong> has withdrawn that remark and has apologised to me personally and is trying to find a suitable place and time to do that publicly. </q> 9.14 am: <strong> Michael Gove </strong>, the education secretary( pictured, left) has been giving interviews this morning about the href=\"http://www.politicshome.com\"> PoliticsHome, are the main points he has been making.? He", "new_id": -2}, {"uid": "1297119970200310797", "i": 19654, "idx": 6, "sa": ["Donald Rumsfeld", "Colin Powell", "Condoleezza Rice", "George H. W. Bush"], "q": "he did not serve- <strong> Donald Rumsfeld </strong> replied:`` No, I was kind of disappointed in him.'' <strong> Condoleezza Rice </strong>, who served as <strong> George H. W. Bush </strong>'s national security adviser before later becoming secretary of state, had <q> never served in a senior administration position, </q> a lack of experience that hampered her ability to organize critical meetings, <strong> Donald Rumsfeld </strong> said. He said <strong> Colin Powell </strong>- <strong> George H. W. Bush </strong>'s first top diplomat-`` did not, in my view, do a good job", "new_id": -2}, {"i": 12103, "idx": 2, "index_answer": 1, "new_id": -1, "q": "'' again, <strong> Betty White </strong> quips,`` I think you do a thing once and then you run like a thief.'' <strong> David Letterman </strong> then asks her what she does in her free time and <strong> Betty White </strong> says, <q> Oh, I like to do most anything. Play with animals, mostly. And vodka's kind of a hobby. </q> So <strong> David Letterman </strong> reaches down from behind the desk and produces a bottle of Grey Goose, to which <strong> Betty White </strong> laughs heartily. They share some vodka, then she does a classic spit-take. How can you not", "sa": ["David Letterman", "Betty White"], "uid": "1295452144253739151"}]