[{"uid": "1295154913111345676", "i": 7394, "idx": 14, "sa": ["Kobe Bryant", "Allen Iverson"], "q": "grueling two weeks. These Lakers, who are seeking their 15th title, are a more grizzled group- but also more bruised and battered- than the one that fell to Boston in the finals last year. <q> Now we're in a place where we didn't get the job accomplished last year, </q> <strong> Kobe Bryant </strong> said. \"Hopefully we will this time.\" Instead of cruising through the West this time, the Lakers survived an arduous seven-game semifinal series against Houston and http://wn.com/Back_in_Philly-Iverson's_First_Game_vs_Nuggets_December_7,_2009 <strong> Allen Iverson </strong> socred 11 points, dished six assists", "new_id": -2}, {"uid": "1295041985009945115", "i": 4190, "idx": 5, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01142011-21v&amp;flvURL=/media/2011/01/14/01142011-21v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F14%2F01142011-21v.jsn\"}{ \"title\": \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes\", \"description\": <q> <strong> Sen. Kay Bailey Hutchison </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time. </q>, \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg\", \"emailLink\": \"http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes& site= politics", "new_id": -2}, {"uid": "1296362329255475725", "i": 5274, "idx": 7, "sa": ["Linas Kleiza", "Allen Iverson", "Joel Anthony"], "q": "<strong> Joel Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then moved to the outside, going 4-for-8 from 3-point range. <q> He got a couple of easy ones, and once you get a couple of layups, the basket looks bigger, </q> said <strong> Allen Iverson </strong>, who had 28 points. \"He played a great game, and hopefully he can continue to play that way.\" <strong> Linas Kleiza </strong> scored 27 points in the first half, 20 in the second quarter", "new_id": -2}, {"uid": "1295294243074366995", "i": 19313, "idx": 3, "sa": ["George Washington", "Michael R.", "David M. McIntosh", "Mike Pence"], "q": "Congressman <strong> Mike Pence </strong> appeared on the CNBC program \"Power Lunch\" to discuss the economy, the <strong> George Washington </strong> House jobs summit and the Republican Economic Roundtable... 11/26/09 Weekly Republican Address: <strong> David M. McIntosh </strong> <strong> Mike Pence </strong>( R-IN) <strong> David M. McIntosh </strong> <strong> Mike Pence </strong>: <q> <strong> George Washington </strong> people know we can't borrow and spend and bail our way back to a growing economy.... Republicans have proposals to get our economy moving again, to achieve energy independence and lower the cost of health care. </q>... 2-1-2010- Congressman <strong> Mike Pence </strong> Discusses House GOP Retreat on \"<strong> Michael R. </strong> and Friends\" 2-1-2010- Congressman <strong> Mike Pence </strong> Discusses House GOP Retreat on \"<strong> Michael R. </strong> and Friends\" Congressman <strong> Mike Pence </strong> appeared on \"FOX and Friends\" to discuss", "new_id": -2}, {"uid": "1296084297051298314", "i": 10299, "idx": 0, "sa": ["Beanie Wells", "Arian Foster", "Steve Slaton", "Adrian Peterson", "Drew Brees", "Michael Vick"], "q": "' running back] <strong> Steve Slaton </strong> for now. <strong> Arian Foster </strong> is the guy you want.\" What has happened: <strong> Arian Foster </strong> leads the NFL in rushing yards and rushing touchdowns.* What was written: <q> The biggest question[ for <strong> Kevin Kolb </strong>] will be his ability to withstand the 16-game schedule. You might want to grab <strong> Michael Vick </strong> in the last round, just in case. </q> What has happened: <strong> Michael Vick </strong> is one of the top five at his position.* What was written: <strong> Adrian Peterson </strong> and <strong> Drew Brees </strong> were rated ahead of <strong> Beanie Wells </strong> Johnson. \"Johnson is a horse,", "new_id": -2}, {"i": 12775, "idx": 0, "index_answer": 1, "new_id": -1, "q": "about social issues include Indiana Rep. <strong> Mike Pence </strong>, who decided against running. And <strong> Mike Huckabee </strong>, who is doing well as a <strong> the Fox </strong> News contributor. And <strong> Sarah Palin </strong> would have the most to lose financially from running. <strong> Rick Santorum </strong> thinks <q> the left is trying to goad her into it, </q> hoping she would be weak among the independent voters who decide most elections. <strong> Bill Clinton </strong> Minnesota <strong> Mike Huckabee </strong> <strong> Tim Pawlenty </strong> is running hard and published a book with a strong religious theme, but <strong> Rick Santorum </strong> doubts <strong> Tim Pawlenty </strong> has the passion requisite for", "sa": ["Mike Pence", "Rick Santorum", "Mike Huckabee", "Tim Pawlenty", "Sarah Palin", "the Fox", "Bill Clinton"], "uid": "1296962271197279756"}, {"uid": "1296459950150618115", "i": 30830, "idx": 5, "sa": ["Simon Cowell"], "q": ",\" he said. \"The biggest failures I've had were at a time when I believed my own hype.\" In 2010, British magazine New Statesman listed <strong> Simon Cowell </strong> at number 41 in a list of <q> The World's 50 Most Influential Figures 2010. </q> That followed a different ranking in 2003 when <strong> Simon Cowell </strong> placed number 33 on Channel 4 â\u0080² s list of the all-time 100 Worst Britons, due to his combative and critical judging decisions on TV.", "new_id": -2}, {"uid": "1297224727163495958", "i": 23618, "idx": 5, "sa": ["Katrina Pierson", "Michael Vick", "Dwaine Caraway"], "q": "man, who does look up to these professional athletes\" says <strong> Katrina Pierson </strong>. \"He should have given him his house keys if he likes <strong> Michael Vick </strong> so much, not the key to the city\" she adds. <q> You give keys to the city to people who have done great things for the City of Dallas or heroes who have done outstanding things to help the citizens of Dallas. I'm not quite sure how <strong> Michael Vick </strong> fits that profile </q> says <strong> Katrina Pierson </strong>. Reverend Marion Barnett supports <strong> Dwaine Caraway </strong> and says it was appropriate to give <strong> Michael Vick </strong> the key. \"When we look at Mr. <strong> Michael Vick </strong>, he's had a repentant type of attitude\" says Barnett", "new_id": -2}, {"uid": "1296017647213418050", "i": 46698, "idx": 6, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said Google had considered stopping indexing confidential cables released by WikiLeaks, but had decided to carry on. Some other U.S. organisations have bowed to government pressure to stop cooperating with the controversial site. <q> Has Google looked at the appropriateness of indexing WikiLeaks? The answer is yes, and we decided to continue, </q> he said. \"Because it's legal.\"( Reporting by Georgina Prodhan; Editing by Jane Merriman and Jon Loades-Carter) We welcome comments that advance the story directly or with relevant tangential information", "new_id": -2}, {"uid": "1296690410059244548", "i": 31375, "idx": 1, "sa": ["David Letterman", "Michele Bachmann"], "q": ", Pawlenty, Palin, Gingrich, <strong> Michele Bachmann </strong>... this is like imagining <strong> David Letterman </strong> on stage competing in a High School Variety show. Posted by: rukidding7| February 2, 2011 6:29 PM| <q> STRF. You said the Muslim Brotherhood attacked a liberal, just like you Right Wing Nut jobs always do. </q> Liam, just out of curiosity, is there such a thing as a \"leftwing nut job,\". And if so, would you name us one? Hope all is well with", "new_id": -2}]