[{"uid": "1297127080053067784", "i": 18798, "idx": 2, "sa": ["Eric Schmidt"], "q": "commander of the detention facility where WikiLeaks... Photo in Slideshow: A file photo shows <strong> Eric Schmidt </strong> Photo in Slideshow: A file photo shows Google CEO <strong> Eric Schmidt </strong> U.S. Video: Lawyers Threaten Suit Over TV Movie Report Abuse <q> There is a lesson to be learned here. Individual US citizens can't defraud the government on contacts in countries like Iraq and Afghanistan. </q> Report Abuse \"`` Once Al-Methwad had been awarded the contracts, prosecutors say, Janet <strong> Eric Schmidt </strong> used money from Al-Methwad to purchase fewer or inferior goods than those required by the contract and arranged for their delivery to Marines", "new_id": -2}, {"uid": "1297268495062767136", "i": 21761, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "proliferation of rules and regulations by both the executive branch agencies, the alphabet agencies and also the independent agencies,'' said <strong> Barack Obama </strong> Ben Nelson( D-Neb.). Nelson called for increased global trade and <q> getting these trade agreements through so that we can export more products and not just import. </q> Nelson said he had not yet heard of a definitive agenda from his leaders. <strong> Sen. Bernie Sanders </strong>( Vt.), an Independent who caucuses with Democrats, said he was`` not quite sure'' how", "new_id": -2}, {"uid": "1295559318082083864", "i": 844, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "stepping down as the company's chief executive. Company co-founder Larry Page will become CEO, effective April 4. At the same time, Google said that Page's co-founder <strong> Sergey Brin </strong>, will henceforth concentrated on <q> strategic projects, in particular working on new products. </q> Although <strong> Eric Schmidt </strong> is stepping down as chief executive, Google said he will take on the role of Executive Chairman,`` focusing externally on deals, partnerships, customers and broader business relationships, government outreach and", "new_id": -2}, {"uid": "1296069902094879755", "i": 12969, "idx": 1, "sa": ["Andy Coulson", "Sian Massey"], "q": "who apologised to Miss <strong> Sian Massey </strong> on Sunday, said he had found the reaction to the comments`` extraordinary''.`` I can not believe the frenzy that's blown up,'' said the 53-year-old. <q> There are some dark forces at work here. </q> He claimed he and Miss <strong> Sian Massey </strong> had ended their phone conversation on`` very good terms'', adding:`` I expressed my disappointment that <strong> Andy Coulson </strong> and I, in misguidedly having a little fun, got", "new_id": -2}, {"uid": "1297661738130170880", "i": 16266, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "affairs. Also taken were pieces from the Amarnah period, including a sandstone head of a princess and a limestone statue of Akhenaten holding an offering table, <strong> Zahi Hawass </strong> said in an emailed statement. <q> An investigation has begun, to search for the people who have taken these objects, and the police and army plan to follow up with the criminals already in custody, </q> the statement said. <strong> Zahi Hawass </strong> said earlier that thieves had broken in through the roof of the museum on Jan. 28 at the height of clashes between police and protesters who eventually toppled President <strong> Hosni Mubarak </strong> last week.", "new_id": -2}, {"uid": "1295562153178864134", "i": 25856, "idx": 2, "sa": ["Eric Schmidt"], "q": ", and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead.'' As for <strong> Eric Schmidt </strong>'s own new gig, <q> I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and Sergey. </q>", "new_id": -2}, {"uid": "1295323242230227979", "i": 684, "idx": 0, "sa": ["Kirsten Gillibrand", "Sen. Joe Lieberman", "Joy Behar", "Sarah Palin", "Elisabeth Hasselbeck"], "q": "<strong> Kirsten Gillibrand </strong> <strong> Elisabeth Hasselbeck </strong>, who called <strong> Sarah Palin </strong>'s behavior`` despicable.'' After`` View'' co-host <strong> Joy Behar </strong> said the map, which features white and red gun sights drawn over districts whose Democratic representatives voted for health care, <q> looks like an <strong> Barack Obama </strong> Qaeda Christmas card </q> Thursday, <strong> Elisabeth Hasselbeck </strong>-- who campaigned with <strong> Sarah Palin </strong> in 2008-- spoke up in uncharacteristic agreement.`` This hasn't been a great week in terms of, <strong> Sen. Joe Lieberman </strong> think, the Constitution and where it says that you", "new_id": -2}, {"uid": "1295830201223035402", "i": 746, "idx": 1, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron", "Andrew Marr"], "q": ", says the Deputy Prime Minister <strong> Nick Clegg </strong>, on the <strong> Andrew Marr </strong> Show this morning, was forced to defend the ex-communications chief, <strong> Andy Coulson </strong>, who resigned from his post on Friday. These were his comments: <q>`` If you listen to what <strong> David Cameron </strong> has said, he said very emphatically that he thought it was right to give <strong> Andy Coulson </strong> a second chance. <strong> Andy Coulson </strong> has been very clear that he was not in any way responsible for phone hacking and had no knowledge of it. I have no reason to disbelieve him. </q> \" <strong> Nick Clegg </strong> plays a careful game here, relying on <strong> David Cameron </strong>'s judgement( which has repeatedly been drawn into question over the <strong> Andy Coulson </strong> affair) rather than voicing his own. And his backing of <strong> Andy Coulson </strong> is", "new_id": -2}, {"uid": "1296064722120487964", "i": 34525, "idx": 0, "sa": ["Stacy Wall", "Steve Ballmer"], "q": "gets burned by the recession. The company announced the cuts Thursday as it reported an 11 percent drop in second-quarter profit, which fell short of <strong> Stacy Wall </strong> Street's expectations. Microsoft shares plunged more than 11 percent. <q> We're certainly in the midst of a once-in-a-lifetime set of economic conditions, </q> Chief Executive <strong> Steve Ballmer </strong> said during a conference call. With less access to credit, businesses and consumers are spending less and stretching the life span of their existing computers. The biggest names in the technology sector have been", "new_id": -2}, {"i": 5030, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> Jimi Hendrix </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> Jimi Hendrix </strong> Thompson created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my time, I should have the ball in my hands, </q> <strong> Allen Iverson </strong> said.`` So if somebody else turns it over, he yells at me. I just tell my teammates:` Let me get the ball. He'll scream at me The BP symbol is on", "sa": ["Allen Iverson", "Jimi Hendrix", "Donyell Marshall"], "uid": "1295212882209371150"}]