[{"uid": "1296391267266764295", "i": 8623, "idx": 0, "sa": ["LeBron James", "Pat Riley", "Carmelo Anthony", "Rafael Nadal", "Allen Iverson"], "q": "advantage over August Town in the Claro/KSAFA Super race yesterday. <strong> Pat Riley </strong> Edmonson netted both goals for the leaders, who went down to 10 http://wn.com/Allen_Iverson_25pts_Melo_vs_Lebron_James_Cavaliers_NBA One NBA player lords over <strong> LeBron James </strong>. <strong> Carmelo Anthony </strong> rules Cleveland's hoops <strong> Rafael Nadal </strong>. <q> I know he hates losing to me, </q> <strong> Carmelo Anthony </strong> said with a laugh. <strong> Carmelo Anthony </strong> scored 27 points, All-Star sidekick <strong> Allen Iverson </strong> added 25 and the Denver Nuggets rolled to a 113-83 win Sunday night over the injury-depleted Cavaliers. <strong> Carmelo Anthony </strong>, who got to rest in the", "new_id": -2}, {"uid": "1295606549109838348", "i": 43124, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "( Â£ 6.8 bn). <strong> Sergey Brin </strong>, in 2001, said on his personal Twitter account:`` Day-to-day adult supervision no longer needed!'' On a conference with analysts late last night he added: <q> I believe Larry is ready. His ideas are very interesting and clever and it's time for him to have a shot at running this.`` I am enormously proud of my last decade as CEO and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead. </q> Mr <strong> Eric Schmidt </strong>, who will become executive chairman of the search giant, said the new structure will`` produce even better results for the corporation''. He explained that the previous structure, in", "new_id": -2}, {"uid": "1297600395127287377", "i": 48204, "idx": 2, "sa": ["Robin Morris", "Allen Iverson", "Dan Tan", "Darius Morris"], "q": "all of <strong> Darius Morris </strong>' stats and encouraged him to keep going as he struggled to find his role in college.`` But kind of rag on me if I missed free throws,'' <strong> Darius Morris </strong> said. <q> Like,` Come on, man, what's up? We need those free throws.' </q> <strong> Dan Tan </strong> became part of the <strong> Darius Morris </strong> family. With <strong> Darius Morris </strong> at Michigan, <strong> Darius Morris </strong>' parents, DeWayne <strong> Darius Morris </strong> Sr. and <strong> Robin Morris </strong>, and their older son, DeWayne <strong> Darius Morris </strong> <strong> Allen Iverson </strong>, drove to Brentwood to pick up", "new_id": -2}, {"uid": "1297540880009895943", "i": 5938, "idx": 0, "sa": ["Eric Schmidt"], "q": "terms of revenue and number of users, with the Latin America region being the second fastest growing. <strong> Eric Schmidt </strong> also said in his keynote address that half of all new internet connections are for mobile devices. <q> If you want to understand the future of internet don't think of it as pipes and tubes, think of it as a mobile device..., </q> he told delegates at the event. Explaining that the`` new model is going to be in the inversion of the model we grew up with'', he says that the strategy for media going forward", "new_id": -2}, {"uid": "1295364352186253316", "i": 19360, "idx": 7, "sa": ["Michael Vick"], "q": "also was asked with how he deals with the criticism that comes his way.`` In this country, you have the freedom of speech and you can say whatever you want,'' he said. <q> As long as you say it to the right people, not bluntly put out in my face, then it don't make me any difference. People can say anything they want. They can have their own opinions, but it doesn't mean it's valid... It motivates me. </q> <strong> Michael Vick </strong> picked up another Comeback Player of the Year award yesterday, as we told you last night here on Eagletarian Because your contributions are currently under review, no comments can be made at this time. Philly.com", "new_id": -2}, {"uid": "1295563204055705614", "i": 40581, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "as the company diversified.`` Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,'' he said. <q> For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> <strong> Eric Schmidt </strong>, formerly CEO of Novell and CTO at Sun Microsystems, had quit his position on the board of Apple in 2009 due to a growing conflict of interest with his role at Google. Haymarket", "new_id": -2}, {"uid": "1296241796002752521", "i": 9236, "idx": 0, "sa": ["Eric Schmidt", "Mark Zuckerberg"], "q": ", the visionary Page rather than the seasoned manager <strong> Eric Schmidt </strong> was urgently needed to combat the threat from Facebook, which is controlled by 26-year-old wunderkind <strong> Mark Zuckerberg </strong>. Google couched the announcement in terms of management clarity and efficiency( <q> We'll operate and execute even better </q> in <strong> Eric Schmidt </strong>'s words), but the real need is to reestablish the entrepreneurial drive that is propelling Facebook. How will Google and Facebook compete? The goal of each is to be the point of", "new_id": -2}, {"uid": "1295461104131301415", "i": 35314, "idx": 4, "sa": ["Allen Iverson", "Gary Moore"], "q": "NBA's Most Valuable Player in 2001, agreed to a$ 4 million, two-year deal with Besiktas after no NBA team offered him a contract. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> last played Saturday. <q> This is the most pain he's ever felt from any injury he's had, </q> <strong> Gary Moore </strong> said.`` He's been in tremendous agony.'' <strong> Allen Iverson </strong> spent 10 seasons in Philadelphia before bouncing through Denver and Detroit, ending up in Memphis last season.", "new_id": -2}, {"uid": "1295806200208044038", "i": 49222, "idx": 5, "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "q": "Superman. We elected a human being, <strong> Barack Obama </strong>.''`` I think he has reached out to countries around the world and has developed good relations with countries around the world,'' <strong> Colin Powell </strong> said. <q> And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the centerpiece of the State of the Union speech. </q> Dismissing widespread speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants", "new_id": -2}, {"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up.`` A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,'' <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding guys. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}]