[{"uid": "1297387032139428090", "i": 3234, "idx": 2, "sa": ["Cliff Stearns", "Mike Pence"], "q": "such video resulted in the firing of a Planned Parenthood employee in New Jersey. But in all other cases, the videos are \"heavily edited and manipulated,\" said Planned Parenthood spokesman Stuart Schear. <q> The organization is not credible and their tapes can not be trusted, </q> Schear said. The debate is not likely to die down quickly. <strong> Cliff Stearns </strong>, chairman of the House Energy and Commerce Committee's oversight panel, said he planned to call Health and Human Services Secretary <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1297443949230703173", "i": 34630, "idx": 1, "sa": ["Mike Pence", "Diana DeGette", "Nancy Pelosi"], "q": "care plans that include abortion coverage, denying tax credits to employers or other entities that pay for health plans that cover abortion, while H.R. 358 would also prohibit federal funding for abortions under the Affordable Care Act and <q> prevent funding from being withheld from institutions that refuse to provide abortions. </q> <strong> Mike Pence </strong> <strong> Diana DeGette </strong>( D-CO), who joined <strong> Nancy Pelosi </strong> on the call, warned that the GOP proposals went beyond restricting abortion, and would also limit access to family planning services. <strong> Mike Pence </strong>( R-IN) has", "new_id": -2}, {"uid": "1296175477124354567", "i": 19612, "idx": 9, "sa": ["Rachel Maddow", "Eric Holcomb", "Mike Pence", "Don Imus", "Mitch Daniels", "Mike McDaniel", "Rahm Emanuel", "Jackie Walorski"], "q": "continue to raise money in his U.S. House campaign fund and later transfer that to campaign for <strong> Eric Holcomb </strong> if he decides to run. <strong> Jackie Walorski </strong> said she expected <strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. <q> He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike McDaniel </strong> walks through, </q> she said. \"Obviously it'd be great for the state of Indiana.\" <strong> Don Imus </strong>: <strong> Rachel Maddow </strong>` Worst Kind Of Coward,'` Gutless, Sniveling Worm'( VIDEO) <strong> Rahm Emanuel </strong> Back on Mayoral", "new_id": -2}, {"uid": "1295285903003260422", "i": 44582, "idx": 0, "sa": ["Jim Ryun", "Mike Pence"], "q": "highlights his strong record in Congress on both fiscal and social issues. Benko and <strong> Jim Ryun </strong> are known for their strong social and fiscal conservative credentials and <strong> Mike Pence </strong> has been a favorite of that movement. <q> Throughout his distinguished career, <strong> Mike Pence </strong> has demonstrated the ability to enthusiastically advance the cause of conservatives and constitutional, limited government and for that reason I am encouraging him to get in the race, </q> <strong> Jim Ryun </strong> said in a release. \"<strong> Mike Pence </strong> describes himself as` first a Christian, then a conservative, then a Republican,\" ' Benko added. \"He unifies fiscal, social, and national", "new_id": -2}, {"uid": "1294985458245579817", "i": 44286, "idx": 0, "sa": ["Mike Pence"], "q": "contemplation. I think there's a hope, at least, for reasonableness.\" The argument is not likely to woo staunch gun-rights advocates in title=\"Topic- Congress\"> Congress. <q> I believe, as Americans have believed since the American founding, that firearms in the hands of title=\"Topic- Law-Abiding Citizens\"> law-abiding citizens make communities safer, not less safe, </q> said <strong> Mike Pence </strong>, R- title=\"Topic- Indiana\"> Ind., in an interview. \"And I understand the human impulse us to look for blame. Heartache does that. But no expressed opinion and no", "new_id": -2}, {"uid": "1295282192082165829", "i": 39211, "idx": 0, "sa": ["Mike Pence", "Mitt Romney"], "q": "the tea party movement. The comMitt Romneyee is also being advised by the conservative PR group CRC. \"<strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job-creation Reagan-Kemp wing of the GOP,\" said Benko. <q> Grassroots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry. </q> Reply# 1 Jan. 17, 2011- 10:19 AM EST bama has united everyone to his right and he has divided what's left of those on his left. It is common knowledge that", "new_id": -2}, {"uid": "1296174091054247448", "i": 52921, "idx": 10, "sa": ["Mitch Daniels", "Mike Pence"], "q": "<strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. \"He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike Pence </strong> walks through,\" she said. <q> Obviously it'd be great for the state of Indiana. </q> People ski near the Congress Center at the World Economic Forum... The White House North Lawn is covered in snow after a fast... Photo in Slideshow: Members of Congress not seated by party listen to U.S.", "new_id": -2}, {"uid": "1296184988067649545", "i": 26177, "idx": 2, "sa": ["Mike Pence", "Barack Obama"], "q": "video series \"What Lies Ahead.\" \"I hold the view that there's no single element of our public policy that is more harmful to American jobs than our high corporate tax rate.\" <q> This is an administration that has spent a lot of the last two years suggesting that there's no relationship between capital formation and taxes, </q> <strong> Mike Pence </strong> said. \"And so to hear the <strong> Barack Obama </strong> acknowledge that one of the leading factors that are driving American jobs overseas is our extraordinarily high corporate tax rate was welcome indeed. Obviously, we'll look forward", "new_id": -2}, {"uid": "1295272052121765940", "i": 57438, "idx": 1, "sa": ["Mike Pence", "Chris Wallace", "Jim Ryun", "Barack Obama"], "q": "Reagan Administration. Former Kansas <strong> Mike Pence </strong> <strong> Jim Ryun </strong> is also affiliated with the group. \"<strong> Mike Pence </strong> describes himself as` First a Chris Wallacetian, then a conservative, then a Republican',\" said Benko. <q> He unifies fiscal, social, and national security conservatives. </q> <strong> Mike Pence </strong> has not yet made any announcement about his political future although he is widely seen to be mulling either a run for <strong> Barack Obama </strong> or for Indiana's open governor's seat. Politicos have been searching his", "new_id": -2}, {"i": 34417, "idx": 1, "index_answer": 0, "new_id": -1, "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. <strong> We Trust </strong>'ve missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four Part 2: www.youtube.com Sacramento Kings rookie point guard <strong> Pooh Jeter </strong> does his first ever video blog. <strong> Pooh Jeter </strong> talks about the past season in Spain", "sa": ["Elton Brand", "Pooh Jeter", "Allen Iverson"], "uid": "1295507174010305539"}]