[{"uid": "1296127977138051604", "i": 45051, "idx": 1, "sa": ["Andy Coulson", "Rupert Murdoch", "Peter Capaldi"], "q": "about the demise of <strong> Andy Coulson </strong>. \"I'd like to hack his voicemail and find out what's going on in his life,\" <strong> Peter Capaldi </strong> told from guardian.co.uk on The Independent\"> the Independent. <q> I can't believe he didn't know what was going on. I'm an actor, what do I know? But I don't like the idea that we're ruled by people who think it's alright to hack into private phone calls. I'm glad the actors are retaliating. </q> <strong> Peter Capaldi </strong>'s still in the loop| Media Monkey Met police reopen investigation into phone hacking at News of the World <strong> Rupert Murdoch </strong> rolls up his sleeves as he confronts phone-hacking scandal News of the World faces new allegation", "new_id": -2}, {"uid": "1294975566041533468", "i": 22026, "idx": 8, "sa": ["Allen Iverson", "Gary Moore", "Kobe Bryant"], "q": "November. <strong> Allen Iverson </strong>, the NBA's Most Valuable Player in 2001, agreed to a$ 4 million, two-year deal with Besiktas after no NBA team offered him a contract. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> last played Saturday. <q> This is the most pain he's ever felt from any injury he's had, </q> <strong> Gary Moore </strong> said. \"He's Bryant_Kobe Bryant_#24 Magic fall in overtime to Hornets Kobe Bryantmon, Weeden return to Cowboys Utah's Kirilenko, wife and sons become US citizens; Player jokes about paying taxes At least 270 dead in", "new_id": -2}, {"uid": "1297283465095453212", "i": 27089, "idx": 1, "sa": ["Kathleen A. Hayes", "David Letterman"], "q": "treats for a silent auction. Some of the items included tickets to \"Late Show\" with <strong> David Letterman </strong>, a gift card to the spa and salon LUSH, as well as New York Yankees tickets. <q> We had a great turnout... people I have spoken to had a fabulous time, </q> <strong> Kathleen A. Hayes </strong>, Auxiliary co-chair, said. \"We were able to meet and exceed our fund-raising goal, so I would say that's a success.\" The Auxiliary plays an important role in helping The", "new_id": -2}, {"uid": "1295613800206700561", "i": 6394, "idx": 0, "sa": ["Andy Coulson", "Tony Blair"], "q": "live coverage too as it is confirmed that <strong> Andy Coulson </strong>, Downing Street's director of communications, has resigned. 1136 Inquiry hears that as prospoect of military action got closer Saddam began to co-operate more but more time <q> wouldn't have got us anything without ultimatum </q>. 1134 Britain was caught between US pressure to invade and international pressure to give Saddam more time, <strong> Tony Blair </strong> says. The former PM said he had to set \"benchmarks\" with an ultimatum.", "new_id": -2}, {"uid": "1295571277037306368", "i": 14595, "idx": 0, "sa": ["Jonathan Rosenberg", "Eric Schmidt"], "q": "advertisers and publishers in its exchange, but also described a continued influx of brand dollars from offline channels into online display ads, which he predicted would continue into 2011. <strong> Jonathan Rosenberg </strong> added that 2011 will be <q> the year that mobile phones will play an important role in commerce, </q> and described continued growth of the firm's Android mobile operating system. In reference to the management restructuring, current CEO <strong> Eric Schmidt </strong> said he hoped the reorganization would enable the company to operate more efficiently. \"", "new_id": -2}, {"uid": "1296500989172736528", "i": 43200, "idx": 1, "sa": ["Andy Coulson", "Tommy Sheridan", "Clive Goodman"], "q": "` missing' News of the World emails bluecrusader99 31 January 2011 6:49 PM jamesdoleman 31 January 2011 7:08 PM There was also this interesting exchange between Mr <strong> Tommy Sheridan </strong> and <strong> Andy Coulson </strong> <q> Mr <strong> Tommy Sheridan </strong> then asked the witness if he there were any emails between him and <strong> Clive Goodman </strong>, the former Royal editor of the NotW. Mr <strong> Andy Coulson </strong> replied, \"yes he was a reporter on the paper </q> Mr <strong> Tommy Sheridan </strong> asked if Mr <strong> Andy Coulson </strong> had emailed Mr <strong> Clive Goodman </strong> asking him to \"take the blame for the good of the paper\" Mr <strong> Andy Coulson </strong> responded \"No, I'm positive, do you have that email Mr", "new_id": -2}, {"uid": "1297089391093831198", "i": 51732, "idx": 5, "sa": ["P. Freire", "Sergio Marchionne"], "q": "threat of violence. Either way, <strong> P. Freire </strong> dismantles <strong> Sergio Marchionne </strong>'s complaint as well as Chrysler's claim in the ad that they and Detroit have survived the \"hottest fires\" to get back on their feet: <q> One: Chrysler didn't go through the hottest fires. Unless, of course, \"hottest fires </q> means \"skipping bankruptcy\" and asking for a handout to protect union pensions, which it got. And when Fiat was able to take control of Chrysler, \" it was because of a heavily", "new_id": -2}, {"uid": "1296889033050757633", "i": 7514, "idx": 1, "sa": ["Michael Gove"], "q": "staff to search children for any material that may disrupt lessons feature in the Bill, while rules forcing schools to give parents 24 hours notice of a detention will also be scrapped. Mr <strong> Michael Gove </strong> said: <q> This Michael Government backs teachers. All the evidence from those countries with great education systems tells us that nothing is more important than attracting great people into teaching and supporting them in the classroom. \"Teachers will be free to impose the penalties they need to keep order and free from the red tape which swallows up teaching time, so they can get on with their first duty- raising standards. </q> Plans to axe a number of education quangos will feature in the bill, as will the legislation required to allow Michael Government to charge university students higher rates of interest on tuition fee loans. MPs", "new_id": -2}, {"uid": "1295786138191660152", "i": 28469, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "of the World. Mr <strong> Andy Coulson </strong> announced on Friday that he was resigning as <strong> David Cameron </strong>'s director of communications amid continuing allegations of phone hacking by the paper's journalists while he was in charge. <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced, </q> she told Sky News's Murnaghan programme.? 2011 owned by or licensed to Trinity Mirror Midlands Limited.", "new_id": -2}, {"uid": "1295883490173096982", "i": 20371, "idx": 0, "sa": ["Marissa Mayer", "Barack Obama", "Eric Schmidt"], "q": "button in the bottom right corner of the player. As this is a brand new technology, there may be a few syncing slips- please bear with us as we work to perfect*** Schmidt_Eric Schmidt_Google's_Outgoing_CEO_Cash_Out_335_million_Shares www.youtube.com <strong> Eric Schmidt </strong> asked <q> the most efficient way to sort a million 32-bit integers </q> <strong> Barack Obama </strong> replied \"the bubble sort would be the wrong way to go.\" by BizzyMicBizness The TyrMarissa Mayery of Google( by Matt Patterson, AmEric SchmidtanThinker.com)- In an astonishing interview with The Wall Street Journal,", "new_id": -2}]