[{"uid": "1295565460204783640", "i": 25130, "idx": 0, "sa": ["Tim Cook", "Steve Jobs", "Sergey Brin", "Eric Schmidt"], "q": "in 2001 to Sergey Bring more management experience to the young company, will assume the role of executive chairman, focusing on deals and government outreach, among other things. <strong> Sergey Brin </strong> will concentrate on strategic projects. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> tweeted after the announcement. The abrupt shift comes days after Apple Inc CEO <strong> Steve Jobs </strong> announced a leave of absence, leaving lieutenant <strong> Tim Cook </strong> in charge of day-to-day operations. Like Google, Apple also announced results", "new_id": -2, "mturk_index": "917"}, {"uid": "1295321590105201673", "i": 10832, "idx": 11, "sa": ["Baron Davis", "Kobe Bryant", "Linas Kleiza", "Carmelo Anthony", "Allen Iverson", "Anthony Morrow"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q>... <strong> Anthony Morrow </strong> 37 points- GSW INTERVIEW, HIGHLIGHTS& <strong> Baron Davis </strong> DISSED? <strong> Anthony Morrow </strong> 37 points- GSW INTERVIEW, HIGHLIGHTS& <strong> Baron Davis </strong> DISSED? Undrafted rookie <strong> Anthony Morrow </strong> was impressive in his first start for the Golden State Kobe Bryants:", "new_id": -2, "mturk_index": "282"}, {"uid": "1297437360129613826", "i": 28221, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "program is primarily limited to infrastructure& doctrine. The specific agent and facility knowledge is 60-70 percent incomplete,\" the report stated. On the one hand, now we know that <strong> Donald Rumsfeld </strong> got his <q> we don't know what we don't know </q> quote from this two-star Air Force general officer( see second slide). On the other hand, this is what I really dislike about intel weenies. They say \"We assess Iraq is making significant progress in", "new_id": -2, "mturk_index": "1763"}, {"uid": "1296010057252100639", "i": 14890, "idx": 3, "sa": ["Newt Gingrich", "Bill Lockyer", "Stephen Sandstrom"], "q": "saving lives on the battlefield, <strong> Stephen Sandstrom </strong> said. \"Tragic events happen because of bad people in this world. But handguns, and firearms in general, do not kill people,\" <strong> Stephen Sandstrom </strong> said. <q> We need to stop demonizing firearms. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2, "mturk_index": "518"}, {"uid": "1297575059186400794", "i": 44045, "idx": 0, "sa": ["Lindsay Lohan", "Nicole Scherzinger", "Simon Cowell"], "q": "she stole a$ 2,500 necklace from upmarket Californian boutique Kamofie& Company- is reportedly wanted by <strong> Simon Cowell </strong> to join him on the judging panel. A source told the Daily Mirror: <q> <strong> Simon Cowell </strong> wants him and three beautiful girls on the panel. He will sit there like the cat that got the cream. <strong> Lindsay Lohan </strong> is notorious but she will give the show an edginess. \"There's been serious talks but <strong> Lindsay Lohan </strong>'s legal issues and her commitment to stay sober need to be worked through. She knows this could turn her life around. </q> Cheryl Cole and <strong> Nicole Scherzinger </strong> are frontrunners for roles on the show when it launches in America later this year but <strong> Simon Cowell </strong> is still trying to decide on the perfect combination. The music", "new_id": -2, "mturk_index": "1543"}, {"uid": "1295563194254656562", "i": 8492, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": ", <strong> Larry Page </strong> will take over Google's day-to-day operations, and his fellow founder <strong> Sergey Brin </strong> will focus on \"his passion\" of strategic projects, as he said on an investor call Thursday. <strong> Eric Schmidt </strong> will concentrate <q> externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-- all of which are increasingly important given Google's global reach, </q> the company's release read. wrote in a blog that the change-up was designed to simplify Google's management structure and speed up decision making. Why this matters Since <strong> Eric Schmidt </strong> came on board at Google in", "new_id": -2, "mturk_index": "1335"}, {"uid": "1297108272141246515", "i": 8788, "idx": 0, "sa": ["Eric Schmidt"], "q": "their views on Google's business practices by Feb. 11. The Commission is expected to take several months to digest the feedback. Google on Monday reiterated that it was co-operating with the regulator. <q> There's always going to be room for improvement, so we'll be working with the Commission to address any concerns, </q> spokesman Al Verney said. Google Chief Executive <strong> Eric Schmidt </strong> told Britain's Sunday Telegraph in an interview that the company was keen to avoid a lengthy legal battle. The Commission, which can fine companies", "new_id": -2, "mturk_index": "1193"}, {"uid": "1297242001040484933", "i": 6037, "idx": 4, "sa": ["Tom Leppert", "Michael Vick", "Dwaine Caraway"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> <strong> Tom Leppert </strong> said he has asked the city manager to \"propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would \"welcome a clarification of the guidelines.\" Jacob Hill at 10:15 PM", "new_id": -2, "mturk_index": "1169"}, {"uid": "1295538156252182548", "i": 20355, "idx": 0, "sa": ["Peter Broggs", "Allen Iverson", "Clayton Brothers"], "q": "more quality bmx movies Iverson_Allen Iverson_mobbed_as_he_arrives_in_Turkey_8_November_2010_to_play_for_Besiktas_?stanbul'da Click here to watch in smooth quality www.youtube.com Subscribe for more quality bmx movies Iverson_Allen Iverson_unveiled_at_press_conference_for_hysterical_Besiktas_fans_in_Istanbul_Turkey <strong> Allen Iverson </strong> is unveiled for the Besiktas basketball fans on his new home court and he talks to the fans saying <q> I want to tClayton Brothers you fans for welcoming me and embracing me the way you have... I can't promise you that we will win every basket-ball game. But one thing I can promise you is that we will play hard, we will play together and we'll give everything that we have on the basket ball court night in and night out. </q> A great amount of international media were present to witness the event including CNN, BBC and NBA TV. RARE OLDIES VIDEO WITH MR <strong> Peter Broggs </strong>\" RED\" <strong> Allen Iverson </strong>& HIS ALL STARS! <strong> Peter Broggs </strong> \"Red\" <strong> Allen Iverson </strong>", "new_id": -2, "mturk_index": "742"}, {"uid": "1295622096143933453", "i": 250, "idx": 0, "sa": ["Piers Morgan", "David Letterman", "Larry King"], "q": "<strong> Piers Morgan </strong> joked about punching <strong> Larry King </strong> Thursday night on <q> The Late Show with <strong> David Letterman </strong>. </q> <strong> David Letterman </strong> told <strong> Piers Morgan </strong> that his show would only take off if a guest punched him on-air- or, even better, if he punched a guest. \"You need to grab somebody by the", "new_id": -2, "mturk_index": "68"}]