[{"uid": "1295656416052625408", "i": 8924, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Chuck Schumer"], "q": "'s how we're going to create jobs, grow the economy,'' said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D). But, that determination and competitive spirit also have New Yorkers defending their team. <q> The president and I don't have to agree on everything, </q> said <strong> Kirsten Gillibrand </strong>.`` GO JETS!''`` I'll bet on the Jets over Chicago,'' said <strong> Chuck Schumer </strong> when asked for his Super Bowl picks. Learn how. install Adobe Flash 9", "new_id": -2}, {"uid": "1296561500134217730", "i": 17289, "idx": 2, "sa": ["Mike Pence"], "q": "third-ranking Republican in the House-- announced he would not be a candidate for president in 2012.`` Seeking national office was not right for us now,'' he told the Central students. <q> While( <strong> Mike Pence </strong> and his family) went back and forth in our heads, we never went back and forth in our hearts. </q> Saying his`` heart was in Indiana,'' <strong> Mike Pence </strong> said he would continue to meet with`` the good and strong and opinionated people of this state'' before deciding his next move.", "new_id": -2}, {"uid": "1296706300075202563", "i": 24177, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "war in Iraq has been worth the cost and remains largely unapologetic about his handling of the conflict, The Washington Post reported on Wednesday. Had the government of <strong> Saddam Hussein </strong> remained in power the Middle East would be <q> far more perilous than it is today, </q> <strong> Donald Rumsfeld </strong> wrote in his 800-page memoir, scheduled for release on Tuesday. <strong> Donald Rumsfeld </strong> and other U.S. officials cited the threat posed by Iraqi weapons of mass destruction as justification for the 2003 U.S.-led invasion. No such", "new_id": -2}, {"uid": "1296970194152387586", "i": 47032, "idx": 0, "sa": ["Mike Pence"], "q": "likely presidential contender in 2012, has decided we need to argue more about abortion. <strong> Mike Pence </strong> has put forth a bill that would defund Planned Parenthood. I would forgive you if you thought, <q> well, fair enough... with deficits like this, we probably have better things to pay for than someone's abortion. </q> It is already illegal to fund abortions using federal money and Planned Parenthood does not do that. Yes, they provide the controversial procedures, but using private money. What they do take taxpayer", "new_id": -2}, {"uid": "1295559654260145168", "i": 15636, "idx": 3, "sa": ["Eric Schmidt"], "q": "a trio, an approach they spelled out in an`` owner's manual'' included in the company's 2004 IPO filing.`` We run Google as a triumvirate,'' Page and Brin wrote. <q> The three of us run the company collaboratively with Sergey and me as presidents. The structure is unconventional, but we have worked successfully in this way. </q> <strong> Eric Schmidt </strong> said Thursday that Page is`` ready to lead.'' Page, Google's founding CEO, will once again take charge of the company's day-to-day operations. He will also be in charge", "new_id": -2}, {"uid": "1296513631156909668", "i": 4663, "idx": 1, "sa": ["Michael Vick"], "q": "the... U.S. Video: Shocking Footage of Police Station Shootout U.S. Video: Florida's Pennekamp Coral Reef State Park Report Abuse \" Good thing I don't have any stocks in the Egyptian market. \" Report Abuse <q> Why the rush... these protesters just want democracy no need to fear democracy protesters right? </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl", "new_id": -2}, {"uid": "1296633836234962959", "i": 17232, "idx": 2, "sa": ["Kobe Bryant", "Carmelo Anthony", "Allen Iverson"], "q": "and the Denver Nuggets beat the Charlotte Bobcats 117-101 on Saturday night.`` It didn't hurt at all,'' said <strong> Carmelo Anthony </strong>, who missed five games after landing on the foot of <strong> Kobe Bryant </strong> on Jan. 21. <q> It felt good to be back. </q> The Nuggets, who won their eighth straight game at home, were all too happy to have him back, especially <strong> Allen Iverson </strong>.`` When he is not in the lineup, it makes it tougher for me,", "new_id": -2}, {"uid": "1296832434019169309", "i": 5459, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "the Android show midterm. And that market is going to get even more crowded with China Inc( ZTE, Huawei et al) joining Sony Ericsson, HTC, Motorola and PC vendors,'' wrote Ahmad. <q> And more significantly, how is anyone going to differentiate on Android long-term? </q> Ahmad urged <strong> Stephen Elop </strong> to go to his former boss <strong> Steve Ballmer </strong> and get him to agree to an exclusive deal for Windows Phone 7- although presumably Microsoft has already entered into legally binding contracts with existing Windows Phone", "new_id": -2}, {"i": 866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to shut down its mainland search engine rather than censor results for user queries.`` Things have been stable since June'' in China, when <strong> Google Inc. </strong> had its business license renewed, <strong> Eric Schmidt </strong> said Tuesday. <q> But you never know; it's possible for the government to cause us to not work. </q> The company is now pushing into entertainment with <strong> Google Inc. </strong> TV, combining Internet access with on-demand television. Another of <strong> Google Inc. </strong>'s new products, the <strong> Google Inc. </strong> Offers discounting service, is designed for a different", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1296102285053329931"}, {"uid": "1295674743088440893", "i": 27344, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page, now 37 and graying. While <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials and potential takeover targets, Page says he will be making most of the big decisions as he tries to rekindle <q> the soul and passion of a startup. </q> <strong> Sergey Brin </strong> will concentrate on developing new products. He's worth$ 15 billion, but Page remains something of a rebel who has always had a disdain for corporate protocol.", "new_id": -2}]