[{"uid": "1296078057185663498", "i": 17163, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "listening to phone messages of royal household staff. <strong> Andy Coulson </strong>, who has denied wrongdoing, also resigned as Prime Minister <strong> David Cameron </strong>'s communications chief last week after numerous questions about practices at the newspaper. <q> The MPS( Metropolitan Police Service) is launching a new investigation to consider this material, </q> the police force said in a statement.`` This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010.'' BUSINESS AND POLITICS", "new_id": -2}, {"uid": "1297457173244645933", "i": 11498, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "<strong> Stephen Elop </strong>, the two said,`` There are other mobile ecosystems. We will disrupt them.'' <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> both spoke Friday at a news briefing in London that was broadcast on the Internet. <q> This partnership with Nokia will accelerate, dramatically accelerate, the development of a vibrant, strong Windows Phone ecosystem, </q> <strong> Steve Ballmer </strong> said. The partnership brings together software from Microsoft and phones from Nokia. The two companies say they will combine services, such as Nokia Maps, with Microsoft's search engine, Bing, and", "new_id": -2}, {"uid": "1296361391082608151", "i": 7399, "idx": 0, "sa": ["Arian Foster", "Michael Vick", "Brandon Lloyd"], "q": "scenery and weather can't be beat. Temperatures this week were mostly in the high 70s, perfect for the Pro Bowlers who went golfing, fishing, jetskiing and toured Pearl Harbor with their families. <q> This is like heaven. I'll die and go to Hawaii. That's all right with me, </q> Houston Texans running back <strong> Arian Foster </strong> said. A few players even hit the waves such as Denver Broncos receiver <strong> Brandon Lloyd </strong>. But Philadelphia Eagles quarterback <strong> Michael Vick </strong> wasn't getting anywhere near a surfboard.`` I", "new_id": -2}, {"uid": "1297529172137691161", "i": 47931, "idx": 1, "sa": ["Sergio Marchionne", "Giuliano Pisapia"], "q": "azienda che vuole investire nel mondo intero, anche aprendo nuovi mercati''. BERSANI, INCONTRO CON GOVERNO? ALLA BUON` ORA- L'incontro a Palazzo Chigi tra Governo e l'ad di Fiat, <strong> Sergio Marchionne </strong>? <q> Alla buon` ora- risponde il segretario del Pd, Pierluigi Bersani-, dopo un paio d'anni! </q>. Interpellato a margine dell` incontro a Milano per dare il via alla campagna elettorale del candidato sindaco <strong> Giuliano Pisapia </strong>, Bersani ha spiegato di temere che`` molte cose siano giÃ successe''.`` Vedremo che cosa si", "new_id": -2}, {"uid": "1296850140173342751", "i": 7912, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans.`` I want", "new_id": -2}, {"uid": "1295614879066224141", "i": 48125, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "<strong> Rupert Murdoch </strong>'s News of The World tabloid while he was in charge.`` I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,'' <strong> David Cameron </strong> said in a statement. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government. </q>'' Nazareth community updates delivered to your mobile phone. Text NAZARETH to 52270! Message and data rates apply. <strong> Andy Coulson </strong> is a trusted aide and his departure is a blow to <strong> David Cameron </strong>, whose office had", "new_id": -2}, {"uid": "1297416018011878405", "i": 31698, "idx": 0, "sa": ["Donald Rumsfeld", "Newt Gingrich", "Rick Santorum"], "q": "ballroom to exchange variations on the dominant theme in today's Republican politics: It is evening in America.`` The Germans are buying the New York Stock Exchange,'' announced former House Speaker <strong> Newt Gingrich </strong>. <q> The U.S. is becoming the laughing stock of the world, ï¿½ exhorted reality television star <strong> Donald Trump </strong>. It's`` a national reckoning unlike any I have seen in my lifetime, </q> explained former <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong>. <strong> Rick Santorum </strong>, a one-time Pennsylvania senator preparing a run for president, rounded out the collective cry of Cassandra by announcing that the nation was being run by a heretic.`` This", "new_id": -2}, {"uid": "1295564518204079107", "i": 28858, "idx": 4, "sa": ["Eric Schmidt"], "q": "now <strong> Eric Schmidt </strong> has no direct role in decision making, and will operate in a reduced capacity as advisor instead.`` We will continue to discuss the big decisions among the three of us,'' he writes. <q> But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> There are no comments to display. Be the first one! Login scripts wont run... Hi all, I have a strange one here... I have a login script that runs for all users", "new_id": -2}, {"uid": "1297114229198082561", "i": 5601, "idx": 1, "sa": ["Christina Aguilera", "Charlie Sheen", "Simon Cowell", "Steven Tyler"], "q": "and promotion.`` It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> Haggis Speaks Out for First <strong> Charlie Sheen </strong> Since Leaving Church of Scientology Watch: <strong> Christina Aguilera </strong> On Anthem Fumble Watch: Another` Creepy' Moment From <strong> Steven Tyler </strong> Watch: <strong> Charlie Sheen </strong> Addresses His Fans A Matter of Life& Death Watch", "new_id": -2}, {"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}]