[{"uid": "1295823240240304144", "i": 17749, "idx": 0, "sa": ["Andy Coulson", "Chris Huhne"], "q": "opposition benches and from within the coalition government itself. Britain's energy secretary, Liberal Democrat <strong> Chris Huhne </strong>, is publicly questioning Mr <strong> Andy Coulson </strong>'s claims to have known nothing about the illegal phone tapping. <q> It seemed to me clear for a long time that the number of people that were being hacked clearly was not consistent with it being one rogue reporter who happened to be the royal correspondent, </q> he said. \"Either he was a not very effective newspaper editor, I think I said one of the most incompetent in Fleet Street's history, or he knew what was going on and was", "new_id": -2}, {"uid": "1296041453184270856", "i": 12127, "idx": 3, "sa": ["Bruce Golding", "Simon Cowell"], "q": "he is confident that CARICOM will continue to make representation to the British government. \"Going to London and pleading are not the only options we have,\" <strong> Simon Cowell </strong> <strong> Bruce Golding </strong> noted. He said he had <q> consulted widely and there are other options that the Caribbean may have to consider in tackling something that is not just unfair and unjust but is in conflict with established global rules of tourism. </q> He noted that while he could not speak for other Caribbean countries on the matter and while it would be premature to speak on the position that the Government of Jamaica will take, \"there is no", "new_id": -2}, {"uid": "1295954421167477290", "i": 46108, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "executive who is transitioning out of the chief executive role- and may even be unusual for sitting chief executives, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q> the board clearly wants to retain his guidance for the next four years. </q> <strong> Eric Schmidt </strong>, 55, is being replaced as <strong> Google Inc. </strong>'s chief executive by cofounder Larry Page. Both men, along with <strong> Google Inc. </strong>'s other cofounder <strong> Sergey Brin </strong>, have limited their salaries to$ 1 for years.", "new_id": -2}, {"uid": "1296791221147030018", "i": 16738, "idx": 1, "sa": ["Elton Brand", "Jrue Holiday", "Brandon Young", "Michael Jordan", "Allen Iverson"], "q": "the second straight game a day after his having his left knee drained of fluid. <strong> Brandon Young </strong> was sensational, using an 11-of-15 effort in the first half to give the Sixers a rare comfortable lead and easy win. <q> It's been working for us, but we just couldn't get the win, </q> <strong> Brandon Young </strong> said. \"It really worked tonight.\" Looking for a spark, 76ers coach Eddie <strong> Michael Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Michael Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had", "new_id": -2}, {"uid": "1294957406081149956", "i": 46653, "idx": 17, "sa": ["Allen Iverson", "Ann Iverson"], "q": "<strong> Ann Iverson </strong>: BeÅ\u009fiktaÅ\u009f Cola Turka Welcome! <strong> Allen Iverson </strong>& his Mother <strong> Ann Iverson </strong>: BeÅ\u009fiktaÅ\u009f Cola Turka Welcome! Former NBA star <strong> Allen Iverson </strong> arrived in Istanbul on Monday to begin a stint with Turkish club Besiktas, promising to give fans <q> something they haven't seen before. </q> <strong> Allen Iverson </strong>, who agreed to a$ 4 million, two-year contract with Besiktas, is the Turkish league's biggest... <strong> Allen Iverson </strong> angry and upset after Besiktas blow an 11 point lead in their 85-88 loss to Asvel <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295082156260702223", "i": 5770, "idx": 0, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman"], "q": "Hills,\" after 13 years of marriage. A few months later, the 55-year-old actor confirmed he is engaged to marry 29-year-old flight attendant <strong> Kayte Walsh </strong>. When <strong> Kelsey Grammer </strong> appeared on Thursday's edition of <q> Late Show with <strong> David Letterman </strong>, </q> <strong> David Letterman </strong> said: \"Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?\" <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, \"Well,", "new_id": -2}, {"i": 6514, "idx": 2, "index_answer": 1, "new_id": -1, "q": "prize( via a recording deal with Sony) is said to be the largest, by far, in TV history. \"We're putting our money where our mouth is,\" <strong> Simon Cowell </strong> said. <q> It's a massive, massive risk, but also a great incentive.... And it puts the pressure on us to find a star. </q> <strong> Simon Cowell </strong> was asked if he would be interested in bringing his old friend and rival, <strong> Paula Abdul </strong>, on board as a judge. \"I'm a massive fan of <strong> Paula Abdul </strong>. While we were", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297293225002195576"}, {"uid": "1297447911119193613", "i": 3788, "idx": 1, "sa": ["Steve Ballmer"], "q": "that \"the game has changed from a battle of devices to a war of ecosystems\". \"An ecosystem with Microsoft and Nokia has unrivalled scale around the globe,\" he said. <q> Nokia and Microsoft working together can drive innovation that is at the boundary of hardware, software and services, </q> said Microsoft chief executive <strong> Steve Ballmer </strong>. Microsoft's Bing will power Nokia's search services, while Nokia Maps would be a core part of Microsoft's mapping services. The BBC reports the new strategy", "new_id": -2}, {"uid": "1295519902040943616", "i": 16749, "idx": 3, "sa": ["Alexander the Great", "Tracy McGrady", "Indiana Evans", "Allen Iverson", "Jermaine O'Neal"], "q": "from the field and made 24 of 27 free throws. His previous high was 58 against Houston on Jan. 15, 2002. \"<strong> Alexander the Great </strong> score a career high and we won the game,\" <strong> Allen Iverson </strong> said. <q> That's how you draw it up in your dreams. </q> It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on March 10, 2004, <strong> Indiana Evans </strong>'s <strong> Jermaine O'Neal </strong> had the previous high in the NBA this season, scoring 55 points against", "new_id": -2}, {"uid": "1295903297179077120", "i": 31097, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney", "Gerald Ford", "President Lyndon Johnson"], "q": "a briefing <strong> President Lyndon Johnson </strong> gave in 1966 on the Vietnam War and White House papers from July 1975- when he was chief of staff under <strong> President Lyndon Johnson </strong> <strong> Gerald Ford </strong>- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. <q> It's not a journal, it's not a diary, </q> he said of the <strong> Gerald Ford </strong> White House notes. \"It is a set of working documents that I've never edited. In fact, most I've never reread.\" As defense secretary under <strong> President Bush </strong>", "new_id": -2}]