[{"uid": "1295894966204308498", "i": 7358, "idx": 0, "sa": ["Simon Cowell"], "q": "make-up artist Mezhgan Hussainy last February, admits he struggles to relate to very young kids, but would love to have youngsters of his own to play games with. <strong> Simon Cowell </strong>'s Aging Fears. He said: <q> I worry about it- because of my age. When I was a youngster, my dad used to play soccer and games with me. And I worry that if I was 70. Also, if children could be born at the age of five I'd quite like that. I like them at that age when they can talk and understand. I'm not sure I could deal with the whole` ga ga goo' thing. But I genuinely like kids. </q> <strong> Simon Cowell </strong> also admitted Mezhgan, 36, has`` softened'' him and has finally made him think about settling down forever. He added on a forthcoming episode of` Oprah Presents Master Class'", "new_id": -2}, {"uid": "1294953423093012024", "i": 17826, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "New York <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>'s request. The two women and House Minority Leader <strong> Nancy Pelosi </strong> were in <strong> Gabrielle Giffords </strong>' hospital room holding her hand when her eye fluttered open. <strong> Kirsten Gillibrand </strong> told reporters the congresswomen were telling <strong> Gabrielle Giffords </strong> <q> how proud we were of her and how she was inspiring the whole nation with her courage and with her strength. And then <strong> Debbie Wasserman Schultz </strong> and I started joking about all the things we were going to do after she got better. </q> <strong> Gabrielle Giffords </strong> was gripping their hands,`` and the more we joked about what we were going to do, she started to open her eyes.'' <strong> Debbie Wasserman Schultz </strong> said she had just told <strong> Gabrielle Giffords </strong>,", "new_id": -2}, {"uid": "1294953528094584847", "i": 27398, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "30 seconds where she is trying to get her eyes open and she finally opens her eyes, and you could tell she was desperately trying to focus, and it took enormous strength from her.'' <q> Mark said,` If you can see me, give us the thumbs up.' Instead of giving us the thumbs up, she literally raises her whole arm.`` Then she starts reaching out and starts grabbing Mark, and like is touching him, and starts to nearly choke him. She is clearly trying to hug him. It was such a moment, and we were in such tears of joy watching this. </q> <strong> Kirsten Gillibrand </strong> said that <strong> Gabrielle Giffords </strong> started to reach out and touch her husband's ring, his watch and his wrist. Kelly, who was riding in the limousine to the memorial with the president and", "new_id": -2}, {"uid": "1297475330028377090", "i": 39766, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "paid$ 335,000 for the house near Troy Country Club. The home will be their primary residence when the Gillibrands and their two young sons are in the Capital Region. <q> The Senator just wanted to be closer to her family, </q> <strong> Kirsten Gillibrand </strong> spokeswoman Bethany Lesser said Friday.`` The home is within minutes of her family.'' <strong> Kirsten Gillibrand </strong>'s parents, siblings, nieces and nephews live in the Capital Region. The", "new_id": -2}, {"uid": "1296110502157515821", "i": 2743, "idx": 1, "sa": ["Andy Coulson", "Barack Obama"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like`` a volcano that is starting to erupt.'' <q> There will be huge explosions all over Fleet Street if police get to the truth, </q> he told the BBC. Why <strong> Barack Obama </strong> Brought His Message to Manitowoc Wisconsin grabbed a lot of attention when Republicans took over both houses of the Legislature and the governor's office after the mid-term elections.", "new_id": -2}, {"uid": "1297600395127287377", "i": 48202, "idx": 0, "sa": ["Allen Iverson", "Dan Tan", "Darius Morris"], "q": "of the silent locker room. He supported <strong> Darius Morris </strong> after every game, yet couldn't help himself.`` <strong> Dan Tan </strong> said,` Yeah, <strong> Darius Morris </strong>, even I saw that,''' Villegas said. <q> Everyone was so serious and when <strong> Dan Tan </strong> said that, that was it. That was the end of halftime.`` You can't follow that. We all started to laugh. It was great. </q> <strong> Dan Tan </strong> imitated <strong> Allen Iverson </strong>'s famous practice rant-`` We talkin' about practice, man, practice,''- after another halftime rant against Campbell Hall. An eternal optimist, <strong> Dan Tan </strong> always cracked", "new_id": -2}, {"uid": "1295189075175751174", "i": 14067, "idx": 2, "sa": ["Michael Vick"], "q": "tattoo was about to have a heart attack,'' Mann said.`` But he put up 140 points on me.''... He wishes he would have had Philadelphia Eagles quarterback <strong> Michael Vick </strong> on his team. <q> For the rest of my life, </q> Mann said,`` I'm going to look down at the tattoo and say, I should've drafted <strong> Michael Vick </strong>.''[ Omaha.com] </blockquote> â\u0080¢ Want Super Bowl credentials? Grease the accomplice", "new_id": -2}, {"uid": "1296005667036782107", "i": 20543, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "<a href=\"http://sports.yahoo.com/nfl/teams/phi/\"> Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q> We're real excited about it, </q> chief executive officer Rob Vito said Tuesday.`` <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1297299209172949515", "i": 24080, "idx": 1, "sa": ["Nigel Lythgoe", "Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": ". <strong> Nigel Lythgoe </strong> said new judges; <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> are giving the talent a chance they might not otherwise get this year.`` We've had some incredible country voices,'' <strong> Nigel Lythgoe </strong> said. <q> In truth, <strong> Simon Cowell </strong> would have gotten rid of them straight-away because he wasn't a country fan. </q> <strong> Nigel Lythgoe </strong> said this year there is a 16-year-old that performs jazz.`` <strong> Simon Cowell </strong> would have said,` He's not an American Idol! Get rid of him!'... What you are definitely going", "new_id": -2}, [{"i": 11683, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> My Settings Your comment contains inappropriate content in violation of our How One Japanese TV Audition Turned Into a Real-Life` Truman Show' PublishDate= 2/7/2011 3:00:00 PM New on DVD& Blu-ray, Week", "sa": ["Simon Cowell"], "uid": "1297129562188514341"}]]