[{"uid": "1295285586064159807", "i": 19091, "idx": 0, "sa": ["Oprah Winfrey", "Michael Vick", "Piers Morgan", "Toni Morrison"], "q": "that I was depressed,'' she says. <strong> Oprah Winfrey </strong> starred in the film( based on <strong> Toni Morrison </strong>'s prize-winning novel) and her company Harpo Productions produced it. But its box-office performance was disappointing. <q>It sent me into a macaroni-cheese tailspin. I ate about 30 pounds worth, I'm not kidding,</q> she says. <strong> Piers Morgan </strong> and <strong> Oprah Winfrey </strong> also make a bet about who will book an interview with NFL superstar <strong> Michael Vick </strong> first. ''One hundred British pounds says I'll get <strong> Michael Vick </strong> before you,''", "new_id": -2}, {"i": 10113, "idx": 0, "index_answer": 3, "new_id": -1, "q": "with the fantastic group of juniors he has for 2011. His senior defensive end/linebacker <strong> Jarrell McKinney </strong> signed with Western Michigan. ''He's my first Division I recruit,'' <strong> the Albert </strong> said of <strong> Jarrell McKinney </strong>. <q>He has tremendous speed. He runs the 40 in 4.5. He's 6-5, 210, and when he goes to college they're going to put another 20-30 pounds on him. Playing defensive end, he's going to be outstanding. He's the role model for our other kids.... He's that bar that we have to set for ourselves.</q> Cody has an experienced offensive line and receivers coming back, and <strong> the Albert </strong> said junior-to-be quarterback Mario Gulley ''has <strong> Michael Vick </strong> capabilities.'' <strong> Tate Forcier </strong> transferring to Miami( Fla.), says he never", "sa": ["Jarrell McKinney", "Tate Forcier", "Michael Vick", "the Albert"], "uid": "1297327289088555547"}, {"uid": "1295635357052674594", "i": 11295, "idx": 0, "sa": ["Saddam Hussein", "Colin Powell", "Brent Scowcroft", "Dick Cheney"], "q": ", on the 20th anniversary of the Persian Gulf War. Asked if he had ''made peace'' with Gulf War colleagues like <strong> Brent Scowcroft </strong> and <strong> Colin Powell </strong> who criticized his policies as vice president, <strong> Dick Cheney </strong> replied, <q>I prefer to think of it as a truce, Brian.</q> ''Clearly we had differences on subsequent policy issues,'' he said. ''I looked at <strong> Saddam Hussein </strong> differently after 9/11 than before 9/11, as <strong> Colin Powell </strong> pointed out.... I was in the bunker under", "new_id": -2}, {"uid": "1297467796202178586", "i": 110, "idx": 1, "sa": ["Steve Ballmer"], "q": "smart phone software, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the new partnership with Nokia would give them ''more innovation( and) greater global reach.'' The two companies will <q>collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,</q> he said. A key challenge will be to produce quality devices with a hip factor that helps position Windows Phone as an attractive alternative to iPhone or Android. in a market where image plays a central", "new_id": -2}, {"uid": "1295302157157237426", "i": 473, "idx": 0, "sa": ["Colin Powell", "Cory Booker", "Martin Luther King"], "q": "<strong> Cory Booker </strong> of Newark, N.J., addressed a sold-out audience of nearly 2,000 today at the 21st annual <strong> Martin Luther King </strong>. Holiday Breakfast, sponsored by UNCF and the <strong> Colin Powell </strong> Mills Foundation.( Photo: <strong> Colin Powell </strong> Mills) <q>You can't expect the world to change if you stay the same,</q> he said at the Minneapolis Convention Center this morning. He acknowledged that while he was not alive during <strong> Martin Luther King </strong>'s lifetime, that his parents brought him up with an awareness of the struggles that came before him and", "new_id": -2}, {"uid": "1295600499103776311", "i": 7314, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "return to Google's technological roots, 13 years after he and fellow Stanford University student <strong> Sergey Brin </strong> founded what has become the world's No. 1 Internet search engine with$ 29 billion a year in revenue. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> tweeted after the announcement. earnings and revenue that blew past expectations. While Google has dominated Internet search for a decade, the company has struggled to find its footing in social networking,", "new_id": -2}, {"uid": "1295307571068321280", "i": 37380, "idx": 1, "sa": ["Barack Obama", "Mike Pence"], "q": "of his recent speech in Tucson in the upcoming State of the Union address. ''It's an opportunity for the administration to lay out an agenda,'' he said. <q>He doesn't have <strong> Nancy Pelosi </strong> in the House driving the agenda the way she did over the last two years. Now it's a different drumbeat. The real question is whether or not the president has the mind set to be the kind of leader that people are looking for.</q> Steele said the GOP House leadership will work with <strong> Barack Obama </strong>. ''I really believe they will run with him on certain issues,'' he said. http://thehill.com/blogs/ballot-box/other-races/138349-steele-gop-could-have-used-a-few-more-brothers-in-the-house <strong> Mike Pence </strong> Steele: Republicans` could have used a", "new_id": -2}, {"uid": "1295790085114884611", "i": 7859, "idx": 0, "sa": ["Andy Coulson"], "q": ": Iraq militia chief behind pilgrim blasts... government will pay foreign oil companies producing in the... Photo: Iraqi security forces stand guard as Shi'ite Muslims march to the... Iraqi Christians seek refuge in Turkey Report Abuse <q>I hope Fritzsimons will get a fair hearing. The important thing in this is to show, that nowbody is above the law and if you murder someone- regardless of who you are- you will be prostecuted and sentenced under the local jurisdiction.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1294975486242417668", "i": 5605, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": ", 29, who in October suffered a miscarriage and lost their baby. In an appearance on ''The Late Show with <strong> David Letterman </strong>'', <strong> Kelsey Grammer </strong> described <strong> Kayte Walsh </strong> as ''my new girl.'' <q>We're planning to get married soon,</q> he said, then added ''Sometime in February.'' But <strong> Camille Grammer </strong>, 42, asked a Los Angeles judge to reject her husband's request to get a quick divorce and work out a financial settlement", "new_id": -2}, {"uid": "1295667345215973910", "i": 22269, "idx": 0, "sa": ["Clive Goodman", "Andy Coulson"], "q": "scandal. Mr <strong> Andy Coulson </strong> confirmed his resignation in a statement today( Friday), saying that the continued coverage of events during his time as the newspaper's editor had made it difficult for him to give <q>the 110 per cent needed in this role</q>. He quit as editor of the News of the World in 2007 when royal editor <strong> Clive Goodman </strong> was convicted of hacking into the phone messages of royal aides. Since then, names of several other", "new_id": -2}]