[{"uid": "1296432940168050690", "i": 48514, "idx": 0, "sa": ["Pete Maravich", "Allen Iverson"], "q": "to the Brewster Invitational this year. Tilton, an upset winner on Friday evening over national powerhouse, Notre Dame Prep met the host Bobcats in the championship game. Everything se... Ultimate COLLEGE Pistol <strong> Pete Maravich </strong> LSU Mix <q> A compilation of no-look passes, behind-the-back moves, and circus shots. A reminder of what made him so mind blowing in the first place. </q> SPORTS ILLUSTRATED( March 2007) on this highlight mix. www.MaravichBook.com`` The definitive biography of Pistol <strong> Pete Maravich </strong>'' ESP... <strong> Allen Iverson </strong> College Mix- Georgetown University For those who were there at McDonough Gymnasium on August 4,", "new_id": -2}, {"uid": "1295168588203145230", "i": 7557, "idx": 1, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "It was the first time <strong> Gabrielle Giffords </strong> had opened her eye since the shooting. Kelly told <strong> Gabrielle Giffords </strong> to give him a thumbs-up if she could hear him. Instead, she slowly raised her left arm. <q> <strong> The doctor </strong> said this is amazing what she's doing right now and beyond our greatest hopes, </q> <strong> Kirsten Gillibrand </strong> said.`` It felt like we were watching a miracle,'' <strong> Debbie Wasserman Schultz </strong> said.`` The strength that you could see flowing out of her, it was like she was trying to will her", "new_id": -2}, {"uid": "1296253842209223685", "i": 8053, "idx": 2, "sa": ["Rasheed Wallace", "Allen Iverson"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak.`` The best part about it is we struggled at times in the game but we got it done,'' <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by http://wn.com/Washington_State_at_Oklahoma_State__2010_Football_Highlights Highlights from Oklahoma State's dominating 65-17 win over Washington State to open the 2010 football season at", "new_id": -2}, {"uid": "1297379494030818333", "i": 20878, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "our northern border are exacerbating the gang-related violence in many communities across the state. This problem must be fought at its source.'' <strong> Kirsten Gillibrand </strong>, a member of the Senate Armed Services Committee, said, <q> We need a commitment by Secretaries <strong> Janet Napolitano </strong> and <strong> Robert Gates </strong> to work with local communities along the border to make sure they have the resources to solve this problem and keep communities across the state safe from drug-related violence.`` With the right leadership and priorities, I'm confident we can put the resources we need on the ground to keep New York communities safe and drug-free. </q> E-mail Andrea VanValkenburg at: avanvalkenburg@pressrepublican.com", "new_id": -2}, {"uid": "1297370052141737998", "i": 23725, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "few came to visit. The heavily guarded and shuttered Egyptian Museum in Cairo is next to Tahrir Square, a protest encampment that draws hundreds of thousands of people on some days. <q> We will open the museum after the strike is finished. I don't know when the strike is finished, </q> said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval.`` I need things to go back to normal.'' Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want", "new_id": -2}, {"uid": "1295044941153829434", "i": 22816, "idx": 0, "sa": ["Dan Quayle", "Brent Scowcroft", "Colin Powell", "Dick Cheney", "George H.W. Bush"], "q": "the Amir of Kuwait, former <strong> Dick Cheney </strong>, <strong> Dan Quayle </strong> A. Baker, III, <strong> George H.W. Bush </strong>'s secretary of State, <strong> George H.W. Bush </strong>'s former Joint Chiefs Chairman <strong> Colin Powell </strong>, and his national security advisor <strong> Brent Scowcroft </strong>. <q> They're going to look at a moment in history where the American foreign policy establishment, led by <strong> President Bush </strong>, got it right, </q> says Jim McGrath, a <strong> George H.W. Bush </strong> spokesman. He also said that it might be the first time in history that the major foreign policy players have huddled two decades after a war to discuss how it all came together", "new_id": -2}, {"uid": "1297455950192987172", "i": 31906, "idx": 0, "sa": ["Steve Ballmer"], "q": "partnership will create the opportunity for rapid time to market execution. Nokia and Microsoft will work together to integrate key assets and create new service offerings, while extending established products and services to new markets. <q> I am excited about this partnership with Nokia, </q> said <strong> Steve Ballmer </strong>( Alert), CEO of Microsoft, in a statement.`` Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and", "new_id": -2}, {"uid": "1297260232238534678", "i": 22954, "idx": 0, "sa": ["Donald Rumsfeld", "Richard Nixon", "Henry Kissinger"], "q": "RummyLeaks: <q> The <strong> Richard Nixon </strong> then said,` <strong> Richard Nixon </strong> doesn't shoot blanks' </q> NATO <strong> Donald Rumsfeld </strong>, <strong> Henry Kissinger </strong> and former president <strong> Richard Nixon </strong> <strong> Donald Rumsfeld </strong> is promoting his upcoming memoir with a document dump, which is actually a pretty great idea. The documents he's released at Rumsfeld.com aren't", "new_id": -2}, {"uid": "1296937069066093063", "i": 16308, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "nephew. Before Randy Jackson and <strong> Steven Tyler </strong> really had a chance to weigh in, however, the 28-year-old produced a prop mic and began fitfully gyrating through Usher's`` Confessions,'' prompting J. <strong> Jennifer Lopez </strong> to declare, <q> You could be a good impersonator! </q> Sure, it was the sort of audition <strong> Simon Cowell </strong> would've eviscerated, but at least Party Man had a sense of showmanship. Viewers just got a blink-and-you'll- miss-him glimpse of him as he left the audition", "new_id": -2}, {"i": 24755, "idx": 2, "index_answer": 1, "new_id": -1, "q": "'' Mr. <strong> Mike Pence </strong> told`` America's Morning News'' radio show. Mr. <strong> Mike Pence </strong> said he is pushing Congress to support the Title 10 Abortion Providers Prohibition Act, which would <q> cut off what is <strong> in excess </strong> of$ 350 million in taxpayer money that flows into Planned Parenthood through Title 10. </q> The Live Action videos, shot in New Jersey and Viginia in January, are similar to the 2009 videos shot by conservative activist <strong> James O'Keefe </strong> showing unethical practices at the Association of Community Organizations for Reform", "sa": ["James O'Keefe", "Mike Pence"], "uid": "1297272603143687692"}]