[{"uid": "1296222150071827491", "i": 21452, "idx": 4, "sa": ["Lindsey Graham", "Sen. Bernie Sanders"], "q": "out 100 percent of benefits beginning in 2039. Influential Republican senators have proposed raising the Social Security retirement age from 67 to 69, using a formula that Congress agreed to in the 1980s. <q> We know what to do on Social Security. I put on the table[ a proposal] adjusting the age from 67 to 69, </q> <strong> Sen. Bernie Sanders </strong> <strong> Lindsey Graham </strong>( R-S.C.) said Wednesday.`` I don't know how in the heck we save this country from bankruptcy if we don't reform entitlements.`` Why can't we do what", "new_id": -2}, {"uid": "1297488927192626703", "i": 26224, "idx": 2, "sa": ["Simon Cowell"], "q": "the prospects, but I hadn't a clue whether it was going to be a hit or whether we were going to be kicked out of the country after three weeks.'' <strong> Simon Cowell </strong> then quipped: <q> I remember the network put a one-month break clause in the house I was renting, which shows at the time I don't think they were particularly convinced either. </q> stated earlier this week that the judging panel for the series has yet to be finalised.", "new_id": -2}, {"uid": "1295549080193724465", "i": 44961, "idx": 0, "sa": ["George H.W. Bush", "Rev. Billy Graham", "Norman Schwarzkopf", "Colin Powell"], "q": "turning a war of liberation into a war of occupation.'' <strong> George H.W. Bush </strong> said while he runs into his former colleagues from time to time, the reunion would be a first for a close team that accomplished <q> a real pristine job of going in there, doing what we said we would do and then come home. </q> Notably absent would be <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>, commander of the coalition forces, whose health is preventing`` a great hero'' from attending, <strong> George H.W. Bush </strong> said. <strong> George H.W. Bush </strong> said he believed <strong> Rev. Billy Graham </strong> was in the", "new_id": -2}, {"uid": "1297270090210468915", "i": 44162, "idx": 1, "sa": ["Colin Powell"], "q": "with Secretary of State <strong> Colin Powell </strong>-- has been wrong and even dangerous to long-term U.S. national interests...`` The only one who can reach the president is his father,'' one former senior official said. <q> But it is not timely yet to talk to him. </q>", "new_id": -2}, {"uid": "1295546693266108960", "i": 12827, "idx": 0, "sa": ["Ron Paul", "Mr. Bauer", "Gary Bauer", "Mike Pence"], "q": "is against abortion, they should also be against this policy.'' The policy has been www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> <strong> Mr. Bauer </strong> says. But in considering one candidate, <strong> Mr. Bauer </strong> sees only qualities that he likes. Indiana <strong> Ron Paul </strong> <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential", "new_id": -2}, {"uid": "1295559565263241768", "i": 49279, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page looks on during a product launch last February. Mr. <strong> Eric Schmidt </strong> has been Google's chief executive since July 2001, when he took over the role from Mr. Page. Mr. Page said <strong> Eric Schmidt </strong> had done <q> an outstanding job leading Google for the last decade. The results speak for themselves. </q> <strong> Sergey Brin </strong> will focus on strategic projects and new products, the company said. The change was announced as the company reported fourth-quarter profit jumped 29%. Google reported a profit of$ 2.54 billion, or", "new_id": -2}, {"uid": "1295984011193069115", "i": 1061, "idx": 3, "sa": ["Eric Schmidt"], "q": "disagreement,'' <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance.`` In character, he's fundamentally a deeper thinker than anybody else,'' he said. <q> He sees a few moves deeper than I do. </q> <strong> Eric Schmidt </strong> is also set to get a$ 100 million equity award, his first since joining the company in 2001, which will vest over four years and includes stock units and options. Google", "new_id": -2}, {"uid": "1295682265065617928", "i": 80, "idx": 4, "sa": ["Ronald Reagan", "Mike Pence"], "q": "` Let's attempt to demonstrate the level of enthusiasm for him that I think is out there a millimeter under the surface,''' said Ralph Benko, a former <strong> Ronald Reagan </strong> administration aide who started the campaign. <q> I think it's huge. I just think it needs a little place to go. So we built a little place for it to go. </q> But should <strong> Mike Pence </strong> listen to his backers or choose what some say is the safer route of running for Indiana governor? Is it realistic to try to vault from the House to the White House, something", "new_id": -2}, {"uid": "1296770511173654034", "i": 12198, "idx": 48, "sa": ["Hamid Karzai", "Donald Rumsfeld"], "q": "`` More troops do not necessarily mean a greater chance for success,'' he writes. <strong> Donald Rumsfeld </strong> returns to the subject of Afghanistan late in the book, seeing`` encouraging signs of progress'' in 2006 <q> alongside harbingers that the real fight for Afghanistan's future was yet to come. </q> But he never truly grapples with why the so-called good war is still raging a decade after the Taliban were driven from power and <strong> Hamid Karzai </strong> took nominal control of the country. His war narrative ends in Iraq with the", "new_id": -2}, [{"i": 7853, "idx": 3, "index_answer": 0, "new_id": -1, "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture-- the British Museum and New York's Metropolitan Museum of Art-- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Related Links Egypt's Damaged Artifacts to Be Restored in Days Egypt's Treasures Saved from", "sa": ["Zahi Hawass"], "uid": "1297373755254705834"}]]