[{"uid": "1296049921129286144", "i": 31855, "idx": 2, "sa": ["Joan Rivers", "Sarah Palin", "David Letterman", "Betty White"], "q": "latest effort, on \"Late Show With <strong> David Letterman </strong>\" complaining that <strong> Betty White </strong>'s come \"back from the dead, and taking all my jobs.\" \"I almost got the Depends commercial,\" <strong> Joan Rivers </strong> said. <q> I stood there and urinated. She got it. </q> <strong> Joan Rivers </strong> was scheduled to appear on \"Fox and Friends.\" But then she insulted <strong> Sarah Palin </strong>. Two weekends ago, when a TMZ cameraman asked <strong> Joan Rivers </strong> for her opinion on <strong> Sarah Palin </strong>, she said <strong> Sarah Palin </strong> was \"stupid", "new_id": -2}, {"uid": "1297189679173015099", "i": 35965, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "a tough race in the next election due to the GOP machine,\" said an e-mail encouraging attendance. \"Therefore, he's coming to ask similar-minded folks for support.\" Another e-mail said, <q> Here's a great opportunity to hear an important progressive voice in the US Senate and for us to develop ties and think about New England as a region. </q> The fundraiser will be held at 1:30 p.m. at First Church Parish Hall on Eliot Street in Jamaica Plain. It's not a big-donor affair: The suggested contribution is$ 100. <strong> Sen. Bernie Sanders </strong> is", "new_id": -2}, {"uid": "1295552249131891230", "i": 33272, "idx": 0, "sa": ["Simon Cowell"], "q": "because he never had a proper education. The 51-year-old explained that he has to \"trust his instincts\" when it comes to making big decisions. He explained on Oprah Presents Master Class: <q> All my life I had to teach myself. I never really had a proper education. I wasn't born with any skill. I didn't learn anything from school. \"Mainly, I trust my instincts because I have very broad tastes. I genuinely believe that if I like something, other people are going to like it as well. </q> <strong> Simon Cowell </strong>, who quit American Idol last year in order to focus on bringing The X Factor to the US, admitted that a discussion with unnamed \"successful\" friends made him realise he had to move", "new_id": -2}, {"uid": "1295225448165576714", "i": 5904, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "the head from point-blank range a week ago and remains in critical condition. With <strong> Kirsten Gillibrand </strong> in the hospital room, <strong> Gabrielle Giffords </strong> opened her eyes for the first time on Wednesday, minutes after <strong> Barack Obama </strong> visited her. <q> She is doing great, and I talked to her husband, Mark, last night. And she is making progress, </q> <strong> Kirsten Gillibrand </strong> said. \"If there's anyone in the world that will recover fully from this kind of crime and just unbelievable injury, it's her. She's got courage. She's got drive", "new_id": -2}, {"uid": "1295934815035356689", "i": 48233, "idx": 0, "sa": ["Zahi Hawass"], "q": "in his 8-year-old campaign to bring home ancient artifacts spirited out of the country during colonial times. <strong> Zahi Hawass </strong> wants to see back home. The bust is currently at Berlin's Neues Museum. <q> I am doing something that I believe in and that should have been done a hundred years ago, </q> <strong> Zahi Hawass </strong> said. \"My campaign has united those who have been pillaged against the pillagers. It's the world's greatest campaign of its kind and has inspired many nations to follow suit.\"", "new_id": -2}, {"uid": "1295580024033980422", "i": 26578, "idx": 15, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "Jan. 20( UPI)-- Larry Page, who co-founded <strong> Google Inc. </strong> with <strong> Sergey Brin </strong>... <strong> Eric Schmidt </strong> will remain as Chairman of the Board and <strong> Sergey Brin </strong> will work on... Technology Video: Spy Satellite Launched From California Report Abuse <q> Federal Government Tax Revenues$ <strong> Barack Obama </strong> TRILLION </q> Federal Government Expenditures$ 3 TRILLION No more taxes... PLEASE! Liquor Tax Luxury Tax Excise Taxes Property Tax Cigarette Tax Medicare Tax Inventory Tax Car Rental", "new_id": -2}, {"uid": "1296743565187088980", "i": 37982, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush"], "q": "At the time, <strong> President Bush </strong> rejected two resignation letters, five days apart, from <strong> Donald Rumsfeld </strong>. Another 21/2 years passed before <strong> President Bush </strong>, facing the Republicans' loss of Congress, decided to let <strong> Donald Rumsfeld </strong> go. <q> Looking back, I see there are things the administration could have done differently and better with respect to wartime detention, </q> <strong> Donald Rumsfeld </strong> acknowledges. <strong> Donald Rumsfeld </strong> argues that the administration was wrong to have been so focused on preserving presidential powers that it initially eschewed negotiations with Congress in formulating detainee policy. A chief proponent of this strategy,", "new_id": -2}, {"uid": "1296083499001015856", "i": 22124, "idx": 0, "sa": ["Michael Vick"], "q": "well on the field, would they have returned to grace so soon-if at all? According to Stephen Mosher, professor of sport management and media at Ithaca College, there's no maybe about it. <q> From my perspective, Roethlisberger-along with Brett Favre-have gotten away with contemptible behavior, </q> Mosher said. \"It says a lot about the misogyny of the NFL. <strong> Michael Vick </strong>, on the other hand, is as much a victim of the circumstances of his birth as he is of the South's", "new_id": -2}, {"i": 43116, "idx": 7, "index_answer": 0, "new_id": -1, "q": "domineering former US defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as \"terribly wrong.\" \"That's not the case with Iraq,\" <strong> Donald Rumsfeld </strong> said. <q> I think the world's a better place with[ former Iraqi president] <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaeda out of Afghanistan, </q> he said, adding that the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the Sept. 11 attacks on the US was \"incremental,\" not rushed.", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297183947119177270"}, {"uid": "1295617389243957781", "i": 46196, "idx": 1, "sa": ["Andy Coulson", "Sienna Miller", "David Cameron"], "q": "would order a fresh review of the extent of the phone scandal. Several prominent figures, including the movie star <strong> Sienna Miller </strong>, have filed lawsuits alleging that reporters hacked into their voice-mail. Mr. <strong> David Cameron </strong> said: <q> I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications although I understand that the continuing pressures on him and his family mean that he feels compelled to do so. </q> \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,\" Mr. <strong> David Cameron </strong> said. Mr. <strong> Andy Coulson </strong>", "new_id": -2}]