[{"uid": "1297285832010960898", "i": 37351, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell", "Steven Tyler"], "q": "that she might join him on the judging panel of his new American edition of his More Live to Dance News <strong> Paula Abdul </strong> then reluctantly admitted that despite their differences, she does miss <strong> Simon Cowell </strong>. <q>Of course, I miss everybody. I miss <strong> Simon Cowell </strong>. I do,</q> <strong> Paula Abdul </strong> said. In addition, <strong> Paula Abdul </strong> also revealed the former Idol judges share something else in common: neither has seen a full episode of the current season featuring Randy Jackson and new judges <strong> Steven Tyler </strong>", "new_id": -2}, {"uid": "1295218110235503629", "i": 28440, "idx": 2, "sa": ["Norman Schwarzkopf", "Colin Powell", "George H.W. Bush"], "q": "'s the way I feel about it.\" In his memoirs, <strong> Norman Schwarzkopf </strong> stated \"I don't have any problem with it\" when informed by <strong> Colin Powell </strong> that <strong> George H.W. Bush </strong> was prepared to stop the war. <q>Our objective was the destruction of the enemy forces, and for all intents and purposes we've accomplished that objective.</q> Boomer expressed similar thoughts. \"Sure, I felt another three days would have been a pretty dramatic thing,\" he said, \"but there was so much going into the decision(", "new_id": -2}, {"uid": "1295425615261013543", "i": 45487, "idx": 8, "sa": ["Sen. Bernie Sanders"], "q": "revenues for the first time last year, the Social Security Trust Fund has a surplus of$ 2.6 trillion and is expected to remain solvent in its current form until 2037, according to its trustees report: <q>It's inexplicable to me that anybody in <strong> Franklin Roosevelt </strong> would give two seconds of thought to cutting Social Security,</q> <strong> Sen. Bernie Sanders </strong> concluded. Disclaimer: The views expressed in this article are the sole responsibility of the author and do not necessarily reflect those of the Centre for Research on Globalization. The contents of this article are of sole", "new_id": -2}, {"i": 4658, "idx": 2, "index_answer": 0, "new_id": -1, "q": "veteran who had served as CEO of Novell and chief technology officer of Sun Microsystems, <strong> Eric Schmidt </strong> was brought in to provide some \"adult supervision.\" On his Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q>Day-to-day adult supervision is no longer needed.</q> \"I believe Larry is ready\" to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts. \"It's time for him to have a shot at running this.\"", "sa": ["Eric Schmidt"], "uid": "1295584186085278737"}, {"uid": "1297364739143966216", "i": 26641, "idx": 1, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "war-humpers were saying at the time, which your reviewer remembers as, \"Well, torture by American soldiers might be bad, BUT AT LEAST WE'RE NOT SADDAM.\" Now the standard seems to be, <q>Torture is bad but at least we're not opponents of torture! Overstatement is the greatest terrorist.</q> Known and Unknown has all the stuff you crave: Rummy's first go-round as <strong> Donald Rumsfeld </strong> of Defense in the Ford administration; the famous meeting with America's( at that time) good buddy <strong> Saddam Hussein </strong> in", "new_id": -2}, {"uid": "1295097395007798784", "i": 4153, "idx": 3, "sa": ["Sergio Marchionne"], "q": "Despite Fiom's comments concerning the National Agreement, <strong> Sergio Marchionne </strong> insisted its conditions would remain, while the introduction of a Saturday evening shift would only occur should the need arise and with a resulting overtime payment. <q>Full utilisation of the 18 shifts would also enable an increase in annual pay of around EUR3,500( US$ 4,690) per year,</q> added the Fiat chief. \"We have also taken account of other needs relating to overtime. As employees can not always be available, we have instituted the option of substituting up to 20% of", "new_id": -2}, {"uid": "1296363665228606013", "i": 2460, "idx": 0, "sa": ["Jim Schwartz", "Michael Vick", "Brett Favre", "Gunther Cunningham"], "q": "we did a good job. We let him escape in a couple of crucial situations.\" But the 2010 version of <strong> Brett Favre </strong> is not nearly the escape artist that <strong> Michael Vick </strong> is. <strong> Jim Schwartz </strong> also said <q>we haven't done a very good job of marrying our rush and our coverage together,</q> which is a romantic way of saying his secondary is made of Kleenex. <strong> Jim Schwartz </strong> and defensive coordinator <strong> Gunther Cunningham </strong> talked about the Eagles successfully sending two receivers on routes against a cover-two zone. The Lions had enough defenders to", "new_id": -2}, {"uid": "1296776151217071625", "i": 26017, "idx": 0, "sa": ["Donald Rumsfeld", "Rod Broadway", "Lin Dawson"], "q": "a Southwestern Athletic Conference championship in 2008. <strong> Lin Dawson </strong> says he understands <strong> Rod Broadway </strong>'s decision to return to his home state of North Carolina and says Grambling will miss him. <strong> Lin Dawson </strong> says <strong> Rod Broadway </strong> is a <q>true leader and developer of young men</q> who has left the Tigers' football program in excellent shape. <strong> Donald Rumsfeld </strong> memoirs show no regret for Iraq war Former US Defense <strong> Donald Rumsfeld </strong> has said in his memoirs that he has no regrets about his part", "new_id": -2}, {"uid": "1295606549109838348", "i": 43130, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "tremendous leader and I have learned innumerable lessons from him.\" Mr Page said Google is just at the \"tip of the iceberg\" of how the internet will change consumers lives in the future. <q>If you think about the next five years of what your online life will be like, we are only just[ getting] started and I am very excited,</q> he added. Mr <strong> Eric Schmidt </strong> said his new role would concentrate on \"deals, partnerships, customers and broader business relationships\". Mr <strong> Sergey Brin </strong> will devote his time to \"strategic projects\", particularly", "new_id": -2}, {"uid": "1295641898262504480", "i": 24448, "idx": 7, "sa": ["Eric Schmidt", "Lauren Goode", "Google Inc.", "Julia Angwin"], "q": "<strong> Julia Angwin </strong> talks to <strong> Lauren Goode </strong> about the surprise change atop the internet giant. In a nod to how he was regarded as <strong> Google Inc. </strong>'s elder statesman, Mr. <strong> Eric Schmidt </strong> tweeted wryly after the management shifts were announced, <q>Day-to-day adult supervision no longer needed!</q> In the decade since Mr. <strong> Eric Schmidt </strong> joined <strong> Google Inc. </strong>, the company blew by competitors such as Microsoft Corp. in the search-ad business. <strong> Google Inc. </strong> has since moved into mobile-device software with Android, which powers millions of", "new_id": -2}]