[{"uid": "1297280477164757519", "i": 3416, "idx": 0, "sa": ["Adam Sandler", "David Letterman", "Ricky Martin", "Kristin Chenoweth"], "q": "Show With <strong> David Letterman </strong> Tuesday, and while talking about living with two young daughters, his wife, grandmothers, and a female dog, he said his wife allowed him to hire a houseboy of sorts. <q> My wife let me get a transgender housekeeper, </q> <strong> Adam Sandler </strong> said.`` To have just one other penis in the house.'' GLAAD To Honor <strong> Ricky Martin </strong>& <strong> Kristin Chenoweth </strong> As Part Of Its Annual Media Awards How I Met My Mother Advocate contributor and lesbian porn", "new_id": -2}, {"uid": "1295472679213434423", "i": 5321, "idx": 6, "sa": ["Mike Pence", "Jim Ryun"], "q": "to run for the presidency is a former deputy counsel to President Ronald Reagan and former U.S. <strong> Mike Pence </strong> <strong> Jim Ryun </strong>, R-Kan. <strong> Mike Pence </strong> said the decision he and his wife will reach will be based on <q> where can we make the most difference for the conservative principles that carried us into public service. It also comes down to where are we needed most. </q> While <strong> Mike Pence </strong> would be one of numerous Republicans considering presidential campaigns, he would enter a race for governor as the favorite. Bob's Blitz: Face it, Manning stinks in post-season Harlem", "new_id": -2}, {"uid": "1294992789105644154", "i": 5085, "idx": 0, "sa": ["Mike Pence", "Peter King"], "q": " WASHINGTON, Jan. 14( UPI)-- New gun-control laws are unlikely to come out of Capitol Hill following the deadly Tucson shooting rampage, Republican and Democratic lawmakers say. <q> We're not looPeter King at banning all weapons, </q> U.S. <strong> Mike Pence </strong> Gary L. Ackerman, D-N.Y., tells the Los Angeles Times. Ackerman wants to close a loophole that allows some private dealers to sell guns without conducting background checks.`` We're looPeter King to", "new_id": -2}, {"uid": "1295981594193069092", "i": 18302, "idx": 1, "sa": ["Newt Gingrich", "Bill Lockyer"], "q": "will be in the low tech, non-professional positions, in jobs such as personal and home care aides, retail salespersons, cashiers, waiters and waitresses, and food preparation workers,'' Bernick concludes. <q> It may be time that our California workforce system gives these jobs greater consideration. </q>( http://sfg.ly/eXj0J3). Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog CARMEL VALLEY 3 BR/ 3.0 BA$ 1,975,000.00 BURLINGAME 4", "new_id": -2}, {"uid": "1296575507267468818", "i": 13336, "idx": 0, "sa": ["Allen Iverson", "James Andrews"], "q": "Basketball League before leaving the team three weeks ago due to a right calf injury, was evaluated Monday in Birmingham, Alabama, noted sports medicine specialist Dr. <strong> James Andrews </strong>, it was said on Fanhouse website. <q> While <strong> Allen Iverson </strong>, 35, will not need surgery, he will require a prolonged period of rest due to what <strong> James Andrews </strong> diagnosed as a calcium mass that developed from a direct blow, </q> senior NBA writer Chris Tomasson reported.''( <strong> Allen Iverson </strong>) will not be able to return to professional basketball for some six to eight weeks or more this season,'' <strong> James Andrews </strong> said in a statement sent", "new_id": -2}, {"uid": "1296365682082608136", "i": 28197, "idx": 0, "sa": ["Zahi Hawass"], "q": "citizens. The threat to Egypt's millennia-old artifacts began when fire broke out at the ruling National Democratic Party's headquarters, virtually next door, and at last report that building was still in danger of collapse. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> advertisement The good news So far, the saga of the Egyptian Museum has been more of a good-news rather than bad-news story. The href=\"http://www.msnbc.msn.com/id/3032507/ns/world_news/\"> current chaos in Cairo easily could have", "new_id": -2}, {"uid": "1296671144083132443", "i": 7432, "idx": 3, "sa": ["David Letterman", "Mitt Romney", "Sarah Palin"], "q": "'d be great in a primary process.'' Five ways Republicans will change the House Later that evening, he joked with <strong> David Letterman </strong>, who has had well-publicized disputes with Ms. <strong> Sarah Palin </strong>, saying, <q> be careful what you say about her. </q> <strong> Mitt Romney </strong> added,`` She has a rifle, you know.'' The <strong> David Letterman </strong> appearance seemed aimed in part at warming up <strong> Mitt Romney </strong>'s image as a buttoned-down, successful businessman. He talked about a dispute", "new_id": -2}, {"uid": "1296127590046055486", "i": 39174, "idx": 0, "sa": ["George Strait", "Michael Vick", "Tony Smith", "Chris Brown", "Stuart Smith", "Mike Leigh", "Ray Lewis", "Bryan Singer", "Anthony Smith"], "q": "Th <strong> Bryan Singer </strong> Songwriter <strong> Anthony Smith </strong> In KFAV Studios With <strong> Mike Leigh </strong> Th Created on March 28, 2010 using FlipShare.... <strong> Anthony Smith </strong> introducing SUNSHINE- EPK <strong> Anthony Smith </strong>- Introducing SUNSHINE EPK- the new album on Krankit Records. Debut single <q> Love Is Love Is Love </q>- Bryan Singer/songwriter/producer- <strong> Stuart Smith </strong> knows about creating hit country songs as hes had several cuts by artists such as <strong> George Strait </strong>, Montg... Pastor <strong> Tony Smith </strong> on <strong> Michael Vick </strong>, <strong> Chris Brown </strong>, Rihanna, and <strong> Ray Lewis </strong>; Crocodile Hunter Pastor <strong> Tony Smith </strong> on", "new_id": -2}, {"uid": "1295259803152666125", "i": 8530, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "to deny allegations that <strong> Andy Coulson </strong> has offered his resignation over the phone hacking row. Asked whether the Downing Street director of communication had offered to step down on the Today programme this morning, <strong> David Cameron </strong> replied: <q> I don't go into private conversations. </q> The comment will further fuel speculation- promoted by Labour MPs- that Mr <strong> Andy Coulson </strong> is preparing to give in to the news story that simply will not go away. It emerged on Friday that", "new_id": -2}, {"i": 39081, "idx": 8, "index_answer": 0, "new_id": -1, "q": "added that he's already talked to Andy Reid about what he needs to improve on this offseason.`` I think I've got the blueprint on what to do,'' <strong> Michael Vick </strong> said. <q> I sat down and talked with Andy yesterday. He had a whole list of things that he thought I needed to do. It's good because without that I wouldn't see it or I wouldn't know, so that gives me guidance, areas to work on. </q> <strong> Michael Vick </strong> admitted that he tried too often to make a big play last season. He said he needs to make the plays he knows he can make and not always think so big. But he's", "sa": ["Michael Vick"], "uid": "1295308684212140059"}]