[{"uid": "1295138665036634641", "i": 6393, "idx": 6, "sa": ["Allen Iverson", "Tyronn Lue", "Kwame Brown"], "q": "be dead right now.\" Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. \"Our guys just try hard,\" Sixers coach Larry <strong> Kwame Brown </strong> said. <q>This is kind of unexpected but it's neat.</q> In between <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two", "new_id": -2}, {"uid": "1296429332256245803", "i": 12005, "idx": 10, "sa": ["Allen Iverson", "Reggie Miller"], "q": "quarter, as the Philadelphia 76ers overcame <strong> Reggie Miller </strong>'s 41 points, beating the Indiana Pacers 116-98 Tuesday night to even their first-round series at 1-1. Game 3 of the best-of-five Eastern Conference quarterfinals is Saturday in Indiana. <q>I'm going to remember this game for a long time,</q> said <strong> Allen Iverson </strong>, who also had nine assists. \"I've been playing a lot off my God-given ability. This game took a lot of thinking. I'm pleased with my mental aspect coming into the game", "new_id": -2}, {"uid": "1297176031226918403", "i": 3175, "idx": 17, "sa": ["Brett Favre", "David Letterman", "Aaron Rodgers"], "q": "the words to relate to a guy like that, who's been through prison, who's been in the workforce, been in the military.\"( audience laughs) <strong> David Letterman </strong>:( Laughs) <q>I don't know why this is funny.</q>( Audience laughs) <strong> Aaron Rodgers </strong>:( Laughs) \"I'll stop right there.\" <strong> David Letterman </strong>: \"Yeah, okay. Now, <strong> Brett Favre </strong>, his coming and going- when he came", "new_id": -2}, {"uid": "1296800641249069578", "i": 3839, "idx": 0, "sa": ["Lila Rose", "Mike Pence"], "q": "parent and adds, \"We're pretty good at handling if someone doesn't want someone else to know.\" Live Action's president, <strong> Lila Rose </strong>, said the videos illustrate Planned Parenthood's willingness to <q>circumvent parental consent laws for secret abortions.</q> National anti-abortion groups have used the earlier released video to intensify their calls for federal legislation to cut off the more than$ 350 million in annual federal family planning funding that Planned Parenthood receives. Rep. <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1297332514205176883", "i": 19839, "idx": 1, "sa": ["Carlos Menem", "David Letterman"], "q": "severe altitude sickness when crossing the Andes; encountered bloody civil wars in Bolivia and Nepal; accidently met Argentina's notorious dictator <strong> Carlos Menem </strong>; and was arrested by armed guards and deported in Ukraine,\" says Wood. <q>It wasn't exactly a golf weekend in Myrtle Beach.</q> A former comedian with several appearances on \"Late Night with <strong> David Letterman </strong>,\" Wood now holds a public relations position with Buffalo Communications- the global golf-lifestyle PR, branding and marketing-communications firm. He mainly works", "new_id": -2}, {"uid": "1295012552223330318", "i": 8840, "idx": 0, "sa": ["Nicholas Cowell", "Simon Cowell"], "q": "is also looking for more central London hotels. The properties were bought without debt on <strong> Nicholas Cowell </strong> Group's behalf by Chaim Aziz, director at the group's Estate Office Agency. Aziz said: <q><strong> Nicholas Cowell </strong> Group Investors is looking for prime trophy assets in central London with triple-A covenants</q>. Midweek Bulletin: <strong> Simon Cowell </strong> looking foolish and the iPad revolution is here", "new_id": -2}, {"uid": "1297655261245153811", "i": 41252, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "President Bush"], "q": "information from the outside world, the goal was to provide a different worldview than Arab outlets such as Al Arabiya and Al Jazeera offered, or, as <strong> President Bush </strong> announced in his State of the Union that year, <q>to cut through the barriers of hateful propaganda, a new television service will begin providing reliable news and information across the region.</q>( Then-Secretary of Defense <strong> Donald Rumsfeld </strong> used to verbally accost Al Jazeera's war coverage as \"vicious, inaccurate, and inexcusable.\") Nine days after <strong> Barack Obama </strong> took office in 2009, he sat down to", "new_id": -2}, {"i": 42292, "idx": 0, "index_answer": 1, "new_id": -1, "q": "He was there to see body types and growth potential. After all, that's what scouts live to do- even the ones who now possess full control of the 49ers' roster. <q>It's kind of like when you were a kid in school always picking teams,</q> <strong> Trent Baalke </strong> said. \"Oh, I want this guy, I want that guy.' That's the reality of what we do. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans", "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "uid": "1295927624169148420"}, {"uid": "1295556469260145156", "i": 22078, "idx": 5, "sa": ["Eric Schmidt"], "q": "more smartphone-like capabilities, like fully-functional Web browsers. <strong> Eric Schmidt </strong>'s goal is ambitious. \"We envision literally a billion people getting inexpensive, browser-based touchscreen phones over the next few years,\" he writes. <q>Can you imagine how this will change their awareness of local and global information and their notion of education?</q> There are reasons why last week Canalys predicted that Gartner predicts that Android will catch Symbian OS market share within three years. IDC puts Android second, but still two places ahead of Apple", "new_id": -2}, {"uid": "1295804524123387906", "i": 38188, "idx": 8, "sa": ["Kobe Bryant", "Chauncey Billups", "Allen Iverson"], "q": "vs Nuggets Game 1 Playoffs! HD! 19.4.09 capped by revgen DENVER( AP) <strong> Chauncey Billups </strong> can't recall any of his other 117 playoff performances being as big as his 36-point outburst in front of his homies. <q>It was definitely one of my best games in the playoffs,</q> <strong> Chauncey Billups </strong> said Monday after reviewing film of his stir... <strong> Allen Iverson </strong> vs <strong> Kobe Bryant </strong> Lakers 08/09 NBA* last game as a Nuggets <strong> Allen Iverson </strong> vs <strong> Kobe Bryant </strong> Lakers 08/09 NBA* last game as a Nuggets This was not exactly the new", "new_id": -2}]