[{"uid": "1295575736103366679", "i": 39321, "idx": 0, "sa": ["Larry Page", "John Tantillo", "Kevin Rudd", "Eric Schmidt"], "q": ":( AP Video part 1 of 4 of the ABC News interview with the Jonas Brothers at the ABC studio after their Press Conference in New York!!* credit ABC News* Rudd_Kevin Rudd_speaks_to_media_on_Wikileaks_[1/2]_|_ 6_Dec_2010__ ABC_News_24 <q> Money Matters: Does Bad Press Affect Endorsements? </q> Discussion of A-Rod brand on ABC News Now with brand expert <strong> John Tantillo </strong>. July 14, 2008, following allegations involving A-Rod and Madonna. Biographical data on outgoing Google CEO <strong> Eric Schmidt </strong> Google co-founder <strong> Larry Page </strong> takes over, targets Facebook", "new_id": -2, "mturk_index": "462"}, {"uid": "1296059779015335429", "i": 37738, "idx": 2, "sa": ["Andy Coulson", "Laurie Penny", "Lance Price"], "q": "work to apply for <strong> Andy Coulson </strong>'s job. For example, I wrote the following headlines. \"Benefit Fraud Gives You AIDS\" \"ASBO Child Causes House <strong> Lance Price </strong> Slump\" <q> Muslim Fanatic Spits Outside Church </q> In order to post a comment you need to be registeLaurie Penny and signed in. Sorry, commenting is not available at this time. Please try again later. Closing this window without", "new_id": -2, "mturk_index": "2023"}, {"uid": "1295551262232112136", "i": 32968, "idx": 0, "sa": ["Greg Anthony", "Charles E. Barkley", "Kenny Smith", "Kool Savas", "Simon Cowell"], "q": "target=\"_blank\" games and <strong> Charles E. Barkley </strong>, <strong> Kenny Smith </strong> and <strong> Greg Anthony </strong> will offer analysis from studios in Cowell_Simon Cowell_Impersonation_by_Piers!_!_AND_Simon Cowell_mocking_him Britain's Got More Talent. <strong> Simon Cowell </strong> points out that Piers talks too much, and Piers immitates <strong> Simon Cowell </strong>! <strong> Simon Cowell </strong>'s PRICELESS <q> Guys, 3 Yeses!! </q> looool Bello Blog# 1: Jam FM Studiobesuch+ Studiosession, Making of \"Techno Pilot\" Video& Behind the Scenes@ MTV Home www.Kool SavasKool Savas.de New TYT Facebook Page(!): www.facebook.com Follow us", "new_id": -2, "mturk_index": "552"}, {"uid": "1297461465090849286", "i": 17253, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "of positive activity... This is difficult for them both.\" <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> seemed undeterred by skeptics Elop-Stephen Elop-nokia-and-ceo-Steve Ballmer-Steve Ballmer-microsoft/\" target=\"_blank\"> in an open letter posted on both the Nokia and Microsoft Web sites: <q> There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift. </q> Microsoft Update: Latest news, features, reviews, opinions and more- Computerworld Security and Trust: The Backbone of Doing Business Over the Internet This whitepaper explores the latest devStephen Elopments in website security that", "new_id": -2, "mturk_index": "737"}, {"uid": "1297597960205651997", "i": 51569, "idx": 0, "sa": ["Zahi Hawass"], "q": "valoare, ntre care o statuie a lui Tutankhamon, au fost furate de la Muzeul egiptean din Cairo, a anun?at duminic oficialul egiptean responsabil cu antichit?ile, <strong> Zahi Hawass </strong>, relateaz AFP. Printre obiectele furate figureaz <q> o statuie de lemn aurit a regelui celei de-a XVIII-a dinastii Tutankhamon c?rat de o zei </q>, precum i p?r?i ale altei statui cu acela?i faraon, a precizat <strong> Zahi Hawass </strong>, care este de asemenea secretar de stat pentru Antichit?i. Aceste furturi au fost descoperite n timpul unui inventar efectuat de personalul Muzeului", "new_id": -2, "mturk_index": "529"}, {"uid": "1295632864218054656", "i": 48879, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": ", it makes sense for <strong> Eric Schmidt </strong> to take on a new role after a decade at the helm of Google. But, he added, there's likely more going on than the public statements indicate. <q> In terms of Google's financial performance, there should be no change. The company is firing on almost all cylinders, </q> Sterling said. \"However, I'm not sure that <strong> Larry Page </strong> has the` polish' to be the company's public face at this challenging time. Given all the and political challenges Google faces, it", "new_id": -2, "mturk_index": "2165"}, {"uid": "1296394374145604612", "i": 3074, "idx": 0, "sa": ["Zahi Hawass"], "q": "de personnes s' taient englouties vendredi dans le mus?e, franchissant la barri?re m?tallique ou sautant? l'int?rieur depuis des arbres bordant la chauss?e ext?rieure. Les corps de deux momies de l'?poque pharaonique ont t s?v?rement endommag?s. <q> Les manifestants ont arr?t les voleurs en collaboration avec les forces de s?curit et les momies ont t rendues au mus?e </q>, a expliqu le patron des antiquit?s gyptiennes <strong> Zahi Hawass </strong>. Relayant les habitants du Caire, quatre v?hicules blind?s se sont finalement post?s devant le mus?e samedi, et des soldats ont p?n?tr dans les lieux pour prot?ger", "new_id": -2, "mturk_index": "946"}, {"uid": "1296376798018071610", "i": 6629, "idx": 6, "sa": ["Baron Davis", "Avicii", "Harrison Barnes", "Allen Iverson", "Rasheed Wallace", "Will Bynum"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak. \"The best part about it is we struggled at Aviciies in the game but we got it done,\" <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by Davis_Baron Davis_40_points_14_Asts_Part_1_Rocket_Game <strong> Harrison Barnes </strong> Hits Career High as North Carolina Routs N.C. State <strong> Will Bynum </strong> MacArthurism Ever Be Eliminated? Mubarak refuses", "new_id": -2, "mturk_index": "96"}, {"uid": "1297702046148619270", "i": 51619, "idx": 16, "sa": ["Andy Burnham", "Michael Gove"], "q": "High Court judge\" . Mr <strong> Michael Gove </strong> was now in the \"last chance saloon with a clear warning to change his ways\" , Mr <strong> Andy Burnham </strong> added. The Education Secretary said the legal advice <q> referred specifically to the 32 sample schools and the 14 local authorities that we did consult </q> and Mr <strong> Andy Burnham </strong> was \"misinformed\" . Mr <strong> Michael Gove </strong> continued: \"The judge acted in accordance with all the evidence, he found that on the substance the right decision was taken. \"", "new_id": -2, "mturk_index": "952"}, {"uid": "1295618523207978567", "i": 6982, "idx": 4, "sa": ["George H. W. Bush", "Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "the morning, the <strong> George H. W. Bush </strong> will meet with senior advisors. At 1:45 PM, the <strong> George H. W. Bush </strong> will deliver remarks at the Democratic Issues Conference in Cambridge, Maryland.\" TECHWATCH- WSJ 4-col. lead, <q> Power Shifts Atop Google: Internet Giant Says Co-Founder <strong> Larry Page </strong> Will Replace CEO <strong> Eric Schmidt </strong>, </q> by Amir Efrati and Jessica Vascellaro: \"<strong> Eric Schmidt </strong>[ age 55], who has been chairman and CEO but shared decision-making with Mr. <strong> Larry Page </strong> and co-founder <strong> Sergey Brin </strong>[ age 37], is stepping aside in April into", "new_id": -2, "mturk_index": "1054"}]