[{"uid": "1296863261132562962", "i": 9874, "idx": 0, "sa": ["Sergio Marchionne"], "q": " \"I am paying shyster rates,\" <strong> Sergio Marchionne </strong> said, noting that Chrysler had no choice in 2009 but to pay the high interest rates the government set as part of its$ 15 billion Chrysler bailout. <q> We had no choice... I am going to pay the shyster loans. </q> He called the loans \"a thorn in my side.\" Chrysler's also in talks with banks to refinance its debt and plans to have an \"agreement in principle\" by end of", "new_id": -2}, {"uid": "1295566282254656542", "i": 15765, "idx": 1, "sa": ["Eric Schmidt"], "q": "specific role, but all three making the major decisions. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time.\" <strong> Eric Schmidt </strong> said. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> As Page takes on the day-to-day operations and the legal responsibilities associated with the title of CEO, <strong> Eric Schmidt </strong> will remain involved as the Executive Chairmen. According to Google, his new responsibilities will involve \"focusing", "new_id": -2}, {"uid": "1296220407081313837", "i": 47673, "idx": 1, "sa": ["Eric Schmidt"], "q": ". Fortune reports: <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook. \"We have a competitor called Microsoft( MSFT),\" he said. <q> Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day. </q> Facebook, on the other hand, \"has clearly stated they don't want to get into the search business. Facebook users tend to use Google search. Facebook's ads business does not displace our advertising.", "new_id": -2}, {"i": 34180, "idx": 1, "index_answer": 0, "new_id": -1, "q": "is a major milestone for her and we're hoping that she crosses through many more,\" said her neurosurgeon Dr. Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q> It was raw courage. It was raw strength. It was so beautiful and so moving. </q> Advertise â\u0080¢ Contact Â© 2011 Vindy.com. All rights reserved. A service of The Vindicator. 107 Vindicator Square. Youngstown, OH 44503", "sa": ["Kirsten Gillibrand"], "uid": "1294960830111804421"}, {"uid": "1296744552199131154", "i": 30102, "idx": 4, "sa": ["Donald Rumsfeld", "Joe Biden"], "q": "plan, brushing aside the general's insistence that he needed two months to devise one. Critics might question why <strong> Joe Biden </strong> didn't immediately prepare to deploy as many as 150,000 troops to Afghanistan, <strong> Donald Rumsfeld </strong> writes. But <q> we would have needed many months to build a large occupying army, </q> and \"this would have given the Taliban time to prepare for the conflict, and al Qaeda both the incentive and the opportunity to relocate.\" \"The president did not lie. The vice president", "new_id": -2}, {"uid": "1295120569015826967", "i": 5695, "idx": 0, "sa": ["Kara DioGuardi", "Steven Tyler", "Ellen DeGeneres", "Simon Cowell", "Jennifer Lopez"], "q": ". Jackson will be joined by Aerosmith's <strong> Steven Tyler </strong> and singer <strong> Jennifer Lopez </strong> when the show returns next week, after <strong> Simon Cowell </strong>, <strong> Ellen DeGeneres </strong>, and <strong> Kara DioGuardi </strong> decided not to return for this year's series. <q> <strong> Simon Cowell </strong> is irreplaceable, but people will be surprised to see that I'm very assertive this season, </q> Jackson told PopEater, admitting that contestants have already dubbed him this year's meanest judge. The producer also revealed that the new judging panel have already had disagreements over which contestants to put through.", "new_id": -2}, {"uid": "1296166460222920783", "i": 23468, "idx": 0, "sa": ["Mike Pence"], "q": "everything in this post by my friend <strong> Mike Pence </strong> Konczal, but I think it's a good illustration of how many smart people on the left think about class relations and the future of the state: <q> One working definition of an approach to liberalism is \"It's best to just maximize growth rates, pre-tax distribution be damned, and then fund wicked-good social insurance with huge revenues from an optimal tax scheme </q>(\" Wilkinson). I'd ask where are all these increasingly wickedly-well funded programs? We just had to bribe the top 3% with massive tax cuts for the next two years in order to keep", "new_id": -2}, {"uid": "1295868870143261707", "i": 25833, "idx": 1, "sa": ["Michael Arrington", "Eric Schmidt"], "q": "te maken of zelfs te verslaan. Er zijn genoeg nieuwe uitdagingen te verzinnen, maar het lijkt erop dat <strong> Eric Schmidt </strong> ze niet durft aan te gaan. Volgens TechCrunch <strong> Michael Arrington </strong> is de overwinning op Microsoft voor <strong> Eric Schmidt </strong> genoeg. <q> Nu ze op twee fronten met Apple en Facebook strijden, liggen de kansen mijns inziens niet in het voordeel van Google </q>, schrijft hij. 4. Bureaucratisch martelaarschap Google stapt een nieuw tijdperk binnen en moet opnieuw zijn prioriteiten bepalen. Komende maanden moeten er veel hordes genomen worden- rechtszaken, gedoe", "new_id": -2}, {"uid": "1295656341256983076", "i": 36426, "idx": 2, "sa": ["Kirsten Gillibrand", "Barack Obama", "Chuck Schumer"], "q": "'s how we're going to create jobs, grow the economy,\" said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D). But, that determination and competitive spirit also have New Yorkers defending their team. <q> The president and I don't have to agree on everything, </q> said <strong> Kirsten Gillibrand </strong>. \"GO JETS!\" \"I'll bet on the Jets over Chicago,\" said <strong> Chuck Schumer </strong> when asked for his Super Bowl picks. Copyright Â© 2010 Time Warner Cable.", "new_id": -2}, {"uid": "1295570534120422412", "i": 3119, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Charlie Rose"], "q": "into the interview, <strong> Charlie Rose </strong> brought up <strong> Eric Schmidt </strong>'s appointment, asking, \"What's the idea behind that- I mean, you guys couldn't run it yourself?\" To which <strong> Sergey Brin </strong> responded, <q> Parental supervision, to be honest. </q> <strong> Charlie Rose </strong> laughs hard, and asks Page, \"Do you agree with that- you guys need adult supervision?\" Page: \"I don't know if I'd say need, but", "new_id": -2}]