[{"uid": "1297081769245825547", "i": 42024, "idx": 0, "sa": ["Bernie Ecclestone", "Gwyneth Paltrow", "Kylie Minogue", "Simon Cowell"], "q": " \"We are now part of that life,\" says a deadpan Nick, creator of homes for <strong> Kylie Minogue </strong>, <strong> Gwyneth Paltrow </strong>, Boris Berezovsky[ Russian oligarch] and the Mittals[ Indian steel tycoons]. <q>We try to educate our young designers in the needs of such people.</q> He is friends with princes Andrew and Albert, <strong> Bernie Ecclestone </strong>[ Formula One boss] and <strong> Simon Cowell </strong>. I find him tanned in a tailored shirt and Berluti shoes, but am more struck by the piercing stare", "new_id": -2}, {"uid": "1295930793182222853", "i": 977, "idx": 4, "sa": ["Eric Snow", "Allen Iverson"], "q": "alive, particularly on the defensive end. Their pressure changed the tempo of the game, and the momentum shortly thereafter. \"When he got ejected, everybody just stepped up their game,\" <strong> Allen Iverson </strong> said. <q>We said, \"What are we gon na do?\"</q> <strong> Eric Snow </strong> said. \"Are we gon na lay down? Or are we gon na pick up the intensity?\" The 6-3 <strong> Eric Snow </strong> set the http://wn.com/2010-11_NBA_season__New_Jersey_Nets_vs_New_York_Knicks_Recap_11/30/10 Amare Stoudemire scores 35 points as the Knicks defeat the", "new_id": -2}, {"uid": "1295613640107249695", "i": 22402, "idx": 3, "sa": ["Andy Coulson", "David Cameron", "Edwin Edwards"], "q": "spokesman, it's time to move on.\" <strong> David Cameron </strong> said in a statement that he was \"very sorry\" that <strong> Andy Coulson </strong> was going but added that he <strong> Edwin Edwards </strong>, the Silv...( 18:04:01 <q>The rise and last hurrah of Louisiana Governor <strong> Edwin Edwards </strong> <strong> W. Edwards </strong>, the best Bayou State...</q> former governor edwin e...( 18:02:05 \"former governor edwin edwards granted 5 day furlough==== wesawthat.blogspot.com====...\" <strong> Edwin Edwards </strong> Top Ten F...( 18:03:04 \"Louisiana's legendary governor <strong> Edwin Edwards </strong> was a guest on", "new_id": -2}, {"i": 19946, "idx": 0, "index_answer": 1, "new_id": -1, "q": "court of law, very fine lines and what responsibility women have with regards to our own safety. These do not lend themselves to non-reflection, which is understandably all <strong> Ben Roethlisberger </strong> R wanted to do Monday. <q>That is a great reflective question, and I think the time for reflecting is probably after the year,</q> he said. Variations of reflect were the words of the day. But as I listened to him, I could not help but think of beleaguered Eagles QB <strong> Michael Vick </strong>. Every good game,", "sa": ["Michael Vick", "Ben Roethlisberger"], "uid": "1296535397014417929"}, {"uid": "1297282260166281230", "i": 21801, "idx": 2, "sa": ["Jamie Buehrle", "Michael Vick"], "q": "in such cruelty is beyond fathomable. \"Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die?\" said Mark. <q>How could you do that if you are somewhat sane? \"He had a great year and a great comeback, but there were times where we watched the game and I know it's bad to say, but there were times where we hope he gets hurt. Everything you've done to these dogs, something bad needs to happen to these guys.</q> According to <strong> Jamie Buehrle </strong>, <strong> Michael Vick </strong> owned a pit bull in college and clearly knows right from wrong in this area. It was not a cultural issue or a case of being involved with a bad crowd,", "new_id": -2}, {"uid": "1296863341220315654", "i": 22474, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "is a work stoppage. \"I don't want my salary to go to a dollar. My wife doesn't want my salary to go to a dollar,\" he said, drawing laughs. <q>But it's a collective sacrifice if we're not able to get an agreement. It should affect everyone in the league.... We should avoid it to get something done as soon as possible.</q> <strong> Roger Goodell </strong> also commented on the following subjects:- He said he had spoken to Philadelphia Eagles quarterback <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending", "new_id": -2}, {"uid": "1296759750093225090", "i": 42188, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "his perspective as Pentagon chief under then-president George W Bush. <strong> Donald Rumsfeld </strong> was regarded as the chief architect of the war in Iraq. In the book he continues to defend the invasion, saying the Middle East would be <q>far more perilous than it is today</q> if <strong> Saddam Hussein </strong> were in still in power.The memoir, titled Known and Unknown and due in bookstores next week, is an 800-page account of his life and careers in government and business. The Washington Post and", "new_id": -2}, {"uid": "1295167572006995975", "i": 5886, "idx": 0, "sa": ["Allen Iverson"], "q": "has reached 40 points and 10 assists in consecutive games. He had 40 points and 10 assists against the Rockets on Wednesday night. The victory was the Sixers' fifth in six games since the All-Star break. <q>I promise you it's not that,</q> <strong> Allen Iverson </strong> said, while continuing to maintain he wasn't bothered by not being invited to play. \"If I can play the way I played the last two games from some controversy, I will hope there's", "new_id": -2}, {"uid": "1295932727118013955", "i": 4805, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "separatist struggles in Papua and the Molucca islands. The United States, which last year lifted a decade-old ban on military assistance to a notoriously violent Indonesian commando unit, closely monitored the trials. <q>We are very concerned that the Indonesian military charged the soldiers only with disobeying orders and that the sentences handed down... do not reflect the seriousness of the abuses depicted in the video,</q> Paul Belmont, a U.S. Embassy spokesman, said Tuesday. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for", "new_id": -2}, {"uid": "1296224676092700695", "i": 2081, "idx": 5, "sa": ["Mike Pence", "Joe Donnelly"], "q": "he said. Jim Bopp, a Terre Haute attorney who also is a Republican National Committee member, said <strong> Mike Pence </strong> could be hard to beat if he runs for governor. <q>He'll be the prohibitive favorite in 2012,</q> Bopp said, for both the nomination and the general election. Democrats disagreed. Several Democrats have expressed interest in running, including U.S. Rep. <strong> Joe Donnelly </strong>, whose Northern Indiana district is expected to become", "new_id": -2}]