[{"uid": "1295041985009945115", "i": 4964, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "sports& type= Video& sent= no& search= Search\" , \"permaLink\" : \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011303590.html\" , \"showComments\" : true, \"duration\" :\" \" , \"mediaQueryString\" : <q> 36v&amp;flvURL=/media/2011/01/13/01132011- 36v.m4v&amp;playAds=true&amp;adZone=wpni.video.sports&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011- 36v.jsn </q>}{ \"title\" : \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes\" , \"description\" : \"Sen. <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the", "new_id": -2}, {"uid": "1297354440003293192", "i": 36802, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "of like,` Oh my gosh, all those things, I could have done differently,' and it just sucks. It just makes me question everything,\" Lisa lamented following her ouster. <q> It hurts to have to leave and feel rejected. I put myself out there time and time again and I wasn't right. I didn't fit. I left behind a lot to come here. I left everything in hopes of love, because I know I have so much to give, and I know that all it takes is to find someone who's ready to accept that. And, I didn't get it, </q> Marissa said after she was eliminated.` Live To Dance' crowns D'Angelo Castro and Amanda Carbajales champs <strong> Paula Abdul </strong>: <strong> Simon Cowell </strong> and I always talk about working together` The Biggest Loser: Couples' eliminates contestant Jaquin \"", "new_id": -2}, {"uid": "1297702105114671622", "i": 57093, "idx": 0, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "later this year, CEO <strong> Steve Ballmer </strong> has revealed. Like the desktop version, the mobile edition of IE9 will make use of hardware acceleration and HTML5, <strong> Steve Ballmer </strong> told attendees of Mobile World Congress. <q> IE9 is a great example of bringing assests togegther from across Microsoft to improve the Windows Phone experience, </q> <strong> Steve Ballmer </strong> said. \"We need to give people the full web, the full interent... like they expect with the PC.\" <strong> Joe Belfiore </strong>, corporate vice president of Windows Phone 7, said the \"", "new_id": -2}, {"uid": "1296524116011042849", "i": 38103, "idx": 3, "sa": ["Simon Lelic", "Judge Holden", "LeBron James", "Eric Schmidt"], "q": "build an entirely new class of device-a convenient, portable reading device with the ability to wirelessly download books, blogs, magazines, and newspapers. The result is Amazon Kindle. We... www.tomorrowsnobody.com In this episode of <q> <strong> Judge Holden </strong> A Book By Its Cover </q> <strong> Eric Schmidt </strong> reviews \"A Thousand Cuts\" by <strong> Simon Lelic </strong>.* NEW EPISODES EVERY MONDAY... Judge Holdens 9& 10: <strong> LeBron James </strong> Version Bible Only Reading Series- SOCIM 2010 Judge Holdens 9& 10: <strong> LeBron James </strong> Version Bible Only Reading", "new_id": -2}, {"uid": "1296429072182222852", "i": 7230, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "are coming down with it. <strong> Justin Bieber </strong> makes an appearance on \"The Late Show With <strong> David Letterman </strong>\" ( 10:35 p.m., WCCO, Ch. 4) and tapes a top 10 reading slated to run on Friday. <q> Live With Regis and Kelly </q>( 9 a.m., KSTP, Ch. 5) is featuring him Thursday StarTribune.com welcomes and encourages readers to comment and engage in substantive, mutually respectful exchanges over news topics. Commenters must follow our Terms", "new_id": -2}, {"uid": "1296922649262193174", "i": 43095, "idx": 0, "sa": ["George W. Bush", "James Thomas", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong> Goes With The Lies He Wish He Had by <strong> James Thomas </strong> Duffy Lenny Bruce used to do a bit where he offered this advice: <q> \"Whatever happens, deny it. Flat-out deny it! If you really love your wife, deny it. If they walk in on you, deny it. Even if they got pictures, deny it. Even if she catches you with a chicken, deny it. </q> \" his own advice and said \"You go to write a book with the lies you have-not the lies you might want or wish to <strong> George W. Bush </strong> Grindhouse, one of their most prolific warmongers, has penned a", "new_id": -2}, {"uid": "1296291756127057940", "i": 40033, "idx": 3, "sa": ["Mike Krzyzewski", "Hope Solo", "Corrine Brown", "Allen Iverson"], "q": ". For a player often described as selfish and immature, it was a giant step toward superstardom. \"It's special, and it's a tribute to my <strong> Mike Krzyzewski </strong> and my teammates,\" said <strong> Allen Iverson </strong>. <q> I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball, </q> <strong> Corrine Brown </strong> said. \"There were so many lessons to be learned, from him Solo_Hope Solo's_Olympic_Soccer_Mike Krzyzewski <strong> Hope Solo </strong>'s <strong> Mike Krzyzewski </strong>, Phil Wheddon, on 1v1 soccer goalkeeping techniques. <strong> Hope Solo </strong> is the most likely candidate to play as the USA", "new_id": -2}, {"uid": "1296318894261652524", "i": 17935, "idx": 4, "sa": ["Allen Iverson", "Dwight Howard", "Tyronn Lue", "Ray Allen"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said Allen_Allen Iverson_Career_High_60pts_vs_the_Dwight Howard_Dwight Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high", "new_id": -2}, {"uid": "1297451814077103115", "i": 11521, "idx": 3, "sa": ["Michael Gove"], "q": "where 58 schools were due to be rebuilt or revamped-- sought a judicial review on the grounds that the projects had been halted in an arbitrary and illegal way. The case would have cost Treasury solicitors <q> tens of thousands of pounds </q>, the judge noted. More than 700 building projects across England were cancelled when <strong> Michael Gove </strong> scrapped BSF last July, sparking outrage from councils and unions. While Friday's ruling may have opened up", "new_id": -2}, {"uid": "1295596538037634240", "i": 8963, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "la conducerea companiei, acesta urm?nd s preia func?ia de pre?edinte executiv. Postul de CEO va fi preluat de c?tre <strong> Larry Page </strong>, cofondator al companiei. ntr-o postare pe blogul oficial al companiei, <strong> Eric Schmidt </strong> scrie c <q> se va concentra asupra elementelor c?rora le poate da o valoare ad?ugat: extern, pe dealuri, parteneriate, clien?i i rela?ii cu clien?ii mai mari, contactul cu guvernul i dezvoltarea tehnologiei care este tot mai important ca urmare a importan?ei globale a Google; i intern n calitate de consilier al lui <strong> Larry Page </strong> i Serghei( cei doi cofondatori ai motorului de c?utare- n. r.) </q>. \"Sunt foarte m?ndru de cei zece ani la conducerea companiei i sunt sigur c urm?torii 10 ani sub conducerea lui <strong> Larry Page </strong> vor fi i mai buni!\" , a mai scris <strong> Eric Schmidt </strong>. \"", "new_id": -2}]