[{"uid": "1297257274238534666", "i": 1128, "idx": 2, "sa": ["Colin Powell", "President Bush"], "q": "<strong> President Bush </strong> at a National Security Council meeting Feb. 3, 2003, in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days later. Rumsfeld quotes himself as telling the meeting, <q> We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it. </q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his U.N. presentation, <strong> Colin Powell </strong> described it as`` Terrorist Poison and Explosive Factory, Khurmal.'' Rumsfeld said Khurmal was operated", "new_id": -2}, {"uid": "1295617200111296519", "i": 43780, "idx": 4, "sa": ["Andy Coulson", "David Cameron", "Cathy Newman"], "q": "`` right thing'' to resign but that he should have done it earlier. He said it raises`` serious questions about <strong> David Cameron </strong>'s judgement that he hung on to him for so long''. He added: <q> It's clear that there are serious questions about his time at the News of the World. </q> 1310 <strong> Cathy Newman </strong>, political correspondent for Channel 4 News, tweets that she has heard the announcement came ahead of rumours that suspended NoTW Ian Edmonson`` was about to turn <strong> Andy Coulson </strong> in''. 1305 Political", "new_id": -2}, {"uid": "1297616629186400779", "i": 26863, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "`` That was a good memo,'' <strong> Donald Rumsfeld </strong> commented.`` And what I wanted to do is to put some sense of urgency into this big Department of Defense, the bureaucracy.'' <q> Why did you call it the` Goose Egg Memo'? </q> asked Martin.`` Because I think in the memo I said,` What are we coming up with? A Goose Egg. We haven't got any new creative ideas that we-- how this", "new_id": -2}, {"uid": "1297655950115818540", "i": 20954, "idx": 0, "sa": ["Bridget Riley", "Zahi Hawass"], "q": "Art collection. This work is a stunning and dramatic addition to the capital city's skyline, made possible in partnership with the Canadian National Capital Commission( NCC). As the National Gallery of Canada describes: <q> Made from unyielding, stainless steel pipes used in manufacturing and heavy industry, One Hundred Foot Line is a masterful example of <strong> Roxy Paine </strong>'s intense fascination with trees and his technical ability to create sublime structures from industrial materials. One Hundred Foot Line presents a meandering tree trunk that has lost not only its leaves but all of its branches. The tallest of <strong> Roxy Paine </strong>'s Dendroids to date, the artist has welded together dozens of stainless steel cylinders into a seamless whole. </q> Minister <strong> Zahi Hawass </strong> Says Eighteen Items Missing from Egyptian Museum After Unrest Galerie Max Hetzler Presents a Small Retrospective of Major British Artist <strong> Bridget Riley </strong> Picasso: Guitars 1912-1914 Examines a Moment of Radical Experimentation in 20th Century Art The National Gallery", "new_id": -2}, {"uid": "1296128045255868977", "i": 30198, "idx": 5, "sa": ["Michael Vick"], "q": "the fans,'' <strong> Michael Vick </strong> said. In the past, <strong> Michael Vick </strong>'s running is largely what got him into the Pro Bowl. He takes satisfaction that his passing was better than it has ever been this season. <q> I feel like this one, I had to work hard to get it, </q> he said.`` It came in a different fashion. I displayed different talents this year and showed really what I could do in the passing game along with doing everything else. Everything just came together and it", "new_id": -2}, {"uid": "1295667370077054011", "i": 20058, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Google co-founder <strong> Sergey Brin </strong>, who will also focus on strategic projects and new products.`` <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade,'' Page said in a written statement. <q> The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity- we are only at the beginning, and I can't wait to get started. </q> The changes takes effect April 4. Google on Thursday reported fourth-quarter revenues of$ 8.44 billion, an increase of 26 percent compared to the fourth quarter of 2009- topping analysts' expectations.", "new_id": -2}, {"uid": "1295683197065617921", "i": 35158, "idx": 3, "sa": ["Eric Schmidt"], "q": ", about adding some experience to their three year old company in 2001. The rest is history.`` <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade,'' enthused Page. <q> The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity- we are only at the beginning and I can't wait to get started. </q> Pleasantries aside this is where things get interesting. Page may say Google is`` only at the beginning'', but the reality behind these high level changes is that the company also finds itself", "new_id": -2}, {"i": 3046, "idx": 3, "index_answer": 0, "new_id": -1, "q": "troops arrived, he said. \" \"`` If you shut the lights in <strong> Mayor Michael Bloomberg </strong> for one hour, the people will rob everything in all the shops,'' <strong> Zahi Hawass </strong> said in an interview at his office. <q> What's happening is normal. Thankfully, all the damaged items can be restored. </q> \" Actually, there was a major blackout in <strong> Mayor Michael Bloomberg </strong> in August 2003. Where we lived, on the Upper East Side of Manhattan, the lights were out for about 24 hours. The <strong> Mayor Michael Bloomberg </strong>", "sa": ["Zahi Hawass", "Mayor Michael Bloomberg"], "uid": "1296503399053821452"}, {"uid": "1295390036093929511", "i": 45962, "idx": 2, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": ", panel newcomers <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> see themselves more as merchants of mentoring than of menace.`` We bring a different perspective... especially if you're speaking about <strong> Simon Cowell </strong>,'' <strong> Jennifer Lopez </strong> said. <q> We're artists. We've been up there. We've auditioned. We've been through the ranks. That's what we're there for-- to help the kids either move on to the next level or break the news to them that they're not going on to the next level. </q> What: The nation's most-watched show for the last six seasons begins its 10th edition with new judges <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> joining Randy Jackson.`` We're not here to kind of break people", "new_id": -2}, {"uid": "1295648671247758850", "i": 5356, "idx": 0, "sa": ["Julius Genachowski", "Eric Schmidt"], "q": "argument in its lawsuit similarly rests on the idea that the FCC doesn't have the authority. <strong> Julius Genachowski </strong> <strong> Eric Schmidt </strong> Glover, the company's senior vice president and deputy general counsel, told news media that the FCC's <q> assertion of authority goes well beyond any authority provided by Congress. </q> In fact, Verizon has asked for the same panel of judges that decided the Comcast case. FCC Chairman <strong> Julius Genachowski </strong> has said that he expected one or more court challenges, and that the Telecommunications Act of", "new_id": -2}]