[{"uid": "1295562143244678673", "i": 826, "idx": 1, "sa": ["Eric Schmidt"], "q": "holidays we decided now was the right moment to make some changes to the way we are structured,\" Mr. <strong> Eric Schmidt </strong> wrote in a blog post. Mr. <strong> Eric Schmidt </strong> said Mr. Page would <q>merge Google's technology and business vision,</q> while he would focus on external issues, like \"deals, partnerships, customers and broader business relationships.\" In the blog post, Mr. <strong> Eric Schmidt </strong> said the three executives would continue to collaborate on major", "new_id": -2}, {"uid": "1295569075103366669", "i": 2264, "idx": 7, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "like Social Security because it's a successful federal program.\" The Social Security trust fund has a$ 2.6 trillion surplus and is estimated to stay solvent for at least another 26 years. <q>Mr. <strong> Barack Obama </strong>, as I'm sure you are aware, our Republican colleagues have long opposed Social Security not because it hasn't worked, but because of ideological reasons,</q> <strong> Sen. Bernie Sanders </strong> wrote in his letter to <strong> Barack Obama </strong>. <strong> Sen. Bernie Sanders </strong> contends Republicans don't believe the government should provide retirement benefits to seniors and the disabled and would prefer Wall Street and the private sector take a larger role", "new_id": -2}, {"i": 2103, "idx": 2, "index_answer": 0, "new_id": -1, "q": "stand by what I've said about those events,\" he said, \"but when the spokesman needs a spokesman, it's time to move on.\"( A nice variant on <strong> Alastair Campbell </strong>'s axiom, <q>Once you become the story, it's time to quit.</q>) For <strong> Andy Coulson </strong>'s boss <strong> David Cameron </strong>, it is a huge blow. The PM's extraordinary ability to ride above the fray is mainly due to his roots and upbringing- Old Etonian arrogance, if you", "sa": ["Alastair Campbell", "David Cameron", "Andy Coulson"], "uid": "1295620523143933448"}, {"uid": "1295644189196657172", "i": 21593, "idx": 7, "sa": ["Clive Goodman", "Glenn Mulcaire", "Andy Coulson"], "q": "a \"second chance\" after his resignation as News of the World editor following the jailing of <strong> Clive Goodman </strong>, the paper's former royal editor, and <strong> Glenn Mulcaire </strong>, the private investigator, over phone hacking. <q>This was very much <strong> Andy Coulson </strong>'s decision,</q> one Downing Street source said. \"The prime minister, who has obviously been very supportive of <strong> Andy Coulson </strong>, did not want him to resign. But the prime minister did accept that the pressure had made it difficult", "new_id": -2}, {"uid": "1296429332256245803", "i": 12007, "idx": 12, "sa": ["Jalen Rose", "Allen Iverson", "Reggie Miller", "Jermaine O'Neal"], "q": ". <strong> Jalen Rose </strong> had 18 and <strong> Jermaine O'Neal </strong> added 11 points and 11 rebounds for the Pacers, who were down just 61-59 at halftime after getting 33 from <strong> Reggie Miller </strong>. \"I wish it was reversed,\" <strong> Reggie Miller </strong> said. <q>The game is four quarters. I hate doing things early. I like doing it late.</q> <strong> Allen Iverson </strong> scored 14 of Philadelphia's final 17 points in the third, including the last 10. He drilled a 17-footer, another long jumper and hit a 3-pointer to give the Sixers their biggest lead to that point", "new_id": -2}, {"uid": "1296822806182681605", "i": 16306, "idx": 0, "sa": ["Steve Ballmer", "Pete Cunningham"], "q": "just wishful thinking, but it could definitely be the big announcement we are expecting,\" Gartner analyst Carolina Milanesi tells the New York Times, and she's backed up by Canalys analyst <strong> Pete Cunningham </strong>: <q>I can see how this could benefit both companies.</q> They were speaking after Nokia's share price rose more than 4 per cent, after yet another analyst-- Adnaan Ahmad from Berenberg Bank-- wrote an open letter to Elop and Microsoft CEO <strong> Steve Ballmer </strong>. The letter", "new_id": -2}, {"uid": "1297276859033341485", "i": 25463, "idx": 3, "sa": ["Steve Ballmer", "Barack Obama"], "q": "developers in game-changing ways,\" <strong> Steve Ballmer </strong> said. Microsoft has made great strides in the past few years in cloud computing-- broadly the provision of The 2011 State of the U...( 19:02:02 <q><strong> Barack Obama </strong> speaks about moving forward to create jobs, out-compete in the global...</q> The 2011 State of the U...( 19:07:31 \"<strong> Barack Obama </strong> speaks about moving forward to create jobs, out-compete in the global...\" In Full: State of the U...( 19:09:20 \"IN FULL", "new_id": -2}, {"uid": "1297670161000606209", "i": 8749, "idx": 1, "sa": ["David Joseph", "Simon Cowell", "Jools Holland"], "q": "through the rival music company's partnership with <strong> Simon Cowell </strong>. After ITV rejected <strong> Simon Cowell </strong>'s proposal for a new Saturday night ToTP-style show, negotiations with Universal are at an advanced stage for a new star-studded proposition. <q>What <strong> Simon Cowell </strong> has achieved is history-making,</q> says <strong> David Joseph </strong>. \"I think there's a big gap between Later with <strong> Jools Holland </strong> that gets a couple of hundred thousand viewers and X Factor which gets 20 million. I think there's a show that will get", "new_id": -2}, {"uid": "1295601684081559570", "i": 26664, "idx": 1, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "has been coming under pressure from social networking rivals such as Facebook and Twitter. <strong> Danny Sullivan </strong>, editor-in-chief of technology blog SearchEngineLand.com, said Google was \"probably overdue for a major management reorganization.\" <q>The structures between the three have remained exactly the same over the past 10 years-- which might as well be 100 years of Internet time,</q> he said in a blog post. \"It could be that <strong> Eric Schmidt </strong> wants a break from being the main public face of the company.\" <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come in for criticism", "new_id": -2}, {"uid": "1297293098155729982", "i": 28508, "idx": 0, "sa": ["Bob Harper", "Paula Abdul", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> asked her to be on \"The X Factor,\" would she consider doing it? Access Hollywood Live: Three Things You Don't Know About... <strong> Paula Abdul </strong> <strong> Paula Abdul </strong> takes on Access Hollywood Live's <q>Three Things You Don't Know About...</q> segment. Can she actually sleep standing up? Plus, what interesting animal smell does <strong> Paula Abdul </strong> love waking up to? Access Hollywood Live: <strong> Bob Harper </strong>'s Lessons For How To Eat Healthy On The Go!", "new_id": -2}]