[{"uid": "1296859850024854534", "i": 2207, "idx": 0, "sa": ["Sergio Marchionne", "Barack Obama"], "q": "( Reuters)- Chrysler is working to refinance what its chief executive characterized as`` shyster loans'' that the <strong> Barack Obama </strong> administration extended as part of a bailout to keep the automaker from collapse in 2009. <q> I want to pay back the shyster loans, </q> <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unprincipled lawyer or politician.`` Pay back the loans, get those out and then take( the company) public.'' <strong> Sergio Marchionne </strong>", "new_id": -2}, {"uid": "1296163957231161862", "i": 300, "idx": 0, "sa": ["Eric Schmidt"], "q": "CEO( he will regain the title when <strong> Eric Schmidt </strong> steps aside in April), spoke at length on the value of white spaces during an event at the New America Foundation in May, 2008. <q> The use that we can make of this spectrum when we have open innovation is quite amazing, </q> he said. But making use of white spaces will require some coordination, so that upcoming TV band wireless networking devices don't interfere with licensed TV band users like broadcast television stations. That's where the", "new_id": -2}, {"uid": "1294977377249905176", "i": 9008, "idx": 4, "sa": ["Paul Pierce", "Allen Iverson"], "q": "scoreless in the final period.`` This is what playoff basketball is all about,'' <strong> Paul Pierce </strong> said.`` Nobody said it was going to be easy when we got here. It's obviously not.'' <q> It's hard to get the clinching game, </q> said <strong> Allen Iverson </strong>, who has gotten five of them in his career.`` Those shots at the beginning of the game are a lot easier than the ones at end of the game, when you're looking to", "new_id": -2}, {"uid": "1297254281101777433", "i": 42557, "idx": 4, "sa": ["Simon Cowell"], "q": "`` I rip up the rule that everybody pretends to be friends and they're all going to be pen pals for the rest of their lives, which is complete and utter nonsense,'' he said. <q> I like people who are ambitious, and with that comes controversy. </q> One unwelcome flap last season on the U.K. version of`` X Factor'' involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday", "new_id": -2}, {"uid": "1296852891158482433", "i": 46185, "idx": 0, "sa": ["Sergio Marchionne"], "q": "of social media on Super Bowl advertising's influence when at the end of his interview, he said Eminem would be in a Chrysler commercial this year. The video of the interview is at right. <q> Lipton and Chrysler-- he's making two cameos this time around, </q> Snyder said, referring to an earlier announcement that a claymation version of the Detroit rapper would debut during Sunday's broadcast. Chrysler CEO <strong> Sergio Marchionne </strong> was addressing the National Automobile Dealers Association convention in San Francisco and", "new_id": -2}, {"uid": "1297177593144113675", "i": 13463, "idx": 7, "sa": ["Paula Abdul", "Simon Cowell"], "q": "or four weeks.) But when asked if former`` Idol'' judge <strong> Paula Abdul </strong> would be involved, he left the option open.`` I'm a massive fan of <strong> Paula Abdul </strong>,'' he said. <q> We've been in regular contact. </q> <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognize star quality when they saw it.`` Over the years you've seen a different type of artist emerge,''", "new_id": -2}, {"uid": "1297090021185942060", "i": 383, "idx": 0, "sa": ["Simon Cowell"], "q": "have no upper age limit for contestants. Also in a departure from Idol, the first time a contestant auditions, it is in front of an audience of thousands, not just for the judges. <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> said <strong> Simon Cowell </strong> in a statement.`` I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract.", "new_id": -2}, {"uid": "1296407544252772372", "i": 136, "idx": 14, "sa": ["Elgin Baylor", "LeBron James", "Chris Webber", "Allen Iverson", "Zydrunas Ilgauskas"], "q": "what everyone else is saying.'' <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations.`` <strong> Elgin Baylor </strong> just know how tough it is on him,'' <strong> Allen Iverson </strong> said. <q> He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle. </q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 On the heels of a horrible season and out of the playoffs for the first time in three years, all the Toronto Raptors could hope for Sunday was", "new_id": -2}, {"uid": "1296667695062144539", "i": 5515, "idx": 0, "sa": ["Mitt Romney", "Charlie Sheen", "David Letterman"], "q": "The# 1 most important world news story right now is: whatever is happening in Egypt <strong> Charlie Sheen </strong> no jobs <strong> Mitt Romney </strong> visited <strong> David Letterman </strong>'s talk show last night and recited his very own monologue, <q> Things You Don't Know About <strong> Mitt Romney </strong> </q>! Here is an example of one of these Things you don't know about him:`` Do I smell as good as I look? No!'' Did Mittens just admit to the entire world that he", "new_id": -2}, [{"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected.`` The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,'' said <strong> Greg Mueller </strong>, a Republican political strategist. <q> Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign. </q>`` For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,'' said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri.`` This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}]]