[{"uid": "1295161565218923011", "i": 23965, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers", "Brett Favre"], "q": "Bay into the NFC Championship Game at either Chicago or Seattle next weekend.`` This probably was my best performance- the stage we were on, the importance of this game,'' <strong> Aaron Rodgers </strong> said. <q> It was a good night. </q> He completed 31 of 36 passes and put up more yards than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2}, {"uid": "1295932596118013954", "i": 4568, "idx": 1, "sa": ["David West", "Allen Iverson", "Shaquille O'Neal"], "q": "both clarified and cluttered the wild David Western Conference playoff race.`` That's all he's got to do is come into the game and the energy is there,'' said <strong> Allen Iverson </strong>, who scored 33 points. <q> It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the way he can shoot the ball, the way he can dribble the ball, the way he can jump, he has the whole package.`` There's nothing on the court he can't do. </q> It was the 13th time Smith has come off the bench to score 20 or more points, most in the NBA among players who haven't started a single game.`` He's been a <strong> Shaquille O'Neal </strong> spark for", "new_id": -2}, {"uid": "1297422337196083716", "i": 26679, "idx": 3, "sa": ["Steve Ballmer"], "q": "Windows Phone 7 smartphone from the two, although Elop told us that we shouldn't have long to wait as they are expecting a quick rollout of the new hardware to suit a range of devices. <q> Part of the unique relationship here is that we will help Microsoft go down scale, </q> said Elop confirming that Microsoft will loosen its strict hardware guidelines. <strong> Steve Ballmer </strong> added that they are already working on making that happen since November.", "new_id": -2}, {"uid": "1295736733074268675", "i": 45537, "idx": 11, "sa": ["Les Brown", "Allen Iverson", "Chauncey Billups", "Marcus Gilbert"], "q": "for the Lakers, but went 12-of-30 from the floor.`` We just played a good all-around game,'' <strong> Allen Iverson </strong> said after the Pistons won for the third time since his arrival from Denver five games ago. <q> It's just about playing <strong> Marcus Gilbert </strong>, understanding what we want to do on the <strong> Marcus Gilbert </strong> court.`` We didn't feel like it would take long, but we knew it would be kind of shaky in the beginning because I'm a totally different <strong> Marcus Gilbert </strong> than <strong> Chauncey Billups </strong>. I'm a lot more aggressive when it comes to driving to the basket, so my teammates have to know what spot I want them to be in to be able to create shots for them. </q> In winning their first seven, the Lakers had averaged a league-high 104.7 points and held opponents to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los AngeLes Brown becoming the final", "new_id": -2}, {"uid": "1295535253152666156", "i": 3746, "idx": 0, "sa": ["Bernie Sanders"], "q": "the White House and Congress. On Dec. 10, <strong> Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book entitled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. A print book is due out next month. An electronic book will be published Jan. 28. rel=\"nofollow\"", "new_id": -2}, {"uid": "1295913158142966790", "i": 40658, "idx": 0, "sa": ["Rachel Maddow", "Howard Fineman", "Sheila Jackson Lee", "Robert Reich", "Glenn Greenwald", "Cenk Uygur", "Bernie Sanders", "Lawrence O'Donnell", "Frances Fox Piven", "Mark Udall", "Chris Matthews", "Mark McKinnon"], "q": "by <strong> Cenk Uygur </strong>'': <strong> Robert Reich </strong>, fmr. Secretary of Labor; Rep. <strong> Sheila Jackson Lee </strong>( D-Texas); <strong> Chris Matthews </strong> Barron, GOProud; <strong> Frances Fox Piven </strong>, Professor of Political Science and Sociology at the City University of New York <q> The Last Word with <strong> Lawrence O'Donnell </strong> </q>: <strong> Howard Fineman </strong>, Huffington Post and MSNBC Political Analyst; <strong> Mark McKinnon </strong>, GOP strategist; Sen. <strong> Bernie Sanders </strong>( I-Vt.); <strong> Glenn Greenwald </strong>, Salon; Sen. <strong> Mark Udall </strong>( D-Colo.)`` The <strong> Rachel Maddow </strong> Show'':", "new_id": -2}, {"uid": "1297256505158613536", "i": 29758, "idx": 0, "sa": ["Chris Huhne"], "q": ". Energy company E.ON was granted permission to build the 77-turbine Humber Gateway wind farm, which will be sited around five miles off the Holderness coast. <strong> Chris Huhne </strong>, Energy and Climate Change Secretary, said: <q> Offshore wind not only provides clean, green, secure energy, the investment that comes with it is great for the UK economy too.`` A new wind farm off the Humberside coast will be a further jobs and investment boost for the region, hot on the heels of Siemens' announcement of plans to develop the Port of Hull. </q> The wind farm is the first offshore scheme to be given consent since December 2008. Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "new_id": -2}, {"uid": "1296364134215957544", "i": 18878, "idx": 4, "sa": ["John Wall", "Allen Iverson", "Derrick Rose", "Carmelo Anthony"], "q": "get a foul but it felt so good, the rhythm felt good,'' <strong> Carmelo Anthony </strong> said. After he sank two free throws with 49 seconds left, <strong> Carmelo Anthony </strong> was double- and triple-teamed in the final minute. <q> I was definitely surprised by that. What for? Just to stop him from getting 50? I wanted to be a part of him scoring 50 points, </q> <strong> Allen Iverson </strong> said.`` I was happy for him, just to see http://wn.com/Washington_Wizards_Vs_Chicago_Bulls_NBA_2010_Season_Game_Recap__13112010 <strong> Derrick Rose </strong> scored 24 points leading the Bulls to a victory over the Wizards at the United Center. Chicago Bulls 103- 96 Washington Wizards <strong> John Wall </strong>", "new_id": -2}, {"uid": "1297395800049545392", "i": 25009, "idx": 1, "sa": ["Donald Rumsfeld", "Ron Paul"], "q": "right to ask him to speak. I'm not a fan of idiot hecklers. and shouting hecklers down with chants of`` USA'' is lame. christian drooled:@ 7:30 PM <q> A war based on lies to boot.' Garenteed the same people shouting down Libetariens with`` USA, USA </q> were cheering for <strong> Donald Rumsfeld </strong> Trumps neo-fascist message of Universal Healthcare, High Terrifs, and Agressive ConfRon Paultational Fogen Policy. That speech, with it's let's kick butt America, stop getting bullied retoric could have", "new_id": -2}, {"i": 35106, "idx": 0, "index_answer": 0, "new_id": -1, "q": "for Merrill Lynch, had a dream of being on the big screen, and <strong> Bradley Cooper </strong> was able to make his dream come true last year by snagging his father a cameo in` The A-Team.' <q> It was one of the best experiences of my life. The guy loves to improvise, </q> <strong> Bradley Cooper </strong> told <strong> David Letterman </strong> on the` Late Show' last summer.`` He wanted to improvise with <strong> Jessica Biel </strong>. He was supposed to stay in his seat, but he got up... He wanted", "sa": ["Bradley Cooper", "David Letterman", "Jessica Biel"], "uid": "1295443782144605260"}]