[{"uid": "1297302781028033028", "i": 27042, "idx": 2, "sa": ["Stephen Elliott", "Donald Rumsfeld"], "q": " \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=02062011-25v&amp;flvURL=/media/2011/02/06/02062011-25v.m4v&amp;playAds=true&amp;adZone=wpni.video.bc&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F02%2F06%2F02062011-25v.jsn\"}{ \"title\": \"What would the real <strong> Donald Rumsfeld </strong> think?\", \"description\": <q> During a discussion of\\ \"<strong> Donald Rumsfeld </strong>\\ </q> by Eric Martin and <strong> Stephen Elliott </strong> at 826DC in Columbia Heights, the authors discussed what the real <strong> Donald Rumsfeld </strong> would think of their book.\\ \"<strong> Donald Rumsfeld </strong>,\\\" which imagines the former <strong> Donald Rumsfeld </strong> of Defense being treated like", "new_id": -2}, {"uid": "1295621879009781264", "i": 38087, "idx": 2, "sa": ["Piers Morgan", "Andy Coulson"], "q": " Essex boy made good' thanks to hard-nosed ambition, drive and more than an ounce of sheer ruthlessness,\" says the Guardian. <strong> Piers Morgan </strong>, who gave <strong> Andy Coulson </strong> his first job, once described him as <q> one of the best journalists I have ever worked with. </q> <strong> Andy Coulson </strong>'s resignation in 2007 came after a reporter and private detective were jailed for hacking the voice mails. <strong> Andy Coulson </strong> claimed he was unaware of their actions, but said he would take full responsibility as the leader in", "new_id": -2}, {"uid": "1296057529154206212", "i": 30490, "idx": 1, "sa": ["Eric Cantor", "Michele Bachmann", "Mike Pence"], "q": "\" <strong> Michele Bachmann </strong> Kevin McCarthy( of \"Young Gun\" fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\" <q> We've got to roll back there. That will save$ 100 billion in the first year, </q> agreed <strong> Michele Bachmann </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA) repeated that the GOP is aiming for$ 100 billion in cuts. However, according to the New York", "new_id": -2}, {"uid": "1296551757189169673", "i": 5517, "idx": 0, "sa": ["David Letterman"], "q": "sensation, currently dating Disney star SELENA GOMEZ, was chaperoned by his old dear Pattie Mallette during a visit to the Late Show With <strong> David Letterman </strong>. Justin tweeted fans from the New York studio, saying: <q> I'm hanging out with my <strong> David Letterman </strong> at@late_show we need to get him twice as many followers! </q> The Baby singer, 16, is busy doing promo for his upcoming 3D movie Never Say Never. The documentary centres on the Biebster's 2010 My World Tour and includes scenes of him as", "new_id": -2}, {"uid": "1296387505015253604", "i": 30923, "idx": 11, "sa": ["Michael Vick"], "q": "his pet parent and showers her with kisses every morning when she wakes up. \"The ironic thing to me is, all along, <strong> Michael Vick </strong> was the, quote, superstar,\" Erika said. <q> Now, all his victims are the actual superstars. I've got one of the real superstars sitting beside me. </q> Battered and bruised as they've been, it's a rigorous process for these dogs to find permanent homes. After learning the most basic of functions- walking up stairs, climbing into a", "new_id": -2}, {"uid": "1297204047246546474", "i": 11705, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush", "Hosni Mubarak"], "q": "> <strong> Donald Rumsfeld </strong> Says Egypt's <strong> Hosni Mubarak </strong> Knows He's On the Way Out <strong> Donald Rumsfeld </strong> Says Egypt's <strong> Hosni Mubarak </strong> Knows He's On the Way Out Defense <strong> Donald Rumsfeld </strong> said Egyptian <strong> President Bush </strong> <strong> Hosni Mubarak </strong> <q> is behaving in a way that he understands that he will eventually depart </q> and that the crisis in Egypt is \"probably best handled through private diplomacy.\" <strong> Donald Rumsfeld </strong>, who has known <strong> Hosni Mubarak </strong> since 1975, told ABC's Good Morning America that the United States' interest in Egypt should", "new_id": -2}, {"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "\" <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q> He is supporting the troops, I am supporting the children, </q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}, {"uid": "1297460238221495309", "i": 26536, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "<strong> Stephen Elop </strong>-- a former Microsoft executive-- chose Windows over Android. Nokia will contribute its mapping technology to Microsoft's Bing search engine-- and integrate its application and content store into the Microsoft Marketplace. Nokia also will <q> contribute its expertise on hardware design, language support, and help bring Windows Phone to a larger range of price points, market segments and geographies, </q> according to a Microsoft news release. \"The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute,\" Microsoft CEO <strong> Steve Ballmer </strong> said in the statement", "new_id": -2}, {"uid": "1295739721256016402", "i": 34863, "idx": 0, "sa": ["Rene Preval", "Andy Coulson", "Baby Doc"], "q": "Slideshow: Former Haitian dictator <strong> Baby Doc </strong> Photo in Slideshow: <strong> Baby Doc </strong> \"<strong> Baby Doc </strong>\" <strong> Baby Doc </strong> Photo in Slideshow: Haitian President <strong> Rene Preval </strong> Photo in Slideshow: Hiati President <strong> Rene Preval </strong> holds a wreath of flowers at a mass... Report Abuse <q> When he was President, there was law and order. He provided universal health care and education and there was prosperity for all. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1296188505230555653", "i": 25448, "idx": 2, "sa": ["Drew Brees", "Brandon Lloyd", "Michael Vick"], "q": "first time and seeing Manning, <strong> Drew Brees </strong>, <strong> Michael Vick </strong> and other NFL greats-- past and present-- made him pause. \"All these monsters of the game,\" he said. <q> All these are legends and Hall of Famers walking by me. It's hard not to be in awe of how much greatness is in one room... I'm hoping one day I'll be looked at like I look at them. But right now, it's just a blessing to be around here. </q> <strong> Brandon Lloyd </strong>, who is cherishing every moment and even went surfing this week. \"There's probably nobody as honoured as I am to be out here and playing in this game,\" he said.", "new_id": -2}]