[{"uid": "1296971617152387585", "i": 29610, "idx": 0, "sa": ["Michael Vick"], "q": "reformation away from the game that impressed a nationwide panel of 50 news media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Mike Williams, who got eight. <q>The most fun I've ever had playing football,</q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great. \"As a person and", "new_id": -2}, {"uid": "1295983645057327616", "i": 27020, "idx": 0, "sa": ["Michael Gove"], "q": "funded. But Mr <strong> Michael Gove </strong> argues that his decisions were not made lightly and are not open to legal challenge. In written statements put before the court, his lawyers say the coalition had inherited <q>the largest budget deficit in peacetime history</q>, and spending cuts had to be made \"quickly and significantly\", Substantial cuts \"inescapably\" had to be made to bring BSF spending down to manageable levels, and there was no obvious or", "new_id": -2}, {"uid": "1296492936169607194", "i": 73, "idx": 4, "sa": ["Sergio Marchionne"], "q": ", said in an interview. Chrysler's average spending on customer discounts fell to$ 3,210 during the past year from$ 4,131 in the previous year, according to Santa Monica-based Edmunds. <q>They've been using fleet as an alternative to incentives,</q> Anwyl said.\" Instead of trying to discount cars to consumers, they've been selling fleet, probably the best of tricky choices.\" <strong> Sergio Marchionne </strong> has been working to pull back incentive spending since taking", "new_id": -2}, {"uid": "1295911544158924801", "i": 1362, "idx": 2, "sa": ["Robert Aderholt", "Susan B. Anthony", "Mike Pence"], "q": "'re up for a new day in this Congress,\" said Rep. <strong> Robert Aderholt </strong>, R-Ala. Rep. <strong> Mike Pence </strong>, R-Ind., directed a word of caution to Congress, and perhaps to his own Republican leadership: <q>Amidst these struggles some would have us focus on jobs and spending. Those who would ignore the battle of life have forgotten history.... A nation that will not stand for life will not stand for long. You know there can be no lasting prosperity without a moral foundation in law.</q> Others attending the March for Life also expressed cautious optimism about the Republican-led House, but groups like the <strong> Susan B. Anthony </strong> List hailed three House bills already introduced to block federal funding for abortion. Marchers discussed 2012,", "new_id": -2}, {"uid": "1295027214165101579", "i": 44370, "idx": 0, "sa": ["Andy Cohen", "Howard Stern", "David Letterman", "Kelsey Grammer", "Camille Grammer"], "q": " \"Real Housewives.\" Taking off from <strong> Howard Stern </strong>'s show, <strong> Andy Cohen </strong> said to <strong> Camille Grammer </strong>: \"No sex? You were not having sex? \" \"I have a confession to make,\" <strong> Camille Grammer </strong> said. <q>I'm wearing men's briefs.</q> <strong> Kelsey Grammer </strong>'s been busy, too, though he refuses to respond to <strong> Camille Grammer </strong>\"s statements about him. Last night, he appeared on \"Late Show With <strong> David Letterman </strong>\" on CBS, noting that he plans to leave", "new_id": -2}, {"i": 12783, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q>No state needs to declare bankruptcy,</q> <strong> Bill Lockyer </strong> said, \"The states have sovereign taxing power the big companies don't.\" <strong> Bill Lockyer </strong>'s point-- a valid one-- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1296005420146669597"}, {"uid": "1295254462216039433", "i": 13214, "idx": 4, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": "room to grow. \"Quarterbacks get the starting job and do pretty well, but it's two to three years and then they're playing at the top of their game,\" <strong> Marty Mornhinweg </strong> said. <q>Some hit it a little later.</q> The Eagles think <strong> Michael Vick </strong> will hit it sooner, but the NFC general manager has his doubts. His analysis of <strong> Michael Vick </strong>: \"Special athlete and QB who takes a beating and production then falls off.", "new_id": -2}, {"uid": "1295408315095109184", "i": 38813, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "pass house won't be brought up in the senate. If they did <strong> Barack Obama </strong> would veto it.\" Many lawmakers would rather concentrate on the economy. Democratic <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York says, <q>We have to focus on how we are creating jobs.</q> Democrats say repeal would mean millions of americans would have to pay more for insurance or could even lose their coverage.", "new_id": -2}, {"uid": "1295844367023740578", "i": 16389, "idx": 1, "sa": ["Eric Schmidt"], "q": "during a conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his \"best friends. \" \"I believe Larry is ready\" to be chief executive, <strong> Eric Schmidt </strong> said during the call. <q>It's time for him to have a shot at running this.</q> <strong> Eric Schmidt </strong> also may have been growing weary of all the scrutiny that comes with running one of the world\"s most scrutinised companies. For the first time last year, he started to sit out", "new_id": -2}, {"uid": "1296509935175063107", "i": 7300, "idx": 0, "sa": ["Sergio Marchionne"], "q": "to share the wealth with its unionized work forces now that they are solidly profitable. It's a harder problem than it seems, since both have become solid moneymakers in part because of worker concessions. <q>It was absolutely owed that we treat our people properly,</q> CEO <strong> Sergio Marchionne </strong> told analysts and reporters on a conference call, as reported by the Free Press. \"The obligation to our people was much greater than the need to improve our bottom line profitability.\"", "new_id": -2}]