[{"uid": "1297403208107986956", "i": 34796, "idx": 3, "sa": ["Kirsten Gillibrand"], "q": "the state,'' said <strong> Kirsten Gillibrand </strong>.`` This problem must be fought at its source.''`` Drug trafficking into Pennsylvania that is feeding crime and gang activity must be stopped,'' Casey added. <q> A multi-pronged attack is required to catch drug smugglers or terrorists before they can cross the border over Lake Erie into Pennsylvania or other northern states. </q> The senators cited what they called the success of Operation Outlook, a pilot program run from 2005-08 by Homeland Security and the Department of Defense which used sophisticated military radar along the border north of Spokane,", "new_id": -2}, {"uid": "1295438176135233544", "i": 957, "idx": 1, "sa": ["Allen Iverson", "Carmelo Anthony", "George Karl", "Marcus Camby"], "q": "been.'' The first half, though, was what <strong> George Karl </strong> wants to see. <strong> Allen Iverson </strong>, who finished with 31 points and 10 assists, was racing down the court, and his teammates were keeping up. <q> A lot of times Coach talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case, </q> <strong> Allen Iverson </strong> said.`` They were beating me down the court, and I was just finding guys. They did a great job of finishing.'' <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with JR Smith scores a", "new_id": -2}, {"uid": "1296575189112459788", "i": 43945, "idx": 0, "sa": ["Willow Smith", "Justin Bieber", "David Letterman"], "q": "critics across the globe that he had to work hard to achieve his chart topping status.''[ The movie] is my story,'' <strong> Justin Bieber </strong> told talk show host <strong> David Letterman </strong> this week. <q> Most people would think some people just put me together; some people just made me, like I'm just some factory machine!`` But this movie proves that I really worked hard to get here and I just wanted to show that. </q> If you're a UK fan, <strong> Justin Bieber </strong> Tickets are on sale for his March tour dates, with support from Whip My Hair singer <strong> Willow Smith </strong>. Follow us on Twitter", "new_id": -2}, {"uid": "1297461177215384092", "i": 10817, "idx": 2, "sa": ["Michael Vick"], "q": "clean with authorities about his role in the killing of dogs until after he took a lie-detector test. Knorr also recalled how one confidential informant he wrote about in his USDA report noted that <strong> Michael Vick </strong>'s adrenaline <q> would go up, he'd get a high when the group[ <strong> Michael Vick </strong> and his co-defendants, Quanis Phillips and Purnell Peace] were killing[ the dogs]. </q> In 2007, <strong> Michael Vick </strong> was convicted of a felony related to a dogfighting ring and served 19 months in prison. He has spent the last two seasons with the Philadelphia Eagles, and was", "new_id": -2}, {"uid": "1295594704029032469", "i": 33831, "idx": 4, "sa": ["Saddam Hussein", "Colin Powell", "President Bush", "Brent Scowcroft"], "q": "defiant, calling the coalition forces`` treacherous and cowardly'' and describing <strong> President Bush </strong> as`` the enemy of God and humanity''. <strong> Brent Scowcroft </strong> said the Soviets supported the coalition's efforts but were also trying to <q> have a protective arm around their friend, Iraq </q>. <strong> President Bush </strong> said earlier this week that he has no regrets about his administration's handling of the war, including the decision to pull out American forces and leave <strong> Saddam Hussein </strong> in power. <strong> Colin Powell </strong> and", "new_id": -2}, {"uid": "1296443805235372702", "i": 19569, "idx": 2, "sa": ["Kobe Bryant", "Carmelo Anthony", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Carmelo_Anthony_33_points_in_the_3rd_quarter_vs_minnesota!!!!!!!!!!! Visit www.nba.com for more highlights. <strong> Carmelo Anthony </strong> notched", "new_id": -2}, {"uid": "1295775600181551115", "i": 341, "idx": 0, "sa": ["Andy Coulson"], "q": ": Mexico to pioneer iris technology on ID cards's top appeals court says Google can not be held liable for all content... Photo in Slideshow: Brazil's Neymar kicks a ball during practice in Tacna Report Abuse <q> Well guys it's late, I'm out of here. Good luck with all those sore muscles you have Little Bicycle Army. Jose and Brown Pride.. Don't take yourselfs so seriously. It's really not worth it. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit We say yes to bad credit Apply today for a personal loanregardless of poor credit", "new_id": -2}, {"uid": "1297291870118325258", "i": 37180, "idx": 0, "sa": ["Simon Cowell"], "q": "messed up some of the words. <strong> Simon Cowell </strong> said it sounded like a 100,000 people in the stadium just sat on a cat. Ouch! He didn't stop there. He said, <q> This is what happens when you perform in front of an audience, even to someone as experienced as <strong> Christina Aguilera </strong>. You can get it wrong. But that was bad. </q> Creating a free Starpulse.com account only takes a username, your email and a couple of seconds! Starpulse.com members can comment on news and topics, enter contests, show off their favorite artist", "new_id": -2}, {"uid": "1295824906038354961", "i": 11611, "idx": 0, "sa": ["Mahmoud Abbas", "Andy Coulson"], "q": "homes Photo in Slideshow: FEATURE- Al Jazeera TV makes waves with Tunisia coverage Article: Israelis protest NGO probe: report... Photo in Slideshow: Palestinian President <strong> Mahmoud Abbas </strong> Photo in Slideshow: Palestinian President <strong> Mahmoud Abbas </strong> Report Abuse <q> Israel's Lieberman charts interim peace deal: report </q> Time.com: After Tunisia: Why Egypt Isn't Ready to Have Its Own Revolution Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, [{"i": 8304, "idx": 4, "index_answer": 0, "new_id": -1, "q": "get in a little closer than I did, but I just took what the defense gave me and fortunately, it went in,'' <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. <q> That wasn't the first time he threw one in like that, </q> <strong> Keyon Dooling </strong> said.`` He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him.'' The Magic had a chance to tie the game", "sa": ["Keyon Dooling", "Allen Iverson"], "uid": "1295670452069369863"}]]