[{"uid": "1297314901126959709", "i": 928, "idx": 2, "sa": ["Michael Vick", "Joy Behar", "Barack Obama", "Jeffrey Lurie"], "q": "the dog'. Vickdogsgk/index.html\" See photos of the dogs rescued from Michael Vicks' Bad Newz kennels here In addition to the honors in Dallas, <strong> Michael Vick </strong> was also recently named AP's <q> NFL Comeback Player of the Year </q> and featured on the cover of Sports Illustrated. In December, <strong> Barack Obama </strong> reportedly congratulated and praised Philadelphia Eages coach <strong> Jeffrey Lurie </strong> for hiring <strong> Michael Vick </strong>. <strong> Joy Behar </strong> was less enthusiastic. \"I can't forgive it", "new_id": -2, "mturk_index": "742"}, {"uid": "1296727907183500817", "i": 19766, "idx": 20, "sa": ["Allen Iverson", "Antonio McDyess", "Doc Rivers", "George Karl"], "q": "Now, it feels that much worse. It's throbbing like a heartbeat.\" <strong> Allen Iverson </strong>, who hurt his finger against San <strong> Antonio McDyess </strong> a week ago, slips on a brace after every game per Doc Riverstors orders. <q> If I didn't wear this brace to keep it straight after every game, there's a chance it will get worse and I'll have to get a pin, </q> he said. Yet he refuses to wear anything on the finger in a game. \"I'm just real superstitious,\" <strong> Allen Iverson </strong> said. Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there", "new_id": -2, "mturk_index": "1358"}, {"uid": "1296135065234815529", "i": 45523, "idx": 0, "sa": ["Professor Green", "Simon Cowell"], "q": "<strong> Professor Green </strong> out to play Game Over. Jess, meanwhile, has admitted talking to <strong> Simon Cowell </strong> about a project, despite being signed to a rival label. The singer told radio station Kiss: <q> I had a very interesting conversation with Mr <strong> Simon Cowell </strong> recently. \"He wanted me to perform at The X Factor final but they couldn't make it happen. \"It was really nice of him to ring so you never know what will come out of it. </q> Hopefully, he'll advise her to buy proper pants in future... Have your say on the issues of the day with MY Sun? News Group Newspapers Ltd. \"The Sun\" , \"Sun", "new_id": -2, "mturk_index": "1242"}, {"uid": "1296452851051232810", "i": 53721, "idx": 1, "sa": ["John Stockton", "Michael Jordan", "Pat Knight", "J. Smith", "Allen Iverson", "Jordan Hall", "Bill Self"], "q": "packed crowd in <strong> Allen Iverson </strong> Fieldhouse. But he couldn't stop the Jayhawks from shooting almost 60 percent while Texas Tech( 16-12, 7-8) shot a miserable 29 percent in the biggest rout in Big 12 history. <q> I didn't like that. I have a lot of respect, and I really like <strong> Pat Knight </strong>, </q> <strong> Bill Self </strong> Sept. 11-- <strong> Michael Jordan </strong>, a five-time National Basketball Association Most Valuable Player and winner of a record 10 scoring titles, was among five people inducted to the NaiJ. Smith Memorial Basketball <strong> Jordan Hall </strong> of Fame. Point guard <strong> John Stockton </strong>", "new_id": -2, "mturk_index": "425"}, {"uid": "1297488327192626740", "i": 37816, "idx": 5, "sa": ["Donald Rumsfeld"], "q": "\"said that- it is correct.\" <strong> Donald Rumsfeld </strong>: \"It is not correct.\" And so it went. Stephanopoulos asked <strong> Donald Rumsfeld </strong> to concede that if he'd stayed in office after 2006, <q> there would have been defeat in Iraq and the surge would not have taken place. </q> <strong> Donald Rumsfeld </strong>: \"Oh, no, absolutely not.\" Stephanopoulos: \"Why is it so difficult, sir, for you to say,` This is the mistake I made. This is what we should", "new_id": -2, "mturk_index": "1759"}, {"uid": "1295439857265502752", "i": 29978, "idx": 0, "sa": ["Michael Gove"], "q": "to the education of their own children but really what is the concern with parents who actually care about the education of their children doing something about it and trying to stay within the realm of state education? <q> The people campaigning for free schools up and down the country are not professional politicians or political activists </q> <strong> Michael Gove </strong>'s 25-year-old ex-adviser given? 500,000 free schools grant- \" They mean parents can choose the school which reflects the cultural and moral ethos they want instead of being forced to put up with a", "new_id": -2, "mturk_index": "975"}, {"uid": "1295939875209289269", "i": 39656, "idx": 2, "sa": ["Allen Iverson", "Tim Duncan", "Gregg Popovich"], "q": "Spurs, who had lost two in a row, saw the return of <strong> Tim Duncan </strong>, who missed four games with a sprained right ankle. \"It was great to have him back,\" said Spurs <strong> Gregg Popovich </strong>. <q> Just having him on the court is a confidence builder for everybody. </q> <strong> Tim Duncan </strong>, who had eight points in Duncan_Tim Duncan_clutch_3ptr_in_OT__Spurs_117_Suns_115_2OT_HD With 3 seconds left, <strong> Tim Duncan </strong> hits a clutch 3 to send the game into double overTim Duncane, where the spurs win 117-115 over the suns. Iverson_Allen Iverson_29pts_9asts_vs_Tim Duncan_Tim Duncan_Spurs_07/08_NBA <strong> Allen Iverson </strong>'s 29 help", "new_id": -2, "mturk_index": "1466"}, {"uid": "1297699733228933646", "i": 24631, "idx": 0, "sa": ["George H. W. Bush", "Dick Cheney", "Donald Rumsfeld", "Alberto Gonzales", "Katherine Gallagher", "George W. Bush"], "q": "Then, upon learning that <strong> George W. Bush </strong> decided not to test the issue, but rather cancelled his trip, <strong> Katherine Gallagher </strong>, a spokesperson for the Paris-based International Federation for Human Rights, W. Bush\" W. Bush\"> responded <q> the reach of the Convention Against Torture is wide, this case is prepared and will be waiting for him wherever he travels next. </q> George H. W. Bushs not the only former leader susceptible to universal jurisdiction. His companions such as <strong> Dick Cheney </strong>, <strong> Donald Rumsfeld </strong>, <strong> Alberto Gonzales </strong> and his accomplice lawyers, and all the CIA \"perpetrators\" who used White House-approved procedures such", "new_id": -2, "mturk_index": "1846"}, {"uid": "1296078057185663498", "i": 20746, "idx": 1, "sa": ["Andy Coulson", "Rupert Murdoch", "David Cameron"], "q": "last week after numerous questions about practices at the newspaper. \"The MPS( Metropolitan Police Service) is launching a new investigation to consider this material,\" the police force said in a statement. <q> This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010. </q> BUSINESS AND POLITICS <strong> Andy Coulson </strong>'s resignation prompted questions about <strong> David Cameron </strong>'s judgment in giving him a second chance and risks complicating a bid by <strong> Rupert Murdoch </strong>'s News Corp to buy full control of British pay TV", "new_id": -2, "mturk_index": "1625"}, {"uid": "1297473653000409643", "i": 2747, "idx": 0, "sa": ["Peyton Manning", "Michael Vick", "Taj Mahal"], "q": "... Photo in Slideshow: In this photo taken Sunday, Feb. 6, 2011, a section of... Photo: AFC quarterback <strong> Peyton Manning </strong> of the Indianapolis Colts Photo: NFC quarterback <strong> Michael Vick </strong> of the Philadelphi... Report Abuse <q> I am a long-time DFW resident and Jerrah's sTaj Mahalium is his <strong> Taj Mahal </strong>, his Sphinx. When he kicks it and if he can circumvent zoning codes, his last will and testicle will stipulate that his remains and toupee be buried for perpetuity under the Cowboy star. </q> So who will be the next president of Egypt? Will North Korea invade South Korea? Will Palestineans and Israel make peace? Need more jobs in USA. Fix trade rules with China etc....", "new_id": -2, "mturk_index": "43"}]