[{"uid": "1295153110091308033", "i": 13617, "idx": 2, "sa": ["Allen Iverson", "Kobe Bryant", "Stan Van Gundy"], "q": "Lakers had averaged a league-high 104.7 points and held opponents to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season. <q> We just played defense, </q> <strong> Allen Iverson </strong> said. \"We made them take tough, contested shots. When they missed, we got out and ran and took adStan Van Gundytage. On the offensive end, we just attacked all night.\" <strong> Kobe Bryant </strong> said", "new_id": -2}, {"uid": "1295562571075235365", "i": 42737, "idx": 1, "sa": ["Eric Schmidt"], "q": "I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead. <strong> Eric Schmidt </strong> will take on the role of Executive Chairman... <q>... I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and Sergey. </q> A role that sounds a lot like the role he played over the past 10 years-being the grown-up face of the company, while Brin and Page play with algorithms. Honestly, this news is too", "new_id": -2}, {"uid": "1295616805243957789", "i": 29093, "idx": 4, "sa": ["Andy Coulson"], "q": "mean that he feels compelled to do so. <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the Government.\" <q> During his time working for me, <strong> Andy Coulson </strong> has carried out his role with complete professionalism. He has been a brilliant member of my team and has thrown himself at the job with skill and dedication. He can be extremely proud of the role he has played, including for the last eight months in Government. </q>", "new_id": -2}, {"uid": "1295601684081559570", "i": 32287, "idx": 12, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.\" He said <strong> Larry Page </strong> was \"ready to lead,\" and anticipated working <q> for a long time to come </q> with <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> as a \"tremendous leader\" who did an \"outstanding job\" leading Google. \"There is no other CEO in the world that could have", "new_id": -2}, {"uid": "1294996234169689094", "i": 19969, "idx": 1, "sa": ["Paula Abdul", "Steven Tyler", "Jennifer Lopez", "Michael Jackson", "Simon Cowell"], "q": "in with \"Idol\" alongside <strong> Simon Cowell </strong> and the adorably kooky <strong> Paula Abdul </strong>, will share the judges panel with <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>-- high-profile newcomers being counted on to return some much-needed buzz to the aging franchise. <q> I think they've really added a different kind of zest and a Televisionfreshness to it, </q> <strong> Michael Jackson </strong> said in a recent conference call. \"You take what was already great and you just kind of add a little extra spice to it.\" But the changes don't stop there. \"Idol", "new_id": -2}, {"uid": "1295566871244678664", "i": 58950, "idx": 7, "sa": ["Eric Schmidt"], "q": "29% to about$ 6.37 billion. Analysts surveyed by Thomson Reuters expected a profit of$ 8.09 a share on revenue of$ 6.06 billion. <strong> Eric Schmidt </strong> said the latest results were driven by <q> a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile. </q> Gross margin widened to 65.1% from 63.9%. In the most recent period, Google expanded its head count 4.6% to 24,400 full-time workers. Search ads remain the company's", "new_id": -2}, {"uid": "1297185899216317969", "i": 49452, "idx": 3, "sa": ["Simon Cowell"], "q": "for talent.\" Fox also announced today the series winner will receive a$ 5 million record deal, the largest guaranteed prize in television history, from Syco, a join venture between Sony Music and <strong> Simon Cowell </strong>. <q> We are going to put our money where our mouths are with the$ 5 million recording contract, </q> <strong> Simon Cowell </strong> said. \"I'm doing this show in America because I genuinely believe we can find a superstar.\" their website. Auditions are also planned for Chicago, Dallas, the New York-New Jersey area and", "new_id": -2}, {"uid": "1295022732245776404", "i": 26353, "idx": 0, "sa": ["David Letterman", "Michael Crichton"], "q": "the \"Late Show with <strong> David Letterman </strong>.\" Thursday night, his voice was strained and scratchy after months of intense treatment. The 66-year-old Academy Award winner acknowledged his good fortune. He said, <q> It's been a cycle of only about seven months since the discovery, and it was handled pretty intensely. Other people obviously have had a lot longer periods to deal with it. </q> <strong> Michael Crichton </strong> says he's gained back 12 of the 40 pounds he lost during an aggressive eight-week regimen of chemotherapy and radiation. During the past few months, infrequent sightings of the actor fueled rumors", "new_id": -2}, {"uid": "1295124191182747179", "i": 3860, "idx": 0, "sa": ["Allen Iverson", "Earl Watson", "LeBron James"], "q": "toughness, and <strong> Allen Iverson </strong> is among the toughest players in the league. After taLeBron James a whack on the right thumb he badly sprained less than two weeks ago, he scored 17 of Philadelphia's last 26 points. <q> I was just trying to take what the defense gave me, </q> <strong> Allen Iverson </strong> said. \"I didn't want to be overaggressive. I just wanted to let my teammates do what they had to do Earl Watsony in the game because they( Grizzlies) were taLeBron James away some of the", "new_id": -2}, {"uid": "1296747519187088939", "i": 55410, "idx": 0, "sa": ["Mario Lopez", "Jason Kennedy", "Zac Efron", "Dermot O'Leary", "Simon Cowell"], "q": "of the ITV1 talent show- is said to be \"in with a great chance\" to land the job after producers narrowed the list down to six people. A source told the Daily Mirror newspaper: <q> <strong> Dermot O'Leary </strong> is still in with a great chance of getting the biggest job of his life, but he's in the dark at the moment. \"He has made the shortlist but there is some pretty stiff competition from a host of big names in America. A decision has not been made yet so <strong> Dermot O'Leary </strong> has to wait, like any other fan of the show. </q> Other names rumoured to be in the line for the job include former` Saved By The Bell' star <strong> Mario Lopez </strong>,` High School Musical' actor <strong> Zac Efron </strong> and` E!' host <strong> Jason Kennedy </strong>. <strong> Simon Cowell </strong>", "new_id": -2}]