[{"uid": "1297291865155729933", "i": 20184, "idx": 0, "sa": ["Bernie Sanders"], "q": ", he and other residents formed a neighborhood watch to protect their lives and property.`` I am still very concerned about my friends in Egypt and about the political situation there,'' Root explained, <q> and I really would have preferred to have stayed. But I also realize that we[ i.e., American citizens] are kind of a liability in an unstable country in the middle of a revolution, so we can do more to help the Egyptian people from here. </q> By`` help,'' Root means his activities on a number of fronts, including: his private meeting with U.S. Senator <strong> Bernie Sanders </strong>( I-Vermont) in Burlington on Feb. 7, his insistence in interviews that", "new_id": -2}, {"uid": "1296014153261193737", "i": 1323, "idx": 1, "sa": ["Bill Rigby", "Tim Bajarin", "Steve Ballmer"], "q": "as chief executive. A string of high-level departures has raised concerns about his efforts to revitalize the company. <strong> Steve Ballmer </strong>`` is always on thin ice,'' said Forrest at Fort Pitt Capital. <q> Microsoft is a results-driven company. </q> Black money esTim Bajarinated at$ 462 Bill Rigbyion to$ 1.4 trillion: Pranab Finance Minister said the esTim Bajarinate of black money stashed abroad by Indians and Indian entities was esTim Bajarinated at between$ 462 Bill Rigbyion and$ 1.4", "new_id": -2}, {"uid": "1296423892068993033", "i": 406, "idx": 5, "sa": ["Allen Iverson", "Earl Watson"], "q": "game into overtime in the final seconds Earl Watsonier this week, then didn't lose confidence against the Pacers even as he struggled with his shot. He played 44 minutes, but went just 5-for-23 from the floor. <q> I just couldn't get in no type of rhythm, </q> <strong> Allen Iverson </strong> said.`` I couldn't get warm. I couldn't feel my hands the whole game.'' He was hot when it mattered, though, as <strong> Allen Iverson </strong> took the ball the length of the court", "new_id": -2}, {"uid": "1295981263080740402", "i": 23809, "idx": 0, "sa": ["Tim Pawlenty", "Newt Gingrich", "Bill Lockyer"], "q": "to solve the entire national debt that now totals$ 1.4 trillion. <strong> Tim Pawlenty </strong> also said raising the retirement age is an option he's willing to consider for younger workers entering Social Security programs. <q> Your retirement age is going to be pegged to some reasonable correlation to life expectancy, </q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN RAFAEL 4 BR/ 2.1 BA$ 799,000.00 SAN FRANCISCO 2", "new_id": -2}, {"uid": "1296660106176242759", "i": 6, "idx": 0, "sa": ["Alassane Ouattara"], "q": ". Instead the West African nation remains more divided than ever with incumbent President Laurent Gbagbo refusing to stand aside for <strong> Alassane Ouattara </strong>, the man the UN peacekeepers based in the country say won the poll. <q> The government are short on finances so if you've been absent from work and can't justify it, they put you on a list and you don't get your salary </q> \"`` I didn't mind who won, we just needed a winner to get back to normal,'' said Theodore, who works for a mobile phone company in the commercial capital Abidjan.", "new_id": -2}, {"uid": "1295959627147439641", "i": 43695, "idx": 2, "sa": ["Simon Cowell"], "q": "`` I have been in there. He loves a bath, <strong> Simon Cowell </strong>, it gives him time to think.'' The 37-year-old credited the TV mogul for giving him a masterclass in confidence. <q> He's a workaholic. He's a great boss, and I'm not just saying that, </q> he said. Keep updated with the latest breaking news and content on our Twitter feed. Latest dining reviews Read the latest reviews by the Shropshire Star's dining out reviewers before you decide where", "new_id": -2}, {"uid": "1295214437036208682", "i": 36118, "idx": 1, "sa": ["Simon Cowell"], "q": "table'' focused on lifting the contestants who survived the cross-country cattle calls onto Hollywood and beyond.`` There's nothing like having that discussion with another artist to help you grow,'' she said. <q> At the end, America's voting. We're here to guide them through it and mentor them through it. </q> That didn't always seem the case with <strong> Simon Cowell </strong>.`` We definitely love him and will miss him, and I think he was a great addition to the show, but I think what", "new_id": -2}, {"uid": "1296552417261570573", "i": 28478, "idx": 0, "sa": ["Larry Brown", "Allen Iverson", "David Stern", "Jason Kidd"], "q": "about <strong> Allen Iverson </strong>'s rap music, it was as if <strong> Allen Iverson </strong> didn't even hear him. As <strong> David Stern </strong> handed him the MVP trophy, all <strong> Allen Iverson </strong> could think of was one thing when he was asked to speak. <q> Where's my coach at? </q> he asked.`` Where's Coach <strong> Larry Brown </strong>?'' It was a nice touch by <strong> Allen Iverson </strong> to seek out <strong> Larry Brown </strong>, his coach for the past 3 1/2 seJason Kidds. For a player often described as selfish and immature", "new_id": -2}, {"uid": "1297109124023560237", "i": 6118, "idx": 4, "sa": ["Michael Gove"], "q": "7:24 PM Another thought... how does <strong> Michael Gove </strong> giving the green light to faith schools square with the multiculturalism has failed line? Surely these will increase division? dirtandglitter 7 February 2011 7:26 PM <q> No evidence has been presented to justify a subject selection that prizes Latin over engineering. But last week, <strong> Michael Gove </strong> offered this explanation:`` This reflects the subjects the Russell group universities have said they value most. </q> \" But what if- shock horror- some children don't want to go to a Russel group university? \" Free schools are approved by the secretary of state, with no requirement for", "new_id": -2}, {"i": 1060, "idx": 2, "index_answer": 0, "new_id": -1, "q": "an effort to speed up decision-making.`` In strategy we agree. There's no disagreement,'' <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. <q> In character, he's fundamentally a deeper thinker than anybody else, </q> he said.`` He sees a few moves deeper than I do.'' <strong> Eric Schmidt </strong> is also set to get a$ 100 million equity award, his first since joining the company in 2001, which", "sa": ["Eric Schmidt"], "uid": "1295984011193069115"}]