[{"uid": "1295555699014680141", "i": 36476, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Kim Kardashian", "Jennifer Lopez"], "q": "and <strong> Jennifer Lopez </strong>- looked unsure about when and 10th American Idol has new judges in 2011 ï¿½ ro\" Pics <strong> Kim Kardashian </strong> claims Teen Mom not trendy, slams series Teen Mom' or teen pregnancy. In fact, the <q>Kourtney& <strong> Kim Kardashian </strong> Take star finds it \"sad</q> and \"disturbing\". \"It seems that shows like \"Teen Mom\" are all of a sudden making teen pregnancy seem cool in the eyes No <strong> Simon Cowell </strong>.. No <strong> Paula Abdul </strong>? Yes This is Still American", "new_id": -2}, {"uid": "1295640360267567104", "i": 36738, "idx": 0, "sa": ["Paul Danke", "Johnny Pemberton", "Michael Vick", "Casey Feigh"], "q": "Room Florida school board shooting, <strong> Michael Vick </strong> wants a dog, rapper Wax interview and Stud Manly movie reviews- The Green Room Live Thanksgiving edition show with guest stand up comedians <strong> Paul Danke </strong> and <strong> Casey Feigh </strong>. Special holiday game, <q>How many beers did Sean's dad drink?</q> <strong> Johnny Pemberton </strong> goes behind the scenes of his new show MTV show MEGADRIVE on The Green Room with Sean Green <strong> Johnny Pemberton </strong> comes on The Green Room with Sean Green to talk about the premier of his new show MEGADRIVE which premiers", "new_id": -2}, {"uid": "1297462823095535141", "i": 7727, "idx": 4, "sa": ["Simon Cowell", "Noel Gallagher", "Susan Boyle", "Elton John"], "q": "time will help him avoid overlooking another big star. \"There have been many, many times on these shows where I've hated somebody and practically had a mutiny going on behind me,\" he said. <q>I don't believe <strong> Susan Boyle </strong> would have gone through in the old-fashioned audition method.</q> Exactly which judges would be deliberating on the future <strong> Susan Boyle </strong> Boyles of America, he wouldn't say, though candidates as diverse as <strong> Elton John </strong> and <strong> Noel Gallagher </strong> has been rumored.( <strong> Simon Cowell </strong> will announce the", "new_id": -2}, {"uid": "1297285270243777567", "i": 45097, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "camera together, it was obvious they were both dancing around the recent rumors. <strong> Simon Cowell </strong> reported that no' X Factor' judges have been officially signed yet. When asked about <strong> Paula Abdul </strong>, he said, <q>she's in the mix, but you know, a lot of people are in there.</q> As <strong> Simon Cowell </strong> was being interviewed, the camera cut to <strong> Paula Abdul </strong> backstage as she placed electrical tape over his mouth on a TV screen. And when it was <strong> Paula Abdul </strong>'s turn in the interview chair, the", "new_id": -2}, {"i": 31382, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Yard might have been hoping that the phone- hacking row would die down with the resignation of <strong> Andy Coulson </strong>. Few things seem more unlikely. <strong> Alastair Campbell </strong>, <strong> Andy Coulson </strong>'s most high-profile predecessor, summed it up simply yesterday: <q>I think the role of the police in this is now going to become centre-stage.</q> In truth it was a Hospitals fined for mixed-sex wards London, January 24: Hospitals have to pay a fine of Â£ 250 per patient per day for breaking rules on mixed-sex accommodation. There were around", "sa": ["Andy Coulson", "Alastair Campbell"], "uid": "1295845469082296851"}, {"uid": "1295030362239566877", "i": 30929, "idx": 0, "sa": ["Steve Ballmer", "Jason Maynard"], "q": ",\" said Wells Fargo Securities analyst <strong> Jason Maynard </strong>, in a research note. Iceland wants to become the No. 1 destination for companies looking to outsource their green IT data centers Still, <strong> Jason Maynard </strong> said he was <q>very surprised to see Muglia's departure since STB has arguably been the top performing unit in Microsoft. We have always been impressed with Muglia during our meetings over the years and thought he was on top of the space.</q> <strong> Steve Ballmer </strong> disclosed his decision to remove Muglia as head of STB in an e-mail to employees Monday but provided only vague reasons for the move. \"This is simply recognition that all businesses go through cycles and", "new_id": -2}, {"uid": "1296848362199835675", "i": 12205, "idx": 0, "sa": ["DeMaurice Smith", "George Atallah", "Michael Vick"], "q": "bargaining session since November on Saturday. NFLPA spokesman <strong> George Atallah </strong> described the meeting as \"a window of opportunity\" and added: \"We intend to go in there with open minds and open ears.\" <q>I don't think it's a good idea to set any expectation, other than the fact that we intend to sit down and continue to have a discussion that should guarantee football for our fans, football for our players,</q> NFLPA executive director <strong> DeMaurice Smith </strong> said Thursday. <strong> Michael Vick </strong> three times in the past two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting ring.", "new_id": -2}, {"uid": "1295512768257327142", "i": 30478, "idx": 0, "sa": ["Colin Powell"], "q": "he did to follow plays dictated by coaches. After noting that \"Jesus is my savior,\" he shared this life lesson with the would-be entrepreneurs: When your receiver is about to be tackled, <q>Keep it simple. Chuck it to him anyway.</q> After the audience was wooed to sign up for more sure-fire money-making classes and DVDs, <strong> Colin Powell </strong> came out to a rain of red and blue streamers. He was the most charming speaker, confessing", "new_id": -2}, {"uid": "1296023446028524689", "i": 27826, "idx": 0, "sa": ["Bill Lockyer", "Trent Baalke", "Michele Bachmann", "Newt Gingrich"], "q": "you were a kid in school always picking teams,\" <strong> Trent Baalke </strong> said. \"Oh, I want this guy, I want that guy.' That's the reality of what we do. <q>It's a talent-acquisition business, right? If you don't have it, it's hard to win.</q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this", "new_id": -2}, {"uid": "1297098713099483693", "i": 37804, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "<strong> Dwaine Caraway </strong>-- who'd take the reins should Mayor Tom step down before the May election-- is seen presenting a key to the city of Dallas to Philadelphia Eagles QB <strong> Michael Vick </strong> at some Super Bowl party. <q>Let me say this, in short: With me, with me, it's simply and only about the children,</q> <strong> Dwaine Caraway </strong> tells Unfair Park this morning, referring to the fact the downtown event was filled with \"wayward kids.\" <strong> Michael Vick </strong>'s Super Bowl party was canceled over security concerns, though he did make an appearance", "new_id": -2}]