[{"uid": "1295922296001261571", "i": 51581, "idx": 0, "sa": ["Jonathan Ive", "Steve Jobs", "Scott Forstall", "Eric Schmidt"], "q": "is, to support any future new CEO and ensure consistency.? <strong> Scott Forstall </strong>:( Currently Apple's Senior VP iPhone Software)- Odds for replacing <strong> Steve Jobs </strong>: Good. Forbes called him a name you <q> need to know in 2011, </q> and he's young, possesses the right kind of technical knowledge and dynamism, and has become an increasingly important figure in key Apple product decisions.? <strong> Eric Schmidt </strong>:( Currently ExecutJonathan Ive Chairman of Google,", "new_id": -2, "mturk_index": "1203"}, {"uid": "1296827679221364331", "i": 3056, "idx": 0, "sa": ["Michael Jackson", "Sarah Palin", "David Letterman", "Neal Boortz"], "q": "to the Rutgers women's basketball team or when <strong> David Letterman </strong> made the comment about <strong> Sarah Palin </strong>'s daughter. I feel that as a radio journalist, you must be held accountable of what you say. The saying goes: <q> If you don't have anything nice to say, don't say anything at all. </q> Believe me, you're better off that way. <strong> Neal Boortz </strong>, your wicked comments about <strong> Michael Jackson </strong> must be addressed. He was not perfect, he had his sins, but he's now gone. Most people have", "new_id": -2, "mturk_index": "716"}, {"uid": "1297080102074383400", "i": 3420, "idx": 0, "sa": ["Andy Coulson", "Ian Edmondson", "Max Mosley"], "q": "Phone hacking: <strong> Andy Coulson </strong> taped backing sacked News of the World executive <strong> Andy Coulson </strong> told a News of the World reporter <strong> Ian Edmondson </strong> was' a great operator'. Photograph: <strong> Max Mosley </strong> Nash/PA News of the World he had <q> total and complete faith in </q> <strong> Ian Edmondson </strong>, the news executive sacked by the paper last month for ordering a private investigator to hack into mobile phones. <strong> Andy Coulson </strong> describes <strong> Ian Edmondson </strong> as \"a great operator\" who is \"doing a brillIan Edmondsont job\"", "new_id": -2, "mturk_index": "1033"}, {"uid": "1295125600235077665", "i": 12777, "idx": 0, "sa": ["Sarah Palin", "David Letterman", "Barack Obama"], "q": "It led to <strong> David Letterman </strong>'s apology, after accusing Ms. <strong> Sarah Palin </strong>'s 14 year-old of being on the make, was a first, and should have echoed throughout the laughmosphere, but as the Comedian's Creed states, <q> Getting laughs is what matters. </q> Point being, <strong> Sarah Palin </strong> has them coming and going, not sure how to handle her. Yet they are even less sure how to handle <strong> Barack Obama </strong>. For all of those Democrats and old line Republicans who", "new_id": -2, "mturk_index": "1280"}, {"uid": "1297714427180764714", "i": 45080, "idx": 1, "sa": ["Steve Ballmer"], "q": "need to give people the full web, the full Internet on their phone, like they've come to expect with the PC,\" <strong> Steve Ballmer </strong> said at the mobile industry's annual get-together in Barcelona. <q> Later this year we are going to release a version of Internet Explorer 9( web browser) complete with hardware and graphics and other hardware acceleration for the Windows Phone, </q> he added. \"The web in some senses was designed for the PC first-- we need to make it a first class citizen on the phone,\" he added. Together with a", "new_id": -2, "mturk_index": "101"}, {"uid": "1295563086055705684", "i": 40990, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "... No One else could've accomplished what <strong> Eric Schmidt </strong>'s done.\" <strong> Sergey Brin </strong> also talked about how great a time he's had working with <strong> Larry Page </strong> for fifteen years and with <strong> Eric Schmidt </strong> for ten, and looks forward to <q> many more decades working together. </q> He hinted at some new products, but didn't really give much of a hint, simply saying he hopes to show us when they're ready. <strong> Eric Schmidt </strong> says he'll be taking a more strategic view of", "new_id": -2, "mturk_index": "966"}, {"uid": "1295497266083329024", "i": 5498, "idx": 0, "sa": ["David Letterman", "Kelsey Grammer"], "q": "like what your husband is doing.\" ' When Camille asked what he was doing, the friend indicated that <strong> Kelsey Grammer </strong> was leaving her, so she called and texted <strong> Kelsey Grammer </strong>, getting no response. <q> Finally, she got a late-night call in which she says he said, \"Yeah, I've been thinking about it. I just don't want to be married anymore. I asked him,` Is there somebody else?' He said` no' but there will be soon. </q> Camille met Kayte for the first time last week, just before <strong> Kelsey Grammer </strong> went on \"The Late Show with <strong> David Letterman </strong>.\" \"So I went down, saw her, shook her", "new_id": -2, "mturk_index": "2179"}, {"uid": "1295897193127107081", "i": 55013, "idx": 6, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": ", most I've never reread.\" As defense secretary under <strong> George W. Bush </strong> <strong> Donald Rumsfeld </strong> issued thousands of memos, \"snowflakes,\" they were called. He reads from some issued in 2003 and in 2005: <q> Are we winning or losing the war on terror? </q> \"Is the U.S. government changing fast enough?\" \"Do we need more troops? And if so, where and for what purpose?\" Another <strong> Donald Rumsfeld </strong> Rule: \"If you are not criticized", "new_id": -2, "mturk_index": "1269"}, {"uid": "1295155443216006673", "i": 21396, "idx": 0, "sa": ["Conan O'Brien", "David Letterman", "Sherilyn Fenn"], "q": "was on Idol. It was Ashley's Birthday too! Oklahoma music stars rocked through 2010 Jonathan Storm: Co-Nan plays Mussolini in his tiny studio <strong> Conan O'Brien </strong> living` in the moment' after crazy year Elvis Presley, <q> The King Of Rock And Roll </q> Beatles archivist who has seen it all gets'64 D.C. show back to the big screen Stampede kills 102 pilgrims in India Tunisian president toppled after 23 years in power Today in History-January 14 <strong> David Letterman </strong> Sherilyn Fennounced move, sextuplets born", "new_id": -2, "mturk_index": "1882"}, {"uid": "1297179623238403585", "i": 23777, "idx": 4, "sa": ["Paul Bremer", "Donald Rumsfeld", "Colin Powell", "Condoleezza Rice", "Hugh Shelton", "Eric Shinseki", "John McCain", "Richard Armitage"], "q": "one of his biggest regrets was not having successfully resigned in the wake of the Abu Ghraib prison scandal. In her review, Gwen rounds up some of the finger-pointing <strong> Donald Rumsfeld </strong> employs in the book: <q> \"Mostly, <strong> Donald Rumsfeld </strong> is certain-- never more so than when he is chronicling the deficiencies of others. His list of disdain runs long-- from former secretaries of state <strong> Condoleezza Rice </strong> and <strong> Colin Powell </strong>, to Coalition Provisional Authority chief <strong> Paul Bremer </strong>(` It remained difficult to get him to accept the idea that Iraq belonged to the Iraqis'), to former Army secretary <strong> Eric Shinseki </strong>, to former Joint Chiefs chairman <strong> Hugh Shelton </strong>, <strong> Colin Powell </strong> aide <strong> Richard Armitage </strong>, Sen. <strong> John McCain </strong> and, of course, the news media. </q> \"The most consistent censure is reserved for <strong> Colin Powell </strong>, <strong> Condoleezza Rice </strong> and anyone who operated in their diplomatic orbit. <strong> Colin Powell </strong> and his supporters, he writes, were skeptical of the administration's initiatives to the point of", "new_id": -2, "mturk_index": "387"}]