[{"uid": "1295665751254312516", "i": 25557, "idx": 0, "sa": ["George H. W. Bush", "Tony Blair", "Paul Reynolds", "Donald Rumsfeld"], "q": "call for the private statements Mr <strong> Tony Blair </strong> made to Mr <strong> George H. W. Bush </strong> and then US defence secretary <strong> Donald Rumsfeld </strong> in July 2002, to be made public, saying the panel was \"disappointed\" that this had not happened. <q> There was no \"smoking gun </q> over support for <strong> George H. W. Bush </strong>\" \" <strong> Paul Reynolds </strong> World Affairs Correspondent, BBC News website The panel have seen the notes but they will remain secret after Cabinet Secretary Gus O'Donnell said releasing them would compromise diplomatic confidentiality.", "new_id": -2, "mturk_index": "1642"}, {"uid": "1297336867021299203", "i": 43376, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "of Britain's elected leaders. Though Britain is obliged to honor the court's rulings, many lawmakers are considering voting against the measure anyway. foreignstudents: <strong> David Cameron </strong> on Prime Minister's Questions- <q> Foreign students are vital to British universities. </q>... KrisTheScript Odd that the police are now interested in the phone hacking scandal now <strong> Andy Coulson </strong> isn't working for the Prime Minister <strong> David Cameron </strong>. Report Abuse \" Copy and pest the following link in your web browser then join", "new_id": -2, "mturk_index": "1806"}, {"uid": "1297251079068108305", "i": 13406, "idx": 2, "sa": ["Steve Ballmer", "Ray Ozzie"], "q": "to enable the viability of a services-based model,\" Ozzie.net/docs/the-internet-services-disruption/\" target=\"_blank\"> he wrote, warning that failure to respond to the evolution of what would become cloud-based services would put the entire company at risk. <q> We must respond quickly and decisively, </q> he noted. \"His work since, stimulated thinking across the company and helped catalyze our drive to the cloud,\" <strong> Steve Ballmer </strong> said. It is unclear how long <strong> Ray Ozzie </strong> will remain in his new", "new_id": -2, "mturk_index": "1576"}, {"uid": "1296010489168460353", "i": 298, "idx": 0, "sa": ["Steve Ballmer"], "q": "questions will be asked about the leadership of <strong> Steve Ballmer </strong>, now in his 12th year as chief executive. A string of high-level departures has raised concerns about his efforts to revitalize the company. <strong> Steve Ballmer </strong> <q> is always on thin ice, </q> said Forrest at Fort Pitt Capital. \"Microsoft is a results-driven company.\"", "new_id": -2, "mturk_index": "1582"}, {"uid": "1297261068179191811", "i": 24434, "idx": 11, "sa": ["Micah Zenko", "Donald Rumsfeld"], "q": "strikes at the outset of the invasion. <strong> Micah Zenko </strong>, a political scientist at the Council on Foreign Relations, extensively researched U.S. planning for a military strike on Khurmal in 2002 and detailed it in his book <q> Between Threats and War. </q> He said in an interview that he was unaware that <strong> Donald Rumsfeld </strong> had advocated bombing the place while Powell was at the U.N. By that time, the Khurmal camp had been largely empty for months, <strong> Micah Zenko </strong> said", "new_id": -2, "mturk_index": "1597"}, {"uid": "1297094119231997478", "i": 37963, "idx": 1, "sa": ["Simon Cowell"], "q": "judge is saying exactly why he's bringing the show stateside. \"I believe America has the best talent in the world, I believe that with all my heart,\" he says. <q> But I'm not looking for someone who will only be a hit in America. I'm looking for a global star. </q> Exclusive: <strong> Simon Cowell </strong> Reveals Top Five Tips to Winning` The X Factor' \"Glee\" 's Dot-Marie Jones wore many hats before starring on \"Glee\" as Coach Beiste-- one of them being a", "new_id": -2, "mturk_index": "741"}, {"uid": "1295937150203702288", "i": 32858, "idx": 0, "sa": ["Keith Smart", "Bill Lockyer", "Newt Gingrich"], "q": "all. It didn't look good when Ellis was carried off the court in the waning moments of Friday night's victory over Sacramento, but he promptly played 42 minutes the next night against the Clippers. <q> Monta bounces back quickly, </q> coach <strong> Keith Smart </strong> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Mercedes-Benz 2010 M-Class$ 49,971 Mercedes-Benz 2011 M-Class$ 58,265 Mercedes-Benz", "new_id": -2, "mturk_index": "1089"}, {"uid": "1295612145098222099", "i": 2726, "idx": 4, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": "continuing pressures on him and his family mean that he feels compelled to do so.\" <strong> Andy Coulson </strong> played a key role in helping propel Conservative leader <strong> David Cameron </strong> to power in elections in May 2010. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government, </q> <strong> David Cameron </strong> said. The hacking saga has refused to die down since the News of the World's royal correspondent and a private investigator were jailed in 2007 for conspiracy to access mobile phone messages involving Princes <strong> Nick Clegg </strong>", "new_id": -2, "mturk_index": "1740"}, {"uid": "1295480278251461633", "i": 21901, "idx": 0, "sa": ["Anne Hathaway", "Jane Lynch", "Alex Pettyfer", "Dianna Agron", "Simon Cowell"], "q": "up in <strong> Alex Pettyfer </strong>'s lap, licking his face. It was so funny!\" Follow us on Twitter Follow us on Facebook Related stories Agron-Dianna Agron-im-a-big-big-nerd\"> <strong> Dianna Agron </strong> <q> I'm A Big, Big Nerd </q> Lynch-Jane Lynch-sue-sylvester-inspired-by-Simon Cowell-Simon Cowell\"> <strong> Jane Lynch </strong>` Sue Sylvester Inspired By <strong> Simon Cowell </strong>' Glee Rejected By Guns N' Roses Hathaway-Anne Hathaway-cameo\"> Glee Creator Confirms <strong> Anne Hathaway </strong> Cameo", "new_id": -2, "mturk_index": "508"}, {"uid": "1296738679019595292", "i": 2586, "idx": 0, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": "and ease in myself and an ability to tune out the unnecessary negativity and really understand that it's all about putting love and goodness out in the world,\" she said on Wednesday's show. <q> This new American Idol gang makes me so excited because you just feel so happy. I would watch it before, me personally, and just feel so horrible for these people going out there... It just feels negative. </q> <strong> Oprah Winfrey </strong> then interjected to say that while she agreed the show was \"kinder\" and \"gentler\" now, she is a \"big\" fan of departed judge <strong> Simon Cowell </strong>, and suggested that he \"", "new_id": -2, "mturk_index": "1557"}]