[{"i": 44776, "idx": 18, "index_answer": 1, "new_id": -1, "q": "from 3-point range( 17 percent). <strong> Danilo Gallinari </strong>, their top perimeter threat whom coach <strong> Mike D'Antoni </strong> called the best shooter he's ever seen, went 1 for 6, falling to 4 of 19 in the preseason. <q> Defensively we were OK, just one of these days we've got to make some shots and we haven't done it yet, </q> <strong> Mike D'Antoni </strong> said. \"They're http://wn.com/Allen_Iverson_34pts_vs_Michael_Jordan_30pts_01/02_season_NBA Sixers' Have Answer to <strong> Jordan Farmar </strong>'s <strong> Chauncey Billups </strong> <strong> Vince Carter </strong> <strong> Michael Jordan </strong> was unstoppable at the start, but <strong> Allen Iverson </strong> was better when it counted. <strong> Allen Iverson </strong> scored 22 of his 34 points in the", "sa": ["Vince Carter", "Mike D'Antoni", "Jordan Farmar", "Danilo Gallinari", "Michael Jordan", "Chauncey Billups", "Allen Iverson"], "uid": "1295310733097861638"}, {"uid": "1296225951235159601", "i": 388, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": "'s race to replace GOP Gov. <strong> Mitch Daniels </strong>, who can't run for a third term. <strong> Mike Pence </strong> didn't mention the governor's race in a letter sent to supporters Thursday but said he intended <q> to serve the people of Indiana in some way. </q> Chicago Shopping Overwhelming Offers: Always 50% off or more from your favorite brands>> \"In the months ahead, as we attend to our duties in Congress, we will also be traveling across the", "new_id": -2}, {"uid": "1297369907222625904", "i": 38672, "idx": 0, "sa": ["Carolyn Murphy", "David Letterman"], "q": "suits- dubbed the candy red bikini- was worn by <strong> Carolyn Murphy </strong> and selected for the cover, which is the Oscar of the industry. But making the inside pages is not a mere consolation. <q> Everybody opens up the issue and goes: \"Wow, where can I get this suit?' \"said Simon Southwood of Sauvage Swimwear, which has had several of its designs grace the famous pages. \"Consumers love to follow what's hot, what's glamorous, what's beautiful. </q> This year's issue will be revealed on Monday, Valentine's Day, on <strong> David Letterman </strong>\"s show, followed by newsstand sales the next day. The location of the shoots and who makes the", "new_id": -2}, {"uid": "1295980170233783301", "i": 14072, "idx": 3, "sa": ["Bobby Jindal", "Sam Brownback", "Sen. Bernie Sanders"], "q": "Republicans to embrace them. \"Up until this point, the Republican leadership has been vague about what federal programs they want to cut,\" said <strong> Sen. Bernie Sanders </strong>, a Vermont independent who caucuses with Democrats. <q> On the other hand, Congressman Ryan has been very clear on this subject. </q> Delivering the party's response to the president is an honor but by no means a ticket to stardom. Most such addresses aren't memorable, though Louisiana <strong> Sam Brownback </strong> <strong> Bobby Jindal </strong> drew wide attention in 2009, when", "new_id": -2}, {"uid": "1295561931217792549", "i": 12989, "idx": 0, "sa": ["Eric Schmidt"], "q": ") Promotes Vincent J. Delie, Jr. to President of F.N.B. Corp& CEO of First National Bank GOOG) outgoing CEO <strong> Eric Schmidt </strong> twitted and posted on the company blog about the management shake-up news. Twitter: <q> Day-to-day adult supervision no longer needed! </q> Commenting on the moves in the Google blog post, <strong> Eric Schmidt </strong> said: Larry will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge", "new_id": -2}, {"uid": "1297108146141246491", "i": 18929, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "Iraq. \"In a war, many things cost lives,\" <strong> Donald Rumsfeld </strong> told ABC in an interview to be broadcast on \"Nightline\" Monday. <strong> President Bush </strong> has written that the troop level in Iraq was <q> the most important failure in the execution of the war. </q> \"I think that it's possible,\" <strong> Donald Rumsfeld </strong> responded. \"We had( an) enormous number of troops ready to go in.... You know, the path you didn't take is always", "new_id": -2}, {"uid": "1297108146141246491", "i": 18931, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "q": "\" Monday. <strong> President Bush </strong> has written that the troop level in Iraq was \"the most important failure in the execution of the war.\" \"I think that it's possible,\" <strong> Donald Rumsfeld </strong> responded. <q> We had( an) enormous number of troops ready to go in.... You know, the path you didn't take is always smoother. </q> <strong> Donald Rumsfeld </strong> is promoting his memoir, \"Known and Unknown,\" which is being published Tuesday. Reminded that his predecessor <strong> Robert McNamara </strong> said, \"we were wrong, terribly wrong,\" decades after", "new_id": -2}, {"uid": "1296776655116113416", "i": 48568, "idx": 5, "sa": ["Donald Rumsfeld", "President Bush"], "q": "to appeal to the media.\" In the course of \"Known and Unknown\" Mr. <strong> Donald Rumsfeld </strong> tells the reader he regrets not resigning in the wake of the Abu Ghraib scandal( which he blames on <q> a small group of prison guards who ran amok in the absence of adequate supervision </q>). He says that he offered to resign twice but that <strong> President Bush </strong> pressed him to stay on. He also acknowledges that some of his more cavalier remarks- \"stuff happens,\" he said of the looting", "new_id": -2}, {"uid": "1296809208049168400", "i": 652, "idx": 0, "sa": ["Lila Rose", "Mike Pence"], "q": "parent and adds, \"We're pretty good at handling if someone doesn't want someone else to know.\" Live Action's president, <strong> Lila Rose </strong>, said the videos illustrate Planned Parenthood's willingness to <q> circumvent parental consent laws for secret abortions. </q> National anti-abortion groups have used the earlier released video to intensify their calls for federal legislation to cut off the more than$ 350 million in annual federal family planning fund that Planned Parenthood receives. Rep. <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1295965142202670081", "i": 10342, "idx": 1, "sa": ["Gordon Brown", "Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": " \"So far, our worst day in government,\" a senior <strong> David Cameron </strong> aide told The media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The <strong> Rupert Murdoch </strong> flies in to UK as News Corp stays silent on phone hacking Company not divulging what tycoon's son <strong> Gordon Brown </strong> was told when he signed off Â£ 700,000 payment to football", "new_id": -2}]