[{"uid": "1295730324150700038", "i": 28851, "idx": 1, "sa": ["Tony Blair", "Danny Lawson", "Andy Coulson"], "q": "to say about his impending departure? The former journalist blamed, yes, the press. <strong> Andy Coulson </strong>.( Credit: <strong> Danny Lawson </strong>/ AP Photo)`` Unfortunately,'' <strong> Andy Coulson </strong> said in a statement, <q> continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role. I stand by what I've said about those events, but when the spokesman needs a spokesman, it's time to move on. </q> Translation from the original British: I didn't do anything wrong, it's those pesky reporters! In a bit of American-style damage control, the resignation was announced while <strong> Tony Blair </strong> was fielding questions", "new_id": -2}, {"uid": "1295354667110805007", "i": 30431, "idx": 0, "sa": ["Cheryl Cole", "Derek Hough", "Simon Cowell"], "q": "<strong> Cheryl Cole </strong> to buy a multi-million dollar home in North Palm Drive, rather than move into a more modest Â£ 400,000 apartment with her alleged boyfriend <strong> Derek Hough </strong>. A supposed friend of <strong> Cheryl Cole </strong>'s said of <strong> Simon Cowell </strong>: <q> He knows how lonely it can be to start over in a new country and he wants her nearby.`` Space, privacy and security don't come cheap in LA- especially where he lives. <strong> Simon Cowell </strong> wants <strong> Cheryl Cole </strong> to be happy and he knows she'll enjoy living in his neighbourhood. </q> The insider claimed that <strong> Cheryl Cole </strong> is not yet ready to move in with <strong> Derek Hough </strong>, explaining:`` <strong> Cheryl Cole </strong> and <strong> Derek Hough </strong> have definitely been getting closer, but she wants her own life in LA- her own", "new_id": -2}, {"uid": "1296128197246497300", "i": 17603, "idx": 14, "sa": ["Michael Vick", "Kevin Kolb"], "q": "quarterback, <strong> Kevin Kolb </strong>, through the 2011 season.`` I'm expecting everything to go according to plan... got to take it one day at a time,'' said <strong> Michael Vick </strong>, who reiterated later, <q> Hopefully I'll be with the Eagles next season. </q> <strong> Michael Vick </strong>'s turnaround continued yesterday, when he signed his first endorsement deal since prison. One of the sport's most recognizable and popular stars before the entire ordeal, <strong> Michael Vick </strong> agreed to a two-year deal with", "new_id": -2}, {"uid": "1296708031055181325", "i": 8724, "idx": 1, "sa": ["Allen Iverson", "David West", "Larry Hughes"], "q": "game and showed some of the grit they displayed last season, when they reached the NBA Finals.`` It's extra special( to win) when you have to fight and struggle,'' <strong> Allen Iverson </strong> said. <q> We were able to keep fighting through it. I know last year's team is dead and stinkin', but we took something from last year's team( in this game). </q>`` I've had this team for five years and they try,'' Sixers coach <strong> Larry Hughes </strong> <strong> David West </strong> said.`` They might not always play right and they might not always play good, but they try.''", "new_id": -2}, {"uid": "1295253498206143557", "i": 27043, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "since a bullet ripped through her brain.`` The congresswoman continues to do well. She is breathing on her own,'' doctors at University Medical Center in Tucson said in a statement. <q> Congresswoman <strong> Gabrielle Giffords </strong> has been upgraded... because she is no longer on a ventilator. </q> More details are expected at a news conference with doctors today. <strong> Gabrielle Giffords </strong> is already able to move both sides of her body, Sen. <strong> Kirsten Gillibrand </strong> said yesterday on`` Meet the Press.'' The", "new_id": -2}, {"uid": "1295615554111296525", "i": 41559, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Christian Coulson"], "q": "Felt Compelled To Quit' Orange News <strong> David Cameron </strong> has confirmed his communications chief <strong> Andy Coulson </strong> felt compelled to resign because of`` pressures on him and his family''. Mr <strong> Christian Coulson </strong>, a former editor of the World, said <q> continued coverage of events connected to my old job </q> made it difficult <strong> Andy Coulson </strong> to make personal statement about his future Downing Street refuses to confirm whether <strong> Christian Coulson </strong> will resign over phone-hacking row <strong> Andy Coulson </strong> has always argued that he was not aware of World when he was editor. Photograph", "new_id": -2}, {"uid": "1296513672069730409", "i": 413, "idx": 1, "sa": ["Michael Vick"], "q": ": Shocking Footage of Police Station Shootout U.S. Video: Florida's Pennekamp Coral Reef State Park Report Abuse \" At least the fellow students in high school showed more maturity than the first commenters here. \" Report Abuse <q> I think its safe to say that its like men who have commented that these girls are proud lesbians. They're lucky. I am unfortunate enough to be straight. </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl", "new_id": -2}, {"uid": "1296888754258654232", "i": 10195, "idx": 1, "sa": ["Kirsten Gillibrand", "Doug Jensen", "W. Craig Fugate"], "q": "to FEMA Administrator <strong> W. Craig Fugate </strong> expressing her support for Collins Center Volunteer Fire Company's grant application.`` This is a great investment for Erie and Cattaraugus counties,'' Sen. <strong> Kirsten Gillibrand </strong> said in the news release. <q> This federal investment will help improve the fire department's equipment, help local firefighters do their work and keep families safe. I will continue working to ensure our first responders have the tools and resources they need to keep our communities safe. </q>`` As a representative of this consortium, I'd like to express our happiness to receive this award for much-needed radio equipment that will allow us all to perform more efficiently,'' said <strong> Doug Jensen </strong>, Captain", "new_id": -2}, {"i": 3029, "idx": 0, "index_answer": 2, "new_id": -1, "q": "how daunting the brief affair can be. That includes <strong> David Letterman </strong>, who has yet to shed memories of his bumpy 1995 Oscar gig that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. <q> <strong> Ricky Gervais </strong> was the host of the( Globes) show-- very funny guy, </q> <strong> David Letterman </strong> said on his late-night CBS show Monday.`` But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.''' At", "sa": ["Uma Thurman", "Oprah Winfrey", "David Letterman"], "uid": "1295447959150847521"}, {"uid": "1295668674231571473", "i": 25791, "idx": 1, "sa": ["Andy Coulson"], "q": "Police would now conduct a thorough investigation into the phone hacking.`` To say this is long overdue is an understatement. <strong> Andy Coulson </strong> should never have been appointed in the first place,'' he said. <q> I hope now finally that the police will be able to conduct the full, transparent, and thorough inquiry into phone hacking that we are still waiting for and that the murky truth will come to light. </q> It is understood Mr <strong> Andy Coulson </strong> informed the Prime Minister of his intention to leave on Wednesday evening. No decision has yet been taken on a replacement. Mr <strong> Andy Coulson </strong> resigned as editor of the News", "new_id": -2}]