[{"uid": "1297429746243695638", "i": 36597, "idx": 1, "sa": ["Bill Lockyer"], "q": "also suggested states declare bankruptcy, as yet another way to escape obligations- including union contracts. <strong> Bill Lockyer </strong> turned that down flat.`` Behind that is an attack on state workers,'' he said. <q> This is all fiction and all speculative, </q> he said of the right-wing arguments. baligirl February 11, 2011 at 12:28 AM UnionRepublican, There is no major problem with pensions. The problem is with wall street and their need to get", "new_id": -2}, {"uid": "1297325841105414662", "i": 20816, "idx": 0, "sa": ["Barack Obama", "Mike Pence"], "q": "bond'' between the two nations. Still that was not enough to quell the cries of those like Representative <strong> Mike Pence </strong>, the Republican Conference chairman who earlier this month told the Christian Broadcasting Network, <q> I believe the <strong> Barack Obama </strong> administration is the most anti-Israel administration in the modern history of the state of Israel and our relationship with her. </q> The more extreme the statement the better I guess. Fair or not, these criticisms are crystallizing into a shared belief among many: <strong> Barack Obama </strong> is burning bridges with the Jewish community in order to build bridges to", "new_id": -2}, {"uid": "1296528007049463298", "i": 1778, "idx": 1, "sa": ["Sergio Marchionne"], "q": ". As a result, the 200 has new features such as LED headlights and a quieter engine mounting system, a big improvement in quality that its predecessor, the Chrysler Sebring, didn't have. <q> The answer used to be no, </q> Verley said. Along with quality, <strong> Sergio Marchionne </strong> pushed the 200 to come out faster. He personally approved the car's interior in three days, far faster than the two weeks it took under previous CEOs", "new_id": -2}, {"uid": "1295033546140197948", "i": 6296, "idx": 0, "sa": ["Simon Cowell"], "q": ", so the whole thing becomes incredibly complicated and it doesn't cross the language barrier. I will definitely not be wearing braces.'' He aims to be the Robin Hood of TV. <q> I want to look after the good guys and take down the bad ones, so I see myself as Robin Hood here. People say,` Give me an example,' and I say,` What about that idiot pastor who wanted to burn the Koran at a highly sensitive time for relationships between Muslims and Christians in America?' I'd like to get him on and maybe tweak his moustache. I could burn his moustache on national TV. </q> He will expose the softer side of <strong> Simon Cowell </strong>.`` I made <strong> Simon Cowell </strong> cry in Britain on TV, so I'd definitely like to revisit that scenario. I'd like to make the man with no", "new_id": -2}, {"uid": "1295571277037306368", "i": 12122, "idx": 0, "sa": ["Eric Schmidt"], "q": "advertisers and publishers in its exchange, but also described a continued influx of brand dollars from offline channels into online display ads, which he predicted would continue into 2011. Rosenberg added that 2011 will be <q> the year that mobile phones will play an important role in commerce, </q> and described continued growth of the firm's Android mobile operating system. In reference to the management restructuring, current CEO <strong> Eric Schmidt </strong> said he hoped the reorganization would enable the company to operate more efficiently.``", "new_id": -2}, {"uid": "1295665787007979011", "i": 22385, "idx": 1, "sa": ["Eric Schmidt"], "q": "of delivering personalized, timely and location-aware information to people. The company has already made strides in each area. The first is the development of fast networks, specifically LTE, <strong> Eric Schmidt </strong> wrote. They will <q> usher in new and creative applications, mostly entertainment and social, for these phone platforms, </q> he wrote. All of the major operators in the U.S. are already building their LTE networks or have stated that they plan to. While Google is not in the business of building networks, it has", "new_id": -2}, {"uid": "1295887613005734450", "i": 39227, "idx": 0, "sa": ["Cher Lloyd", "Simon Cowell"], "q": "'s recording with and what's going on between her and <strong> Simon Cowell </strong>. 1. She's recording with RedOne. The rumours are true- <strong> Cher Lloyd </strong>'s been working with the Gaga hitmaker. He said, <q> There are created stars and creative stars. <strong> Cher Lloyd </strong>'s a creative star- she's amazing. </q> Well we're just hoping the songs are more like this, and less like this. 2. She's bringing out a clothing line.`` I want to create a range", "new_id": -2}, {"uid": "1296664938258277379", "i": 38174, "idx": 1, "sa": ["Michael Vick", "Tom Brady"], "q": "He easily beat Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who garnered 11 votes. <blockquote>`` I've been here for a while, so I've seen our offense evolve,'' the 11-year veteran told The AP. <q> We do some different things now than we've done in the past. Ultimately, we're still trying to do the same thing, which is be productive and win games. </q> </blockquote> <strong> Tom Brady </strong> finished the season 324-of-492 for 3900 yards and 36 touchdowns, with just 4 interceptions during the regular season with a QB rating of 111.0. He finished 8th in the league in yards, but", "new_id": -2}, {"uid": "1295665801007979095", "i": 3106, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "of negative news reports and gave him his full support. It will also deprive Mr <strong> David Cameron </strong> of a prized colleague who was respected for his intuitive understanding of the British public. Mr <strong> Andy Coulson </strong> said: <q> I can today confirm I have resigned as director of communications in Downing Street`` It's been a privilege and an honour to work for <strong> David Cameron </strong> for three and a half years. </q> The former editor said he was`` extremely proud of the part he played'' in getting the party back into government. But he admitted the row over phone hacking made it`` difficult to", "new_id": -2}, [{"i": 4658, "idx": 2, "index_answer": 0, "new_id": -1, "q": "veteran who had served as CEO of Novell and chief technology officer of Sun Microsystems, <strong> Eric Schmidt </strong> was brought in to provide some`` adult supervision.'' On his Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q> Day-to-day adult supervision is no longer needed. </q>`` I believe Larry is ready'' to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts.`` It's time for him to have a shot at running this.''", "sa": ["Eric Schmidt"], "uid": "1295584186085278737"}]]