[{"uid": "1297152367211075085", "i": 36984, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "and Unknown', die vandaag verschijnt. <strong> Donald Rumsfeld </strong> bood <strong> George W. Bush </strong> tot tweemaal toe zijn ontslag aan na het schandaal, maar de <strong> George W. Bush </strong> weigerde dat te aanvaarden. Nu meent <strong> Donald Rumsfeld </strong> dat hij had moeten doordrukken. <q> Abu Ghraib en de gevolgen ervan, zoals de beschuldigingen van` marteling' door critici van de oorlog in Irak en de <strong> George W. Bush </strong>, werden een schadelijke afleiding </q>, redeneert <strong> Donald Rumsfeld </strong>. \"Meer dan al het andere dat ik heb nagelaten te doen of mijn trots over de belangrijke dingen die we hebben bereikt, spijt het me dat ik toen niet ben vertrokken.\"", "new_id": -2, "mturk_index": "983"}, {"uid": "1295876928012320777", "i": 42704, "idx": 0, "sa": ["Andy Coulson", "Ed Miliband"], "q": "Although the investigators were initially recruited prior to the announcement of <strong> Andy Coulson </strong>'s departure, the events of the past week have added to the determination to gather information that could embarrass <strong> Ed Miliband </strong> and senior members of his staff. <q> Before <strong> Andy Coulson </strong> resigned it was business. Now it's personal, </q> said another informed source. The political stakes were ratcheted up in the hours following <strong> Andy Coulson </strong>'s resignation when <strong> Ed Miliband </strong> personally issued a series of statements criticising the wisdom of hiring the former News of the World", "new_id": -2, "mturk_index": "1851"}, {"uid": "1296619642002048048", "i": 52557, "idx": 0, "sa": ["David Arquette", "Carolina Herrera", "Charlie Sheen", "Steve Wright", "Julianna Margulies", "Simon Cowell", "Leslie Nielsen"], "q": "of a September 2008 plane crash in South <strong> Carolina Herrera </strong> that left both critically injured. Four others aboard the plane were killed when the Learjet skidded off a runway during takeoff from Columbia. Watch more about his career\" <q> Daily I live with the guilt and grief of what happened that night, what I saw, who was lost and why I was spared, </q> he wrote in Wright_Steve Wright <strong> Simon Cowell </strong>: Missing X Factor in UK? <strong> Charlie Sheen </strong>: A late date with rehab <strong> David Arquette </strong> leaves rehab after a month <strong> Julianna Margulies </strong> thanks in-laws on 2011 SAG Awards for` Good Wife' win <strong> Leslie Nielsen </strong>,", "new_id": -2, "mturk_index": "1971"}, {"uid": "1295902107252543013", "i": 4641, "idx": 0, "sa": ["Bill Clinton", "Colin Powell", "Barack Obama"], "q": "members of the House start having a full airing of their views, <strong> Barack Obama </strong> will appear more moderate. He's going to be nicely positioned between the old <strong> Barack Obama </strong> and the new Republican House,\" he said. <q> I've said for more than a year that if the Democrats hold both the House and the Senate, <strong> Barack Obama </strong> might be a one-term <strong> Bill Clinton </strong>. Now he has someone to blame and someone to make him to look better. </q> <strong> Colin Powell </strong>, former secretary of state in the Bush administration who endorsed <strong> Barack Obama </strong> in the 2008 election, said the <strong> Bill Clinton </strong> was well positioned politically. \"He hasn't achieved all of his purposes,", "new_id": -2, "mturk_index": "1779"}, {"uid": "1295613901243957775", "i": 18936, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "Asimismo, se muestra agradecido en el blog por los 24.000 usuarios que utilizan Google a nivel mundial y resalta el xito de los nuevos negocios como son Android, Google Chrome y YouTube. Seg?n <strong> Eric Schmidt </strong>, <q> las perspectivas son brillantes y los resultados tambi?n </q>, ya que, como a?ade en el blog, la participaci?n entre <strong> Larry Page </strong>, <strong> Sergey Brin </strong>( <strong> Sergey Brin </strong>) y l ha sido \"muy productiva porque siempre han estado involucrados con el proyecto y en la toma de decisiones", "new_id": -2, "mturk_index": "1762"}, {"uid": "1295584859050233357", "i": 37490, "idx": 1, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez", "Randy Jackson"], "q": "with some soul. \"You are so sweet and so cute,\" <strong> Jennifer Lopez </strong> said. \"I like this dude,\" <strong> Randy Jackson </strong> said. \"The sparkle in your eye, yah!\" <strong> Steven Tyler </strong> said. <q> Closing my eyes, it was a work of art, a thing of beauty. </q> This makes me wonder: what would <strong> Simon Cowell </strong> have said? Alas, they end the hour with a weepy story because the \"Idol\" producers can't help themselves. we should all DVR", "new_id": -2, "mturk_index": "1347"}, {"uid": "1295754864179863585", "i": 31398, "idx": 5, "sa": ["Joe Smith", "Rafer Alston", "Ben Wallace", "Earnest Ross", "Allen Iverson", "Michael Bruce Curry"], "q": "missed only one of his eight shots while recording 14 points and 10 rebounds. \"You've just got to take one shot at a time,\" <strong> Joe Smith </strong> said of the streak after shooting 1-of-5 before intermission. <q> In the first half, it was awful, so I came out early at halftime and tried to get my Iverson_Allen Iverson_highlights_vs_Bucks_08/09_NBA_*Missed_Practice_Coming_off_the_Ben Wallacech_*CEarnest Rossover_on_Lue One day after a missed practice landed him on the Detroit Pistons' Ben Wallacech, <strong> Allen Iverson </strong> spoke Rafer Alstondly with his play Friday night. Once he got the chance. Coming off the Ben Wallacech for the first time as a Piston, <strong> Allen Iverson </strong> scored 17 points and led Detroit to a 107-97 victory over the slumping Milwaukee Bucks. \"With everything going on, I wanted to play well, </q> <strong> Allen Iverson </strong> said. \"I just wanted to play well. Especially for my teammates because I let them down by not being here.\" <strong> Allen Iverson </strong> was Ben Wallaceched by Pistons coach <strong> Michael Bruce Curry </strong> to begin the game, punishment for", "new_id": -2, "mturk_index": "653"}, {"uid": "1296854638096747656", "i": 20179, "idx": 5, "sa": ["Sergio Marchionne"], "q": "goals to increase Turin-based Fiat's stake by an additional 10 percentage points this year. <strong> Sergio Marchionne </strong> told dealers and industry executives he believes it is important that Chrysler maintain its \"American nature.\" <q> That American nature needs to be preserved for its ultimate success, </q> he said to applause. \"We can open up the world to Chrysler, we can do a number of things, but I can not turn it into an Italian car company.\"", "new_id": -2, "mturk_index": "767"}, {"uid": "1295912875241205290", "i": 1258, "idx": 3, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "interview, saying it had started to become clear the company needed to be run more crisply. \"I am not as concerned about the titles as I am winning,\" <strong> Eric Schmidt </strong> said. <q> I am quite certain that this change will result in faster decision making and better value for the shareholders. </q> Google's stockholders have had little to complain about, not that it would have made a major difference because <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> combined own a controlling stake in the company. Google is", "new_id": -2, "mturk_index": "1254"}, {"uid": "1296527540108609567", "i": 20665, "idx": 0, "sa": ["Roman Polanski", "Bruce Beresford-Redman", "Michael Vick"], "q": "was one of the first reality competition shows to gain massive popularity when it came out in 2000. <strong> Bruce Beresford-Redman </strong> is listed as a producer or senior producer on dozens of episodes between 2002 and 2004. Report Abuse <q> <strong> Roman Polanski </strong> has gotten Scott free for 30+ Years! The VERY man who Makes his \"survivor </q> members get background checks. Tried to skip out on his own! \" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl", "new_id": -2, "mturk_index": "849"}]