[{"uid": "1297273521044515353", "i": 9739, "idx": 1, "sa": ["Donald Rumsfeld", "Ashton Carter"], "q": "often-frosty relations under former Defense Secretary <strong> Donald Rumsfeld </strong>.`` A strong, technologically vibrant, and financially successful defense industry is... in the national interest,'' <strong> Ashton Carter </strong> said, adding that the department planned to pursue <q> policies and actions that provide for long-term innovation, efficiency, profitability, and productivity growth. </q> He said defense officials would focus on seven key`` guideposts'' in evaluating the changing structure of the industry in coming years: We welcome comments that advance the story directly or with relevant tangential information", "new_id": -2}, {"uid": "1295560496260145161", "i": 48115, "idx": 5, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "Google's co-founders, <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, have been`` talking for a long time about how best to simplify our management structure,'' and looking for ways to`` speed up decision making.'' <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better! </q> <strong> Eric Schmidt </strong> wrote.`` <strong> Larry Page </strong>, in my clear opinion, is ready to lead.'' <strong> Eric Schmidt </strong> has made headlines in the past year with a number of href=\"http://www.huffingtonpost.com/2010/11/04/google-ceo-Eric Schmidt-Eric Schmidt-privacy_n_776924.html\" target=\"_hplink\"> controversial statements about privacy.", "new_id": -2}, {"uid": "1295369666220332052", "i": 14784, "idx": 2, "sa": ["Howard Stern", "David Letterman", "Piers Morgan"], "q": ",'' The New York Post quoted <strong> Howard Stern </strong> as saying.`` This guy's ripped off like 10 major things from my show.'' href=\"http://www.tvguide.com/celebrities/David Letterman- David Letterman/194124?rss=keywords&amp;partnerid=yahoo&amp;profileid=omg\"> <strong> David Letterman </strong> in the ratings. <q> It's beyond my comprehension, </q> <strong> Howard Stern </strong> says.`` America must be filled with morons who at night lay in bed-- the ones who are watching him, they must be in a coma.'' <strong> Piers Morgan </strong> Debuts on CNN; 25 Years", "new_id": -2}, {"uid": "1297376780211959854", "i": 1483, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "the story, <strong> Mark Buehrle </strong> Buerhle acknowledged that <strong> Michael Vick </strong> had served time for his involvement in a dogfighting ring in his hometown of Newport News, Va., but Buerhle had not forgiven <strong> Michael Vick </strong> and wished him harm. <q> He had a great year and a great comeback, but there were times where we watched the game and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong> said.`` Everything you've done to these dogs, something bad needs to happen to these guys.'' Buerhle's words are those shared by many in America. It's no secret that", "new_id": -2}, {"uid": "1295199579040058902", "i": 8505, "idx": 4, "sa": ["Gabrielle Giffords", "Nancy Pelosi", "Kirsten Gillibrand", "Debbie Wasserman Schultz", "Barack Obama"], "q": "showing that she understood commands.`` If there's anyone in the world that will recover... it's her,'' the senator said, adding that she sees her friend's`` extraordinary'' progress <q> as a triumph over terrible happenings. </q> <strong> Kirsten Gillibrand </strong> described the moment when <strong> Gabrielle Giffords </strong> opened her eyes-- referenced in <strong> Barack Obama </strong>'s memorial speech that evening-- with Minority Leader <strong> Nancy Pelosi </strong>( D-Calif.) and Rep. <strong> Debbie Wasserman Schultz </strong>( D-Fla.) in the room.", "new_id": -2}, {"uid": "1295880426196345861", "i": 57085, "idx": 0, "sa": ["Alan Johnson", "Andrew Rawnsley", "Tony Blair", "Andy Coulson"], "q": "any journalist, bAlan Johnsonced articles though off <strong> Andrew Rawnsley </strong> would be refreshing.. I crave a return to traditional Labour values, something <strong> Tony Blair </strong> despised, he's gone <strong> Andrew Rawnsley </strong>, live with it.. <q> I crave a return to traditional Labour values, something <strong> Tony Blair </strong> despised, he's gone <strong> Andrew Rawnsley </strong>, live with it.. </q> SonOfNyeBevan 23 January 2011 1:14 AM I forgot to add in my posts today, given <strong> Andy Coulson </strong> has been forced to step down as Tory Press Secretary, and given the position is now vacant and", "new_id": -2}, {"uid": "1295566871244678664", "i": 58944, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "chairman, focusing on deals, partnerships, customers and broader business relationships. He also will continue to act as an adviser to <strong> Larry Page </strong> and co-founder <strong> Sergey Brin </strong>, who will devote his energy to strategic projects. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> said on his href=\"http://www.foxnews.com/topics/twitter.htm#r_src=ramp\"> Twitter account. On the company's earnings conference call, <strong> Eric Schmidt </strong> said,`` I'm sure this partnership will continue.'' While the management shake-up wasn't telegraphed", "new_id": -2}, {"uid": "1295218070163594249", "i": 678, "idx": 13, "sa": ["Simon Cowell", "Mike Darnell", "Jonathan King"], "q": "that <strong> Simon Cowell </strong> had to be there,'' says <strong> Mike Darnell </strong>, Fox's head of alternative entertainment. But <strong> Simon Cowell </strong> nearly backed out, worried that his harsh persona would not translate to the more politically correct U.S. airwaves. <q> Then a friend of mine... called me and said,' I think you're maJonathan King a big mistake,'? </q> he says.`` Because if it's a hit you'll wish you were on it, and if it's not a hit, you'll think you could have made it a hit.'?''", "new_id": -2}, {"uid": "1295425513122060872", "i": 26914, "idx": 0, "sa": ["Sergio Marchionne"], "q": " WINDSOR, Ontario- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"i": 34253, "idx": 0, "index_answer": 4, "new_id": -1, "q": "signing National Security Decision Directive 4-82 and selecting <strong> Donald Rumsfeld </strong> as his emissary to <strong> Saddam Hussein </strong>, whom he visited in December 1983 and March 1984.[ 14] According to U.S. ambassador <strong> Peter W. Galbraith </strong>, far from winning the conflict, <q> the <strong> Ronald Reagan </strong> administration was afraid Iraq might actually lose. </q>[ 15] In 1982, Iraq was removed from a list of State Sponsors of Terrorism to ease the transfer of dual-use technology to that country. According to investigative journalist <strong> Alan Friedman </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Alexander Haig </strong>", "sa": ["Donald Rumsfeld", "Alan Friedman", "Saddam Hussein", "Alexander Haig", "Peter W. Galbraith"], "uid": "1297395806049545220"}]