[{"uid": "1296282702007127040", "i": 58153, "idx": 0, "sa": ["Steve Ballmer", "Rob Wittman"], "q": "Spotsylvania County. Rep. <strong> Rob Wittman </strong> related a conversation he had with Microsoft CEO <strong> Steve Ballmer </strong> last week about how to create more science, technology, math and engineering workers in the United States. <q> He said our education system, starting with our community colleges, is where we need to begin, </q> <strong> Rob Wittman </strong> said. Germanna enrolls 7,500 credit students, with a total of 14,000 students taking at least one class, including non-credit classes. Several students attended the groundbreaking. Carla Craft,", "new_id": -2}, {"uid": "1295568030217792608", "i": 20473, "idx": 6, "sa": ["Richard Chang", "Edwin Chan", "Eric Schmidt"], "q": ", outstripping Wall Street's average forecast of$ 8.10. <strong> Eric Schmidt </strong> said on his blogpost that Page will now lead product development and technology strategy, areas that are \"his greatest strengths.\" <q> It will be interesting to see what he'll do that's different, what he could not have done in his prior role, </q> said BGC Partners analyst Colin Gillis.( Editing by <strong> Edwin Chan </strong> and <strong> Richard Chang </strong>) Does Lower Volatility Signal a Market Correction? Not Necessarily After signing pact with China, Boeing lays off 1,100 U.S. workers Movie", "new_id": -2}, {"uid": "1297304481234995720", "i": 41617, "idx": 0, "sa": ["Tom Leppert", "Erin Andrews", "Michael Vick", "Angela Elwell Hunt"], "q": "and <strong> Erin Andrews </strong> Walk Into a Dinner Party... Big Dick, <strong> Michael Vick </strong> And, As It Turns Out, Anybody Can Get a Key to the City of Dallas( 119) Yet Another Exciting Addition to Fair Park: <q> Proposed Cotton Bowl Museum. </q> Much More From <strong> Angela Elwell Hunt </strong>, Who Says <strong> Tom Leppert </strong> Hasn't Been a Good Mayor 330 Parker Square Flower Mound, TX 75028", "new_id": -2}, {"uid": "1295588195212418571", "i": 50476, "idx": 12, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "<strong> Sergey Brin </strong> had a net worth of$ 15 billion each, and Mr. <strong> Eric Schmidt </strong>,$ 5.5 billion. The former executive said the change might be a welcome one if it helps launch products more quickly. <q> In that respect, getting one of the co-founders in place might be just the energy charge folks need. </q>", "new_id": -2}, {"uid": "1296594691227524624", "i": 32833, "idx": 4, "sa": ["David Letterman", "Howard Stern", "Kelsey Grammer"], "q": "his former wife's confessional to <strong> Howard Stern </strong> that he's into cross-dressing and what-not. Instead, he's focusing on his new... <strong> Kelsey Grammer </strong> To Marry Girlfriend Kayte Walsh in February click our link thetodaybuzz.com- to watch full <q> <strong> Kelsey Grammer </strong> To Marry Girlfriend Kayte Walsh in February </q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the \"Late Show with <strong> David Letterman </strong>\" on Thursday night that he plans on marrying his girl... <strong> Kelsey Grammer </strong>: I'm Marrying Kayte in February!! Video Link icelebpedia.com", "new_id": -2}, {"uid": "1296963508197279805", "i": 3063, "idx": 1, "sa": ["Desmond Howard", "Mike Williams", "Phil Simms", "Michael Vick", "Leon Washington"], "q": "received 29 1/2 votes, easily beating Seahawks receiver <strong> Mike Williams </strong>, who got eight. Seahawks kick returner <strong> Leon Washington </strong> got one vote. \"The most fun I've ever had playing football,\" <strong> Michael Vick </strong> said. <q> The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great. </q> ESPN analyst <strong> Desmond Howard </strong> said former New York Giants quarterback <strong> Phil Simms </strong> threatened him over comments he made about <strong> Phil Simms </strong>' son. <strong> Desmond Howard </strong> tweeted that <strong> Phil Simms </strong> said \"he wanted 2 take a swing at me\"", "new_id": -2}, {"uid": "1294968451002998314", "i": 50754, "idx": 0, "sa": ["Bernie Sanders"], "q": "a fundraising email drew criticism from Republicans. <strong> Bernie Sanders </strong>' staff said the Senator would address the issue today, but he refused to answer questions from a Channel 3 reporter. Sen. <strong> Bernie Sanders </strong> said, <q> today we're burying a 9 year old. the president gave a very poignant speech today and I think we might want to honor that. I have a lot of views that can wait till next week or the following week. </q> In a statement released yesterday, <strong> Bernie Sanders </strong>' staff noted that the newsletter covered many other topics, but it would have been \"absurd\" not to mention the Arizona shootings. We welcome your participation", "new_id": -2}, {"uid": "1297485578090832916", "i": 49394, "idx": 0, "sa": ["Katy Perry", "Michelle Trachtenberg", "Michael Rosenbaum", "Dave Matthews", "Vidal Sassoon", "Aretha Franklin", "Simon Cowell"], "q": "<strong> Dave Matthews </strong> Speaks on His Grammy Nods <strong> Katy Perry </strong>'s <strong> Aretha Franklin </strong> Grammys tribute Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? <strong> Vidal Sassoon </strong> discusses his iconic pixie haircut <cite> Reuters </cite> <strong> Michael Rosenbaum </strong> Returning to Smallville For Series Finale <strong> Michelle Trachtenberg </strong>: <q> One Day I Woke Up and Had Boobs </q> Court shoots down J.R. Ewing actor in Citi dispute <cite> Reuters </cite> <strong> Katy Perry </strong>:' I Was Shaped Like a Square' Miley's Puppy Love <cite> Crush- February 11, 2011 8:25 PM PST </cite>", "new_id": -2}, {"uid": "1296794423209420303", "i": 2655, "idx": 0, "sa": ["Deron Williams", "Kyle Korver", "Allen Iverson", "Luol Deng"], "q": ", he has established that unquantifiable dynamic of commanding games. He's a true point guard in a scorer's body. \"I think my floor game has improved a lot,\" Rose said. <q> I think me and Thibs are getting a connection where you just give me the ball. I'm used to being in that situation and I call out the plays. \"I just see how they're playing me. I always say just play aggressive. Playing aggressive doesn't always mean trying to shoot the ball. That's driving, making somebody commit to you and passing out. <strong> Luol Deng </strong> had some great shots, open 3s. Me playing aggressive opened up everybody. </q> <strong> Kyle Korver </strong> has played with dominant scoring lead guards with the <strong> Allen Iverson </strong> and the Jazz in <strong> Deron Williams </strong>. Rose's 32 points against the Clippers came on 18 shots, which often might have been <strong> Allen Iverson </strong>'s shot output at the", "new_id": -2}, {"uid": "1295443111060325937", "i": 47608, "idx": 2, "sa": ["Thomas P. Salmon", "Bernie Sanders"], "q": "sees <strong> Bernie Sanders </strong>, serving his first six-year term in the Senate after eight two-year terms in the U.S. House, as someone who must be challenged. \"He's out of balance,\" <strong> Thomas P. Salmon </strong> said. <q> We need someone who can operate from the center. </q> <strong> Bernie Sanders </strong>, of Burlington, declined to comment about <strong> Thomas P. Salmon </strong>'s prospective candidacy, spokesman Will Wiquist said. <strong> Bernie Sanders </strong> has been raising money for his 2012 re-election and has stepped up his national profile with", "new_id": -2}]