[{"uid": "1297136264194772997", "i": 45641, "idx": 1, "sa": ["Halle Berry", "Lady Gaga", "Simon Cowell", "Janet Jackson", "Michael Jackson"], "q": "romantic activities for Karofsky will have to be patient. He won't be jumping into the dating scene immediately.`` He's not quite ready to be all romantic quite yet,'' says Adler. <q> Karofsky has to drop the bravado and just be who he is before he can start looking for any kind of love. I guess on Valentine's Day he will be hiding in his room crying. I don't know what he's up to. Obviously, he won't be out doing any dinners and movies. </q> <strong> Simon Cowell </strong> on What to Expect from The X Factor: 12-Year Olds, Judge-on-Judge Combat <strong> Janet Jackson </strong> says brothers verbally abused her TV cover okayed for trial of <strong> Michael Jackson </strong> doctor Is <strong> Halle Berry </strong> the <strong> Lady Gaga </strong> of Unsuccessful", "new_id": -2}, {"uid": "1296796643209420294", "i": 40817, "idx": 5, "sa": ["Allen Iverson", "Michael Jordan", "Derrick Rose"], "q": ") and for three NBA teams. He is still the all-time leading NCAA Division I scorer with 3667 points scored and an average of 44.2 points per... OJ <strong> Michael Jordan </strong>`` The Next One''[ New Edition] <q> This is only a fan made video and is not made for monetary gain. No copyright infringement intended. </q> I think <strong> Michael Jordan </strong> will win ROTY... But <strong> Derrick Rose </strong> is a beast... Is gon na be close.... PLS Comment, Rate, Subscribe.... DOWNLOAD LINK: www.megaupload.com Check These Amazing Thinks Abou... <strong> Allen Iverson </strong> 38pts", "new_id": -2}, {"uid": "1295225378163069977", "i": 32780, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing,'' <strong> Kirsten Gillibrand </strong> said. <q> So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did. </q> <strong> Gabrielle Giffords </strong>, who was among 13 people wounded and six killed at an outdoor political gathering Jan. 8, was removed from a ventilator Saturday. The newspaper said two victims remain at the hospital in", "new_id": -2}, {"uid": "1295644189196657172", "i": 21588, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "George Osborne"], "q": "a low point in 2007, during the row over grammar schools.`` <strong> David Cameron </strong> has grown into a natural prime minister and <strong> George Osborne </strong>'s reputation has been enhanced as chancellor,'' one senior figure said. <q> Their reliance on any one person is less than it was. </q> As Labour criticised the prime minister's judgment in bringing a former tabloid editor with baggage into Downing Street, most Tories were gentle with <strong> David Cameron </strong>. <strong> Andy Coulson </strong> had always denied any knowledge of phone hacking, though", "new_id": -2}, {"uid": "1297060233042303494", "i": 5821, "idx": 0, "sa": ["Michael Vick", "Stephen Schwambach"], "q": "is why we talked about <strong> Michael Vick </strong>, too. We asked the question,` Are they sincere( about their faith)?' And the answer is we don't know,'' he said. <q> The rest of it is that nobody knows that about you when you try to get your act together either, so cutting the guy some slack giving him another chance is what God does for us. </q> <strong> Stephen Schwambach </strong> said people should be looking for ways to intertwine their personal hobbies with their relationship with God, not separate them. NCAA lifts USI men's basketball program's postseason ban, issues 1 year", "new_id": -2}, {"uid": "1295677080221315102", "i": 11107, "idx": 3, "sa": ["Andy Coulson", "David Cameron", "Silvio Berlusconi", "Baby Doc"], "q": "the 110 per cent needed in this role,'' <strong> Andy Coulson </strong> said Friday.`` I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,'' <strong> David Cameron </strong> said in a statement. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government. </q> Pope Benedict says public officials must offer good moral examples as Italian <strong> David Cameron </strong> <strong> Silvio Berlusconi </strong> is under mounting criticism from the Roman Catholic Church for his alleged dalliances with young women. Haitian authorities will investigate former dictator <strong> Baby Doc </strong> for", "new_id": -2}, {"uid": "1295773039253558804", "i": 37835, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "Senate. <strong> Bill Lockyer </strong> said many Democrats are worried about appearing to threaten voters by presenting a`` cuts only'' budget, but said voters need to know what it would mean to the state. <q> The hit on K-12( schools) is at least close the schools six weeks a year. Voters need to hear that, </q> he said. Earlier this month, <strong> Jerry Brown </strong> proposed a$ 127.4 billion spending plan for the 2011-12 fiscal year. It includes deep cuts to higher education and services for the poor, disabled and", "new_id": -2}, {"uid": "1296004701157368340", "i": 36123, "idx": 0, "sa": ["Andy Coulson"], "q": "his claim for 18 months, adding that he was collating evidence from his mobile phone company and friends who were approached by reporters equipped with personal information about him. He told BBC Radio 5 Live: <q> Over those 18 months we have put together evidence which brings the only reasonable conclusion now that my phone was indeed hacked. That evidence comes from witnesses who can verify it. It also comes from the phone records. </q> The politician said part of his case involved a Trinity Mirror reporter who moved to the News of the World in 2005, at the time when <strong> Andy Coulson </strong> was the paper's editor. In a statement,", "new_id": -2}, {"uid": "1297383050124895246", "i": 9771, "idx": 1, "sa": ["David Letterman"], "q": "anticipation of the big reveal on <strong> David Letterman </strong>'s show on February 14, followed by newsstand sales the next day. The location of the famous shoots and who makes the cover are top secret until then. <q> Consumers love to follow what's hot, what's glamorous, what's beautiful, </q> Southwood said.`` The first question that the sales rep will ask is,` What did you get into Sports Illustrated this year?''' Southwood and his Sauvage Swimwear are known for", "new_id": -2}, {"i": 1310, "idx": 0, "index_answer": 1, "new_id": -1, "q": "decade to finish a season among the NBA's top five in scoring. <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> did it with the Los Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. <q> They're great players and they've proven to be productive in their careers, </q> Heat coach <strong> Erik Spoelstra </strong> said.`` So once they became comfortable with this team and with each other, that was a matter of time.'' When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on", "sa": ["Kobe Bryant", "Erik Spoelstra", "LeBron James", "Shaquille O'Neal", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "uid": "1295994110043548689"}]