[{"uid": "1295605459050561059", "i": 16096, "idx": 0, "sa": ["Vint Cerf", "Eric Schmidt"], "q": ", from 1998 to 2001. <strong> Vint Cerf </strong> said <strong> Eric Schmidt </strong> had been chief executive for 10 years-- \"a nice round number\"-- and Page was ready to lead the company into the future. <q>Larry and Sergey are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up,</q> <strong> Vint Cerf </strong> said. Google has grown over the past decade from a start-up battling other Internet search engines into a technology giant with nearly 25,000 employees and annual revenue of nearly$ 30 billion. The", "new_id": -2}, {"uid": "1295072003016613377", "i": 7373, "idx": 1, "sa": ["Sergio Marchionne"], "q": "<strong> Sergio Marchionne </strong>'s name along with a symbol belonging to the Red Brigades, a group that terrorized Italy in the 1970s and 1980s. <strong> Sergio Marchionne </strong> told reporters in Detroit that he takes the threats seriously, but hopes <q>it is a pure display of frustration and there is no substance behind the threats.</q> If workers vote no, <strong> Sergio Marchionne </strong> said he and his executives would begin looking at alternatives immediately. \"It may even happen the same night,\" he said. Besides Italy, Fiat has", "new_id": -2}, {"uid": "1297143670250691612", "i": 46275, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a \"dressed up\" sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q>It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,</q> <strong> Simon Cowell </strong> said, adding, \"I believe I can find a star.\" All content Â© Copyright 2000- 2011 WorldNow and KCBD, a", "new_id": -2}, {"uid": "1297616629186400779", "i": 26861, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "for someone to drop food in our mouths.\" Of the comment <strong> Donald Rumsfeld </strong> quipped, \"Sometimes I'm colorful.\" And he wrote this memo to the Chairman of the Joint Chiefs: <q>I am seeing nothing that is thoughtful, creative or actionable. How can that be?</q> \"That was a good memo,\" <strong> Donald Rumsfeld </strong> commented. \"And what I wanted to do is to put some sense of urgency into this big Department of Defense, the bureaucracy.\"", "new_id": -2}, {"i": 7156, "idx": 3, "index_answer": 1, "new_id": -1, "q": ", that determination and competitive spirit also have New Yorkers defending their team. \"The president and I don't have to agree on everything,\" said <strong> Kirsten Gillibrand </strong>. \"GO JETS!\" <q>I'll bet on the Jets over Chicago,</q> said <strong> Chuck Schumer </strong> when asked for his Super Bowl picks.", "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "uid": "1295665836007979062"}, {"uid": "1297268304137707526", "i": 868, "idx": 1, "sa": ["Donald Rumsfeld", "Gerald Ford"], "q": "discus his options. Nixon was in a chatty mood, and <strong> Donald Rumsfeld </strong> recorded his every thought, for his files. First, Nixon was unimpressed with the entirety of the United States Congress: <q>The <strong> Gerald Ford </strong> said that the Senate and the House were a joke. There was no strength there.</q> Nixon promised to endorse <strong> Donald Rumsfeld </strong> in the primaries if necessary, and also took a shot at the man <strong> Donald Rumsfeld </strong> would most likely be running to defeat: \"The <strong> Gerald Ford </strong> told me that he will", "new_id": -2}, {"uid": "1296227262086933576", "i": 17527, "idx": 1, "sa": ["Christine Blower", "Michael Gove"], "q": "taught. He has asked a panel of five education experts to decide what should be on the new curriculum, specifying only that he would like to see more facts. Mr <strong> Michael Gove </strong> said: <q>Our review will examine the best school systems in the world and give us a world class curriculum that will help teachers, parents and children know what children should learn at what age.</q> But his approach has also been criticised by the National Union of Teachers. NUT general secretary <strong> Christine Blower </strong> said: \"There is absolutely no need for <strong> Michael Gove </strong> to throw out platitudes such as restoring`", "new_id": -2}, {"uid": "1295612151098222087", "i": 6289, "idx": 1, "sa": ["Michael Gove"], "q": "Education Minister <strong> Michael Gove </strong> has launched a review of the National Curriculum in England. \"It is my ambition to reduce unnecessary prescription, bureaucracy and central control throughout the education system\" he said. <q>That means making a new approach to the curriculum.</q> The government has commissioned a panel of headteachers and academics to review the current curriculum, with the new National Curriculum programmes of study for English, mathematics, science and physical education set to be introduced for", "new_id": -2}, {"uid": "1295588443175472914", "i": 20364, "idx": 3, "sa": ["Eric Schmidt"], "q": "the business has become more complicated,\" and Google wanted to \"speed up decision making,\" so Page got the nod. As for Page's ability to lead the company, <strong> Eric Schmidt </strong> says, <q>Larry, in my clear opinion, is ready to lead.</q> This news came out of nowhere, as reflected in the stock's movement after-hours. It spiked on strong earnings, then fell back, and is now up around 1%. Investors, along with", "new_id": -2}, {"uid": "1296895260171786245", "i": 9118, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "there is a work stoppage. \"I don't want my salary to go to a dollar. My wife doesn't want my salary to go to a dollar,\" he said, drawing laughs. <q>But it's a collective sacrifice if we're not able to get an agreement. It should affect everyone in the league.... We should avoid it to get something done as soon as possible.</q> <strong> Roger Goodell </strong> also commented on the following subjects: <strong> Michael Vick </strong> three times in the last two weeks. <strong> Michael Vick </strong> was reinstated during the 2009 season after spending 18 months in prison on federal charges of running a dogfighting", "new_id": -2}]