[{"uid": "1296197040069206031", "i": 47206, "idx": 4, "sa": ["Mike Pence", "Evan Bayh", "Robert Dion"], "q": "Indiana is fortunate to be the home to a number of rising stars in the Republican Party like <strong> Mike Pence </strong>, \" state GOP Chairman Eric Holcombe said. If <strong> Mike Pence </strong> officially enters the 2012 governor's race, <q> he becomes the presumptive favorite, </q> said Dion-Robert Dion/\"> <strong> Robert Dion </strong>, a University of Evan Bayhville political science professor. If <strong> Mike Pence </strong> is to encounter any bumps at all, they could come early, as he shifts his focus from federal", "new_id": -2}, {"uid": "1296146613005734416", "i": 12698, "idx": 4, "sa": ["LeBron James", "Mike Pence", "Jackie Walorski"], "q": "Indiana. <strong> Jackie Walorski </strong> said <strong> Mike Pence </strong> can appeal to both social and economic conservatives. \" I know he feels pulled because there is a great campaign to recruit him at the federal level, \" she said. <q> I'm going to be excited whatever door he picks. </q> If <strong> Mike Pence </strong> does decide to run for president, he'll likely have to start worLeBron James quickly to raise campaign money. He ended his 2010 re-election race with about$ 460,000 in his U.S. House campaign fund", "new_id": -2}, {"uid": "1296232207160088064", "i": 23151, "idx": 2, "sa": ["Mike Pence", "Barack Obama"], "q": "Indiana. We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012. \" <strong> Mike Pence </strong> said he would make a decision about his future later and would be traveling across the state in the months ahead to <q> learn about how Hoosiers think we might best contribute in the years ahead. </q> <strong> Mike Pence </strong> has a pair of public events scheduled for today-- a town hall meeting in Pendleton and a visit to a high school in Muncie. \" I am convinced he is now going to run for", "new_id": -2}, {"uid": "1296176266236371989", "i": 27737, "idx": 1, "sa": ["Mike Pence"], "q": "Indiana. \" In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, \" <strong> Mike Pence </strong> said of his family in a letter sent to supporters, The Indianapolis Star reported. <q> We will not seek the Republican nomination for president in 2012.... I have learned to follow my heart, and my heart is in Indiana. </q> Given <strong> Mike Pence </strong>'s pass on a White House bid and his refusal of a leadership position after the November elections that would have made him the No. 4 Republican in the House, it's highly likely his", "new_id": -2}, {"uid": "1296167737065404956", "i": 49622, "idx": 1, "sa": ["Mike Pence"], "q": "Indiana. \" In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, \" <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q> We will not seek the Republican nomination for president in 2012. </q> He said he would make a decision \" later this year \" about what his next political step is, but by not running for president it is considered a virtual certainty that he will run for", "new_id": -2}, {"uid": "1296167621065404968", "i": 51497, "idx": 1, "sa": ["Mike Pence"], "q": "Indiana. \" In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, \" <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q> We will not seek the Republican nomination for president in 2012. </q> He said he would make a decision \" later this year \" about what his next political step is, but by not running for president it is considered a virtual certainty that he will run for the GOP", "new_id": -2}, {"uid": "1296175294201965575", "i": 15429, "idx": 2, "sa": ["Mike Pence"], "q": "Indianapolis Star, <strong> Mike Pence </strong> has circulated a letter to supporters announcing the decision. \" \" In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, \" wrote <strong> Mike Pence </strong>. <q> We will not seek the Republican nomination for president in 2012. </q> There are indications he may instead run for governor of Indiana. Well, the nation's loss is Indiana's gain. <strong> Mike Pence </strong> was one of the few potential candidates worth seriously considering, so", "new_id": -2}, {"uid": "1297706494051036178", "i": 46484, "idx": 0, "sa": ["Mike Pence"], "q": "Issues program, <strong> Mike Pence </strong> said members of both parties are signing on to Pence-drops-bill-to-de-fund-planned-parenthood-abortion-biz/\"> his bill to ensure the abortion business is not eligible for millions of dollars in family planning grants from the federal government. <q> There are now more than 160 co-sponsors- Republicans and some Democrats- who are coming together to say that no more public funding will flow into Title X clinics, </q> he said. \" I believe we're reaching a point where we can end public funding for Planned Parenthood once and for all. \" 363 million annually in federal, state and local government grants even though", "new_id": -2}, {"uid": "1296593618087982128", "i": 51346, "idx": 3, "sa": ["Mike Pence"], "q": "It is also morally wrong to take the taxpayer dollars of millions of pro-life Americans and use them to promote abortion at home or abroad, \" <strong> Mike Pence </strong> said on the House floor in introducing his bill. <q> The largest abortion provider in America should not also be the largest recipient of federal funding under Title X, </q> he said. \" \" The Title X Abortion Provider Prohibition Act will prevent any family planning funds under Title X from going to Planned Parenthood or other organizations that perform abortions. It will ensure that abortion providers are", "new_id": -2}, {"i": 38274, "idx": 0, "index_answer": 0, "new_id": -1, "q": "trucks, including a new version of its Jeep Grand Cherokee. <strong> Sergio Marchionne </strong>, the chief executive of both Chrysler and Fiat, said that retooling the product lineup had positioned Chrysler to start making money again. <q> It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> He said the company would increase revenues this year to$ 55 billion and achieve net income of$ 200 million to$ 500 million. The company still owes more than$ 7 billion to", "sa": ["Sergio Marchionne"], "uid": "1296478830064815110"}]