[{"uid": "1296909500107855895", "i": 22614, "idx": 0, "sa": ["Simon Cowell"], "q": "hunk writhes around with half-naked ladies in the music video for provocative single Tonight( I'm Lovin' You), although he admits selecting the women to dance in the clip was a mortifying experience. <q> No, I couldn't do it! </q> he replied when asked if he behaved like famously harsh reality television judge <strong> Simon Cowell </strong> during the casting. \"The director would give me a tap when he liked someone, but I couldn't even look up", "new_id": -2, "mturk_index": "1005"}, {"uid": "1295669745069369875", "i": 28101, "idx": 3, "sa": ["Glenn Mulcaire", "Andy Coulson", "Clive Goodman"], "q": "con mi antiguo trabajo en` News of the World' dificulta que d el 110% necesario en este papel\" , afirm <strong> Andy Coulson </strong>, que agreg que aunque no tiene nada de lo que retractarse, considera que <q> cuando un portavoz necesita un portavoz, es el momento de cambiar </q>. <strong> Andy Coulson </strong> dimiti como director del \"News of the World\" en 2007 despu?s de que el responsable de la informaci?n de la Casa Real <strong> Clive Goodman </strong> y el detective privado <strong> Glenn Mulcaire </strong> fueran procesados y encarcelados por intervenir", "new_id": -2, "mturk_index": "1400"}, {"uid": "1294977377249905175", "i": 42235, "idx": 5, "sa": ["Allen Iverson", "Dirk Nowitzki", "LeBron James", "Christopher Hitchens"], "q": "leading the Denver Nuggets past the Dallas MavChristopher Hitchensks 122-109 Thursday night. \"AI had it all going from everywhere,\" said Dallas' <strong> Dirk Nowitzki </strong>, who tied his season high with 32 points and had 12 rebounds. <q> He was driving and maLeBron James shots in-between. </q> <strong> Allen Iverson </strong> made 12-of-19 field goals and was 11-of-13 from the line. It was his sixth time scoring 30 points and his fourth time with at least 10 assists. However, this was his first 30-10 game of the", "new_id": -2, "mturk_index": "1122"}, {"uid": "1296237382043433993", "i": 39385, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "chief says` no stone will be left unturned' as he defends decision not to reopen Scotland Yard said it would` leave no stone unturned'. Photograph: <strong> Andy Coulson </strong> Rain/EPA The head of the Metropolitan today that <q> no stone will be left unturned </q> in the fresh investigation into the Murdoch_refuses_to_answer_question_on_Andy Coulson_Andy Coulson_News_of_the_World_phone-hacking_scandal News Corp CEO <strong> Rupert Murdoch </strong> refuses to answer question on <strong> Andy Coulson </strong> News of the World phone-hacking scandal Guardian's Article April 25, 2010- <strong> Andy Coulson </strong> Phone Bug Claim www.guardian.co.uk Update: Meanwhile today", "new_id": -2, "mturk_index": "781"}, {"uid": "1295386149175915067", "i": 3477, "idx": 0, "sa": ["Hillary Clinton", "Kirsten Gillibrand"], "q": "the resolution should it come to a vote in the council. One official said discussions were continuing on how to avoid a veto by either modifying the language or persuading the Palestinians to abandon the effort. <q> We have made clear that we do not think that this matter should be brought before the Security Council, </q> Crowley told reporters. \"We do not believe that this would be a productive step.\" On Tuesday, 17 senators led by Democratic Sen. <strong> Kirsten Gillibrand </strong>, wrote to Secretary of State <strong> Hillary Clinton </strong> urging the administration", "new_id": -2, "mturk_index": "1193"}, {"uid": "1296233986144064524", "i": 29616, "idx": 3, "sa": ["David Archuleta", "Elton John", "Clive Davis", "David Cook", "Simon Cowell"], "q": "Angeles' Nokia Theatre. One song was chosen for each by Sony BMG executive <strong> Clive Davis </strong>, who assigned U2's \"I Still Haven't Found What I'm Looking For\" to <strong> David Cook </strong>, and the <strong> Elton John </strong> ballad <q> Don't Let the Sun Go Down on Me </q> to <strong> David Archuleta </strong>. <strong> Simon Cowell </strong>, who had earlier predicted <strong> David Cook </strong> would triumph, firmly stated \"Round 1 goes to <strong> David Archuleta </strong>.\" The next set was chosen from the \"American Idol\" songwriting contest's top 20 submissions", "new_id": -2, "mturk_index": "1839"}, {"uid": "1297437675252067846", "i": 46031, "idx": 0, "sa": ["Michael Vick"], "q": "across the street from your house of worship. Our house of worship has a long and historic past and I don't plan to see it diminished by the noise of dog yelps, poop, etc.. \" <q> I am quite certain you would not have proposed such in front of a house of worship of predominantly White congregants, so don't propose to do so in our front door because we are a church of Black worshipers. </q> The arguments from these church members are troublesome. Primarily, why would they complain about these things now? Previously, when <strong> Michael Vick </strong> was running the Bad Newz Kennels- there were fighting dogs at the property. Evil", "new_id": -2, "mturk_index": "1279"}, {"uid": "1295564458204079118", "i": 56838, "idx": 2, "sa": ["Gabrielle Giffords", "Larry Page", "Mark Kelson", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so Gabrielle Giffordsply involved and still run the business so brilliantly,\" <strong> Larry Page </strong> said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet Mark Kelsoneting machine during the holiday shopping season. Google earned$ 2.5 billion, or$ 7.81", "new_id": -2, "mturk_index": "640"}, {"uid": "1296102825131907639", "i": 41750, "idx": 4, "sa": ["Allen Iverson", "Stephen Jackson", "Dwyane Wade"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. \"He wasn't missing anything,\" Hawks forward <strong> Stephen Jackson </strong> said. <q> When a guy is shooting like that, there's nothing you can do. </q> <strong> Allen Iverson </strong> scored 14 December 27, 2010 Atlanta Hawks vs. Milwaukee Bucks( NBA), Score: Atlanta Hawks: Milwaukee Bucks:, Turnovers: Atlanta Hawks:... <strong> Dwyane Wade </strong> scores 38 points and dishes out 10", "new_id": -2, "mturk_index": "1376"}, {"uid": "1296746557227606543", "i": 1388, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "Defense Secretary <strong> Donald Rumsfeld </strong>.( 2009 file photo.) Getty Images Former Defense Secretary <strong> Donald Rumsfeld </strong>.( 2009 file photo.) A few highlights from the Post's report:- <strong> Donald Rumsfeld </strong> <q> goes so far as to depict former <strong> George W. Bush </strong> as presiding over a national security process that was marked by incoherent decision-making and policy drift, most damagingly on the war in Iraq. </q>- \"<strong> Donald Rumsfeld </strong> remains largely unapologetic about his overall handling of the Iraq conflict and concludes that the war has been worth the costs. Had the government of Saddam Hussein remained in power, he says,", "new_id": -2, "mturk_index": "289"}]