[{"uid": "1296184988067649545", "i": 26180, "idx": 5, "sa": ["Mike Pence", "Barack Obama"], "q": "governor. Pointing to another area in which the House majority may be able to work with the White House, <strong> Mike Pence </strong> said Republicans \"welcome the <strong> Barack Obama </strong>'s call\" for Social Security reform. <q> I think the only danger House Republicans have today is in not being bold enough, </q> he said. \"I think the American people are tired of half-measures. They're looking for men and women at every level of government who are willing to step up and speak the truth and to offer positive", "new_id": -2}, {"uid": "1296200464159858698", "i": 5813, "idx": 9, "sa": ["Mike Pence", "Cecile Richards"], "q": "partisans on both sides were acting as if he were. Within minutes of his decision being made public, the Washington-based Planned Parenthood Action Fund put out a statement criticizing the staunchly anti-abortion <strong> Mike Pence </strong>. <q> As women voters in Indiana learn that one of <strong> Mike Pence </strong>'s top legislative priorities is effectively denying access to preventive care for millions of women, he will have difficulty winning their vote, </q> <strong> Cecile Richards </strong>, the fund's president, said in a statement. But among conservatives, the only disappointment was that <strong> Mike Pence </strong> wasn't aiming at the White House rather than the Statehouse. \"I", "new_id": -2}, {"uid": "1295405280237994002", "i": 42502, "idx": 0, "sa": ["Mike Pence"], "q": "Indiana doctor offers insights into prospects for Giffords' recovery U.S. <strong> Mike Pence </strong>, who has said he will decide by the end of this month on whether he will run for president or governor, told Indiana lawmakers today that <q> the states hold the promise of the future. </q> <strong> Mike Pence </strong>, R-Columbus, addressed both the Indiana Senate and House, telling each chamber that it is time for a \"new federalism\" that shrinks the size of the federal government and restores a commitment to the", "new_id": -2}, {"uid": "1296224676092700695", "i": 2489, "idx": 5, "sa": ["Eric Holcomb", "Mike Pence", "Joe Donnelly"], "q": "he said. Jim Bopp, a Terre Haute attorney who also is a Republican National Committee member, said <strong> Mike Pence </strong> could be hard to beat if he runs for <strong> Eric Holcomb </strong>. <q> He'll be the prohibitive favorite in 2012, </q> Bopp said, for both the nomination and the general election. Democrats disagreed. Several Democrats have expressed interest in running, including U.S. <strong> Mike Pence </strong> <strong> Joe Donnelly </strong>, whose Northern Indiana district is expected to become", "new_id": -2}, {"uid": "1296232141043434078", "i": 19716, "idx": 9, "sa": ["Eric Holcomb", "Mike Pence", "Michelle Obama", "Mitch Daniels", "Mike McDaniel", "Jackie Walorski"], "q": "continue to raise money in his U.S. House campaign fund and later transfer that to campaign for <strong> Eric Holcomb </strong> if he decides to run. <strong> Jackie Walorski </strong> said she expected <strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. <q> He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike McDaniel </strong> walks through, </q> she said. \"Obviously it'd be great for the state of Indiana.\" Politics Video: Exclusive: <strong> Michelle Obama </strong>'s New Focus Report Abuse \" <strong> Michelle Obama </strong> has a dying political message of retread talking points that", "new_id": -2}, {"uid": "1295987623252182537", "i": 49339, "idx": 0, "sa": ["David Vitter", "Mike Pence"], "q": "first day senators are allowed to officially submit legislation, <strong> David Vitter </strong> reintroduced his bill to amend title X of the Public Health Service Act to prohibit family planning grants from being awarded to entities that perform abortions. <q> My Title X amendment would end the practice of allowing taxpayer funds to be used to pay for administrative costs and other services offered by abortion providers, a practice that allows other funds to be used for abortion practices, </q> he told LifeNews.com. Congressman <strong> Mike Pence </strong> of Indiana has sponsored in the House that is expected to receive a debate and vote by the pro-life House Republicans that lead the chamber. However, whether pro-abortion Senate Democratic Leader", "new_id": -2}, {"uid": "1297285311122896474", "i": 2630, "idx": 6, "sa": ["Stephen Baldwin", "Tim Pawlenty", "Tom Tancredo", "Mike Pence", "Bay Buchanan"], "q": "At 12:15, \"Engaging America through Conservative Pop Culture\" featuring <strong> Stephen Baldwin </strong> and a bunch of people you've never heard of. Later, <strong> Bay Buchanan </strong> and <strong> Tom Tancredo </strong> debate immigration, and author <strong> Mike Pence </strong> Prell will sign copies of <q> Underdogma: How America's Enemies Use Our Love for the Underdog to Trash American Power. </q> <strong> Tim Pawlenty </strong>'s on the mainstage at 3. But that's also when this is happening: \" The Ground Zero Mosque: The Second Wave of the 9/11 Attacks- Maryland Ballroom \" Sponsored by", "new_id": -2}, {"uid": "1296949788126484507", "i": 1553, "idx": 1, "sa": ["Nancy Keenan", "Mike Pence", "Chris Smith"], "q": "at least two new anti-abortion bills. \"This debate is just getting started,\" NARAL Pro-Choice American President <strong> Nancy Keenan </strong> said in a statement. One of the bills, N.J. Republican <strong> Mike Pence </strong> <strong> Chris Smith </strong>'s <q> No Taxpayer Funding for Abortion Act, </q> was the subject of searing criticism from NARAL and others over the past week. That proposal would effectively make permanent a string of separate restrictions, including the so-called Hyde Amendment, which have to be renewed", "new_id": -2}, {"uid": "1296243218063520792", "i": 17237, "idx": 2, "sa": ["Chris Dodd", "Mike Pence", "Jim Gilmore", "Ron Paul"], "q": "even remotely interesting. These guys fade in the face of the fRon Paultrunners and steal time from the dark horses. Think about all those Democratic primary debates you watched where you saw <strong> Chris Dodd </strong> standing there and you thought, <q> I understand how this is happening, but I'll be damned if I can tell you why this is happening. </q>( Occasionally you get someone running for president who's doesn't have stature or anything interesting to say. This is a condition I call \"being <strong> Jim Gilmore </strong>.\" ) <strong> Mike Pence </strong> pretty neatly", "new_id": -2}, {"i": 6866, "idx": 5, "index_answer": 0, "new_id": -1, "q": "to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do. \"We're trying to be as transparent and as collaborative as possible,\" <strong> Eric Schmidt </strong> said. <q> We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things that we're doing are very pro-competitive, and I genuinely believe that, </q> he said. Google's other co-founder, <strong> Sergey Brin </strong>, will oversee strategic projects. <strong> Sergey Brin </strong> said he wants to focus more on his personal passions, including several \"significant\" new products. He said he", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669701105103360"}]