[{"uid": "1295743327004915210", "i": 35689, "idx": 0, "sa": ["Andy Coulson"], "q": "USA, as that really helps our image in the world. Thank you for giving us the Neocons that infested the Bush white house and formed the Project For The New American Century, who called for <q> A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR </q> TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Easy Product", "new_id": -2}, {"uid": "1295562321105267213", "i": 32367, "idx": 3, "sa": ["Eric Schmidt"], "q": "our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company,\" <strong> Eric Schmidt </strong> said in a press release. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Page praised <strong> Eric Schmidt </strong> for doing an outstanding job leading Google as CEO. \"The results speak for themselves,\" Page said in a statement. \"There is no other CEO in the world", "new_id": -2}, {"uid": "1295957873147439632", "i": 18660, "idx": 0, "sa": ["Bill Leader", "Eric Cantor", "Mike Pence", "Ron Paul", "Jeffrey Young"], "q": "Chairman <strong> Ron Paul </strong> Ryan( R-WI) said that the GOP's goal was to cut \"a good$ 100 billion.\" <strong> Ron Paul </strong> Kevin McCarthy( of \"<strong> Jeffrey Young </strong> Gun\" fame) reiterated the promise, saying, <q> We're saying you <strong> The Republican Party </strong> through, <strong> The Republican Party </strong> back to pre-stimulus bailout numbers. We can live with that. </q> \"We've got to roll back there. That will save$ 100 billion in the first year,\" agreed <strong> Ron Paul </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority <strong> Bill Leader </strong> <strong> Eric Cantor </strong>( R-VA", "new_id": -2}, {"uid": "1295697481212844549", "i": 44413, "idx": 0, "sa": ["Cheryl Cole", "Derek Hough", "Simon Cowell"], "q": "report. It was rumoured the Messy Little Raindrops singer would be shacking up with the dancer when she moves to LA later this year, but The Sun says <strong> Cheryl Cole </strong> has changed her mind. <q> <strong> Cheryl Cole </strong> told him she would spend a lot of time at his, but she needs her own space, </q> a source tells the paper. \"She wants to remain independent and not just become \"<strong> Derek Hough </strong>'s girlfriend'. \"It\"s clearly a wise move that has in part been steered by <strong> Simon Cowell </strong> because", "new_id": -2}, {"uid": "1295264334234684429", "i": 29198, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "give <strong> Andy Coulson </strong> a second chance and that he was doing a good job. \"When he was editor of The News of the World bad things happened at that newspaper,\" <strong> David Cameron </strong> said. <q> When he found out about those, he resigned. That was the right thing to do and I always think there's a danger at the moment that he's effectively being punished twice for the same offence. </q> The Prime Minister's backing for <strong> Andy Coulson </strong> comes just days after the Director of Public Prosecutions ordered a \"comprehensive assessment\" of all material collected by Scotland Yard linked to the phone hacking scandal.", "new_id": -2}, {"uid": "1295642253262504457", "i": 30730, "idx": 4, "sa": ["Andy Coulson", "David Cameron"], "q": "at the newspaper, and when he found out about those things, he resigned, and that was the right thing to do,\" Mr. <strong> David Cameron </strong> told BBC radio's \"Today\" program. <q> I judge his work by what he has done </q> since then, Mr. <strong> David Cameron </strong> said, adding that Mr. <strong> Andy Coulson </strong> should not be punished twice for the same thing. The development also came at a delicate time for News Corp., Reuters reported. It is awaiting", "new_id": -2}, {"uid": "1296240031097697831", "i": 9557, "idx": 2, "sa": ["Rick Santorum", "Chris Christie", "Kathryn Jean Lopez", "Mike Pence"], "q": "from the <strong> Chris Christie </strong>'s Mansion \"Given what I also considered the long odds against <strong> Mike Pence </strong> winning the presidential contest, I think he has made the right call,\" National Review's <strong> Rick Santorum </strong> Hood counters. <q> As Daniels, <strong> Chris Christie </strong>, and others are in the midst of demonstrating, the post of governor is an excellent place to showcase the promise and importance of conservative governance-- and to hone the leadership and management skills that future chief executives need to be effective. </q> <strong> Kathryn Jean Lopez </strong> says, also at National Review.Others close to the draft movement admit to be in a \"funk' about <strong> Mike Pence </strong>'s decision. One stating:` Seriously, we have no one for 2012 now.\"", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q> Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term. </q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}, {"uid": "1295501733152403990", "i": 37930, "idx": 2, "sa": ["Keith Bogans", "Rafer Alston", "Allen Iverson"], "q": "right knee. But he has a while to go to regain his All-Star form. \"<strong> Rafer Alston </strong> rhythm is way off. I'm struggling,\" said <strong> Allen Iverson </strong>, shooting 37 percent in five games since returning. <q> It's frustrating that it's taking so long for my game to come back. But by being in the league eight years, I've been through struggles and I know how to play while struggling. </q> Philadelphia took control midway through the third quarter with 11 straight points to go up 68-60. Orlando's <strong> Keith Bogans </strong> stopped the run with a jumper despite being knocked down, but <strong> Allen Iverson </strong> seized the momentum back with his lone", "new_id": -2}, {"uid": "1295729281227016711", "i": 12008, "idx": 0, "sa": ["Andy Coulson"], "q": "USA, as that really helps our image in the world. Thank you for giving us the Neocons that infested the Bush white house and formed the Project For The New American Century, who called for <q> A CATASTROPHIC AND CATALYZING EVENT LIKE A NEW PEARL HARBOR </q> TO HAPPEN ON AMERICAN SOIL so Americans would support middle east war. Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Self Defense", "new_id": -2}]