[{"uid": "1295386293114753561", "i": 13041, "idx": 2, "sa": ["Patrick Leahy", "Peter Shumlin", "Sen. Bernie Sanders"], "q": ",'' <strong> Sen. Bernie Sanders </strong> said, ''we have a golden opportunity not only to significantly improve the heatlh care system in Vermont, but to lead the entire nation in a very new and better direction.'' <q>Our little state has been a trailblazer for years and years,</q> <strong> Patrick Leahy </strong> said. ''What Gov. <strong> Peter Shumlin </strong> knows is the time for incrementalism is over,'' Welch said. Welch explained the date change Vermont seeks to enable a swifter move toward a singlepayer system", "new_id": -2}, {"uid": "1295313208219807749", "i": 43942, "idx": 1, "sa": ["Steve Ballmer"], "q": "Sales professionals are at the heart of almost every successful business, and Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud,'' says <strong> Steve Ballmer </strong>, Microsoft's CEO. <q>The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data so they can improve their customers' experiences and effectively compete in the market</q> More than 11,500 customers and 2,000 partners worldwide have used Microsoft Dynamics CRM 2011 as part of the beta programme, including customers that have switched from competing solutions. In New Zealand, a number of companies", "new_id": -2}, {"uid": "1295254600092618767", "i": 7209, "idx": 11, "sa": ["Marcus Camby", "Allen Iverson"], "q": "big plays down the stretch and spoiled their former MVP's return with a 115-113 victory over the Nuggets. ''I dreamed it up a certain way, and it was better than that,'' <strong> Allen Iverson </strong> said. <q>Everything was perfect but one thing, and that was not winning the game.</q> <strong> Allen Iverson </strong> misfired on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their second straight and failed to pick up any ground in their bid for a playoff spot in the tough Western", "new_id": -2}, {"uid": "1296852891158482433", "i": 46185, "idx": 0, "sa": ["Sergio Marchionne"], "q": "of social media on Super Bowl advertising's influence when at the end of his interview, he said Eminem would be in a Chrysler commercial this year. The video of the interview is at right. <q>Lipton and Chrysler-- he's making two cameos this time around,</q> Snyder said, referring to an earlier announcement that a claymation version of the Detroit rapper would debut during Sunday's broadcast. Chrysler CEO <strong> Sergio Marchionne </strong> was addressing the National Automobile Dealers Association convention in San Francisco and", "new_id": -2}, {"uid": "1297099586237600778", "i": 19463, "idx": 0, "sa": ["Simon Cowell", "Susan Boyle"], "q": "New Jersey and Seattle. <strong> Simon Cowell </strong> said the winner would receive a record deal with Syco, a joint venture between Sony Music and <strong> Simon Cowell </strong>, and the Scottish singer <strong> Susan Boyle </strong>. <q>We are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar,</q> <strong> Simon Cowell </strong> said in a statement. Britain's ''The X Factor'', which launched in 2004, won the talent show category at Britain's National Television Awards", "new_id": -2}, {"uid": "1296005420146669597", "i": 12784, "idx": 1, "sa": ["Bill Lockyer"], "q": "<strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. ''No state needs to declare bankruptcy,'' <strong> Bill Lockyer </strong> said, <q>The states have sovereign taxing power the big companies don't.</q> <strong> Bill Lockyer </strong>'s point-- a valid one-- is that bankruptcy is the refuge for individuals, corporations and local governments that lack the capacity to repay their debts. California and other states have, at least", "new_id": -2}, {"uid": "1295301468058146847", "i": 25996, "idx": 0, "sa": ["David Letterman"], "q": "on Sunday to take on the Chicago Bears in the NFC championship game. So in the style of <strong> David Letterman </strong>'s Top 10 lists, we're looking for Packers fans to help us compile our own <q>Top 10 Reasons the Bears Still Suck.</q> Send us your humorous one-liner- a la <strong> David Letterman </strong>-- along with your full name, city and state, to. We'll pick the 10 best ones for a Top 10 list that we'll reveal", "new_id": -2}, {"i": 29160, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Vermont businesses and their employees. I look forward to working with <strong> Sen. Bernie Sanders </strong> <strong> Patrick Leahy </strong> and <strong> Sen. Bernie Sanders </strong> Welch to get the appropriate waivers and flexibility for us to go forward toward a single-payer system.'' Welch said, <q>When Vermont innovates, the nation often follows our lead. Providing Vermont and other states with the flexibility to build upon health care reform will result in better care and greater access at a lower cost. Allowing us to become a laboratory for innovation and excellence will help Vermonters, while once again allowing us to lead the way.</q> <strong> Patrick Leahy </strong> said, ''While some in Washington are trying to turn the clock back on health reform, Vermont instead is moving forward. This state waiver bill will give Vermont and other states the choice to", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1295376220134447111"}, {"uid": "1297265672144211976", "i": 39152, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "inmates at the Guantanamo Bay prison in Cuba. Bush was due to visit Geneva to address a Jewish charity gala on Saturday, but organisers cancelled the event due to what they described as security concerns. <q>People are trying to make legal issues out of public policy issues, which is unfortunate,</q> <strong> Donald Rumsfeld </strong> told Reuters. ''I think it's a sign of the times.'' <strong> Donald Rumsfeld </strong>, who personally authorized harsh interrogation techniques used on some terrorism suspects, said he had not considered whether he,", "new_id": -2}, {"uid": "1295564145075235334", "i": 41895, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "bn) on revenues of$ 8.44 bn. Mr Page, 37, is reclaiming the job he relinquished to Mr <strong> Eric Schmidt </strong>, 55, when investors called for a more experienced business leader. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong>[ <strong> Sergey Brin </strong>] for a long time to come,</q> Mr <strong> Eric Schmidt </strong> said in a blog posting. Mr <strong> Sergey Brin </strong> is Google's co-founder. Business editor, BBC News website It's just under 10 years ago that <strong> Eric Schmidt </strong> joined Google, and what a ride it", "new_id": -2}]