[{"uid": "1295969219252559400", "i": 9743, "idx": 3, "sa": ["Eric Schmidt"], "q": "das von rund 600 Millionen Menschen weltweit f?r den Austausch von Mitteilungen oder Fotos genutzt wird, will ebenfalls mit Internet-Werbung Geld verdienen. Werden Anzeigen mit dem pers?nlichen Bekanntenkreis verbunden, sollen sie besonders wirksam sein. <q> Ger?te ohne Anschluss ans Internet sind nicht l?nger interessant </q>, sagte <strong> Eric Schmidt </strong>. In zwei Jahren werde der Verkauf von Smartphones den PC-Absatz berholt haben. Die Entwicklung des noch schnelleren Mobilfunkstandards LTE werde die Internet-Nutzung mit Handys und anderen Ger?ten noch einmal erheblich verbessern.`` Es ist", "new_id": -2}, {"uid": "1295931009036896782", "i": 28088, "idx": 0, "sa": ["Chris Huhne", "David Cameron", "Andy Coulson"], "q": "in the case. Phone hacking is a criminal offence under British law. There are no indications that href=\"http://timesofindia.indiatimes.com/topic/search?q=David Cameron\"> <strong> David Cameron </strong> was involved, but he is being accused of poor judgment in hiring <strong> Andy Coulson </strong>. <q> It seemed clear that the number of people being hacked clearly was not consistent with it being one rogue reporter, </q> energy minister and coalition partner href=\"http://timesofindia.indiatimes.com/topic/Liberal-Democrats\"> Liberal Democrats member href=\"http://timesofindia.indiatimes.com/topic/Chris Huhne-Chris Huhne\"> <strong> Chris Huhne </strong> told a TV channel.`` We know police were not keen on the subject.'' A comment in the Guardian newspaper", "new_id": -2}, {"uid": "1297124456124354605", "i": 12605, "idx": 7, "sa": ["Simon Cowell", "Paula Abdul"], "q": "X Factor'' involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was the work of sound technicians and done without his knowledge. <q> Once we found out what was going on it was stopped immediately.... The most important part was once the show went live and( viewers) could see that everyone was singing live and it was a proper, fair competition. </q> href=\"http://www.washingtontimes.com/news/2011/feb/7/Simon Cowell- courts- groups- maybe- <strong> Paula Abdul </strong>- for- x- factor/?page=2\"> Story Continues?`` previous1 href=\"http://www.washingtontimes.com/news/2011/feb/7/Simon Cowell- courts- groups- maybe- <strong> Paula Abdul </strong>- for- x-", "new_id": -2}, {"uid": "1295458115232456193", "i": 58653, "idx": 13, "sa": ["Allen Iverson", "Kobe Bryant", "George Karl", "Shaquille O'Neal"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Shaquille O'Neal </strong> play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player Phoenix Suns( 18-21) at Cleveland Cavaliers( 8-32", "new_id": -2}, {"uid": "1295586027175472666", "i": 20119, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "projects such as new products. As executive chairman, Mr. <strong> Eric Schmidt </strong> said he will`` focus wherever I can add the greatest value,'' such as partnerships and government affairs, and that he will remain <q> an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. </q>`` I have learned a ton from him over the years,'' Mr. <strong> Larry Page </strong> said of Mr. <strong> Eric Schmidt </strong> in a conference call.`` I can not be more excited about moving us forward,", "new_id": -2}, {"uid": "1297264315254083244", "i": 5405, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "Antiquities, crowing around antiquities chief <strong> Zahi Hawass </strong> when he came to talk to them. Protesters said they wanted higher salaries and more funding for their sector, which they said former Minister of Culture Farouq <strong> Hosni Mubarak </strong> had reduced. <q> He took our money, </q> said Suha Al Nabil, a museum employee. The vice president also appeared to be pushing ahead with a reform process even without dialogue. He said a panel of top judges and legal experts would recommend", "new_id": -2}, {"uid": "1295665813215973930", "i": 35145, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": ", which links data between different kinds of systems, whther Salesforce.com apps, Microsoft or Oracle databases, and Microsoft Excel files. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having <strong> Larry Page </strong> running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1297451814077103115", "i": 11528, "idx": 10, "sa": ["Michael Gove"], "q": " Under BSF, every secondary school in England was due to be rebuilt or refurbished over a 15-20-year period at an estimated cost of? 55 billion. <strong> Michael Gove </strong> said the programme had been beset by <q> massive overspends, tragic delays, botched construction projects and needless bureaucracy </q>. The decision is a further embarrassment for the Education Secretary who was forced to apologise last summer after he released a flawed list of school building projects facing the axe. Subscribe to RSSMost Popular in", "new_id": -2}, {"uid": "1296291756127057940", "i": 40033, "idx": 3, "sa": ["Corrine Brown", "Hope Solo", "Allen Iverson", "Mike Krzyzewski"], "q": ". For a player often described as selfish and immature, it was a giant step toward superstardom.`` It's special, and it's a tribute to my <strong> Mike Krzyzewski </strong> and my teammates,'' said <strong> Allen Iverson </strong>. <q> I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball, </q> <strong> Corrine Brown </strong> said.`` There were so many lessons to be learned, from him http://wn.com/Goalkeeping_1v1_with_Hope Solo_Hope Solo's_Olympic_Soccer_Mike Krzyzewski <strong> Hope Solo </strong>'s <strong> Mike Krzyzewski </strong>, Phil Wheddon, on 1v1 soccer goalkeeping techniques. <strong> Hope Solo </strong> is the most likely candidate to play as the USA", "new_id": -2}, {"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a`` powerful political insider- precisely because he had a feel for the world outside Westminster'' and the PM would be looking for a <q> someone with similar nous and journalistic experience </q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}]