[{"uid": "1296738659237912072", "i": 1229, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Mayor Curses the Groundhog Watch: Crisis in Egypt: Clashes on Cairo's Streets Watch: Bill O'Reilly Loses Temper Over Al-Jazeera <strong> Donald Rumsfeld </strong>'s Memoir: No Regrets on Iraq War The Middle East would be <q> far more perilous than it is today </q> with Saddam Hussein in power, <strong> Donald Rumsfeld </strong> wrote in his new book, \"Known and Unknown: A Memoir\" -- slated to be released next week. While the book's contents have been a tightly", "new_id": -2}, {"uid": "1295545209070057989", "i": 2590, "idx": 0, "sa": ["Michael Gove"], "q": "awareness of issues such as the rule of law, justice, rights and responsibilities, cultural diversity, immigration and race relations. The Coalition has already warned that the newly-slimmed down curriculum must not be a <q> vehicle for imposing passing political fads </q>. <strong> Michael Gove </strong>, the Education Secretary, said the current curriculum was \"substandard\" and higher demands were placed on children in other countries. \"The pace of economic and technological change is accelerating", "new_id": -2}, {"uid": "1297423378245137481", "i": 1409, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": ". Allerdings hatte Nokia Sorgen, sich in der Masse verschiedener Android-Hersteller nicht hervorheben zu k?nnen, erkl?rte <strong> Stephen Elop </strong> am Freitag. Nokia und Microsoft lie?en am Freitag keine Zweifel, dass sie zu Adlern werden wollen. <q> Es gibt andere mobile kosysteme. Wir werden sie stoppen. Es wird Herausforderungen geben. Wir werden sie berwinden </q>, verk?ndeten <strong> Stephen Elop </strong> und Microsoft-Chef <strong> Steve Ballmer </strong> in einem gemeinsamen Brief. Daf?r wollen der Handy- Marktf?hrer und der weltgr?te Software- Konzern alle ihre Juwelen zusammenlegen. So sollen alle Nokia-Nutzer mit Microsofts Bing im Internet suchen", "new_id": -2}, {"uid": "1296130680234815518", "i": 27462, "idx": 0, "sa": ["David Tennant", "Simon Cowell"], "q": "announce my retirement... but I'm not b*** y going to!\" Sir <strong> David Tennant </strong> won the top actor prize for his last stint in A Touch Of Frost. He said of his win: <q> This is a real turn up for the book. </q> The X Factor was named the most popular talent show, and judge <strong> Simon Cowell </strong> gave the statuette to a show producer who had beaten cancer.", "new_id": -2}, {"uid": "1296881651021905419", "i": 28243, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Paul McMullan"], "q": "<cite> AFP/File- <strong> Andy Coulson </strong>, former Director of Communications to Prime Minister <strong> David Cameron </strong> and ex-editor of the... </cite> 41 mins ago LONDON( AFP)- Prime Minister <strong> David Cameron </strong> was <q> either a liar or an idiot </q> to believe that his former media chief was not involved in phone hacking, a reporter claimed in newly published evidence Friday. Freelance journalist <strong> Paul McMullan </strong> claimed that <strong> Andy Coulson </strong>, who until last month was <strong> David Cameron </strong>'s chief", "new_id": -2}, {"uid": "1296769550173654016", "i": 19919, "idx": 0, "sa": ["Kay Hagan", "John Kerry", "Bernie Sanders", "Patrick Leahy", "Robert Menendez"], "q": "Menendez.senate.gov/newsroom/press/release/?id=fa1c6f19- 9cde- 45c8- 967e- fac0b416d654\"> Menendez.senate.gov/newsroom/press/release/?id=fa1c6f19- 9cde- 45c8- 967e- fac0b416d654 \"The National Mall is the only sensible venue to host the Solar Decathlon.\" wrote the Senators. <q> The first four wildly successful events were held on the Mall from 2002-2009 and the event grew in popularity each year. As a tourist attraction, it has provided the perfect venue for thousands to learn about solar energy and energy efficiency. And as a central pillar in our quest for clean energy, solar energy deserves a venue that sits adjacent to our country's legislative leaders. </q> The following Senators signed the letter: US Senators <strong> John Kerry </strong>( D-MA), Kirsten E. Gillibrand( D-NY), <strong> Bernie Sanders </strong>( D-VT), <strong> Kay Hagan </strong>( D-NH), <strong> Patrick Leahy </strong>( D-VT), Frank R.", "new_id": -2}, {"uid": "1296030809164511749", "i": 4105, "idx": 4, "sa": ["Eric Schmidt"], "q": "a role in the Obama administration. As executive chairman, \"a lot of my time\" will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said. <q> We've got very complicated government issues, </q> he said, adding that \"we move quickly, and we tend to be disruptive at scale.\" European Union officials opened a formal antitrust probe last year into Google search results, while in China", "new_id": -2}, {"uid": "1297298981049397785", "i": 49728, "idx": 0, "sa": ["Janet Napolitano", "Donald Rumsfeld"], "q": "<strong> Janet Napolitano </strong>: Threat may be highest since 9/11... Article: US targets 2 Taliban, Al-Qaeda money men... Video: DHS Ends Color-Coded Threat Level System... Video: AP Impact: Uneven accountability at CIA Report Abuse <q> \"Hey Fattie, close the back door; flies are getting in. </q> \" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy", "new_id": -2}, {"uid": "1297072799041992234", "i": 32289, "idx": 0, "sa": ["Simon Cowell"], "q": "for, goodness, for almost eight years and no one's ever said` What the hell are you talking about?' There would not be a problem with the accent,\" he said. <q> To be honest I've been offered a couple of other shows in the States the last six months which I've turned down and I know there's been no issue with my accent there, because I'm a professional presenter and there's an element of TV voice- when you're on you speak clearly, you enunciate. \"Which is why when I go home I get loads of abuse from my Welsh friends, saying oh, you've gone all posh. </q> But Steve- who'll be live on the red carpet at this weekend's Baftas for the E! Entertainment channel- stayed tight-lipped about whether he was set to join <strong> Simon Cowell </strong> for the Stateside show.", "new_id": -2}, {"uid": "1297255140028704860", "i": 10379, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "threatened by a public uprising, <strong> Donald Rumsfeld </strong> suggests that the Obama administration would have been better off pursuing private diplomacy with the Egyptian <strong> George W. Bush </strong> rather than making public statements identifying with the aspirations of pro-democracy protesters. <q> I personally think- it's kind of an old-fashioned thought- that private diplomacy is preferable, </q> he says. \"Public diplomacy can have the effect of letting the world know what you think; it can have the effect of satisfying your own personal views and playing to your base, wherever you are,", "new_id": -2}]