[{"uid": "1297279326173539366", "i": 9221, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": ": A photo released by the office of U.S. Video: Loughner pleads not guilty in AZ shooting... Video: <strong> Barack Obama </strong> has kicked smoking habit, first lady says Video: Why Americans Are Turning Against Obamacare Report Abuse <q> Laborman said \"Arizona doesn't deserve her. You are# 1 in loose gun laws and# 1 in gun deaths per 100,000 population. So all your guns aren't protecting you. With your guns and racism you are a laughingstock in the world </q> \" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Cancer Treatment Centers CTCA Is Recognized For The Best In", "new_id": -2}, {"uid": "1296867070001982490", "i": 3059, "idx": 3, "sa": ["Sergio Marchionne", "Ferdinand Piech"], "q": "restructure the weakest of the U.S. automakers with Fiat's small-car know-how and international distribution. <strong> Sergio Marchionne </strong> said that in the next two to three years Chrysler and Fiat could ultimately merge into one company, adding, <q> For all I know it could be based here. </q> <strong> Sergio Marchionne </strong> is credited with reviving Fiat, whose brands include Ferrari, Maserati and Alfa Romeo. Last year, Volkswagen AG( VOWG_p. DE) Chairman <strong> Ferdinand Piech </strong> expressed an interest in buying Alfa Romeo", "new_id": -2}, {"i": 14911, "idx": 6, "index_answer": 0, "new_id": -1, "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.\" If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q> They don't like me for making these requests, </q> said <strong> Zahi Hawass </strong>. \"But I don't care; I am doing this for Egypt.\": Outsourcing for optimum business growth; Meet Innovators: Get faster result using proven best practices The World's", "sa": ["Zahi Hawass"], "uid": "1296129375085180438"}, {"uid": "1295562778244678684", "i": 9828, "idx": 7, "sa": ["Eric Schmidt"], "q": "run the company collaboratively with Sergey and me as presidents. The structure is unconventional, but we have worked successfully in this way.\" <strong> Eric Schmidt </strong> said he doesn't anticipate any material change in strategy. <q> We tend to agree on everything, </q> he noted. But he said he believes the new management structure will speed up decision making at the company. Google has lost some of its top minds in the past several months,", "new_id": -2}, {"uid": "1297464725077398024", "i": 34637, "idx": 5, "sa": ["Donald Rumsfeld", "Hosni Mubarak"], "q": "Cairo. This, <strong> Donald Rumsfeld </strong> said, has proven to be \"confusing.\" \"It certainly doesn't give one confidence,\" the former secretary said of the administration's public steps. <q> One doesn't know precisely what's taking place with private diplomacy-- what's really most effective-- but certainly the public diplomacy has been somewhat confusing. </q> <strong> Donald Rumsfeld </strong>, who has known <strong> Hosni Mubarak </strong> for decades, responded carefully when asked whether he is a dictator. \"He clearly has perpetuated himself in office. He clearly has hoped that his son would", "new_id": -2}, {"uid": "1295199213155582488", "i": 25839, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend. \"That's what you dream about,\" <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>-- the guy he replaced in Green Bay-- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and", "new_id": -2}, {"uid": "1295168678222330889", "i": 15734, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend. \"That's what you dream about,\" <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31-of-36 passes for 366 yards, more than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in Philadelphia,", "new_id": -2}, {"uid": "1295669782061620287", "i": 45599, "idx": 0, "sa": ["Eric Schmidt"], "q": "'s role will transition to focusing on external deals such as partnerships and government outreach. <strong> Eric Schmidt </strong> insisted that the move was part of a \"streamlining\" effort rather than a management shake up. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> he said. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company.\" <strong> Eric Schmidt </strong> has been chief executive of Google for some 10 years as", "new_id": -2}, {"uid": "1296459950150618115", "i": 30829, "idx": 4, "sa": ["Simon Cowell"], "q": "brutal honesty and cold-heartedness, the Los Angeles-based showbiz mogul stressed the importance of emotion in the entertainment business. \"You've got to think with your heart and not your head,\" he said. <q> The biggest failures I've had were at a time when I believed my own hype. </q> In 2010, British magazine New Statesman listed <strong> Simon Cowell </strong> at number 41 in a list of \"The World's 50 Most Influential Figures 2010.\" That followed a different ranking in 2003 when <strong> Simon Cowell </strong> placed number 33 on", "new_id": -2}, {"uid": "1296423886068993025", "i": 36874, "idx": 5, "sa": ["Michael Finley", "Kwame Brown", "Allen Iverson", "Antonio McDyess"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Tracy_McGrady_vs_San_Antonio_Spurs_with_injured_shoulder After missing all his field goals against one of the San <strong> Antonio McDyess </strong> Spurs' in-state rivals a week ago, <strong> Michael Finley </strong> tweaked his pregame", "new_id": -2}]