[{"uid": "1296048879187023387", "i": 25496, "idx": 1, "sa": ["Bill Rigby", "Steve Ballmer"], "q": "as chief executive. A string of high-level departures has raised concerns about his efforts to revitalize the company. <strong> Steve Ballmer </strong>`` is always on thin ice,'' said Forrest at Fort Pitt Capital. <q> Microsoft is a results-driven company. </q>( Reporting by <strong> Bill Rigby </strong>; Editing by Bernard Orr) href=\"http://www.facebook.com/pages/The-Post-Chronicle/118032884888798\" title=\"The Post Chronicle\" target=\"_TOP\">", "new_id": -2}, {"uid": "1296597655057851923", "i": 12733, "idx": 0, "sa": ["Allen Iverson", "Carmelo Anthony"], "q": "his status.`` The way I feel right now, I don't know if I would miss a game. I just will have to get up and see how I feel tomorrow,'' <strong> Allen Iverson </strong> said. <q> Right now it's just frustrating to be out there at the end hobbling like that. </q> X-rays on <strong> Allen Iverson </strong>'s puffy ankle were negative. <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> are 2-3 together, and their pairing since Melo's return from a 15-game suspension for fighting hasn't been the problem for the Nuggets, who failed", "new_id": -2}, {"uid": "1297185058166789171", "i": 49800, "idx": 1, "sa": ["Michael Vick", "Dwaine Caraway"], "q": "Clearly, this was not the case in this situation and one without my knowledge or approval,'' he said. In his own statement, <strong> Dwaine Caraway </strong> said the key was`` ceremonial.'' <q> These ceremonial gifts are different from the official keys to the city presented by the mayor, </q> he said. As for honouring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and`` am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1296048741099729422", "i": 17262, "idx": 0, "sa": ["Eric Schmidt", "Mark Jansen"], "q": "<strong> Eric Schmidt </strong>. Hij was te gast op een conferentie in Duitsland. Daar sprak hij nog even na over de kwartaalcijfers die vorige week uitkwamen en de plannen van Google in Europa. Vooral sales en productontwikkeling <q> Het gaat goed met ons en dus hebben we meer mensen nodig </q>, zegt <strong> Mark Jansen </strong> desgevraagd.`` De banen zitten met name in de engineering( productontwikkeling) en sales, maar we werken op technisch gebied ook samen met collega's in het buitenland. Zo wordt er op technisch", "new_id": -2}, {"uid": "1297159110156483590", "i": 42332, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "or concealing. href=\"http://www.washingtonpost.com/wp-dyn/content/story/2009/06/11/ST2009061102977.html\"> Gwen Ifill reviews <strong> Donald Rumsfeld </strong>'s memoir,`` Known and Unknown'' Known and Unknown,'' a hefty and heavily annotated accounting and defense of his life in public service. <q> Never much of a handwringer, I don't spend a lot of time in recriminations, looking back or second-guessing decisions made in real time with imperfect information by myself or others, </q> he writes. But hand-wring he does, in repeated blasts of Donald Rumsfeldian score-settling that come off as a cross between setting the record straight and doggedly knocking enemies off pedestals. There is, indeed", "new_id": -2}, {"uid": "1297434298142311424", "i": 3938, "idx": 0, "sa": ["Michael Gove"], "q": "Future( BSF) scheme in each of the six authorities after Mr Justice Holman ruled that Mr <strong> Michael Gove </strong> had unlawfully failed to consult them before imposing the cuts. In five of the cases the failure was <q> so unfair as to amount to an abuse of power </q>, the judge said. The judgment leaves it doubtful that other local authorities will be able to seek a judicial review of BSF on similar grounds, after Mr Justice Holman said it was his view that", "new_id": -2}, {"uid": "1297114022149651457", "i": 5093, "idx": 0, "sa": ["Simon Cowell"], "q": "dressed up'' sum. He insisted the top contestant will get one million US dollars(? 621,000) a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive.`` It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding,`` I believe I can find a star.'' Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "new_id": -2}, {"uid": "1296207741158072840", "i": 53567, "idx": 1, "sa": ["Robert Ayers", "Red Robin", "Simon Cowell", "John Fox"], "q": "the plRobert Ayers, <strong> John Fox </strong> should secure the judging assistance of <strong> Simon Cowell </strong>. <strong> Simon Cowell </strong> says:`` If this Broncos player were a lifeguard, a lot of swimmers would drown.'' I might say: <q> If Zane had played with the Beadles the past season, he would have been Ringo. </q> At the conclusion of The Lost Season, the Broncos had connections to 70 plRobert Ayers- 53 on the active roster, eight on the practice squad and nine on injuRed Robin reserve. Half won't", "new_id": -2}, {"uid": "1294988930024674308", "i": 31304, "idx": 0, "sa": ["Michael Gove"], "q": "income tax threshold, plenty of moves on civil liberties, and how much she and other Lib Dems altered <strong> Michael Gove </strong>'s academies legislation. But how much does she worry about all those miserable poll ratings? <q> Quite a lot. It would be daft not to. But the polls for the Lib Dems have always leapt up and down. I think, frankly, there's no prospect of there being a very substantially supportive poll for the Liberal Democrats this side of this year. It depends on whether we begin to come out of the economic crisis in the next few months. </q> This is roughly the line you get from all senior Lib Dems- that, as one minister puts it,`` we are going to see a steady economic recovery, and when that happens, we", "new_id": -2}, {"i": 12615, "idx": 13, "index_answer": 0, "new_id": -1, "q": ". You must fill out the comment body in order to submit a comment. People wait to talk with U.S. Rep. <strong> Mike Pence </strong>, R-6th District, after a September 2009 town hall meeting in Richmond. <q> As a strong believer in federalism, I am encouraged by Congressman <strong> Mike Pence </strong>'s decision to explore how he can best serve the people of Indiana and advance the conservative cause closer to home.... I am confident the people of Indiana will benefit from <strong> Mike Pence </strong>'s decision. </q>-- <strong> Gov. Rick Perry </strong>, chairman of the Republican Governors Association.`` While I believe <strong> Mike Pence </strong> would have been a viable candidate for the presidential nomination, I also believe he has the qualifications and experience to be an", "sa": ["Gov. Rick Perry", "Mike Pence"], "uid": "1296218172048857090"}]