[{"uid": "1295136115025296936", "i": 11439, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "were in <strong> Gabrielle Giffords </strong>' hospital room when she opened her eyes were three of her close female friends in Congress: House Democratic leader <strong> Nancy Pelosi </strong> of California, <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>, D-Fla., and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y. <q>It felt like we were watching a miracle,</q> <strong> Debbie Wasserman Schultz </strong> told reporters traveling back to Washington with her on Air Force One. \"The strength that you could see flowing out of her, it was like she was trying to will her eyes open.\"", "new_id": -2}, {"uid": "1295587965072171525", "i": 11227, "idx": 5, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": ". Image: <strong> Google Inc. </strong> co-founder Larry Page. 370) this.width= 370\" alt= \"Surfboards lean against a wall at the <strong> Google Inc. </strong> office in Santa Monica, California.\"/> Next <q>For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. \"But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company,</q> <strong> Eric Schmidt </strong> said. Image: Surfboards lean against a wall at the <strong> Google Inc. </strong> office in Santa Monica, California. 370) this.width= 370\" alt= \"<strong> Google Inc. </strong> founders <strong> Sergey Brin </strong> and Larry Page plug in an", "new_id": -2}, {"uid": "1295562055204783632", "i": 33197, "idx": 1, "sa": ["Eric Schmidt"], "q": "As executive chairman, <strong> Eric Schmidt </strong> will handle \"deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.\" In a blog posting, <strong> Eric Schmidt </strong> wrote, <q>as Google has grown, managing the business has become more complicated,</q> noting that Google recognized a need to \"speed up decision making.\" Apple profits surge 77% on record sales of 4.1 M Macs, 16.2 M iPhones, 7.3 M iPads Earnings Preview: Apple could beat", "new_id": -2}, {"uid": "1296377284098549782", "i": 32917, "idx": 2, "sa": ["Michael Vick"], "q": "qualify as a dog owner. But Best Friends also has conceded that <strong> Michael Vick </strong> has put a brighter spotlight on the problem of dogfighting and the rehabilitation of pit bulls than they ever imagined possible. <q>I'd have to say that he brought attention to the issue in a rather unfortunate way,</q> said Best Friends co-founder Francis Battista. \"It's like people dying in a burning building. It brings attention to the fire codes. It's not something you ever want to happen, but now that it", "new_id": -2}, {"i": 24755, "idx": 2, "index_answer": 1, "new_id": -1, "q": "\" Mr. <strong> Mike Pence </strong> told \"America's Morning News\" radio show. Mr. <strong> Mike Pence </strong> said he is pushing Congress to support the Title 10 Abortion Providers Prohibition Act, which would <q>cut off what is <strong> in excess </strong> of$ 350 million in taxpayer money that flows into Planned Parenthood through Title 10.</q> The Live Action videos, shot in New Jersey and Viginia in January, are similar to the 2009 videos shot by conservative activist <strong> James O'Keefe </strong> showing unethical practices at the Association of Community Organizations for Reform", "sa": ["James O'Keefe", "Mike Pence"], "uid": "1297272603143687692"}, {"uid": "1297176031226918403", "i": 3162, "idx": 4, "sa": ["David Letterman", "Aaron Rodgers"], "q": "quarterback and they have your ascending to the throne of all of football, but your high school experience-- tell me about your high school experience and then where did that take you?\" <strong> Aaron Rodgers </strong>: <q>Yeah, I was not really recruited out of high school, ended up playing baseball my senior year and thought about doing baseball, thought about joining the military but I decided to go the junior college route, which not a lot of kids go to who actually have good grades. Um, I had pretty good grades in high school.</q>( Audience laughs) But that was a great opportunity to advance my career.\" <strong> David Letterman </strong>: \"Now why weren't you recruited out of high school for a college, a major college?\"", "new_id": -2}, {"uid": "1297118578065749009", "i": 233, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "Pro Tem <strong> Dwaine Caraway </strong> gave a \"key to the city\" to <strong> Michael Vick </strong>. The action spawned outrage from many North Texans( including our <strong> Mayor Tom Leppert </strong> releasing the following statement on Monday afternoon: <q>The action taken was not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas. Official Keys to the City are presented by the <strong> Mayor Tom Leppert </strong>, or an elected official designated by the <strong> Mayor Tom Leppert </strong>, and reserved, on a limited basis, for an elected official of international status. Clearly, this was not the case in this situation and done without my knowledge or approval.</q> Given these circumstances I have requested the City Manager propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> also released a statement in conjunction with <strong> Mayor Tom Leppert </strong>, saying: \"", "new_id": -2}, {"uid": "1295561213061718561", "i": 14100, "idx": 0, "sa": ["Jerry Brown", "Magic Johnson", "Eric Schmidt", "Google Inc."], "q": "General and gubernatorial candidate <strong> Jerry Brown </strong> speaks with <strong> Eric Schmidt </strong> on April 9, 2010 at the Googleplex in Mountain View, CA. http://wn.com/Eric_Schmidt_at_the_Michael_Hammer_Memorial_Lecture <strong> Magic Johnson </strong> \"<strong> Magic Johnson </strong>\" <strong> Magic Johnson </strong> visits <strong> Google Inc. </strong>'s Mountain View, CA headquarters to discuss his book <q>32 Ways to Be a Champion in Business.</q> This event took place on March 10, 2009, as part of the Authors@Google series. <strong> Magic Johnson </strong> made the transition from great athlete to greater entrepreneur through hard work and by avidly pursuing opportunities. He recognized that densely", "new_id": -2}, {"uid": "1297483335048791641", "i": 19755, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "go even deeper: Nokia's chief executive is <strong> Stephen Elop </strong>, who until September was president of Microsoft's Business division. In an open letter from Microsoft Chief Executive <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong>, the two said, <q>There are other mobile ecosystems. We will disrupt them.</q> <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> spoke at a news briefing in London on Friday that was broadcast on the Internet. \"This partnership with Nokia will accelerate, dramatically accelerate, the development of a vibrant, strong Windows", "new_id": -2}, {"uid": "1295340862035373085", "i": 18323, "idx": 2, "sa": ["Barack Obama", "Mike Pence"], "q": "most outspoken critics of <strong> Barack Obama </strong>. \"We've been trying to listen first to Hoosiers and then to other voices around the country about where they think we might best serve in the years ahead\" and <q>we'll be making a decision before the end of this month,</q> <strong> Mike Pence </strong> told about 100 people at a conference room in the Henry County, Ind., Hospital. Should <strong> Mike Pence </strong> enter the contest, he would face an uphill climb. Few Americans have heard of him and", "new_id": -2}]