[{"i": 44090, "idx": 1, "index_answer": 0, "new_id": -1, "q": "is working on new projects, but doesn't want to provide any details, lest he be accused of introducing vaporware. \"I don't want to repeat that in the future,\" he said. <q>I think our primary reason for purchasing the building... was the office space that we really enjoy using,<q> <strong> Eric Schmidt </strong> said. Jonathan Rosenberg, senior vice president for product management, said Google opted to buy the building because it was able to accomodate the growing number of Google employees in New York, currently at", "sa": ["Eric Schmidt"], "uid": "1295570584118865943"}, {"uid": "1295826154140558363", "i": 36567, "idx": 0, "sa": ["Andy Coulson"], "q": "Monitor </cite> Photo: WHO launches plan to halt malaria drug resistance World Video: Commission Defends 2010 Israeli Raid Report Abuse \" \"Peter Poppof investigation\" on you tube\" You can see where the <q>religious \"donation go \"haw much of your premiums goes to Care \"on you tube Report Abuse \"You can see where your insurance \"donation<q> goes\" Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: After Tunisia: Why Egypt Isn't Ready to Have Its Own Revolution Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1295426786009338961", "i": 48156, "idx": 1, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "from a ratings slump or slip farther away from the top spot. American viewers never have known an \"Idol\" that doesn't feature <strong> Simon Cowell </strong>'s rolling eyes, one-liners or antagonistic adjectives. <q>We're certainly back to having fun,<q> said executive producer <strong> Nigel Lythgoe </strong>, who rejoined the singing competition after a two-year hiatus. \"At some point along the way, and we're certainly all guilty of it, we started taking ourselves", "new_id": -2}, {"uid": "1295804167208044044", "i": 24721, "idx": 0, "sa": ["Steve Ballmer"], "q": "the cloud, with the worldwide launch of the Microsoft Dynamics CRM Online platform-the company's hope for blunting similar competition from Oracle and Salesforce.com. A Jan. 17 statement by Microsoft CEO <strong> Steve Ballmer </strong> emphasized the cloud platform's <q>familiar user experience, enabling greater collaboration, streamlining of processes and access to real-time data.<q> The release comes at a time when Salesforce.com and Oracle have been making very public their own product-line updates and swipes at Microsoft's market position. The Microsoft Dynamics CRM Online service became available Jan. 17 for", "new_id": -2}, {"uid": "1297412496250134529", "i": 20121, "idx": 0, "sa": ["Bill Clinton", "Mike Pence"], "q": "Republican political aide thought that <strong> Mike Pence </strong> had somehow let down his principles and his country by not taking a chance on the presidential race. Folks on the <strong> Mike Pence </strong> for <strong> Bill Clinton </strong> bandwagon were in a deep funk. <q>Seriously, who else do we have?<q> one asked me. \"Unless something miraculous happens and we get an unexpected gift candidate.\" Another GOP stalwart agreed: \"Sad to say, but at a time when we need someone with guts", "new_id": -2}, {"uid": "1295803138068403208", "i": 7508, "idx": 0, "sa": ["John McCain", "Colin Powell", "Barack Obama"], "q": "<strong> John McCain </strong>( R-Ariz.) said that Congress must take on some of the \"sacred cows,\" including entitlements, in order to cut the deficit. \"Agriculture subsidies are outrageous today,\" he said. <q>Ethanol is a joke, and it's a multi-billion dollar spending. All ag subsidies.... The post office, a model of inefficiency. Horse and buggies-- and the days when Internets[ Launch of the Bloom box fuel cell generates a slice of Apple hype| Environment| guardian.co.uk PlayStation Network down, so are lots of PS3s( update)-- Engadget Bloom box fuel cell: Google, eBay, and <strong> Arnold Schwarzenegger </strong> attend launch- Telegraph<q> <strong> Colin Powell </strong>'s Endorsement of <strong> Barack Obama </strong> Will Live... in Infamy- Big Government <strong> Colin Powell </strong>: \"Perfectly Acceptable To Get Rid Of DADT\"- Towleroad, More than gay news. More gay men I have yet to", "new_id": -2}, {"uid": "1297293225002195576", "i": 6513, "idx": 1, "sa": ["Simon Cowell"], "q": ",\" <strong> Simon Cowell </strong> said of the age issue. The$ 5 million prize( via a recording deal with Sony) is said to be the largest, by far, in TV history. <q>We're putting our money where our mouth is,<q> <strong> Simon Cowell </strong> said. \"It's a massive, massive risk, but also a great incentive.... And it puts the pressure on us to find a star.\" <strong> Simon Cowell </strong> was asked if he would", "new_id": -2}, {"uid": "1295779892017170523", "i": 1841, "idx": 7, "sa": ["Bob Dole", "Charlie Black", "Mike Pence"], "q": " \"The key is the conservative movement adopting him as its favorite.\" <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more. <q>The folks I've heard, the names I've seen, are the leaders of the social conservative movement,<q> said GOP strategist Scott Reed, who managed <strong> Bob Dole </strong>'s presidential campaign in 1996. \"And that is a strong base from which to start. But it isn't going to get you to the finish line.", "new_id": -2}, {"uid": "1295924020206389265", "i": 43419, "idx": 0, "sa": ["Bill Lockyer", "Luis Posada Carriles", "Newt Gingrich"], "q": "feel good.\" He said Cuban-American groups had been great in financially supporting him- but that his legal bills are piling up. \"Experts cost money,\" <strong> Luis Posada Carriles </strong> said in Spanish. <q>The trip to hotels. the exile( community) has responded well.<q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog ENGINEER SOFTWARE Company Advent Software ENGINEERING OPPORTUNITIES Company Newfield EXECUTIVE DIRECTOR Company", "new_id": -2}, {"uid": "1295958129216842277", "i": 10778, "idx": 1, "sa": ["Dick Armey", "Mike Pence"], "q": "of their state Capitol on Wednesday to encourage <strong> Mike Pence </strong> to run for president. \"It's not a complicated message, but it's a heartfelt one,\" said state <strong> Dick Armey </strong> Kris Crawford. <q>We would like him on the ballot.<q> Leaders of the conservative movement made the same argument in a letter sent to <strong> Mike Pence </strong> this week. \"Seize this moment, <strong> Mike Pence </strong>,\" said the letter signed by former", "new_id": -2}]