[{"uid": "1296068443213172224", "i": 25739, "idx": 0, "sa": ["Marina Zurkow", "Eduardo Kac", "Eric Schmidt", "Han Shi", "Shi Fen", "Ted Kennedy"], "q": "things away tHan Shi they can by charging for them. This event took place on July 7, 2009 at Google's offices in WaShi Fenngton, DC http://wn.com/Eric Schmidt_Eric Schmidt,_Princeton_Colloquium_on_Public_Int'l_Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosTed Kennedy by the Woodrow Wilson School of Public and International Affairs, on April 18, 2009. http://wn.com/Digital_Art_@Google_Eduardo Kac_Eduardo Kac,_Andrew_Senior,_Sandra_Cordero,_Marina Zurkow_Marina Zurkow October 21st 2010 Four artists from the Digital Arts@Google exhibition,(`` We Write this to You from the", "new_id": -2}, {"uid": "1295802995079921158", "i": 19504, "idx": 1, "sa": ["George W. Bush", "Colin Powell", "Barack Obama"], "q": " He credited <strong> Barack Obama </strong> with stabilizing the economy, tackling health care reform and working with countries around the world, but declined to give the <strong> George W. Bush </strong> a letter grade. href=\"http://www.cnn.com/video/#/video/politics/2011/01/23/sotu.Colin Powell.Colin Powell.afghanistan.cnn\"> Click to watch video <q> Every <strong> George W. Bush </strong> has a challenge when it goes from campaigning to governing, takes a while to figure out the difference between campaigning and governing, </q> <strong> Colin Powell </strong> said on CNN's`` State of the Union.''`` Now we see at the end of the second year, he is definitely focusing on governing... we'll see how 2011 goes.''", "new_id": -2}, {"uid": "1296911427221642785", "i": 24190, "idx": 0, "sa": ["Sergio Marchionne"], "q": ")- Chrysler Group LLC is working to refinance what its chief executive characterized as`` shyster loans'' that the Obama administration extended as part of a bailout to keep the automaker from collapse in 2009. <q> I want to pay back the shyster loans, </q> <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unethical lawyer or politician.`` Pay back the loans, get those out and then take( the company) public.'' <strong> Sergio Marchionne </strong>", "new_id": -2}, {"uid": "1295685222050348045", "i": 45682, "idx": 2, "sa": ["Bill Lockyer"], "q": "pension obligations, and bankruptcy is not part of it.`` We are dealing with them by reducing benefits and increasing employees' contributions, among other moves,'' <strong> Bill Lockyer </strong> said in a written statement. <q> With respect to our budget shortfalls, we have the tools to fix them without taking a wrecking ball to our economies and taxpayers. </q> There could be unintended consequences of the bankruptcy proposal. Mere talk of state bankruptcy could drive up interest rates that states must pay for their bonds if investors believe that the bonds won't be as secure", "new_id": -2}, {"uid": "1295425464261013567", "i": 53984, "idx": 0, "sa": ["Kara DioGuardi", "David Letterman", "Michael Lynche", "Big Mike"], "q": "' draws tears, cheers on` American Idol' China Daily LOS ANGELES- <strong> David Letterman </strong>`` <strong> Big Mike </strong>'' <strong> Michael Lynche </strong> made <strong> Kara DioGuardi </strong> cry and turned the rest of the`` American Idol'' judges giddy with a moving performance of <q> This Woman's Work. </q> <strong> Michael Lynche </strong>, a mountain of a guy who lives up to his nickname, performed last among the eight star of the Fox TV show.`` You come out with an incredibly difficult song to sing, and you", "new_id": -2}, {"uid": "1296182355238501894", "i": 44829, "idx": 0, "sa": ["Mike Pence"], "q": "several of his closest advisers and political confidantes are now telling CNN that he is at least open to a presidential bid if a suitably conservative candidate fails to emerge from the early and wide-open GOP field... <q> He hasn't completely shut the door on running, and if there is a massive void in the group of candidates, who knows what could happen?, </q> said the adviser, who was quick to caution that there is only a five percent chance the senator will run. Aside from Indiana <strong> Mike Pence </strong>, who is currently deciding between a presidential run and a gubernatorial", "new_id": -2}, {"uid": "1295912875241205290", "i": 1255, "idx": 0, "sa": ["Eric Schmidt", "Larry Page", "Mark Zuckerberg"], "q": " At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave Google to work for the social networking company. <q> My goal is to run Google at the pace and with the soul and passion of a startup, </q> <strong> Larry Page </strong> said in a Thursday interview.`` I think I will have time to do that given the way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred in the", "new_id": -2}, {"uid": "1295819766030490636", "i": 23115, "idx": 0, "sa": ["Steve Ballmer"], "q": "isn't worth the bits in the cloud. Vivek's thoughts on Quora remind me of <strong> Steve Ballmer </strong> on the iPhone circa 2007. Totally misses the disruptive element. this person@vwadhwa is a poor judge of startups. <q> Why I Don't Buy Quora Hype </q> http://jc.is/hIDN8O#wrong#dumb#linkbait Hacker Shows It Doesn't Take$ 8 Million to Clone Qwiki- Just 321 Lines of HTML Will do the Trick$ 10K iTunes Winner Hung Up On Apple, Thought It Was a Prank", "new_id": -2}, {"uid": "1295803138068403208", "i": 9030, "idx": 0, "sa": ["Colin Powell", "Candy Crowley"], "q": "foreign aid and the arts. The RSC proposal would save an estimated$ 16.1 billion by rolling back federal Medicaid funding, putting the burden for those patients on state and local governments. On Sunday's <q> State of the Union, </q> <strong> Colin Powell </strong> told host <strong> Candy Crowley </strong> that Congress needed to deal with Social Security, Medicare and Medicaid if it wanted to balance the budget, and that announcing a spending freeze was an`` inefficient way'' of cutting the deficit", "new_id": -2}, {"i": 488, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> Celebrities' Children: Hollywood's Hottest Trophies <strong> Simon Cowell </strong> On` The X Factor's'$ 5 Million` Life-Changing' Prize& Choosing` Competitive' Judges <strong> Simon Cowell </strong>: Why I'm Letting 12-Year-Olds Do X-Factor", "sa": ["Simon Cowell"], "uid": "1297129044188514306"}]