[{"uid": "1296722504024068126", "i": 601, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Europe\" - meaning Germany and France- not supporting the use of force in Iraq was hardly deft diplomacy. As for declaring, as he did in the first days after the invasion of Iraq, <q> We know where they are, </q> referring to suspected stockpiles of weapons of mass destruction- well, <strong> Donald Rumsfeld </strong> would like to take that one back, too. But <strong> Donald Rumsfeld </strong> still can't resist- in a memoir due out next week-", "new_id": -2}, {"uid": "1297137461190611470", "i": 7702, "idx": 0, "sa": ["George H. W. Bush", "Condoleezza Rice", "George W. Bush", "Donald Rumsfeld"], "q": "Former defense secretary <strong> Donald Rumsfeld </strong> releases his new memoir Tuesday, as he concedes his Former US Defense Secretary <strong> Donald Rumsfeld </strong> Former US Defense Secretary <strong> Donald Rumsfeld </strong> Former Secretary of State <strong> Condoleezza Rice </strong> <strong> Donald Rumsfeld </strong> blamed much of the failings of the Iraq war on <q> too many hands on Former defense secretary <strong> Donald Rumsfeld </strong> concedes his Iraq troop decisions may have been In \"Known and Unknown, </q> <strong> Donald Rumsfeld </strong> defends his handling of the war and recounts his government career serving Republican George H. W. Bushs from Richard Nixon to H. W. Bush-George H. W. Bush.html\"> <strong> George W. Bush </strong>. The former defense secretary was reluctant to endorse <strong> George H. W. Bush </strong>'s assessment that", "new_id": -2}, {"uid": "1295476329265797672", "i": 1030, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez", "Randy Jackson"], "q": "New` American Idol' judge <strong> Steven Tyler </strong>'s energy sets him apart from sometimes icy <strong> Simon Cowell </strong> <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and <strong> Randy Jackson </strong> are the \"American Idol\" judges. The 10th season begins at 8 tonight on Fox. <q> Darlings, how are you? </q> This was <strong> Steven Tyler </strong>'s opening for the recent media conference call he did to plug his new gig as an \"American Idol\" judge. So far, the Aerosmith frontman has established himself as the friendliest \"Idol", "new_id": -2}, {"uid": "1296581048157810744", "i": 5523, "idx": 8, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. \"The people in the streets have to give this government an opportunity to change,\" he said cheerfully. <q> Beautiful things happened in the last five days. </q> News On 6 302 S. Frankfort Tulsa, OK 74120", "new_id": -2}, {"uid": "1296333025218349599", "i": 6346, "idx": 8, "sa": ["Jhon García Sossa", "Michael Vick"], "q": "these problems are correctable, <strong> Jhon García Sossa </strong> insists. And time is on all these dogs' side. \"Some say if a dog is bred to do something, you can't undo that,\" <strong> Jhon García Sossa </strong> said. <q> But to me, that's like saying if everyone in your family has always fought in a war, you're a warrior and you're destined to do this. Not true. Everyone's an individual. You can choose your own path in life. Same with dogs. The only difference is, they can't choose it. We choose it for them. </q>___ Online: Check out some great nightlife pics from all around Charlotte thanks to our friends at SLIDESHOW: Queen City's Party Perspective Celebrate! Athletes Strut Their Stuff <strong> Michael Vick </strong> Pit Bulls On The Slow", "new_id": -2}, {"uid": "1296490738092602393", "i": 55994, "idx": 0, "sa": ["Simon Cowell", "Robbie Williams"], "q": "be perfect for the role, according to bosses. It could happen if <strong> Simon Cowell </strong>, 51, decides to focus on the US version of the show. An insider told The Daily Star: <q> <strong> Robbie Williams </strong> is a huge name so would naturally be a massive ratings hit. Not only that, he is also straight-talking and comical. \"We all understand that right now America is where <strong> Simon Cowell </strong>'s focus has to be. There aren't many people that can fill his shoes, but <strong> Robbie Williams </strong> just might be able to do it. </q>", "new_id": -2}, {"uid": "1296293567080576526", "i": 30545, "idx": 4, "sa": ["Allen Iverson", "Lionel Messi", "George Karl", "Kanye West"], "q": ". Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there's no time, not with the Nuggets currently on the outside glancing into the playoffs. They trail Golden State for the last spot. <q> I don't think we can lose a( player) because of an injury the rest of the way, </q> <strong> George Karl </strong> said. \"It's the <strong> Lionel Messi </strong>- 2009-2010 <strong> Lionel Messi </strong> 2009-2010- Goals, Skills, Celebrations& Commentary 09-10 My neKanye West <strong> Lionel Messi </strong> video and maybe my best! <strong> Lionel Messi </strong> Vs Fc Bayern Munich Info about <strong> Lionel Messi </strong>: <strong> Lionel Messi </strong>", "new_id": -2}, {"uid": "1295598091192069640", "i": 26660, "idx": 3, "sa": ["Eric Schmidt"], "q": "der Gegenspieler Baidu. Im Gesamtjahr verdiente Google unterm Strich 8,5 Milliarden Dollar. Doch Google kann das Geld gar nicht so schnell ausgeben, wie es hereinkommt. In der Kasse liegen mittlerweile 35 Milliarden Dollar. <q> Wir hatten ein starkes Quartal und ein starkes Jahr </q>, sagte <strong> Eric Schmidt </strong>. \"Der Ausblick ist vielversprechend.\" Gefahr durch Facebook Google st?t mit seinen Milliarden in immer neue Felder vor: Smartphones, Fernsehen, Internettelefonie, elektronische B?cher, Musik,", "new_id": -2}, {"uid": "1295820290030490757", "i": 44958, "idx": 6, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "happens, IDC's Hilwa said he hopes <strong> Eric Schmidt </strong> will continue to participate in major decisions at the company. \"<strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> have always effectively acted as a co-CEOs,\" he said. <q> Being able to put their heads together on important decisions has served them well in the past. One would hope that they keep this consultative management style. </q> If you enter anything in this field your comment will be treated as spam Users posting comments agree to the TechWorld comments on Windows Event Viewer phishing scam remains active on Comcast releases free app for Android phones\"", "new_id": -2}, {"uid": "1295026823099024937", "i": 13066, "idx": 0, "sa": ["David Letterman", "Kelsey Grammer"], "q": "Actor <strong> Kelsey Grammer </strong>, left, talks with host <strong> David Letterman </strong> on the set of the <q> Late Show with <strong> David Letterman </strong>, </q> Thursday, Jan 13, 2011 in New York. The 55-year-old \"Cheers\" and \"Frazier\" star said on CBS' \"Late Show With <strong> David Letterman </strong>\" on Thursday night that he's marrying Kayte Walsh", "new_id": -2}]