[{"uid": "1295544633061915146", "i": 6535, "idx": 0, "sa": ["Alassane Ouattara"], "q": "Pour <strong> Alassane Ouattara </strong>, une intervention militaire s` impose en C?te d'Ivoire C?te d'Ivoire: <q> <strong> Alassane Ouattara </strong> a sans doute rat le coche en termes de mobilisation politique et sociale </q>`` Toutes les mesures que nous voulons mettre en place doivent tre des mesures cibl?es sur ceux qui sont responsables de cette situation: M. Laurent Gbagbo, son gouvernement, ses proches'', a-t-il dit.", "new_id": -2}, {"uid": "1296160026194232323", "i": 34606, "idx": 1, "sa": ["Patrick Achi", "Alassane Ouattara"], "q": " While bank employees were ordered to report to work today, computer networks with the outside had been cut, preventing Mr Gbagbo's allies from being able to access funds, local press reports said. <q> In the coming days, if the central bank remains closed, the commercial banks will not be able to operate, </q> said Mr <strong> Alassane Ouattara </strong>'s acting finance minister, <strong> Patrick Achi </strong>.`` This will paralyse the economic activity in the country.'' The Dakar, Senegal-based regional bank formally recognised Mr <strong> Alassane Ouattara </strong> as president in late December and", "new_id": -2}, {"uid": "1296349245162676737", "i": 16727, "idx": 1, "sa": ["Eric Schmidt"], "q": ".'' International summits such as the World Economic Forum are clearly ripe for language interpretation, so could we soon be listening to digitised translations by Google? <strong> Eric Schmidt </strong> admits the software isn't that good. <q> If it's really important- if it's heads of state negotiating missile defence- you're going to want to have two translators, both of them human, </q> he says.`` This is for everyday things that don't matter too much.'' There are no comments yet for this article. In order to post a comment you need to be registered", "new_id": -2}, {"uid": "1297443077223772703", "i": 3809, "idx": 2, "sa": ["Steve Ballmer"], "q": "efforts of the two companies, the execs hope to move quickly in gaining ground on Mountain View and Cupertino.`` I am excited about this partnership with Nokia,'' <strong> Steve Ballmer </strong> said of the pairing. <q> Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> href=\"http://www.bigmouthmedia.com/live/articles/private%2Dnokia%2Dmemo%2Dreveals%2Dpotential%2Dstratospheric.asp/7613/\"> Private Nokia memo reveals potential stratospheric shift for the manufacturer", "new_id": -2}, {"uid": "1295903855235421728", "i": 31006, "idx": 0, "sa": ["Sienna Miller", "Andy Coulson"], "q": ", the director of public pSienna Millercutions, said he had met senior London police officers on Monday and agreed that any evidence from recent or new allegations of phone hacking should be assessed by barrister Alison Levitt. <q> I have asked Alison Levitt to take a robust approach with a view to advising whether the Metropolitan Police Service should carry out any further investigation or deciding whether any pSienna Millercutions can be brought, </q> he said in a statement. <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 after one of his reporters was jailed for secretly listening to phone messages of royal household staff.", "new_id": -2}, {"uid": "1295619952132808753", "i": 50527, "idx": 2, "sa": ["David Cameron", "Andy Coulson"], "q": "I've said about those events but when the spokesman needs a spokesman, it's time to move on.'' <strong> David Cameron </strong> said he was`` very sorry'' <strong> Andy Coulson </strong> was going but added that he could <q> understand that the continuing pressures on him and his family mean that he feels compelled to do so. </q> <strong> Andy Coulson </strong> played a major role in helping propel Conservative leader <strong> David Cameron </strong> to power in elections in May 2010 and was a key backroom figure in Downing Street's slick media operation.`` <strong> Andy Coulson </strong> has told", "new_id": -2}, {"uid": "1296104989131907606", "i": 22340, "idx": 2, "sa": ["Michael Vick"], "q": "his first practice as a Philadelphia Eagle Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's`` sizable.'' <q> We believe it was worth it, </q> he said,`` because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.'' Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games", "new_id": -2}, {"uid": "1297218240091242545", "i": 41408, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "U.S.-led wars in Iraq and Afghanistan. <strong> Donald Rumsfeld </strong> wrote that he never authorized waterboarding-- simulated drowning-- but he also called CIA interrogators who used the interrogation technique`` patriots, not criminals.'' <q> The questioning of those in Department of Defence custody provided information that saved innocent American lives. I make no apology for that, </q> he also wrote. NO APOLOGIES <strong> Donald Rumsfeld </strong>, 78, served as defence secretary in two separate Republican administrations, becoming both the youngest and oldest man to hold the job. Only Vietnam War-era Defence", "new_id": -2}, {"uid": "1296597776161153078", "i": 27523, "idx": 1, "sa": ["Steve Ballmer"], "q": "it will be able to handle the expected sales of between 400,000 to 500,000 in the first weekend.'' Uh oh. Who's setting first weekend iPhone expectations for Verizon, <strong> Steve Ballmer </strong>? Schubarth reports, <q> When the Verizon iPhones go on sale at the carrier's and Apple stores at 7 a.m. EST on Feb. 10, long lines are expected... Verizon is offering the 16-gigabyte iPhone 4 for$ 199.99 and the 32GB version for$ 299 for 32 GB with a two-year service contract. There is an unlimited data plan available for$ 29.99 a month and customers who want to take advantage of the new Wi-Fi hotspot feature will pay$ 20 more per month. </q> 11-inch MacBook Air: The next generation of MacBooks. From$ 999. Free shipping.. Unregistered users: Feedback from multiple usernames are subject to deletion. Off-topic and posts from suspected astroturfers will be removed", "new_id": -2}, {"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up.`` A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,'' <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding guys. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}]