[{"uid": "1295325223053116976", "i": 14857, "idx": 2, "sa": ["Allen Iverson", "Kobe Bryant"], "q": "to haunt me.''' Working primarily against Philadelphia native <strong> Kobe Bryant </strong>, <strong> Allen Iverson </strong> shot 17-of-36 from the field. He scored between nine and 12 points in every period and added a season-high 10 assists and five rebounds. <q> I wanted to get off to a good start, </q> <strong> Allen Iverson </strong> said.`` Some earlier shots were going off the rim, then all of a sudden, my shots began to drop. My teammates began to get the ball to me, they did a good job", "new_id": -2}, {"uid": "1294965103172343305", "i": 16174, "idx": 3, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Debbie Wasserman Schultz"], "q": "BlackBerry, <strong> Gabrielle Giffords </strong>' parents wept. Finally, the congresswomen were shown the door, <strong> Debbie Wasserman Schultz </strong> said.`` There was a lot of excitement. She had to rest,'' <strong> Debbie Wasserman Schultz </strong> said. <q> We told her how much we loved her and we'd be back to see her and whatever she needed us to do, we'd be here for her. </q> <strong> Debbie Wasserman Schultz </strong> said Thursday that she and <strong> Kirsten Gillibrand </strong> walked out of the hospital room buoyed by the`` power of girlfriends.'' Neurosurgeon Michael Lemole told them outside the hospital room that he had long discounted", "new_id": -2}, {"uid": "1296668926252297234", "i": 57233, "idx": 0, "sa": ["Barbara Walters", "Robin Williams", "Bill Clinton", "David Letterman"], "q": "<strong> Bill Clinton </strong> Grateful for Heart Surgery <strong> Robin Williams </strong>: People Ask` How Are You?' Comedian tells <strong> Barbara Walters </strong> how people approach him post-surgery. Diary of <strong> Barbara Walters </strong> Walter's Heart Surgery <strong> Barbara Walters </strong> says she thought: <q> If I die on the operating table, I won't know it. </q>. <strong> Bill Clinton </strong> Grateful for Heart Surgery <strong> Bill Clinton </strong> says surgery gave him the chance to walk his daughter down the aisle. <strong> David Letterman </strong> on His Heart Surgery <strong> David Letterman </strong> jokes to <strong> Barbara Walters </strong> that new artery came from`", "new_id": -2}, {"uid": "1295548646132497443", "i": 12381, "idx": 1, "sa": ["\"Freeway\" Rick Ross", "David Letterman", "Conan O'Brien", "Ben Silverman"], "q": "17 audience share in the nation's biggest media markets. Those numbers indicate more people checked out <strong> Conan O'Brien </strong>'s show out than watched <strong> David Letterman </strong>'s`` Late Show'' on CBS and ABC's`` Nightline'' combined. <q> We were very happy, </q> said <strong> Conan O'Brien </strong>'s boss, <strong> Ben Silverman </strong>, co-chairman of NBC Entertainment and Universal Movie Studios. The t\"Freeway\" Rick Ross is the second night, and the third- and the hundreds more likely to come. <strong> Conan O'Brien </strong> set himself apart David Lettermany", "new_id": -2}, {"uid": "1295756651021528610", "i": 16636, "idx": 8, "sa": ["Eric Schmidt"], "q": "antitrust suits poured in or were threatened, and Street View became a public relations nightmare. Tensions reportedly increased between the CEO and the founders. There was no blow up but tension was increasing for a while <q> over who has day-to-day decision making </q> authority, mainly due to <strong> Eric Schmidt </strong>'s`` corporate mentality'' and being more formal and process oriented, the Wall Street Journal href=\"http://online.wsj.com/article/SB10001424052748704881304576094340081291776.html\"> reported. Rumors that <strong> Eric Schmidt </strong> was ready to leave can", "new_id": -2}, {"uid": "1294969491073564163", "i": 1504, "idx": 2, "sa": ["Sergio Marchionne"], "q": "Grand Cherokee Overland Summit, he said. When asked how the Grand Wagoneer would differ from the seven-seat Jeep Commander, a widely panned vehicle Chrysler stopped making in 2010, <strong> Sergio Marchionne </strong> had some harsh words: <q> That car was unfit for human consumption. We sold some. But I don't know why people bought them. </q> <strong> Sergio Marchionne </strong> also sprang other surprises on reporters Monday at the North American International Auto Show: Minivans Chrysler will likely kill one of its two traditional minivans for the next generation, due to", "new_id": -2}, {"uid": "1295932727118013955", "i": 5712, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer"], "q": "separatist struggles in Papua and the Molucca islands. The United States, which last year lifted a decade-old ban on military assistance to a notoriously violent Indonesian commando unit, closely monitored the trials. <q> We are very concerned that the Indonesian military charged the soldiers only with disobeying orders and that the sentences handed down... do not reflect the seriousness of the abuses depicted in the video, </q> Paul Belmont, a U.S. Embassy spokesman, said Tuesday. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for", "new_id": -2}, {"uid": "1295602501192069638", "i": 4868, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "`` ready to lead''. <strong> Eric Schmidt </strong> was originally brought in to guide the young men back in 2001 when Google began to take off. Last night, however, he posted on his Twitter account: <q> Day-to-day adult supervision no longer needed! </q> According to <strong> Eric Schmidt </strong>, the previous structure, which involved decisions being taken by the triumvirate, had become inefficient. <strong> Larry Page </strong> said:`` There is no other CEO in the world that could have kept such", "new_id": -2}, {"uid": "1295231093028164163", "i": 7423, "idx": 0, "sa": ["Elton Brand", "Allen Iverson", "Brandon Roy"], "q": "Bracewell, Danny Kinley and George Cutright for making this happen. So go grab some and slay the streets.... Black Prairie- Debut Show in Portland 3 CD/LP Here: blackprarieshop.com Performing material from their debut album <q> Feast of the Hunters' Moon </q> for their first official Portland show at The Woods April 1, 2010.... <strong> Allen Iverson </strong> 19pts vs <strong> Brandon Roy </strong> Portland Trailblazers 09/10 NBA* Circus Shot <strong> Allen Iverson </strong> 19pts vs <strong> Brandon Roy </strong> Portland Trailblazers 09/10 NBA* Circus Shot <strong> Elton Brand </strong> said the", "new_id": -2}, {"i": 45877, "idx": 3, "index_answer": 0, "new_id": -1, "q": "a rehabilitation center. The president, who has written of his own battles to overcome a drinking problem, said that he was praying for <strong> Donald Rumsfeld </strong>, his wife, Joyce, and all their children. <q> What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me, </q> <strong> Donald Rumsfeld </strong> writes.`` At that moment, I couldn't speak.''( He notes that his son has lived a drug-free life in the years since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes,", "sa": ["Donald Rumsfeld"], "uid": "1296776656214941710"}]