[{"uid": "1295991800115605556", "i": 24993, "idx": 1, "sa": ["The Lost Dogs", "Michael Vick"], "q": "book details the behind-the-scenes stories of <strong> Michael Vick </strong>'s surviving dogs and the influence, resilience, dedication and commitment of the animal behavior experts, animal-care groups, lawyers and government officials that united to save them. <q>I didn't interview <strong> Michael Vick </strong> for this book because to me the story was more about what happened afterwards, which was an amazing thing,</q> says Gorant. ''At the very core of the story is the human-animal bond that affects and inspires us all.'' Gorant will kick-off NASC's Annual Conference with the story of <strong> The Lost Dogs </strong>, on May", "new_id": -2}, {"uid": "1297437521252067842", "i": 20722, "idx": 0, "sa": ["Richard Marks", "Steve Ballmer"], "q": "it possible for academics and hobbyists to develop software using the PlayStation Move controller on their own PCs.'' <strong> Richard Marks </strong> stopped short of confirming that Sony will launch the Move Server project but did say he believes <q>creative minds in the labs and the hobbyists</q> should have the opportunity to ''play around'' with the Move. Microsoft CEO <strong> Steve Ballmer </strong>, by contrast, told the BBC last month that the Xbox 360 maker is planning to offer PC support", "new_id": -2}, {"uid": "1296365682082608136", "i": 23315, "idx": 4, "sa": ["Zahi Hawass"], "q": "border with Gaza had let many of their influential members into their country. Clamping down on the boarder was to little to late I suspect.# 1.6- Sat Jan 29, 2011 5:11 AM EST <q>The day is short, the labor vast, the workers lazy, the reward great, the Master urgent.</q>- Avot 2:17 veritas diaboli manet in aeternum <strong> Zahi Hawass </strong> is one of Mubarak cronies. His life is most likely also in danger. Quite possible that he has fled the country.#", "new_id": -2}, {"uid": "1295485188094470156", "i": 979, "idx": 1, "sa": ["Nancy Pelosi", "Eric Cantor", "Mike Pence"], "q": "'' <strong> Nancy Pelosi </strong> Kevin McCarthy( of ''Young Gun'' fame) reiterated the promise, saying, ''We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.'' <q>We've got to roll back there. That will save$ 100 billion in the first year,</q> agreed <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA) repeated that the GOP is aiming for$ 100 billion in cuts. However, according to the New York", "new_id": -2}, {"uid": "1296233184160088068", "i": 2435, "idx": 0, "sa": ["Michael Vick", "Ovie Mughelli"], "q": "is in his eight season and will start for the NFC. ''I'm loving it. For years, and years and years, I've been trying to get here,'' he said. <q>It took eight years but now that I've got it, I don't want to let it go.</q> <strong> Ovie Mughelli </strong>, one of an NFC-leading nine Falcons, said the experience is much better in person than watching on TV. He did attend the 2008 Pro Bowl, but that was to support teammate <strong> Michael Vick </strong> Turner", "new_id": -2}, {"i": 4658, "idx": 2, "index_answer": 0, "new_id": -1, "q": "veteran who had served as CEO of Novell and chief technology officer of Sun Microsystems, <strong> Eric Schmidt </strong> was brought in to provide some ''adult supervision.'' On his Twitter account on Thursday, <strong> Eric Schmidt </strong> wrote: <q>Day-to-day adult supervision is no longer needed.</q> ''I believe Larry is ready'' to take over as CEO, <strong> Eric Schmidt </strong> said during a call with analysts. ''It's time for him to have a shot at running this.''", "sa": ["Eric Schmidt"], "uid": "1295584186085278737"}, {"uid": "1295510840092602376", "i": 812, "idx": 2, "sa": ["Rasheed Wallace", "Allen Iverson", "Monta Ellis"], "q": "Friday night, Detroit is looking for a complete game to extend that winning streak. ''The best part about it is we struggled at times in the game but we got it done,'' <strong> Allen Iverson </strong> said. <q>We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us.</q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by Watch him here, www.youtube.com Cory Barrios <strong> Monta Ellis </strong> out of Castro Valley, Ca scores 41 points in a", "new_id": -2}, {"uid": "1295171274222330910", "i": 38636, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "people give him credit for.'' Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q>Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick.</q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the US' X Factor' he is trying not to worry about it.", "new_id": -2}, {"uid": "1295934802036896843", "i": 15720, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "has not contributed one nickel to our deficit or our national debt, and it must be protected,'' <strong> Sen. Bernie Sanders </strong> added. Monday afternoon Senate Democrats sent out a message noting that Ryan's Roadmap <q>has now been endorsed by the House Majority Leader and the top Republicans on both the House and Senate budget committees.</q> Democrats are aware that any proposal to adjust entitlement programs is a politically charged issue for members of both parties-and a shrewd political move is to link entitlement cuts to members of the opposing party.", "new_id": -2}, {"uid": "1297245417238927881", "i": 2298, "idx": 0, "sa": ["Zine El Abidine Ben Ali", "Donald Rumsfeld"], "q": "and European imperialist powers had touted the great example of <strong> Zine El Abidine Ben Ali </strong>'s Tunisia for its economic growth and dedication to imperialist wishes. In a 2006 visit, then-Defense <strong> Donald Rumsfeld </strong> spoke of a ''long relationship with Tunisia'' and <q>very constructive military and diplomatic cooperation.</q> The economic growth praised by imperialist powers was based on consistent GDP growth rates of 4 to 5 percent yearly. The small group of wealthy owners in Tunis, and a larger group of foreign investors and", "new_id": -2}]