[{"uid": "1297595058169951241", "i": 7613, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell"], "q": "only if she is a TV judge. According to a UK source, <strong> Cheryl Cole </strong> had been approached for initial talks over her individual deal and that it could be easily worth 1 million dollars. <q><strong> Cheryl Cole </strong> would love it but she knows it could easily be someone else on that poster,</q> the Daily Star quoted an insider as saying. Last year, <strong> Simon Cowell </strong> scored a promotional deal worth 60 million dollars with Pepsi to appear on the show. Copyright Asian News International/DailyIndia. com", "new_id": -2}, {"uid": "1295560472260145233", "i": 8203, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "company has diversified. \"Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,\" he said,. <q>For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.</q> <strong> Eric Schmidt </strong>- formerly CEO of Novell and CTO at Sun Microsystems, had quit his position on the board of Apple in 2009 due to a growing conflict of interest with his role at Google. Haymarket", "new_id": -2}, {"uid": "1295094117134053930", "i": 6316, "idx": 0, "sa": ["Sergio Marchionne"], "q": "historic Mirafiori plant in northern Group is focused on raising new financing to pay back almost$ 7 billion to the U.S. and Canadian governments before an initial public offering of shares, Chief Executive <strong> Sergio Marchionne </strong> said on Wednesday. <q>Our priority is to put in place a structure where Chrysler would become answerable to the capital markets only,</q> <strong> Sergio Marchionne </strong> told a meeting with... net loss in 2010* Chrysler in talks with Goldman Sachs, other \"Sri Lanka's conflict is political\"... Boston Globe Boston Globe advocates \"Self-rule in a confederal structure for", "new_id": -2}, {"uid": "1295944371182452224", "i": 37852, "idx": 0, "sa": ["Keith Smart", "Bill Lockyer", "Newt Gingrich"], "q": "off the court in the waning moments of Friday night's victory over Sacramento, but he played 42 minutes the next night against the Clippers. \"Monta bounces back quickly,\" coach <strong> Keith Smart </strong> said. <q>I didn't even think he'd able to play Saturday.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Mercedes-Benz 2001 M-Class$ 12,982 Mercedes-Benz 2003 M-Class$ 13,983 Mercedes-Benz 2008 M-Class", "new_id": -2}, {"uid": "1296175633054247430", "i": 26631, "idx": 10, "sa": ["Mitch Daniels", "Mike Pence"], "q": "<strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. \"He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike Pence </strong> walks through,\" she said. <q>Obviously it'd be great for the state of Indiana.</q> People ski near the Congress Center at the World Economic Forum... White House Chief of Staff Emanuel listens to U.S...., R-Ind., will announce whether he plans to run for president in... Photo in Slideshow", "new_id": -2}, {"uid": "1297384383139427845", "i": 9065, "idx": 9, "sa": ["Chad Thomas", "Sergio Marchionne", "Sergio Chiamparino", "Tim Higgins"], "q": "end of this year. \"There was an overreaction to <strong> Sergio Marchionne </strong>'s comments, which shows how fragile the Italian economic system is,\" said Turin Mayor <strong> Sergio Chiamparino </strong>, with whom <strong> Sergio Marchionne </strong> regularly plays cards. <q>I told <strong> Sergio Marchionne </strong> he should better explain his business model, which represents a revolution for the Italian culture.</q>-- With assistance from <strong> Tim Higgins </strong> in Detroit and Marco Bertacche in Milan. Editors: Jerrold Colten, <strong> Chad Thomas </strong> To contact the reporters on this story: Tommaso Ebhardt in Milan at tebhardt@bloomberg.net; Lorenzo Totaro", "new_id": -2}, {"uid": "1297189127260702227", "i": 33994, "idx": 1, "sa": ["Simon Cowell"], "q": "and the other male judge \"won't be as good-looking\" as <strong> Simon Cowell </strong> himself. \"American Idol,' <strong> Simon Cowell </strong> said he's watched clips of the current season and thinks the new judges are doing well. <q>I think they're doing fine. You know, they have a different approach to what I used to do before. I think the show had to reinvent itself,</q> he said. TV Replay: Watch TV's Best Moments Daily Our rights to these clips expire a few days after we post them. If you're seeing a different video here, it\"s because the correct", "new_id": -2}, {"uid": "1297300010261144606", "i": 43775, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "for Clunkers\" program?\" Report Abuse \"What's the difference between <strong> Barack Obama </strong>'s cabinet and a penitentiary?\" One is filled with tax evaders, blackmailers, and threats to society. Report Abuse <q><strong> Barack Obama </strong> wants spend 50 billion on cupcakes.</q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs", "new_id": -2}, {"i": 9932, "idx": 2, "index_answer": 0, "new_id": -1, "q": "around stealing kids' personal data.( See Ice screaming for Google's head in Times Square <strong> John Paczkowski </strong> has rounded up some of the jarring things that <strong> Eric Schmidt </strong> has said, including, of course, <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place.</q> Los Angeles Times reports that <strong> Eric Schmidt </strong> will be cashing out shares worth about$ 335 million over the next year. Like Page and <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong>'s salary was$ 1. But he owns about 9.2 million shares", "sa": ["Eric Schmidt", "Sergey Brin", "John Paczkowski"], "uid": "1295873356206389285"}, {"uid": "1297265672144211976", "i": 39154, "idx": 2, "sa": ["Donald Rumsfeld", "Robert McNamara"], "q": "US-led wars in Iraq and Afghanistan. <strong> Donald Rumsfeld </strong> wrote that he never authorized waterboarding-- simulated drowning-- but he also called CIA interrogators who used the interrogation technique \"patriots, not criminals.\" <q>The questioning of those in department of defence custody provided information that saved innocent American lives. I make no apology for that,</q> he also wrote. <strong> Donald Rumsfeld </strong>, 78, served as defence secretary in two separate Republican administrations, becoming both the youngest and oldest man to hold the job. Only Vietnam War-era defence secretary <strong> Robert McNamara </strong> served for", "new_id": -2}]