[{"uid": "1296339716032669714", "i": 15024, "idx": 2, "sa": ["Barack Obama", "Hosni Mubarak", "Zahi Hawass", "Sheikh Yusuf"], "q": "exercise bar and a table leg. Despite an impromptu guard made up of volunteers, at least two looters managed to get into Cairo's museum of antiquities, damaging some of the exhibits. <q> They were able, these two people to enter the Cairo museum from the[ roof] and they destroyed two mummies and they opened one case, </q> said <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities. Egyptian-born cleric <strong> Sheikh Yusuf </strong> al-Qaradawi has said Mr <strong> Hosni Mubarak </strong> must stand down. \"I advise <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> to leave his position and to", "new_id": -2}, {"uid": "1295154913111345676", "i": 7394, "idx": 14, "sa": ["Kobe Bryant", "Allen Iverson"], "q": "grueling two weeks. These Lakers, who are seeking their 15th title, are a more grizzled group- but also more bruised and battered- than the one that fell to Boston in the finals last year. <q> Now we're in a place where we didn't get the job accomplished last year, </q> <strong> Kobe Bryant </strong> said. \"Hopefully we will this time.\" Instead of cruising through the West this time, the Lakers survived an arduous seven-game semifinal series against Houston and http://wn.com/Back_in_Philly-Iverson's_First_Game_vs_Nuggets_December_7,_2009 <strong> Allen Iverson </strong> socred 11 points, dished six assists", "new_id": -2}, {"uid": "1295630610218054657", "i": 7307, "idx": 0, "sa": ["Eric Schmidt"], "q": "Mr <strong> Eric Schmidt </strong> had been brought in to provide greater management experience to Google. He has been in the job for a decade and will become executive chairman. Google said Mr <strong> Eric Schmidt </strong> would focus on <q> deals, partnerships, customers and broader business relationships </q>. The BBC reports the announcement was made as Google unveiled strong net profits in the last three months of$ US2.54 billion on revenues of$ US8.44 billion. The$ US2.54", "new_id": -2}, {"uid": "1295012255080707586", "i": 30300, "idx": 0, "sa": ["Gary Moore", "Allen Iverson"], "q": "scheduled to for surgery to remove a lesion in his leg and will be in rehab for at least six weeks. Afterward, he should be rejoining the team in Turkey for the playoffs. <q> People need to know that <strong> Allen Iverson </strong> is and always has been a fighter, </q> said <strong> Allen Iverson </strong>'s manager <strong> Gary Moore </strong>. \"He's got a battle ahead of him.\" Just remember where <strong> Allen Iverson </strong> is now. He was traded from the Sixers to Denver, then to Detroit. After", "new_id": -2}, {"uid": "1297236828167477280", "i": 194, "idx": 0, "sa": ["Simon Cowell", "Susan Boyle"], "q": "that belied her dowdy look and eventually sold millions. \"<strong> Susan Boyle </strong> taught me a huge lesson,\" said <strong> Simon Cowell </strong>, who also owns, produces, and stars in Britain's Got Talent overseas. <q> I have to be more open-minded. If you've got it, you've got it no matter what your age. </q> On past conference calls about Idol, <strong> Simon Cowell </strong> could seem distant and distracted. But on Monday, he was engaged and seemingly energized by his simple, yet momentous challenge; finding a worldwide pop star while", "new_id": -2}, {"uid": "1297224487217088005", "i": 6367, "idx": 0, "sa": ["Donald Rumsfeld", "Glenn Beck", "Gabrielle Giffords", "Malcolm Gladwell"], "q": ", book by <strong> Donald Rumsfeld </strong> claims In a self-destructive P.R. move, lobbyists urge Oscar to shun the scruffy activist documentary \"Gasland\" A simple and hilarious template lets you apply <strong> Malcolm Gladwell </strong>'s wisdom to pretty much everything RummyLeaks: <q> The <strong> George H.W. Bush </strong> then said, \"<strong> Richard Nixon </strong> doesn't shoot blanks' </q> Our White House press corps is in dogged pursuit of the truth Fight between <strong> Glenn Beck </strong>, Kristol pits crazy right-wingers against merely nutty Rep. <strong> Gabrielle Giffords </strong> Recovering` at Lightning Speed,\" Husband Mark Kelly Says Copyright", "new_id": -2}, {"i": 43116, "idx": 7, "index_answer": 0, "new_id": -1, "q": "domineering former US defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as \"terribly wrong.\" \"That's not the case with Iraq,\" <strong> Donald Rumsfeld </strong> said. <q> I think the world's a better place with[ former Iraqi president] <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaeda out of Afghanistan, </q> he said, adding that the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the Sept. 11 attacks on the US was \"incremental,\" not rushed.", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297183947119177270"}, {"uid": "1295685222050348045", "i": 37618, "idx": 0, "sa": ["Bill Lockyer"], "q": "change to allow states to file bankruptcy. Under current law, states can not go to federal bankruptcy court for financial protection. In California, Treasurer <strong> Bill Lockyer </strong> quickly spoke out against the proposal: <q> To the folks in Congress cooking this baloney: Don't bother. States didn't ask for it. We don't want it. We don't need it. Bankruptcy would devastate states' ability to recover from the recession and make the infrastructure investments that create good jobs. </q> Some support state bankruptcy as a way to get out from under unsustainable public pension obligations. <strong> Bill Lockyer </strong> said that California has a plan to pay for its pension obligations, and bankruptcy is not part of it", "new_id": -2}, {"uid": "1297610552217546761", "i": 42444, "idx": 0, "sa": ["Michael Vick", "John Wiley Price"], "q": "the 2011 Annual Meeting& Luncheon& State o' Downtown presentation scheduled at the Fairmont. Says DDI's invite, not only will <strong> John Wiley Price </strong> Crawford give a look-back and look-ahead speech, but the two consultants will also <q> bring the Plan to life with a dynamic, never before seen presentation filled with Quick Wins and Bold Ideas that will shape the future of Downtown Dallas. </q> Which brings me to this eBay for-sale find being offered by one chaddavonport out of Fort Worth, no less: Big Dick, <strong> Michael Vick </strong> And, As It Turns Out, Anybody Can Get a Key to", "new_id": -2}, {"uid": "1295549313106610723", "i": 19199, "idx": 0, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": "few sound bites by <strong> Simon Cowell </strong> on Own's <strong> Oprah Winfrey </strong> Presents Master Class: \"The most successful people screw it up for themselves normally within 2, 3, 5, 10 years because they stop listening.\" <q> I like to talk 10% of the time and listen 90% of the time. </q> \"I mainly trust my instincts.\" \"You learn it as you go along. You don't get smart at 17. You just don't.\" \"You've got to think with your heart", "new_id": -2}]