[{"i": 46054, "idx": 0, "index_answer": 0, "new_id": -1, "q": " \"not committed\" to supporting <strong> Barack Obama </strong> or a specific Republican candidate in 2012. <strong> Colin Powell </strong>, a retired Army general, said he won't decide whom to vote for until he sees all the candidates. <q>Right now I do not see on the Republican side any one individual who I think is going to emerge at the top of the pile,</q> he said, adding he thinks <strong> Barack Obama </strong> \"is doing a good job right now.\"  Fitness guru <strong> Jack LaLanne </strong> dead at 96  Los Angeles- <strong> Jack LaLanne </strong>, the fitness guru who inspired", "sa": ["Colin Powell", "Jack LaLanne", "Barack Obama"], "uid": "1295851272039714838"}, {"uid": "1296499994216055814", "i": 35219, "idx": 0, "sa": ["Joe Paterno", "Michael Vick", "Ben Roethlisberger"], "q": "are longstanding supporters who have championed fundraising efforts for the Libraries since the 1980s. \"<strong> Joe Paterno </strong> and I have always said that you can't have a great university without a great library,\" said Sue <strong> Joe Paterno </strong>. <q>We are delighted that Nike, Inc. has acknowledged this milestone in <strong> Joe Paterno </strong>'s career by supporting an institution so important to us.</q> stories with the most comments in the last 7 days. <strong> Ben Roethlisberger </strong> enjoying his time in the Super Bowl spotlight <strong> Michael Vick </strong> enjoying time in Hawaii as he prepares for fourth Pro Bowl Subscribe to The Patriot-News today and get incredible", "new_id": -2}, {"uid": "1296200464159858698", "i": 4883, "idx": 4, "sa": ["Mike Pence"], "q": "that <strong> Mike Pence </strong> has represented since 2000, but he also has speeches planned at Republican Party events as far from his Columbus home base as Lake County. The goal, he said, is to listen to <q>Hoosiers in every walk of life but also to become more familiar with the challenges and opportunities facing Hoosier families and facing the state of Indiana.</q> But, he said, before he was in Congress he headed a think tank-- the Indiana Policy Review Foundation-- and was a talk-show host, two jobs that made him familiar \"with every issue", "new_id": -2}, {"uid": "1297655261245153811", "i": 41253, "idx": 1, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "to cut through the barriers of hateful propaganda, a new television service will begin providing reliable news and information across the region.\"( Then-Secretary of Defense <strong> Donald Rumsfeld </strong> used to verbally accost Al Jazeera's war coverage as <q>vicious, inaccurate, and inexcusable.</q>) Nine days after <strong> Barack Obama </strong> took office in 2009, he sat down to an interview with Al Arabiya, the Saudi television network, to signal a new relationship with the Arab world while snubbing Alhurra.", "new_id": -2}, {"uid": "1297070821074727460", "i": 4570, "idx": 1, "sa": ["Simon Cowell"], "q": "But Steve- who'll be live on the red carpet at this weekend's Baftas for the E! Entertainment channel- stayed tight-lipped about whether he was set to join <strong> Simon Cowell </strong> for the Stateside show. <q>I've spoken to numerous people and all I'll say about it is it's a job I really, really want and I'd love to do. I don't want to go in depth all about it because I think that's a foolish thing to do. It's just a thing I want to do and we'll see in time,</q> he said. Belfast Telegraph's canvases of historical Ulster: Belfast blitz", "new_id": -2}, {"uid": "1295004374005226501", "i": 16820, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "her legs on command. With her closest friends from Congress holding her hand on Wednesday evening, Ms <strong> Gabrielle Giffords </strong> opened her left eye and tried to focus on loved ones for the first time. <q>It was raw courage. It was raw strength. It was so beautiful and so moving,</q> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York said of the Arizona legislator. \"She wanted us to know that she was with us 100% and understood everything we were saying.\" Ms <strong> Gabrielle Giffords </strong>' neurosurgeon", "new_id": -2}, {"uid": "1294985664245579792", "i": 18056, "idx": 0, "sa": ["Barack Obama", "Ms. McCarthy", "Mike Pence"], "q": "word \"gun safety bills.\" And this one just addresses the narrow issue of these clips.\" <strong> Ms. McCarthy </strong> said she would try to appeal to members of the Senate and <strong> Barack Obama </strong> to push her legislation forward. <q>Listen, any kind of bill the N.R.A. is against is always a problem.</q> Asked about prospects for new gun restrictions, Representative <strong> Mike Pence </strong>, Republican of Indiana, asserted, \"I maintain that firearms in the hands of law-abiding citizens makes communities safer, not less safe.\"", "new_id": -2}, {"uid": "1295613319066224145", "i": 9044, "idx": 0, "sa": ["Eric Schmidt"], "q": "PanARMENIAN.Net- Google's <strong> Eric Schmidt </strong> is stepping aside as chief executive in April, and co-founder Larry Page is taking over. <q>Google also announced that its board of directors had approved certain changes to Google's management team,</q> the company said in a filing with the Securities and Exchange Commission. \"Larry Page, Google's co-founder and president of products, will become Google's chief executive officer, effective April 4, 2011. <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295622217249511964", "i": 33880, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and will assume the position of executive chief. On the official Google blog <strong> Eric Schmidt </strong> wrote that he, Page and co-founder <strong> Sergey Brin </strong> had decided it was time to make some structural changes to the company. <q>This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company,</q> wrote <strong> Eric Schmidt </strong>. He further discussed their roles, saying that Page would lead product development and technology strategy along with becoming the company's CEO. <strong> Sergey Brin </strong> will retain his title of co-founder and he will", "new_id": -2}, {"uid": "1296459950150618115", "i": 30828, "idx": 3, "sa": ["Simon Cowell"], "q": "of the time and listen for 90 per cent of the time.\" Despite his reputation for brutal honesty and cold-heartedness, the Los Angeles-based showbiz mogul stressed the importance of emotion in the entertainment business. <q>You've got to think with your heart and not your head,</q> he said. \"The biggest failures I've had were at a time when I believed my own hype.\" In 2010, British magazine New Statesman listed <strong> Simon Cowell </strong> at number 41 in a list of \"The", "new_id": -2}]