[{"i": 24346, "idx": 0, "index_answer": 0, "new_id": -1, "q": "decision taken by the International Committee of Museums( ICOM) to establish an international supervision committee to oversee and monitor the Egyptian Museum in an attempt to protect it following the recent attempt to loot it. <q>We don't need any international supervision. The Egyptian Museum and all archaeological sites in Egypt are under the protection of the army and honest Egyptian people,</q> <strong> Zahi Hawass </strong> insisted. He noted that some foreigners thought Egypt was not interested in protecting its monuments and museums, but said that was not true. \"Egypt has 5,000 years of civilisation, and we love", "sa": ["Zahi Hawass"], "uid": "1297344246193150984"}, {"uid": "1296732365207978510", "i": 43431, "idx": 2, "sa": ["Corey Maggette", "Allen Iverson", "David West"], "q": ", making him the first rookie to do so since <strong> Allen Iverson </strong> in 1996-97. \"He definitely should be in the All-Star game, without a doubt,\" said Milwaukee's <strong> Corey Maggette </strong>, a former Clipper. <q>He's one of those special players, like <strong> LeBron James </strong>.</q> <strong> David West </strong> is already committed to the All-Star dunk contest and was selected to play in the Rookie Challenge game. Hindering his bid to add All-Star to his name is the fact that the Clippers are", "new_id": -2}, {"uid": "1295709517126484491", "i": 7789, "idx": 4, "sa": ["Johnny Carson", "David Letterman"], "q": "cue to respond with mock irritation. \"When was the last time you watched me in the last 10 years?\" he said. \"What was I doing and what was I wearing?\" <q>I don't like your attitude,</q> <strong> David Letterman </strong> said. Watching this combined century of broadcasting carrying on amiably for 17 minutes, one almost-- almost-- felt transported back to that time when <strong> Johnny Carson </strong> reigned supreme and late-night talk shows were about", "new_id": -2}, {"uid": "1295520198023461934", "i": 236, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Frank Carlucci", "Hillary Clinton", "James Dobbins"], "q": "may be settled by U.S. domestic political debate. A bipartisan group of 16 U.S. Senators, led by New York Democrat <strong> Kirsten Gillibrand </strong>, has urged Secretary of State <strong> Hillary Clinton </strong> to veto the resolution. <q>Attempts to use a venue such as the United Nations, which you know has a long history of hostility toward Israel, to deal with just one issue in the negotiations, will not move the two sides closer to a two-state solution, but rather damage the fragile trust between them.</q> But a number of senior former U.S. diplomats and officials, including former Reagan Defense Secretary <strong> Frank Carlucci </strong>, and former Assistant Secretaries of State Thomas Pickering and <strong> James Dobbins </strong>, have written to <strong> Barack Obama </strong> urging him to", "new_id": -2}, {"uid": "1295642186266682423", "i": 6059, "idx": 0, "sa": ["Gordon Brown", "Andy Coulson", "David Cameron", "George Osborne"], "q": "this why <strong> David Cameron </strong> was reluctant to let <strong> Andy Coulson </strong> go. We must remind everyone how the Tories supported the spending( which was no higher and often less thn Tory years) Telegraph September 2007 <q>The Conservatives sought last night to destroy Labour claims that they would cut public services by issuing a formal pledge to match <strong> Gordon Brown </strong>'s spending plans...</q> <strong> George Osborne </strong> vowed last night to stick to <strong> Gordon Brown </strong>'s plan of increasing public spending by 2 per cent in real terms over the next three years. \"Today, I can confirm for the first time", "new_id": -2}, {"uid": "1295586061144719886", "i": 17225, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "as Chief Executive Officer starting April 4. <strong> Sergey Brin </strong> will focus on strategic projects, in particular working on new products,\" <strong> Eric Schmidt </strong> said in the blog spot. The management reshuffle has been brought about to <q>streamline decision making and create clearer lines of responsibility and accountability</q> at the top of the company, he added. He said as Google has grown, managing the business has become more complicated. \"We\" ve been talking about how best to simplify", "new_id": -2}, {"uid": "1295512445009502750", "i": 7547, "idx": 0, "sa": ["Savanna Samson", "Michael Vick", "Sasha Grey", "DeSean Jackson", "Mike Missanelli", "Jenna Jameson"], "q": "star <strong> Savanna Samson </strong>. \"Now that so many adult film stars including <strong> Jenna Jameson </strong> and <strong> Sasha Grey </strong> have crossed over into the mainstream, it's disappointing that the NFL continues to discriminate against them,\" he said. <q>I wonder if they're planning on restricting <strong> Ben Roethlisberger </strong> from playing or <strong> Rex Ryan </strong> from coaching in the big game.</q> <strong> Mike Missanelli </strong>'s show goes to the dogs <strong> Mike Missanelli </strong> committed an unintentional violation while interviewing Eagles quarterback <strong> Michael Vick </strong> on his radio show yesterday. <strong> Mike Missanelli </strong> reminded <strong> Michael Vick </strong> that <strong> DeSean Jackson </strong> made some comments about the quarterback", "new_id": -2}, {"uid": "1295390341219906059", "i": 582, "idx": 1, "sa": ["Sergio Marchionne"], "q": "the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. \"We need to completely rethink the minivan,\" CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. <q>We need to retain all its functionality but make it much more versatile.</q> <strong> Sergio Marchionne </strong> said that could mean new products that can still carry a lot of people but won't look like traditional minivans. A team within the company is also studying whether to continue both the Town and", "new_id": -2}, {"uid": "1296652572128679946", "i": 3652, "idx": 1, "sa": ["Eric Schmidt"], "q": "( Reuters)- United Parcel Service, the world's largest package delivery company, reported a quarterly profit that beat estimates and forecast record-high profits in 2011, sending its shares up 4 percent. <q>In less than two years from the recession, they already think they can exceed peak earnings,</q> said BB&T analyst Kevin Sterling. The economic bellwether's Exxon profit tops Street on taxes and output <strong> Eric Schmidt </strong> 1st-quarter profit rises 13 percent Electric Co reported a 13 percent increase in quarterly profit and said rising commodity", "new_id": -2}, {"uid": "1295629382074432521", "i": 14344, "idx": 0, "sa": ["Eric Schmidt"], "q": "knew that this would happen. We just forgot that it would. When I interviewed <strong> Eric Schmidt </strong> a few weeks ago and asked about pressure over privacy, China, and lobbying, he said, <q>This is not the No. 1 crisis at Google.</q> What is? \"Growth,\" he said, \"just growth.\" Scale is Google's greatest skill and greatest challenge. It scaled search( vs. quaint Yahoo, which thought it", "new_id": -2}]