[{"uid": "1295441767072597564", "i": 35748, "idx": 2, "sa": ["Jane Lynch", "Simon Cowell"], "q": "Facebook group pleading for Sue to join the' X Factor' panel- and <strong> Jane Lynch </strong> agrees her character would make a \"fantastic\" judge, though she would probably clash with <strong> Simon Cowell </strong>. She said: <q>People have asked me, \"What about having Sue on` The X Factor'? How would she do?' I think she'd be fantastic- and there would be a few contestants reduced to tears. \"It can never happen, though. <strong> Simon Cowell </strong> and Sue on the same judging panel will never work in a million years- there\"s only room for one ego on the show!</q>( c) BANG", "new_id": -2}, {"uid": "1295771865222068757", "i": 8633, "idx": 0, "sa": ["Paul Pierce", "Shaquille O'Neal", "Paul Anthony", "Semih Erden", "Allen Iverson"], "q": "scored 15 and <strong> Semih Erden </strong> had a career-high 14 points for Celtics 86, Pistons 82: Boston rides <strong> Shaquille O'Neal </strong>, <strong> Allen Iverson </strong> to win an injury is all about getting back the rhythm he has developed with his Boston teammates. <q>It's like being at a party, and the record skips, and you've got to get back on beat,</q> he said after helping the Celtics erase an eight-point, fourth-quarter deficit and beat the <strong> Paul Anthony </strong> <strong> Paul Pierce </strong>( born October 13, 1977 in Oakland, California) is an American professional basketball player for the Boston Celtics of the", "new_id": -2}, {"uid": "1296671144083132443", "i": 6263, "idx": 7, "sa": ["Piers Morgan", "Mitt Romney", "David Letterman"], "q": "another presidential bid. He told Mr. <strong> David Letterman </strong> he had \"no plans for that at this point,\" but added, \"I'll keep the door open.\" He told CNN's Mr. <strong> Piers Morgan </strong> that there <q>are things you've got to assess before you make a final decision.</q> He listed matters of health and the kind of support network \"you'd like to have behind you.\" <strong> Mitt Romney </strong> has definitely paid attention to the financial portion of his support network. Beyond his own", "new_id": -2}, {"i": 3223, "idx": 2, "index_answer": 0, "new_id": -1, "q": "efforts of the two companies, the execs hope to move quickly in gaining ground on Mountain View and Cupertino. \"I am excited about this partnership with Nokia,\" <strong> Steve Ballmer </strong> said of the pairing. <q>Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> Private Nokia memo reveals potential stratospheric shift for the manufacturer", "sa": ["Steve Ballmer"], "uid": "1297443077223772703"}, {"uid": "1295979046057327630", "i": 9525, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "do that given the way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply. <q>I am not as concerned about the titles as I am winning,</q> <strong> Eric Schmidt </strong> said. \"I am quite certain that this change will result in faster decision making and better value for the shareholders.\" SAN FRANCISCO- When <strong> Google Inc. </strong> went public in 2004, the three men", "new_id": -2}, {"uid": "1297174738149192708", "i": 25370, "idx": 2, "sa": ["Gwen Ifill", "Donald Rumsfeld"], "q": "sides, more in touch with their humanity than they might have been. You don't want to be a person that wants to see someone getting tortured.\" This is how the book came about: <q>Steve and I worked on this strange little book together called Where to Invade Next. So that was sort of our first collaboration; as fiction writers can do, we tried to take the point of view of a conservative think thank and map out the arguments to why we should invade all these other countries. And so in a weird way when Steve came up with this idea it was this[ logical] next step.</q> The Post assigned PBS Washington Week moderator <strong> Gwen Ifill </strong> to review <strong> Donald Rumsfeld </strong>'s actual memoir, and unsurprisingly, this liberal pundit defends the media as painfully objective and perfectly accurate, and <strong> Donald Rumsfeld </strong> as a fantasist", "new_id": -2}, {"uid": "1295567746217792542", "i": 14108, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "customers and broader business relationships, government outreach and technology thought leadership to enhance <strong> Google Inc. </strong>'s global reach. \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading <strong> Google Inc. </strong> for the last decade,\" said Page. <q>The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly.</q> In addition, <strong> Google Inc. </strong> reported revenues of$ 8.44 billion for the fourth quarter of 2010. The data represents an increase of 26% compared to the fourth quarter of 2009. Rachel Carpenter Rhyne", "new_id": -2}, {"uid": "1296095882011763715", "i": 27522, "idx": 1, "sa": ["Michael Dell", "Eric Schmidt"], "q": "their competitors will, too.\" Google's <strong> Eric Schmidt </strong> said in another interview at the World Economic Forum that the high value attributed to some young companies is on par with their future potential. The <q>e-commerce space feels overheated because valuations are based on long-term revenue expectations,</q> said <strong> Eric Schmidt </strong>, who plans to step down from his role as CEO and become executive chairman in April. \"But if you look at Google's history, that potential is real\" <strong> Michael Dell </strong> and Lane", "new_id": -2}, {"uid": "1297282407122896681", "i": 23089, "idx": 8, "sa": ["Simon Cowell", "Lady Gaga"], "q": " \"We've been in regular contact.\" Star quality <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognise star quality when they saw it. <q>Over the years you've seen a different type of artist emerge,</q> he explained, noting that a certain je ne sais quoi has become just as important as chops. \"A good example of that is <strong> Lady Gaga </strong>. God only knows what we would have said to her if she", "new_id": -2}, {"uid": "1295680727075743234", "i": 36388, "idx": 0, "sa": ["Andy Coulson"], "q": "is an Anglo-saxon or a Celt: Yes or Not? And cry(!) with their answer( s). And this is how prude slaves they are to be still occupied Report Abuse <q> \"The U.S. should take fast steps in following the U.K. foreign worker reduction, and shut down our boarders.</q>\" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}]