[{"uid": "1295256412206143497", "i": 20724, "idx": 0, "sa": ["David Robinson", "Kobe Bryant", "Shaun Johnson", "Dwight Howard", "Allen Iverson", "Tim Duncan", "David Thompson", "Howard Allen"], "q": "<strong> David Thompson </strong> and <strong> David Robinson </strong>. <strong> Kobe Bryant </strong> made it five. His previous career high was 62 points during a 112-90 victory over Dallas last month-- he sat out the fourth quarter because of the one-sided nature of the game. <q> I was just determined. I was just locked in, tuned into what was going on out there, </q> <strong> Kobe Bryant </strong> said. \"These points tonight mattered. We needed them. The points I put in the basket were instrumental. It means a lot Iverson_Allen Iverson_Career_High_60pts_vs_the_Dwight Howard_Howard Allen_Orlando_Shaun Johnson_04/05 Three-Tim Duncane scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying", "new_id": -2, "mturk_index": "1925"}, {"uid": "1297275894262340669", "i": 18679, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella", "Bob Muglia", "Kevin Johnson"], "q": "CEO <strong> Kevin Johnson </strong> talks about how traffic is increasing at a faster rate than the number of users and how the model will not scale. He notes the need for new business models and an increase in innovation. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran <strong> Bob Muglia </strong> as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought <strong> Bob Muglia </strong> was", "new_id": -2, "mturk_index": "2196"}, {"uid": "1295882912107462659", "i": 4513, "idx": 1, "sa": ["George Osborne", "Andy Coulson", "David Cameron", "Iain Martin"], "q": "priest. Lear's Fool mysteriously vanishes from the stage after the storm scene. The concern for Mr <strong> David Cameron </strong> is that his fool has bowed out before the thunder and lightning of the imminent hurricane.\" <strong> Iain Martin </strong>: <q> Having the <strong> George Osborne </strong> seal of endorsement( it was the then shadow chancellor who hired him for Team <strong> David Cameron </strong>) <strong> Andy Coulson </strong> was the only \"outsider </q> to gain proper access to, and acceptance from, the true Cameroon inner circle. After he arrived, the \"Quartet\" that ran the Conservative show in opposition was <strong> David Cameron </strong>, <strong> George Osborne </strong>, Hilton and <strong> Andy Coulson </strong>.", "new_id": -2, "mturk_index": "173"}, {"uid": "1295658341074924035", "i": 656, "idx": 6, "sa": ["Andy Coulson", "Tom Watson", "Rupert Murdoch"], "q": "the man that had represented his views to the country for nearly four years. <strong> Tom Watson </strong>, the former defence minister who used his seat on the culture select committee to chase down <strong> Andy Coulson </strong>, said his departure <q> creates serious questions over the prime minister's judgment and points to the need for a deeper investigation into the affairs of <strong> Rupert Murdoch </strong>'s News Corp </q>. He called on <strong> Rupert Murdoch </strong> to clean up his operation before pursuing his? 8.3 bn complete takeover of BSkyB. <strong> Rupert Murdoch </strong> is waiting to hear if his bid will be referred to the Competition Commission.", "new_id": -2, "mturk_index": "945"}, {"uid": "1296191704107577350", "i": 14327, "idx": 0, "sa": ["Justin Townes Earle", "David Letterman", "Ozzy Osbourne"], "q": "of outside life that may be associated with abuse. Now Mr. <strong> Justin Townes Earle </strong> is back on tour. He recently performed on <strong> David Letterman </strong>'s show. He says he is sober, but maybe not for good. <q> I'm never going to say it's not going to happen again. I'm smart enough to know that. </q> Ozzy Osbourne.jurgensen@wsj.com <cite> Printed in The Wall Street Journal, page D1 </cite> Copyright 2011 Dow Jones& Company, Inc.. All Rights Reserved This copy is for your personal, non-commercial use only", "new_id": -2, "mturk_index": "27"}, {"uid": "1295971251237928506", "i": 11388, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "800 Pages CBS News If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many \"<strong> Donald Rumsfeld </strong>'s Rules\" : <q> The harder I work, the luckier I am. </q> When <strong> Donald Rumsfeld </strong> began thinking about his", "new_id": -2, "mturk_index": "1802"}, {"uid": "1296469953099827744", "i": 44849, "idx": 0, "sa": ["Jamie Oliver", "Kid Rock", "Simon Cowell"], "q": "' cookbook <strong> Jamie Oliver </strong> is to launch his new book which will show busy, working people how to get a meal on the table in 30 seconds. Section 1 involves practising ordering a pizza on the phone.. <q> clear d... <strong> Kid Rock </strong>'s Marriage Is Reportedly On The Kid Rocks DETROIT- The word coming out of Detroit is that white heavy metal rapper <strong> Kid Rock </strong>'s marriage has hit a snag and is reportedly on the Kid Rocks. The native of Romeo, Michigan, whose real name is <strong> Kid Rock </strong> has certainly more than played the... It Appears That American Idol's Randy \"The Dawg </q> Jackson Has Decided To Fill <strong> Simon Cowell </strong> \"The Viceroy of Venom\" <strong> Simon Cowell </strong>'s Shoes NASHVILLE- The producers of American Idol have decided to lower the requirement age for AI contestants down to 15. And they have done", "new_id": -2, "mturk_index": "885"}, {"uid": "1295312540045482000", "i": 41301, "idx": 4, "sa": ["Kobe Bryant", "Nathaniel D Robinson", "Stephen Jackson", "Allen Iverson", "Nick Young"], "q": "gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. \"He wasn't missing anything,\" Hawks forward <strong> Stephen Jackson </strong> said. <q> When a guy is shooting like that, there's nothing you can do. </q> <strong> Allen Iverson </strong> scored 14 YoungS_VS_ATLANTA_HAWKS_AT_MADISON_SQUARE_GARDEN <strong> Nathaniel D Robinson </strong>'S HIGH ENERGY, HIGH-Kobe Bryant STYLE IS THE KIND OF PLAY THAT PUMPS UP A CROWD IT'S PROBABLY NOT A COINCIDENCE THAT AS THE BACKUP GUARD HAS BROKEN OUT OF A SLUMP, THE", "new_id": -2, "mturk_index": "1624"}, {"uid": "1296106909116244575", "i": 47858, "idx": 11, "sa": ["Adrian Peterson", "Matt Ryan", "Michael Vick", "Tony González", "Larry Fitzgerald"], "q": "his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. \"<strong> Matt Ryan </strong> is great. The coaching staff is great. We're just having a good time,\" he said. <q> I like what they're doing in the offence and it's been easy. We're going to go out and try to have fun and everybody enjoy each other. </q> <strong> Michael Vick </strong> looked sharp and fluid as he completed a 20-yard out to Arizona Cardinals receiver <strong> Larry Fitzgerald </strong>. On the next play, <strong> Michael Vick </strong> faked a handoff to <strong> Adrian Peterson </strong> and then hit Falcons tight end <strong> Tony González </strong> going across the", "new_id": -2, "mturk_index": "1869"}, {"uid": "1297520477089751561", "i": 11896, "idx": 0, "sa": ["Michael Gove"], "q": "multimillion-pound school rebuilding projects. Mr Justice Holman said <strong> Michael Gove </strong>'s actions over the scrapping of the Building from guardian.co.uk on Schools\"> Schools for the Future( BSF) initiative last year had been <q> so unfair as to amount to an abuse of power </q>. Under the? 55bn scheme introduced by Labour, every secondary school in England was to be either rebuilt or refurbished. More than 700 schools' building projects were cancelled when the scheme was scrapped in July", "new_id": -2, "mturk_index": "1946"}]