[{"uid": "1295471396069730345", "i": 43826, "idx": 3, "sa": ["Howard Stern", "Simon Cowell", "Jennifer Lopez", "Paula Abdul"], "q": "laughed, saying it's because of the rehab rumors that dogged <strong> Paula Abdul </strong>. But he added that he'll be no <strong> Simon Cowell </strong> either.`` You can't say you suck,'' he told <strong> Howard Stern </strong>. <q> <strong> Simon Cowell </strong> got off on doing that. My heart's not like that... I'm not into putting people down. I'm into bringing them up. </q> He said <strong> Jennifer Lopez </strong> brings the`` street cred.'' And, this being <strong> Howard Stern </strong>'s show, they discussed <strong> Jennifer Lopez </strong>'`` big tukus.''`` I'm big on a not big tukus", "new_id": -2}, {"uid": "1296104989131907606", "i": 22341, "idx": 3, "sa": ["Michael Vick"], "q": "the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's`` sizable.''`` We believe it was worth it,'' he said, <q> because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products. </q> Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore the company's shoulder pads", "new_id": -2}, {"uid": "1296034359264519680", "i": 9100, "idx": 2, "sa": ["Michael Vick"], "q": "forward. He's a whole other person.'' Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a`` sizable'' contract. <q> We believe it was worth it, </q> he said,`` because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.'' Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury", "new_id": -2}, {"uid": "1294957392081149963", "i": 8358, "idx": 4, "sa": ["Linas Kleiza", "Allen Iverson", "Tyronn Lue"], "q": "Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong> from even getting the ball, let alone shoot it. He had spent the last two practices impersonating <strong> Allen Iverson </strong> and apparently got pretty good at it. <q> I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop, </q> <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.''`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said <strong> Linas Kleiza </strong> The Red Hurricane A video with", "new_id": -2}, {"uid": "1295669857206995512", "i": 45854, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Ian Edmondson", "Sergey Brin"], "q": "years his senior. He will take over in April. <strong> Eric Schmidt </strong> has been running the company for a decade, ever sincLarry Page and co-founder <strong> Sergey Brin </strong> agreed they needed someone with more experience to run the internet search gIan Edmondsont. <q> <strong> Larry Page </strong> is ready to lead, </q> says <strong> Eric Schmidt </strong>, who will stay on as executive chairman. JO YEATES MURDER: VINCENT TABAK HELD The man arrested yesterday on suspicion of murdering the Bristol landscape architect Joanna Yeates is Vincent Tabak, who occupied the flat", "new_id": -2}, {"uid": "1295629922045006856", "i": 19896, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "once considered too unseasoned to steer Google's operations, and comes as the company tries to maintain its dominance online in the face of growing rivals such as Facebook. He takes over for <strong> Eric Schmidt </strong>, 55. \" <q>`` I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better! </q> wrote <strong> Eric Schmidt </strong> in a post on Google's official blog.`` <strong> Larry Page </strong>, in my clear opinion, is ready to lead.'' \" \" <strong> Larry Page </strong> will take over April 4, with <strong> Eric Schmidt </strong> taking the title of", "new_id": -2}, {"uid": "1297462823095535141", "i": 9297, "idx": 8, "sa": ["Will Wright", "Simon Cowell", "Paula Abdul"], "q": "<strong> Will Wright </strong> announce the full panel in the next three or four weeks.) But when asked if former`` Idol'' judge title=\"Paula Abdul\" href=\"http://www.latimes.com/topic/entertainment/music/Paula Abdul-Paula Abdul-PECLB000004.topic\"> <strong> Paula Abdul </strong> would be involved, he left the option open. <q> I'm a massive fan of <strong> Paula Abdul </strong>, </q> he said.`` We've been in regular contact.'' <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognize star quality when they saw it.`` Over the", "new_id": -2}, {"uid": "1295909226243613730", "i": 36126, "idx": 0, "sa": ["Alassane Ouattara"], "q": "a month-long halt to cocoa and coffee exports. As Nigeria called on the U.N. Security Council to authorize force to prize Laurent Gbagbo out of the presidency, <strong> Alassane Ouattara </strong>'s government flexed its muscles by ordering <q> the immediate stoppage of all exports of coffee and cocoa. </q> The ban would last until Feb. 23, said a statement signed by <strong> Alassane Ouattara </strong>'s prime minister, Guillaume Soro, warning traders who violated it would be considered to be`` financing the illegitimate regime''", "new_id": -2}, {"uid": "1294957406081149956", "i": 56727, "idx": 20, "sa": ["Allen Iverson"], "q": "in Turkey <strong> Allen Iverson </strong> unveiled at press conference for Besiktas fans in Turkey Credit to notsnhojwerdna Former NBA star <strong> Allen Iverson </strong>( notes) arrived in Istanbul on Monday to begin a stint with Turkish club Besiktas, promising to give fans <q> something they haven't seen before. </q> Dozens of fans greeted the 11-time All-Star at Ataturk Airport. Sporting a Bes... Amazing <strong> Allen Iverson </strong> Debut 15pts Besiktas Cola Turka vs KK Hemofarm Stada Eurocup Amazing <strong> Allen Iverson </strong> Debut 15pts Besiktas Cola Turka vs KK Hemofarm Stada Eurocup betfreebie.com", "new_id": -2}, {"i": 15, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Document management systems are moving into the cloud, enabling a greater collaboration, but also, as w/ Sharemethods, tying into on-demand application delivery platforms like Salesforce and Oracle. We take a deep dive w", "sa": ["Eric Schmidt"], "uid": "1295641913254836808"}]