[{"uid": "1296476969084410398", "i": 28329, "idx": 0, "sa": ["Kirsten Gillibrand", "Nirav Shah", "John Thune", "Rand Paul", "Tom Carper", "Chuck Schumer"], "q": "<strong> Chuck Schumer </strong> has also asked the health commissioner of New York State, <strong> Nirav Shah </strong>, to ban the two substances. speaks about... Senator <strong> Chuck Schumer </strong> <strong> Rand Paul </strong>, <strong> Kirsten Gillibrand </strong>, <strong> John Thune </strong>, <strong> Tom Carper </strong>, Scott... Report Abuse <q> All of you who are against the ban on these drugs, are probably drug users themselves. </q> Report Abuse \" The Senate doesn't want people to get high unless they pay big pharma for it. The Senate doesn't want people to get high because they want you to suffer while they tax you and", "new_id": -2}, {"uid": "1296084626130252829", "i": 17835, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q> The Williams familys attorney responds to inquest findings Birk's attorney responds to inquest findings Judge announces jury question results The Dynamic Duel| The bitter end Officer Ian Birk describes Williams' posture Officer Ian Birk testifies during", "new_id": -2}, {"uid": "1297704218264994822", "i": 13968, "idx": 2, "sa": ["Steve Ballmer", "Marguerite Reardon"], "q": "to be the best and easiest operating system out there for wireless operators to use and work with.`` Of course wireless operators want more alternatives that will them to add value,'' <strong> Steve Ballmer </strong> said. <q> And Windows Phone will be the most operator friendly OS on the market. </q> <strong> Marguerite Reardon </strong> Full Profile E-mail <strong> Marguerite Reardon </strong> E-mail <strong> Marguerite Reardon </strong> If you have a question or comment for <strong> Marguerite Reardon </strong>, you can submit it here. However", "new_id": -2}, {"uid": "1297627885248430598", "i": 32872, "idx": 1, "sa": ["David Letterman", "Conan O'Brien"], "q": "know what I was wearing,'' <strong> Conan O'Brien </strong> joked during an interview on the set of his new TBS talk show. The truth is <strong> David Letterman </strong> called him just to see how he was doing. <q> I said,` We've always been good.' I have a lot of respect for that guy. And I said,` You didn't owe me a phone call, but I appreciate it.' And then he chatted about other silly things and that was it, </q> <strong> Conan O'Brien </strong> says.`` So it was not a lengthy phone call. He's not a blabbermouth. But it was nice.'' TBS- <strong> Conan O'Brien </strong> was touched by a phone call from <strong> David Letterman </strong>.", "new_id": -2}, {"uid": "1297126038178880522", "i": 44299, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "not the case in this situation and done without my knowledge or approval.'' \" Turns out the ceremony was the brainchild of <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong>, a rebel key distributor. Fox Sports: <q> <strong> Dwaine Caraway </strong> presented Philadelphia Eagles quarterback and convicted felon <strong> Michael Vick </strong> a key to the city of Dallas Saturday. </q> <strong> Dwaine Caraway </strong> said he believes`` a great majority'' of the people of Dallas would have supported his decision, despite <strong> Michael Vick </strong>'s conviction for running a vicious dog fighting ring.`` I gave it to", "new_id": -2}, {"uid": "1295217119075989139", "i": 28386, "idx": 1, "sa": ["Sarah Palin", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "2012 presidential contender, distanced himself from <strong> Sarah Palin </strong> at one point, saying the map markings like the ones on her website weren't his style. But he also agreed with <strong> Sarah Palin </strong> on one key point. <q> There is no evidence to suggest that it( the map) had anything to do with this mentally unstable person's rage and senseless act in Arizona, </q> he said. Liberal <strong> Sen. Bernie Sanders </strong>, a Vermont independent who's seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in addition to <strong> Gabrielle Giffords </strong>. It asked", "new_id": -2}, {"uid": "1295991953089178223", "i": 3080, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "Is the U.S. government changing fast enough?''`` Do we need more troops? And if so, where and for what purpose?''`` My brain would be going,'' he says. <q> I wanted to find out something. I needed help. I needed advice. Some of them were just,` I need a haircut. </q>' Another <strong> Donald Rumsfeld </strong> Rule:`` If you are not criticized, you may not be doing much.'' As defense secretary, he was admired as daring and innovative by foreign policy hawks and others,", "new_id": -2}, {"uid": "1297658388015155209", "i": 41322, "idx": 0, "sa": ["Sergio Marchionne", "Sergio Chiamparino"], "q": "Classe E e Audi A6, aggiunge preoccupazione su preoccupazione alla forza lavoro modenese. L'investimento annunciato ieri da <strong> Sergio Marchionne </strong> nell` incontro con il governo a Palazzo Chigi, e commentato positivamente dal sindaco di Torino, <strong> Sergio Chiamparino </strong>( <q> tra Mirafiori e Grugliasco le risorse in arrivo ammontano a circa 2 miliardi </q>) fa intravedere interessanti prospettive per il migliaio di dipendenti della ex Bertone.`` Maserati, guerra Modena-Torino L'ex Bertone avrÃ 600 milioni''|", "new_id": -2}, {"uid": "1294977377249905176", "i": 9007, "idx": 3, "sa": ["Paul Pierce", "Allen Iverson", "Antoine Walker"], "q": "for most of the game before coming alive briefly in the fourth quarter. <strong> Antoine Walker </strong> scored 25 points but was scoreless in the final period.`` This is what playoff basketball is all about,'' <strong> Paul Pierce </strong> said. <q> Nobody said it was going to be easy when we got here. It's obviously not. </q>`` It's hard to get the clinching game,'' said <strong> Allen Iverson </strong>, who has gotten five of them in his career.`` Those shots at the beginning of the game are a lot easier than the ones", "new_id": -2}, {"i": 27252, "idx": 7, "index_answer": 0, "new_id": -1, "q": "been burned for three straight games of at least 40 points by the 76ers All-Star.`` Honestly, they play me one-on-one, straight up,'' <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will. <q> Except in the last quarter. <strong> Elgin Baylor </strong> guess they felt like they had to do something. </q> By then, it was too late. <strong> Allen Iverson </strong> reached 40 points against the Bucks for the sixth time in his career, his most against any opponent. He had 40 and 54 points in his previous two games", "sa": ["Allen Iverson"], "uid": "1296550615213254158"}]