[{"uid": "1295302895035520517", "i": 43902, "idx": 0, "sa": ["Steve Ballmer"], "q": "a gaming console Microsoft CEO <strong> Steve Ballmer </strong> was recently interviewed by USA Today. As usual, <strong> Steve Ballmer </strong> had some interesting things to say; here are what we consider the top three questions and answers: <q> Q: You sold 8 million Kinects over the holidays, more than you expected. What differentiates it from other gaming consoles on the market? </q> A: Xbox isn't a gaming console. Xbox is a family entertainment center. It's a place to socialize. It's a place to watch TV. We have Hulu coming. It's the", "new_id": -2}, {"uid": "1295951302070795293", "i": 11975, "idx": 0, "sa": ["Cheryl Cole", "Derek Hough", "Katy Perry", "Simon Cowell"], "q": "names of stars such as Rihanna and <strong> Katy Perry </strong> are being thrown into the mix in an attempt to compete with TV giant, American Idol. A friend of <strong> Cheryl Cole </strong>'s boyfriend, <strong> Derek Hough </strong> revealed: <q> Everyone thinks <strong> Cheryl Cole </strong> has the judging job on US X Factor in the bag.`` The truth is, nothing has been signed and the producers still aren't convinced.`` They are more keen to get a big US star like <strong> Katy Perry </strong> or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US. </q> They added:`` <strong> Simon Cowell </strong> has been the only one pushing for her and trying to convince everyone that she'll be a big hit.`` They want to see if the American public warm", "new_id": -2}, {"uid": "1295561213061718589", "i": 2855, "idx": 0, "sa": ["Eric Schmidt", "Google Inc.", "Larry King"], "q": "be replaced by co-founder <strong> Larry King </strong> Page. The announcement arrived only minutes before the search giant's first earnings call of 2011-- and boy oh boy, the executive shakeup had nothing to do with earnings. <q> We've had a very strong quarter, </q> said <strong> Eric Schmidt </strong>, referencing the company's revenues of$ 8.44 billion, up 26% year-over-year. <strong> Eric Schmidt </strong> has been CEO for nearly a http://wn.com/Perspective_from_Google_Eric_Schmidt_Larry_Page__Zeitgeist_Europe_2010 Featuring <strong> Eric Schmidt </strong>( Chairman of the Board& CEO, <strong> Google Inc. </strong>)& <strong> Larry King </strong>", "new_id": -2}, {"uid": "1295008939037093396", "i": 37767, "idx": 6, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "parents and her husband.`` We were telling her how proud we were of her and how she was inspiring the whole nation with her courage and with her strength,'' <strong> Kirsten Gillibrand </strong> said. <q> Then <strong> Debbie Wasserman Schultz </strong> and I started joking about all the things we were going to do when she got better. We were holding her hand, and she was responding to our hand-holding, she was rubbing her hands and she was gripping our hands so we could... we knew she could hear and understand what we were saying, she moved her leg. We knew she was responding. </q> The lawmakers continued to joke about what they were going to do together, and as they did so, <strong> Gabrielle Giffords </strong>`` started to open her eyes, literally,'' <strong> Kirsten Gillibrand </strong> said. Seeing <strong> Gabrielle Giffords </strong>", "new_id": -2}, {"uid": "1297590228217415727", "i": 28906, "idx": 1, "sa": ["Abu Nidal", "Tam Dalyell", "Colin Powell", "David Maddox"], "q": "his Popular Front for the Liberation of Palestine <strong> Colin Powell </strong> Command were responsible for co-ordinating the bomb that blew up Pan Am flight 103 over Lockerbie on 21 December, 1988 with the loss of 270 lives.'' <q> Intelligence reports, said to have been drawn up for <strong> Saddam Hussein </strong>'s security services, said Kuwaitis had asked <strong> Abu Nidal </strong>, whose real name was <strong> Abu Nidal </strong> al-Banna, to find out if al-Qaeda was present in Iraq, </q> <strong> David Maddox </strong> wrote for the newspaper. The reports referred to <strong> Abu Nidal </strong>'s`` collusion with both the American and Kuwaiti intelligence apparatuses in co-ordination with Egyptian intelligence.'' MP <strong> Tam Dalyell </strong> said the reports added weight to the", "new_id": -2}, {"uid": "1297616629186400779", "i": 26901, "idx": 43, "sa": ["Donald Rumsfeld", "Richard Nixon"], "q": "the <strong> Richard Nixon </strong> said no.`` Do you think it would have been better if you had insisted on resigning?'' Martin asked.`` I think so,'' he said. <q> How would that have made things better? </q>`` It would have been a stronger signal to the world that we didn't accept that kind of behavior,'' <strong> Donald Rumsfeld </strong> said.`` Did you feel it was your fault?''", "new_id": -2}, {"uid": "1295584823230457349", "i": 15048, "idx": 1, "sa": ["George H.W. Bush", "Norman Schwarzkopf", "James A. Baker III", "Colin Powell"], "q": "leading up to the conflict. Their discussion detailed the efforts the U.S. made to try to resolve the situation diplomatically and build a worldwide coalition before deciding that military action was the only solution. <q> This is a textbook example of the way to go to war. Diplomatically, politically, militarily of course and economically, </q> said <strong> James A. Baker III </strong>, who added that <strong> George H.W. Bush </strong> left no stone unturned in seeking a peaceful way to resolve things. <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>, commander of the coalition forces, wasn't able to attend Thursday's event because", "new_id": -2}, {"i": 13043, "idx": 4, "index_answer": 0, "new_id": -1, "q": "Welch said. <strong> Sen. Bernie Sanders </strong> added that the date change wouldn't cost the federal government anything extra, doesn't mention the word singlepayer but would hold states to all the requirements of the law. <q> It is a pretty good offer we are making. </q> Welch admitted that the bill could face opposition from insurance companies, who also opposed the federal health care law. <strong> Sen. Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont.`` There is no", "sa": ["Sen. Bernie Sanders"], "uid": "1295386293114753561"}, {"uid": "1296144564063832069", "i": 36759, "idx": 0, "sa": ["Barack Obama", "Mike Pence", "Mark Kirk", "Rick Santorum", "Newt Gingrich"], "q": "Elected officials including newly elected U.S. <strong> Barack Obama </strong> <strong> Mark Kirk </strong> will serve as hosts at the dinner, which will continue the fundraising push the Illinois Republican Party started earlier this month. Illinois Republican Party Chairman Pat Brady, <q> We had a fantastic year in 2010 with <strong> Mark Kirk </strong> winning a seat in the United States Senate, winning five tough Congressional battles and sending two GOP Statewide office holders to Springfield. We are thrilled to have Presidential Contenders coming here to Chicago, and I am confident one of them will replace <strong> Barack Obama </strong> in 2012. </q> As of today, confirmed Presidential contenders attending the event include: Speaker <strong> Newt Gingrich </strong>, <strong> Rick Santorum </strong>, Ambassador <strong> Rick Santorum </strong> Bolton and Congressman <strong> Mike Pence </strong> Other invited Presidential Contenders yet to confirm their attendance:", "new_id": -2}, {"uid": "1296509654156549122", "i": 19837, "idx": 1, "sa": ["Eric Schmidt", "Woodrow Wilson"], "q": "describe the Roman state duri... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... MaximsNewsNetwork: BAN KI MOON on MYANMAR& AUNG SAN SUU KYI@ UN SECURITY COUNCIL STAKEOUT MaximsNewsNetwork: BAN KI MOON", "new_id": -2}]