[{"uid": "1297215457052674561", "i": 35829, "idx": 2, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": "<strong> Robert Gates </strong>. \"The heart-breaking thing with respect to Guantanamo is not that there's anything wrong with it, it's one of the finest prison systems in the world,\" he said. <q>What's awkward is the fact that, for whatever reason, the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that they were not hurting people.</q> Mr <strong> Donald Rumsfeld </strong> described it as \"a fine operation,\" and said US military personnel working there have \"taken a lot of the heat unfairly\" and \"deserve a lot of credit\" for their", "new_id": -2}, {"uid": "1296971939100106295", "i": 49230, "idx": 0, "sa": ["Sergio Marchionne"], "q": "no longer having to explain the \"shyster rates.\" In a statement posted at the center of Chrysler's home page Saturday, <strong> Sergio Marchionne </strong> said he regrets a term he used and considers it \"inappropriate.\" <q>Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern,</q> <strong> Sergio Marchionne </strong>'s statement said. \"I regret the remark, which I consider inappropriate.\" <strong> Sergio Marchionne </strong> said Chrysler remains grateful for the bailouts and noted that no other parties were willing to assist in Chrysler's recovery.", "new_id": -2}, {"i": 21910, "idx": 5, "index_answer": 0, "new_id": -1, "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q>We've been talking about this for a year-and-a-half, so we're glad that this is coming,</q> <strong> Chris Webber </strong> said. \"We really like playing together, and we're getting it going. We're really just http://wn.com/Washington_Wizards_John_Wall_does_The_Dougie_dance_pre-game Washington Wizards point guard <strong> John Wall </strong> does \"The Dougie\", an amazing pre-game dance before the home", "sa": ["Chris Webber", "Allen Iverson", "John Wall"], "uid": "1295147684219021325"}, {"uid": "1296149424210010119", "i": 35116, "idx": 0, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> greet people in the Grand Hall in Union Station Tuesday, November 2, 2010 at the Indiana Republican Election Night Party. <strong> Mike Pence </strong> easily won reelection for his 6th Congressional District seat. He told the crowd, <q>I believe history will record... Indiana led the country back.</q> Charlie Nye/ The Star.", "new_id": -2}, {"uid": "1295596906046137392", "i": 47775, "idx": 1, "sa": ["Eric Schmidt"], "q": "lead.\" 07 Jan 2011 He explained that the previous structure, in which the triumvirate took collective decisions, had slowed down decision making. He said the changes would help clarify the individual roles so <q>there's clear responsibility and accountability at the top of the company</q>. However, Mr <strong> Eric Schmidt </strong> reassured investors that he does not expect any \"material change\" in the way the company is run because \"we tend to agree on pretty much everything\".", "new_id": -2}, {"uid": "1297616629186400779", "i": 26874, "idx": 16, "sa": ["Donald Rumsfeld"], "q": " \"I think that's right. It's a painful process,\" said <strong> Donald Rumsfeld </strong>. Nick made it rehab. But just as U.S. forces were storming Baghdad, <strong> Donald Rumsfeld </strong>'s wife Joyce nearly died. <q>She ended up with a perforated appendix and she was being poisoned,</q> said <strong> Donald Rumsfeld </strong>. \"You thought you might lose her,\" Martin said. \"So how's that work? Fifteen hours a day, <strong> Donald Rumsfeld </strong> of Defense, war going on.\"", "new_id": -2}, {"uid": "1295637236112984241", "i": 44150, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "written to <strong> David Cameron </strong> complaining about <strong> Andy Coulson </strong> the Tory head of communications, who was editor of the News of the World newspaper when the hacking took place.... News International and the Conservatives A clip from Channel 4's <q>Dispatches- Tabloids, Tories and Telephone hacking</q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation.... Former Home Secretary on News of the World phone allegations Former Home Secretary on News of the World phone allegations Creepy Abandoned Motel( Oro-Medonte, Ontario)", "new_id": -2}, {"uid": "1295005754255803419", "i": 193, "idx": 2, "sa": ["Gordon Brown", "Cheryl Cole", "Simon Cowell"], "q": "interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told Allen: \"I will get ITV to make substantial five-figure donation to your charity for the interview\". But Allen told him: <q>Those are my terms. I've got no interest in coming on your show, you've been asking me for years.</q> She revealed she had lost her second child in November and asked her two million followers on the social networking website to \"say a little prayer\". She previously had a miscarriage when she", "new_id": -2}, {"uid": "1297275612018513958", "i": 27275, "idx": 0, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "in the room, he raised the threat level to a state of alert, and launched fighters to protect Air Force One. <strong> Donald Rumsfeld </strong> was supposed to be removed to a secret site, but he says he was <q>unwilling to be out of touch during the time it would take to relocate me to the safe site.</q> Shortly afterwards, he writes, \"the <strong> Dick Cheney </strong> reached me by phone.\" <strong> Dick Cheney </strong> reportedly told <strong> Donald Rumsfeld </strong>, \"There's been at least three instance here where we've had reports of aircraft approaching Washington", "new_id": -2}, {"uid": "1297702046148619270", "i": 42500, "idx": 4, "sa": ["Michael Gove", "Andy Burnham"], "q": ", Kent County Council and Newham Council- an \"opportunity to make representations\". Mr <strong> Michael Gove </strong> must then review the decision in those areas \"with an open mind\". He added: <q>The judge has made clear that the final decision on any given school project still rests with me and that I may save all, some, a few or none. \"He concluded by \"saying no one should gain false hope from this decision\".</q> Mr <strong> Andy Burnham </strong> said the High Court had ruled Mr <strong> Michael Gove </strong> was \"guilty of an abuse of power\" and there had not been \"one word of apology\" from the Secretary of State.", "new_id": -2}]