[{"i": 34235, "idx": 0, "index_answer": 3, "new_id": -1, "q": "wrote: \"I am one of those shocked and yet not altogether suprised by Craig <strong> George Osborne </strong>'s switch from being poacher to becoming gamekeeper.\" Latest from BBC News blogs <strong> Brian Taylor </strong>: <q>Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which...</q> \"The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...\" \"Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,", "sa": ["Chris Gent", "Andy Coulson", "George Osborne", "Brian Taylor"], "uid": "1296665253235831378"}, {"uid": "1295957858002146307", "i": 5256, "idx": 0, "sa": ["Bill Leader", "Eric Cantor", "Newt Gingrich", "Mike Pence"], "q": "Chairman Paul Ryan( R-WI) said that the GOP's goal was to cut \"a good$ 100 billion.\" <strong> Newt Gingrich </strong> Kevin McCarthy( of \"Young Gun\" fame) reiterated the promise, saying, <q>We're saying you <strong> The Republican Party </strong> through, <strong> The Republican Party </strong> back to pre-stimulus bailout numbers. We can live with that.</q> \"We've got to roll back there. That will save$ 100 billion in the first year,\" agreed <strong> Newt Gingrich </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority <strong> Bill Leader </strong> <strong> Eric Cantor </strong>( R-VA", "new_id": -2}, {"uid": "1297270573021168154", "i": 8691, "idx": 2, "sa": ["Donald Rumsfeld", "Colin Powell", "Abu Musab al-Zarqawi"], "q": "during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his UN presentation, <strong> Colin Powell </strong> described it as <q>Terrorist Poison and Explosive Factory, Khurmal.</q> <strong> Donald Rumsfeld </strong> said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian extremist who later led the Iraq branch of the al-Qaeda terrorist network.", "new_id": -2}, {"uid": "1297606486106446870", "i": 15329, "idx": 3, "sa": ["Donald Rumsfeld"], "q": " \"generals' revolt\", when eight retired generals criticise his military strategy. 2007 Appointed distinguished fellow at the Hoover Institution, Stanford University, and starts writing his memoir. He says: <q>It is easier to get into something than to get out of it.</q> <strong> Donald Rumsfeld </strong> is a cold blooded killer, and as such no apology can be expected from him, he was the most reckless to innocent Iraqi lives. There was an alternative to Abu Ghraib prison, how", "new_id": -2}, {"uid": "1295629086018169865", "i": 2596, "idx": 0, "sa": ["Eric Schmidt"], "q": "But across technology circles the move by Google-- founded during the first dot-com boom-- to replace CEO <strong> Eric Schmidt </strong> with the 38-year-old Page left some wondering how the search giant would deal with middle age. <q>Founder becoming CEO... Is this like a <strong> Steve Jobs </strong> returning or a Jerry Yang returning?</q> Chris Dixon, a technology veteran who has invested in Skype and Foursquare, tweeted. After signing pact with China, Boeing lays off 1,100 U.S. workers Starting April, Google's Page will take over as chief", "new_id": -2}, {"uid": "1295621146048054324", "i": 48787, "idx": 5, "sa": ["Andy Coulson", "David Cameron"], "q": "was starting to prove a distraction for the government.\" In comments to BSkyB's Sky News television channel, <strong> David Cameron </strong> dismissed questioning about his judgment over <strong> Andy Coulson </strong>. \"Excellent Job' <q>He's run the Downing Street press office in a professional, competent and good way,</q> <strong> David Cameron </strong> told Sky. \"He's done an excellent, excellent job. I think he should be judged by that. This is all about the past. It\"s just gone on and on.\"", "new_id": -2}, {"uid": "1295720450067436555", "i": 40403, "idx": 1, "sa": ["Barack Obama", "Michael Vick", "Wayne Pacelle"], "q": "response to <strong> Barack Obama </strong> and HSUS <strong> Barack Obama </strong> <strong> Wayne Pacelle </strong>'s support of <strong> Michael Vick </strong> getting a second chance, bloggers are brewing and sharing their distaste for the public statements. Leslie Smith, Blogger for Dog Time says: <q> \"My first reaction was frustration. <strong> Michael Vick </strong>'s \"rehabilitation process</q>? Why in the world should we spend one dime or one minute helping <strong> Michael Vick </strong> win back a privilege he so willfully squandered? Allrehabilitation efforts should go towards healing the dogs he tortured and maimed; no", "new_id": -2}, {"uid": "1297275495080936978", "i": 8776, "idx": 0, "sa": ["Steve Ballmer", "Mike Zafirovski", "Satya Nadella"], "q": "executive with deep engineering and online experience to help build its presence in the nascent cloud computing market. CEO <strong> Mike Zafirovski </strong> articulates the company assets but says it was overly complex to make decisions and assign accountability. <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future,</q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "new_id": -2}, {"uid": "1295612697003915826", "i": 5907, "idx": 1, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role,\" <strong> Andy Coulson </strong> said in an e-mailed statement today. <q>Nothing is more important than the government's task of getting this country back on its feet.</q> <strong> Andy Coulson </strong> resigned from the newspaper, owned by <strong> Rupert Murdoch </strong>'s News Corp., after a reporter and a private investigator were imprisoned for phone-tapping in 2007. At the time, <strong> Andy Coulson </strong> said he did not know the", "new_id": -2}, {"uid": "1295815292030490627", "i": 13905, "idx": 0, "sa": ["Colin Powell", "Jim Lo"], "q": "Add to Portfolio <strong> Colin Powell </strong> Motors Co Go to your Portfolio\" Unlike cities, the states are barred from seeking protection in federal bankruptcy All You Can Eat? How Hungry is America in Good Times... www.americanprogress.org <q>It is insane, and morally bankrupt, for a nation with this much wealth to allow[ hunger] to continue,</q> said <strong> Jim Lo </strong> Weill, president of the Food Research and Action Center, at a Center for American Progress event Friday morning. At the event, CAP P... visionOntv is a Creative Commons based project Next year", "new_id": -2}]