[{"uid": "1296423892068993033", "i": 321, "idx": 3, "sa": ["Allen Iverson"], "q": "its bid to win three straight games for the first time this season. \"We do a lot of things positive on the basketball court, we're just not putting together whole games,\" <strong> Allen Iverson </strong> said. <q> That's the frustrating part, because a game like this, we're supposed to win. </q> Pacers coach Jim O'Brien blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 http://wn.com/Amazing_Allen_Iverson_20pts_vs_Indiana_Pacers_09/10_NBA_Home_to_Home_Game_2 betfreebie.com Basketball <strong> Allen Iverson </strong> 39 s team first approach with the Philadelphia 76ers has", "new_id": -2}, {"uid": "1295586027175472666", "i": 16644, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": ", is stepping aside in April into the new post of executive chairman. The company, which has grown into the world's biggest Web company by market capitalization, said it was making the changes to <q> streamline decision making and create clearer lines of responsibility and accountability. </q> In a letter posted on <strong> Google Inc. </strong>'s blog, Mr. <strong> Eric Schmidt </strong>, 55, said the company's rapid growth has made managing business \"more complicated.\" He said that a decision was made \"over", "new_id": -2}, {"uid": "1295311402147243024", "i": 38300, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "<strong> Andy Coulson </strong> denies being aware of any wrongdoing at the paper, part of <strong> Rupert Murdoch </strong>'s News Corp media group, and police said last month there was not enough evidence to charge him with any crime. <q> Obviously when he was editor of the News of the World, bad things happened at that newspaper and when he found about those, he resigned. That was the right thing to do, </q> <strong> David Cameron </strong> told BBC Radio 4's Today program. \"I gave him a second chance,\" <strong> David Cameron </strong> added. \"I think he has done a good job for the government and for the country.", "new_id": -2}, {"uid": "1296644437047939601", "i": 29581, "idx": 0, "sa": ["Michael Vick"], "q": "a string of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> Brady said. A unanimous choice for the All-Pro team, Brady threw for 36 touchdowns while being picked off just four times. When he won the award in 2007, Brady set an NFL mark with", "new_id": -2}, {"uid": "1297621750013008911", "i": 1774, "idx": 2, "sa": ["Lois Capps", "Cecile Richards", "Mike Pence"], "q": "that the grants, by covering overhead and operational costs, free up other money to provide abortions. Planned Parenthood's staunchest allies in Congress- primarily liberal Democrats- have vowed to fight the proposed funding cut. <q> In my community, Planned Parenthood is a very highly regarded mainstream organization, </q> said Rep. <strong> Lois Capps </strong>, D-Calif., who depicted <strong> Mike Pence </strong>'s bill as \"driven by an extreme ideological agenda.\" <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss of the", "new_id": -2}, {"uid": "1296671651093847555", "i": 27712, "idx": 1, "sa": ["Barbara Walter", "Barbara Walters", "David Letterman", "Robin Williams", "Bill Clinton"], "q": ": <strong> David Letterman </strong> on His Heart Surgery <strong> Robin Williams </strong>: People Ask \"How Are You?' Comedian tells <strong> Barbara Walters </strong> how people approach him post-surgery. Diary of <strong> Barbara Walter </strong>'s Heart Surgery <strong> Barbara Walters </strong> says she thought: <q> If I die on the operating table, I won\"t know it. </q>. <strong> Bill Clinton </strong> Grateful for Heart Surgery <strong> Bill Clinton </strong> says surgery gave him the chance to walk his daughter down the aisle. <strong> David Letterman </strong> on His Heart Surgery <strong> David Letterman </strong> jokes to <strong> Barbara Walters </strong> that new artery came from`", "new_id": -2}, {"i": 13003, "idx": 1, "index_answer": 0, "new_id": -1, "q": ", and Fiat is set to hit two more targets to reach a 35-percent stake in Chrysler, possibly increasing it to 51 percent if it repays outright or refinances loans from the U.S. and Canadian governments. <q> I think the opening of the capital markets window in the United States is real, </q> <strong> Sergio Marchionne </strong> said. \"I think it would be unwise for Chrysler not to take advantage of the opening.\" On the Italian side, he is preparing to invest â\u0082¬ 700 million in a plant", "sa": ["Sergio Marchionne"], "uid": "1296231906026230879"}, {"uid": "1295287031003260440", "i": 5059, "idx": 1, "sa": ["Steve Ballmer"], "q": "competes in the cloud arena against Google, especially over federal and large-enterprise contracts for cloud-based apps. <strong> Steve Ballmer </strong> has insisted for months that his company is \"all in\" with regard to the cloud services. <q> We have learned a lot through running Windows Live, Hotmail, Bing, </q> he told an audience during a July 12 keynote address at this summer's Worldwide Partner Conference See why Sun, HP, and x86 users are moving to Power. Remote Support for PCs,", "new_id": -2}, {"uid": "1297122134226197521", "i": 10352, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q>", "new_id": -2}, {"uid": "1294972497096534644", "i": 14922, "idx": 0, "sa": ["Sergio Marchionne"], "q": "was owned by Daimler. Now comes word that the forthcoming Maserati SUV will be fitted with a Ferrari engine. Fiat also owns Alfa-Romeo, Maserati cars, as well as Formula One teams. <q> It will be a rock and roll engine, </q> said Fiat-Chrysler CEO <strong> Sergio Marchionne </strong>. It may come in both a V-8 and a V-12 version, said the CEO in a roundtable interview at the North American International Auto Show that included Luxist.com Detroit Auto Show:", "new_id": -2}]