[{"uid": "1295476329265797672", "i": 839, "idx": 0, "sa": ["Simon Cowell", "the Fox", "Steven Tyler"], "q": "seen on <strong> the Fox </strong> singing contest that begins its 10th season tonight. Hyper, effusive and giddy, <strong> Steven Tyler </strong>'s child-like energy alone sets him apart from the staid and sometimes icy <strong> Simon Cowell </strong>, who quit after last season. <q>The part that's a little difficult is judging young kids,</q> the 62-year-old said. \"It took me a couple of minutes... I don't take whatever happened with the band or with( his ex-wives) into the judging like some other people might have done.\"", "new_id": -2}, {"uid": "1296453631151257090", "i": 21737, "idx": 0, "sa": ["Frank Gore", "Michael Vick"], "q": "suspended. So when I saw( Kevin) Kolb got hurt I took a flier on( <strong> Michael Vick </strong>) <strong> Michael Vick </strong> even though he didn't start that game but he started the next one,\" he said. <q>That is what carried me through. I was fortunate, I really didn't know who <strong> Arian Foster </strong> was at the beginning of the year either, but he was a workhorse.</q> The season didn't look so bright from the get-go. In the league that automatically drafted his players, Tulipane's first-round pick was <strong> Frank Gore </strong> who had a lackluster season and ended up going on injured reserve", "new_id": -2}, {"uid": "1295669701105103360", "i": 6861, "idx": 0, "sa": ["Eric Schmidt"], "q": "On a conference call, <strong> Eric Schmidt </strong> said in his new job he will focus more on external issues, working with customers, partners and government. \"I believe Larry is ready,\" <strong> Eric Schmidt </strong> said. <q>His ideas are very interesting and clever and it's time for him to have a shot at running this.</q> Page praised <strong> Eric Schmidt </strong>'s leadership over nearly a decade and said his advice as executive chairman will be invaluable. \"The results speak for themselves,\" Page said. \"There's really no one else", "new_id": -2}, {"uid": "1296524667146833413", "i": 33331, "idx": 0, "sa": ["Janet Napolitano", "Michael Vick"], "q": "work to do.\" Photo: People release white doves after a religious... Photo in Slideshow: <strong> Janet Napolitano </strong>, Bob Casey, Mexico- The head of a Tijuana-area drug trafficking ring who worked... Report Abuse <q> \"Let's stick with the facts and numbers when talking about where we are with the border,</q> she said.\" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Serial Rapist Suspected of Strangling Wash.. Guard 5 Foods to never eat: Cut down a bit of", "new_id": -2}, {"uid": "1296693857231915532", "i": 20699, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "at St Andrew's University. In the BBC news room he was known as a film buff. \"He never gave a sense that he was party political,\" said a long-standing colleague and close friend. <q>His views, as far as I could see, were fairly centrist. He's not an ideologue by any means. I would imagine he's fairly mainstream on most issues.</q> On first inspection, the appointment appears to be a new direction for Downing Street following the departure of <strong> Andy Coulson </strong>, a hardnosed Essex boy and <strong> Rupert Murdoch </strong> loyalist who edited the Tory-supporting News of the World and stood", "new_id": -2}, {"i": 35377, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coupons statement Thursday, Google's <strong> Eric Schmidt </strong>, announced that he will hand over the title of chief executive to Google co-founder Larry Page in April. In a message sent out on Twitter, <strong> Eric Schmidt </strong> said: <q>Day-to-day adult supervision is no longer needed!</q> <strong> Eric Schmidt </strong>, a tech industry veteran who was brought in 10 years ago to provide what some at the company called \"adult supervision\" for Google's young founders, will take on the role of executive chairman,", "sa": ["Eric Schmidt"], "uid": "1295893778127107089"}, {"uid": "1297706494051036178", "i": 38277, "idx": 1, "sa": ["Cecile Richards", "Mike Pence"], "q": "though it does more than one-quarter, the videos have played a role in pushing more lawmakers to support the de-funding effort- which would strip Planned Parenthood of more than$ 70 million in federal taxpayer funding. <q>Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,</q> <strong> Mike Pence </strong> said. \"The time to deny any and all funding to Planned Parenthood is now.\" But Planned Parenthood president <strong> Cecile Richards </strong> told AP the abortion business is not giving up on its government funding without", "new_id": -2}, {"uid": "1297092424253722625", "i": 1433, "idx": 1, "sa": ["Simon Cowell"], "q": "Contestants as young as 12 can compete. \"I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,\" said <strong> Simon Cowell </strong> in a statement. <q>I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar.</q> New judges will be announced \"in the coming weeks,\" and auditions will begin March 27 in L.A. \"King's Speech,'` Inception,'` Black Swan\" Win Art Directors", "new_id": -2}, {"uid": "1295466641109772815", "i": 38860, "idx": 0, "sa": ["Sergio Marchionne"], "q": "percent to 35 percent. Eventually, the technology- developed over the course of a decade and patented by EPA's Ann Arbor lab- could be commercialized and licensed to Chrysler and other automakers. <q>These are the types of innovations and partnerships we want to encourage,</q> EPA Administrator Lisa Jackson said at a press conference.\" Chrysler Group CEO <strong> Sergio Marchionne </strong> said the project would help Chrysler determine whether the hydraulic hybrid technology- which is already used commercially in garbage trucks", "new_id": -2}, {"uid": "1295264247086458386", "i": 7446, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "<strong> Andy Coulson </strong> denies being aware of any wrongdoing at the paper, part of <strong> Rupert Murdoch </strong>'s News Corp media group, and police said last month there was not enough evidence to charge him with any crime. <q>Obviously when he was editor of the News of the World, bad things happened at that newspaper and when he found about those, he resigned. That was the right thing to do,</q> Cameron told BBC Radio 4's Today programme. \"I gave him a second chance,\" Cameron added. \"I think he has done a good job for the government and for the country.", "new_id": -2}]