[{"uid": "1295545349188383370", "i": 13642, "idx": 4, "sa": ["Kirsten Gillibrand", "Melissa Etheridge", "Adam Lambert", "Tammy Lynn Michaels", "Jane Lynch"], "q": "own state, one of several on the east coast where state legislatures seem poised to deliver marriage rights for same-sex couples after a string of setbacks. \"I'm very optimistic,\" <strong> Kirsten Gillibrand </strong> said. <q>We have a governor who supports marriage equality. It's something that the people want. And I think if we work very hard, and we continue to push our advocacy, we will be successful.<q> <strong> Adam Lambert </strong>, towering over everyone on the red carpet( except for the bronze trenchcoat-clad <strong> Jane Lynch </strong>), said he hoped the Report Abuse Name: Juneau Underwood <strong> Tammy Lynn Michaels </strong> Blindsided By <strong> Melissa Etheridge </strong>'s New Relationship A Gay", "new_id": -2}, {"uid": "1296235613016105476", "i": 40749, "idx": 0, "sa": ["Stephen A. Smith", "Allen Iverson", "LeBron James"], "q": "as the <strong> Allen Iverson </strong> is set to retire from the NBA, according to an online report. Commentator <strong> Stephen A. Smith </strong> published a statement on his Web site Wednesday attributed to <strong> Allen Iverson </strong>. It said <strong> Allen Iverson </strong> plans to retire but also that <q>I feel strongly that I can still compete at the highest level.<q> The statement also said <strong> Allen Iverson </strong> has tremendous love for the game and the desire to play. \"His legacy would be huge,\" Cleveland Cavaliers All-Star <strong> LeBron James </strong> said. \"He's one of the best when you", "new_id": -2}, {"uid": "1295983558186695688", "i": 39140, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "how today marks the beginning of what should be an intense budget battle that will take place over the next several months- one in which <strong> Sen. Bernie Sanders </strong> Paul Ryan( R., Wis.) will play a starring role: <q>All eyes will be on <strong> Barack Obama </strong> this evening as he delivers his much-anticipated State of the Union address. But it's a momentous day for House Budget Committee chairman<q> Paul Ryan( R., Wis.) as well. Not only has he been tapped to deliver the GOP response to <strong> Barack Obama </strong>'s speech, but by the time the president arrives at the Capitol, the", "new_id": -2}, {"uid": "1295351570142295047", "i": 43468, "idx": 5, "sa": ["Mike Pence"], "q": " \"The Title X Abortion Provider Prohibition Act would deny any family planning funds under title X from going to Planned Parenthood or other organizations that perform abortions,\" said <strong> Mike Pence </strong> in a speech on the House floor. <q>It would ensure that abortion providers are not subsidized with federal tax dollars.<q> \"Now, let me say,\" <strong> Mike Pence </strong> continued, \"to be very clear, Mr. Speaker, this legislation does not cut one penny from title X family planning funding. I applaud much of", "new_id": -2}, {"uid": "1295972855202047505", "i": 15401, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "his reelection campaign coffers. But campaign finance data challenges his veracity. Vermont Senator <strong> Sen. Bernie Sanders </strong> wasted no time using the Tucson shooting to financially benefit his 2012 reelection campaign. From his email: <q>In terms of this savage shooting rampage, several points need to be made. First, this horrendous act of violence is not some kind of strange aberration for this area where, it appears, threats and acts of violence are part of the political climate. Nobody can honestly express surprise that such a tragedy finally occurred.<q> <strong> Sen. Bernie Sanders </strong> continued by implying that Republicans and their business interests are set to benefit significantly in the 2012 elections: \"The right-wing Republicans now leading their party are extremely confident that the political momentum is with", "new_id": -2}, {"uid": "1294981731267878411", "i": 18095, "idx": 0, "sa": ["Kirsten Gillibrand", "Dr. Peter"], "q": "to lift her legs on command. With her closest friends from Congress holding her hand Wednesday evening, Giffords opened her left eye and tried to focus on loved ones for the first time. <q>It was raw courage. It was raw strength. It was so beautiful and so moving,<q> said Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. \"She wanted us to know that she was with us a hundred percent and understood everything we were saying.\" Giffords' neurosurgeon, <strong> Dr. Peter </strong> Michael Lemole, called it \"", "new_id": -2}, {"uid": "1296125466027361319", "i": 37475, "idx": 1, "sa": ["Zahi Hawass"], "q": "competent German government had been reestablished. <strong> Zahi Hawass </strong> pointed out that Egypt recognised and appreciated the care and effort undertaken by the German government to preserve and display the painted limestone bust of Queen Nefertiti. <q>Inspired by the excellent relations between our two countries, the government of Egypt is confident that the German authorities will assist in facilitating its return,<q> he said, adding that the government and people of Egypt were eager that this unique treasure be returned to the possession of its rightful owners, the Egyptian people. Upon its return, <strong> Zahi Hawass </strong> suggested,", "new_id": -2}, {"i": 12775, "idx": 0, "index_answer": 1, "new_id": -1, "q": "about social issues include Indiana Rep. <strong> Mike Pence </strong>, who decided against running. And <strong> Mike Huckabee </strong>, who is doing well as a <strong> the Fox </strong> News contributor. And <strong> Sarah Palin </strong> would have the most to lose financially from running. <strong> Rick Santorum </strong> thinks <q>the left is trying to goad her into it,<q> hoping she would be weak among the independent voters who decide most elections. <strong> Bill Clinton </strong> Minnesota <strong> Mike Huckabee </strong> <strong> Tim Pawlenty </strong> is running hard and published a book with a strong religious theme, but <strong> Rick Santorum </strong> doubts <strong> Tim Pawlenty </strong> has the passion requisite for", "sa": ["Mike Pence", "Rick Santorum", "Mike Huckabee", "Tim Pawlenty", "Sarah Palin", "the Fox", "Bill Clinton"], "uid": "1296962271197279756"}, {"uid": "1296484737135364618", "i": 9318, "idx": 0, "sa": ["Sergio Marchionne"], "q": "DETROIT-- Chrysler reported a$ 199 million net loss for the fourth quarter of 2010, but excluding interest on its government loans and other restructuring debts, it earned a$ 198 million operating profit. <q>What Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,<q> Chief Executive <strong> Sergio Marchionne </strong> said. \"However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.\" Revenue for the fourth quarter totaled nearly", "new_id": -2}, {"uid": "1295560338061718544", "i": 35840, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "top job from <strong> Eric Schmidt </strong>, who had been brought in as CEO a decade ago because <strong> Google Inc. </strong>'s investors believed the company needed a more mature leader. The changes will be effective April 4. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and Sergey for a long time to come,<q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page", "new_id": -2}]