[{"uid": "1297084960088915971", "i": 39087, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Shiloh Fernandez"], "q": "The ad only featured <strong> Simon Cowell </strong> which leads us to wonder whether or not <strong> Cheryl Cole </strong> has landed the estimated Â£ 10m deal to join him. An insider has hinted that she has, telling OK!: <q> <strong> Simon Cowell </strong> is the boss of this show, he gets what he wants and he wants <strong> Cheryl Cole </strong>. The money you make on American TV is huge, but there's also a huge risk. \"The way American contacts are, gives Fox the chance to opt out if the viewers don't take to her. But <strong> Simon Cowell </strong> won't let that happen. </q> <strong> Shiloh Fernandez </strong> \"Happy' He Didn't Get Twilight\"s Edward Cullen Role", "new_id": -2}, {"uid": "1297297315172949561", "i": 43050, "idx": 1, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "Vice President <strong> Satya Nadella </strong> to president of Microsoft's Server and Tools Business. \"We're already making strong traction across our Server and Tools Business by embracing cloud services,\" said Microsoft Chief Executive Officer <strong> Steve Ballmer </strong>. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future. </q> As president of the Server and Tools Business, <strong> Satya Nadella </strong> will oversee the overall strategy, engineering, marketing and product development for Microsoft's server, tools and cloud platform efforts. This includes developing the technology", "new_id": -2}, {"uid": "1295022223240713808", "i": 36875, "idx": 0, "sa": ["David Letterman"], "q": ", viewers collectively cringed when <strong> David Letterman </strong> asked( as only he would) \"I'm under the impression that your marriage is ending. Is that a fact?\" Kelsey's response to the question? <q> Yes, you are respectfully considerate and yet pleased for the new developments in my life. </q> Whatever that means. He then goes on, detailing how his divorce from Camille is effecting his children and his \"new girl Kate.\" The post-interview lead-in to commercial break features his smiling", "new_id": -2}, {"i": 45806, "idx": 2, "index_answer": 0, "new_id": -1, "q": "better than me,\" he quipped.\" X Factor' has a craziness about it, an unpredictability. It is more raw. It is more competitive,\" he said. <q> If we can't, with what is on offer, find a global star, then I would say we have failed. There is that person or that group sitting in America waiting to be discovered, </q> <strong> Simon Cowell </strong> said. <cite>( c) Copyright Thomson Reuters 2011. Check for restrictions at: http://about.reuters.com/fulllegal.asp </cite>", "sa": ["Simon Cowell"], "uid": "1297121266135839981"}, {"uid": "1296741734237912106", "i": 24059, "idx": 2, "sa": ["Mitt Romney", "Donald Rumsfeld", "Molly Ball", "Barack Obama", "Jon Huntsman", "President Bush"], "q": "of staff that <strong> President Bush </strong> had actually sought the intelligence job.... \"<strong> President Bush </strong>'s version of what took place has consistently been contrary to the facts,\" <strong> Donald Rumsfeld </strong> concludes.\" http://bit.ly/hmQ0k2 2012-- <q> GOP race could have Mormon subplot, </q> by <strong> Molly Ball </strong> and Jonathan Martin: \"<strong> Mitt Romney </strong> and <strong> Jon Huntsman </strong> <strong> Barack Obama </strong> are both Mormons, both wealthy scions of old Utah families, both ex-governors... And neither has shown much regard for the other. Now their unspoken competition", "new_id": -2}, {"uid": "1296770773199835687", "i": 11838, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "lack the skills to do.\" \"Some of those who entered the country since 2008 were employed in sectors that generally require a high level of skills and education, such as finance and insurance.\" Some <q> newcomers since 2008 got work in health care and social services, a fast-growing sector where skills are in demand. </q> <strong> Sen. Bernie Sanders </strong> Leahy: If Mubarak Doesn't Begin Transition from Power Immediately, \"Foreign Aid Will Be Cut Off\" Twenty-Five Arrested, Thousands Converge on Koch Brothers Billionaire's Caucus in the California Desert Judith Matz, Psychotherapy", "new_id": -2}, {"uid": "1296092084132530182", "i": 14613, "idx": 3, "sa": ["Roger Kay", "Eric Schmidt"], "q": "not want to get too comfortable with the idea of Larry Page as the t-shirt wearing, Wall Street-oblivious CEO: Page may just be an interim leader as Google looks for another <strong> Eric Schmidt </strong>, <strong> Roger Kay </strong> predicts. <q> I think they'll realize they need an operations person in that role and hire a COO with a malleable ego who can transition to the CEO, </q> says <strong> Roger Kay </strong>. Service-Oriented Architecture( SOA) is not just another product or technology to be added to the IT environment. Rather, SOA requires significant and often fairly far-reaching changes to truly reap all the benefits", "new_id": -2}, {"uid": "1296780255236666908", "i": 44236, "idx": 0, "sa": ["Bobby Petrino", "Michael Vick", "Arthur Blank"], "q": "round. Smith joined the Falcons after they went 4-12 in 2008 and just after <strong> Michael Vick </strong> was sent to prison on dogfighting charges and coach <strong> Bobby Petrino </strong> fled for the University of Arkansas. <q> When we hired Mike Smith, we believed we had found the total package: a head coach with strong leadership skills and experience and the track record to back it up, and a man of high character and integrity, </q> Falcons owner <strong> Arthur Blank </strong> said. \"In his three seasons with us, Coach Smith has demonstrated all of these characteristics, and then some.\" Smith signed a four-year contract worth between$ 8 and$", "new_id": -2}, {"uid": "1294977903249905195", "i": 5929, "idx": 6, "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Grant Hill", "Allen Iverson"], "q": "points on 10/13 FG attempts including 5/5 three pointers, as the Suns overcame an early 18-point deficit to defeat the Spurs 110-96 and take a 3-0 lead in their best of seven series in the Western Conference Semifinals. <q> I think it's safe to say that may have been the best fourth-quarter performance I have ever seen in a playoff game, </q> Suns forward <strong> Grant Hill </strong> said. http://wn.com/Allen_Iverson_36pts_vs_Chris_Bosh_Toronto_Raptors07/08_NBA_*_Big_Comeback <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> kept Denver's offense in high gear, but it was <strong> Kenyon Martin </strong>'s defense that had coach <strong> George Karl </strong> talking. <strong> Allen Iverson </strong> had 36 points, <strong> Carmelo Anthony </strong> added 33 and <strong> Kenyon Martin </strong> shut", "new_id": -2}, {"uid": "1297387301200884277", "i": 10293, "idx": 0, "sa": ["Joe Maddison", "Simon Cowell"], "q": "mother's number and she told him she always wanted me to be a singer. My mother was in cahoots with <strong> Simon Cowell </strong>! <strong> Simon Cowell </strong> then had this ally and it was basically emotional blackmail!\" He added: <q> I am still good friends with <strong> Simon Cowell </strong> and my wife was his PA for 12 years. </q> Advertisement But Robson said despite singing recently in ITV1's <strong> Joe Maddison </strong>'s War, he had no desire to return to the pop charts. He said: \"I went into the studio and recorded", "new_id": -2}]