[{"uid": "1295916567115490851", "i": 5621, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "WASHINGTON- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many`` <strong> Donald Rumsfeld </strong>'s Rules'': <q> The harder I work, the luckier I am. </q> When <strong> Donald Rumsfeld </strong> began thinking about his book,`` Known and Unknown,'' he imagined a more typical Washington release: a quick, impressionistic story based on whatever he recalled. Instead, he and a", "new_id": -2}, {"uid": "1295708457073957387", "i": 15292, "idx": 5, "sa": ["Andy Coulson"], "q": "`` We need a director of communications.''`` Hm, how about <strong> Andy Coulson </strong>?''`` Oh, that guy that's pretty much definitely a criminal?''`` Yeah.'' <q> The one that's been in all the news? </q>`` Yeah.'' As far as I know <strong> Andy Coulson </strong> did not help create a dodgy dossier, which lead this country into an illegal war and has cost many soldiers and civilians lives and billions of pounds", "new_id": -2}, {"uid": "1295802995079921158", "i": 16139, "idx": 6, "sa": ["Colin Powell", "Barack Obama"], "q": "for the Arts, as some have suggested.`` Don't tell me you're going to freeze to a level. That usually is a very inefficient way of doing it,'' <strong> Colin Powell </strong> said. <q> Tell me what you're going to cut- and nobody up there yet is being very candid about what they're going to cut. </q> <strong> Barack Obama </strong> has pledged to freeze non-defense discretionary spending and Republicans have said they want to continue at 2008 spending levels. But <strong> Colin Powell </strong> said <strong> Barack Obama </strong>'s energy and`` youthful approach'' have proved useful in", "new_id": -2}, {"uid": "1295294154030998626", "i": 35700, "idx": 0, "sa": ["Kirsten Gillibrand", "Max Baucus", "Chuck Schumer"], "q": "boost use of legal software. On another issue important to the Montana Democrat, <strong> Max Baucus </strong> said he was disappointed that talks aimed at reopening China's market to U.S. beef have not been resolved. <q> I urge these negotiations to successfully conclude as quickly as possible. International scientific standards( regarding the safety of U.S. beef) are clear, and there simply is no excuse for China's refusal to abide by them, </q> he said. <strong> Chuck Schumer </strong>, <strong> Kirsten Gillibrand </strong>, Peter King urged an end to a` zero sum' Cold War relationship with the U.S., but... Photo: China hands over national stadium to Mozambique Video: Leaders", "new_id": -2}, {"uid": "1297174835102891533", "i": 36293, "idx": 1, "sa": ["Kirsten Gillibrand", "Frank Lautenberg"], "q": "said in a statement:`` The denials continue to ring hollow. The families have suffered long enough and it's time to acknowledge the truth: Justice was traded for commercial interests.'' The report <q> acknowledges the Government's desire to see a mass murderer released, yet tries to shift blame </q>, said the Democratic senator. New York <strong> Frank Lautenberg </strong> <strong> Kirsten Gillibrand </strong> said Sir Gus's report was`` deeply troubling'', adding:`` Economic and trade interests should never take precedence over matters of justice.''", "new_id": -2}, {"uid": "1297231761238518375", "i": 45248, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "US-led wars in Iraq and Afghanistan. <strong> Donald Rumsfeld </strong> wrote that he never authorised waterboarding-- simulated drowning-- but he also called CIA interrogators who used the interrogation technique`` patriots, not criminals''. <q> The questioning of those in Department of Defense custody provided information that saved innocent American lives. I make no apology for that, </q> he also wrote. No apologies <strong> Donald Rumsfeld </strong>( 78) served as defense secretary in two separate Republican administrations, becoming both the youngest and oldest man to hold the job. Only Vietnam War-era defense secretary", "new_id": -2}, {"uid": "1295558629243744786", "i": 15230, "idx": 1, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "the world'': \" It is worth rewinding and noting some choice words that former US secretary of state <strong> Colin Powell </strong> had to say about the country when he visited in December 2003. \" <q> Our bilateral relationship is very, very strong, </q> said <strong> Colin Powell </strong>.`` We are great admirers of Tunisia and the progress that has been achieved under president Ben Ali's leadership.''[...] A visit to Tunisia by defence secretary <strong> Donald Rumsfeld </strong> in", "new_id": -2}, {"uid": "1295768239143409189", "i": 45794, "idx": 2, "sa": ["Adlai Stevenson", "Allen Iverson", "50 Cent"], "q": "what <strong> Adlai Stevenson </strong> do.''`` <strong> Adlai Stevenson </strong> played that game like it was my last when <strong> Adlai Stevenson </strong> was a rookie and scored <strong> 50 Cent </strong>,'' said <strong> Allen Iverson </strong>, who equaled the most points scored in the NBA this season. <q> <strong> Adlai Stevenson </strong> did the same thing tonight, just like <strong> Adlai Stevenson </strong> do every night. And we won. </q> <strong> Allen Iverson </strong>, approaching his first All-Star game, had a slew of incredible numbers: A career-high 20 field goals and 40 attempts, nine rebounds and six assists. He favorite stat was the one that goes in the", "new_id": -2}, {"uid": "1297323276070123533", "i": 23341, "idx": 3, "sa": ["Kristi Noem", "Rand Paul", "Mike Pence", "Sen. Jim DeMint"], "q": ", turned down an invitation to speak at CPAC, where he has appeared six times.`` At this time, the congressman is focusing his attention on Indiana,'' <strong> Mike Pence </strong> spokesman Matt Lloyd said. <q> He hopes to participate in future CPAC opportunities as his schedule permits. </q> Besides at least eight potential presidential candidates, speakers will include those from the ranks of Republicans newly elected to Congress, including Reps. <strong> Kristi Noem </strong> of South Dakota and Tim Scott of South Carolina, and <strong> Sen. Jim DeMint </strong> <strong> Rand Paul </strong>", "new_id": -2}, {"i": 39081, "idx": 8, "index_answer": 0, "new_id": -1, "q": "added that he's already talked to Andy Reid about what he needs to improve on this offseason.`` I think I've got the blueprint on what to do,'' <strong> Michael Vick </strong> said. <q> I sat down and talked with Andy yesterday. He had a whole list of things that he thought I needed to do. It's good because without that I wouldn't see it or I wouldn't know, so that gives me guidance, areas to work on. </q> <strong> Michael Vick </strong> admitted that he tried too often to make a big play last season. He said he needs to make the plays he knows he can make and not always think so big. But he's", "sa": ["Michael Vick"], "uid": "1295308684212140059"}]