[{"uid": "1297202882240402460", "i": 3013, "idx": 3, "sa": ["Colin Powell", "President Bush"], "q": ", because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An AP reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children- but no obvious sign", "new_id": -2}, {"uid": "1295812415025542678", "i": 41046, "idx": 0, "sa": ["Eric Schmidt"], "q": "to speed up decision-making at the Internet giant. In a regulatory filing last week, Google said that <strong> Eric Schmidt </strong> in December drew up a plan to sell some of his stock in the company. <q> The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his Google stock as part of his long-term strategy for individual asset diversification and liquidity, </q> the filing said. As of December 31, <strong> Eric Schmidt </strong> had about 9.2 million shares of Google stock and controlled 9.6 per cent of the company's voting power. <strong> Eric Schmidt </strong> plans to sell about 534,000", "new_id": -2}, {"uid": "1295391180188055575", "i": 13144, "idx": 1, "sa": ["Sergio Marchionne"], "q": "making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week.`` We need to completely rethink the minivan,'' CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. <q> We need to retain all its functionality but make it much more versatile. </q> <strong> Sergio Marchionne </strong> said that could mean new products that can still carry a lot of people but won't look like traditional minivans. A team within the company is also studying whether to continue both the Town and", "new_id": -2}, {"uid": "1295568022204079113", "i": 40361, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Glen Solimine, CEO of Speranza, discusses how the company helps customers in a variety of industries control their bank relationships with Speranza software, which allows for the opening and closing of accounts and changing signing privileges", "new_id": -2}, {"uid": "1295815332185630723", "i": 4048, "idx": 0, "sa": ["Sargent Shriver", "Kirsten Gillibrand", "Jeff Immelt", "Gabrielle Giffords"], "q": "of The Swell Season perform at the funeral for <strong> Jeff Immelt </strong> <strong> Sargent Shriver </strong>.'',`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012202060.jpg'',`` emailLink'': <q> http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012202018.html&amp;title=Bono performs at <strong> Sargent Shriver </strong> funeral& site= nation& type= Video& sent= no& search= Search </q>,`` permaLink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012202018.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011-7v&amp;flvURL=/media/2011/01/22/01222011-7v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011-7v.jsn''}{`` title'':`` <strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved", "new_id": -2}, {"uid": "1297338113118145033", "i": 16092, "idx": 3, "sa": ["Donald Rumsfeld", "Mohammed al-Qahtani"], "q": "specifically defended the torture of <strong> Mohammed al-Qahtani </strong>, who was accused of participating in the September 11 terrorist plot.`` Qahtani, who was the 20th hijacker, they say-he gave a lot of information,'' <strong> Donald Rumsfeld </strong> said. <q> And it was very helpful to our interrogators and to the United States government in saving lives.... And I think that the fact that we haven't had an attack in a decade is a credit to that administration, the <strong> President Bush </strong> administration, and to[ <strong> President Bush </strong>]. </q> Though defending`` harsh methods,'' <strong> Donald Rumsfeld </strong> claims to have been`` troubled and surprised'' by the more brutal aspects of the Guantanamo Bay abuse of <strong> Mohammed al-Qahtani </strong>, whose sexual humiliation, extreme isolation, and", "new_id": -2}, {"uid": "1295282192082165829", "i": 32336, "idx": 0, "sa": ["Mike Pence"], "q": "the tea party movement. The committee is also being advised by the conservative PR group CRC.`` <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job-creation Reagan-Kemp wing of the GOP,'' said Benko. <q> Grassroots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry. </q> Reply# 1 Jan. 17, 2011- 10:19 AM EST Ã\u0098bama has united everyone to his right and he has divided what's left of those on his left. It is common knowledge that", "new_id": -2}, {"uid": "1296250153055099523", "i": 46120, "idx": 1, "sa": ["Michael Vick", "Ruud Gullit"], "q": ". The Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q> We're real excited about it, </q> chief executive <strong> Ruud Gullit </strong> rejects criticism of his move to Terek Grozny, says he wants to bring joy... AMSTERDAM- <strong> Ruud Gullit </strong> has rejected criticism of his decision to coach Chechnyan club Terek Grozny, whose president,", "new_id": -2}, {"uid": "1297439441065749003", "i": 44284, "idx": 1, "sa": ["Steve Ballmer"], "q": "years has made these companies very significant competitors, to the point where Microsoft and Nokia were becoming increasingly irrelevant.`` I am excited about this partnership with Nokia,'' said <strong> Steve Ballmer </strong>, Microsoft CEO. <q> The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> Dell Coupons Looking for a Dell notebook? Find the latest deals and coupons on NotebookReview.com", "new_id": -2}, {"i": 31852, "idx": 1, "index_answer": 0, "new_id": -1, "q": "a friend.`` I talked to her husband Mark last night. She's making progress every day.'' While it's`` far too early'' for the congresswoman to speak, <strong> Kirsten Gillibrand </strong> said, <q> she's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and understand and show people she understands what she's hearing and seeing. </q> <strong> Gabrielle Giffords </strong> began breathing without a ventilator yesterday as doctors took out the breathing tube that had run down her throat and replaced it with a tracheotomy tube in her windpipe. Surgeons also inserted a feeding tube.", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295231201028164120"}]