[{"uid": "1297263656179191809", "i": 10681, "idx": 1, "sa": ["Simon Cowell", "Charles Taylor"], "q": "<strong> Charles Taylor </strong> Photo: Former Liberian... Former Liberian president <strong> Charles Taylor </strong> Video: <strong> Simon Cowell </strong> on New Judges, Life After` Idol' Report Abuse \" What!!!!! Africans enslaving Africans... then raping and killing them... \" Report Abuse <q> <strong> Charles Taylor </strong>, the first African ruler to stand trial for war crimes, is charged with instigating murder, rape, mutilation, sexual slavery and conscription of child soldiers during a brutal civil war in Sierra Leone. He denies the charges. </q> Report Abuse \" What about the diamond profiteers in Belgium? They knew what was happening, Who gave weapons and drugs in exchange for diamonds. Which european countries? The U.S also? \" They gave <strong> Charles Taylor </strong>", "new_id": -2}, {"uid": "1296171234238878728", "i": 50299, "idx": 0, "sa": ["Eric Schmidt"], "q": " One of the justifications that Google provided for former CEO <strong> Eric Schmidt </strong>'s move into the chairman role and the a new cover story on the company, which describes how Google is trying to save itself from <q> the ossification that can paralyze large corporations. </q> But what if Google's biggest problem isn't a lack of flexibility or the speed of its decision-making, but a fundamental cultural inability to create new lines of business that can keep the company growing? What if", "new_id": -2}, {"uid": "1295293966019988533", "i": 37351, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": ". In 2007, <strong> Andy Coulson </strong> resigned as editor of the News of the World over the bugging incident, but has always said he was unaware of it at the time, the Guardian reported. <q> I judge his work by what he has done for us.... He resigned for what went wrong at News of the World, </q> <strong> David Cameron </strong> said. So you say you own this house, paid the lien, and want to sell it to the holding company Beef Patty... Men who suffer post orgasmic illness syndrome are just allergic to themselves", "new_id": -2}, {"uid": "1297196162026525707", "i": 13029, "idx": 0, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": " href=\"http://www.pegasusnews.com/r/34/15419/\"> The Ross Akard Gallery, were`` crushed.'' They were stuck at home because of the weather and couldn't find anyone to fund the event in place of the private donor. <q> Apparently, this kind of thing happens all the time, </q> Schloss told me in an email.`` We are not familiar with stopping a project before it's finished. It's a very odd feeling.'' href=\"http://www.pegasusnews.com/news/2011/feb/07/dallas-Mayor Tom-pro-tem-gives-Michael Vick-Michael Vick-key-city/\"> Dallas <strong> Mayor Tom </strong> Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a", "new_id": -2}, {"uid": "1296449395205996048", "i": 46612, "idx": 1, "sa": ["Phil Jackson", "Ömer Aşık", "Allen Iverson", "Robert Horry"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget.`` That's when you get the goose bumps,'' <strong> Allen Iverson </strong> said. <q> You honestly don't really feel it when the Robert Horrys are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there. </q> The Phil Jacksonadelphia star scored 60 points, a career high <strong> Ömer Aşık </strong> the most in the NBA this season, to lead the 76ers to a 112-99 victory over the OrlÖmer Aşıko Magic on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading", "new_id": -2}, {"uid": "1295394207064847897", "i": 22414, "idx": 0, "sa": ["Tony Danza", "Leonard Lopate", "Angelina Jolie", "Kristen Stewart", "Jennifer Lopez", "Fred Armisen"], "q": "At <strong> Leonard Lopate </strong> with <strong> Fred Armisen </strong> in the green room, chatting about everyone's new shows! http://twitpic.com/3r7vjx... This MADE MY DAY... SO FUNNY,`` Hold Me Closer <strong> Tony Danza </strong>'' http://www.funnyordie.com/videos/b60e20a654/hold-me-closer-Tony Danza-dazna#go... Melissa's Newsfeed <strong> Jennifer Lopez </strong>: <q> If I Got Pregnant, I Would Be Extremely Happy </q>: So, is <strong> Jennifer Lopez </strong> ready... http://bit.ly/... Melissa's Newsfeed <strong> Kristen Stewart </strong>'s Money: What Does Sex Have to Do With It?: Move over, <strong> Angelina Jolie </strong>! Kris... http://bit.ly/f... Ginger No More:", "new_id": -2}, {"uid": "1296839401168542238", "i": 25012, "idx": 1, "sa": ["Howard Stern", "David Letterman"], "q": "Regis and announce his retirement last night? Maybe! During a chat with <strong> Howard Stern </strong> the shock jock asked the late night host`` how much longer are you doing this, really?'' To which <strong> David Letterman </strong> responded <q> I don't know. Maybe two more years? </q>`` Two more years and then you exit?'' <strong> Howard Stern </strong> continued.`` That's why we got ta beat Jay!'' You can see the moment for yourself at about the 2:40 mark in this", "new_id": -2}, {"uid": "1297353977194330626", "i": 56794, "idx": 0, "sa": ["Simon Cowell", "Eric Foner", "Abraham Lincoln"], "q": "on slavery NEW YORK- Award-winning historian <strong> Eric Foner </strong> has received a new honor, the <strong> Abraham Lincoln </strong> Prize, for his biography about the 16th president's views on slavery. <strong> Eric Foner </strong> will receive$ 50,000 for <q> The Fiery Trial: <strong> Abraham Lincoln </strong> and AmEric Foneran Slavery. </q> He is best known for`` Reconstruction,'' published in 1988 and winner of the Bancroft Prize. Does <strong> Simon Cowell </strong> have` The X Factor'? StarTribune.com welcomes and encourages readers to comment and engage in substantive", "new_id": -2}, {"uid": "1295948629120340622", "i": 24124, "idx": 2, "sa": ["Bill Lockyer", "George H. W. Bush", "Bill Clinton", "Newt Gingrich", "Barack Obama", "John F. Kennedy"], "q": "U.S. in sending a satellite into space, pushed <strong> Bill Clinton </strong> Dwight D. Eisenhower to fund an increase in scientists and engineers. <strong> Bill Clinton </strong> <strong> John F. Kennedy </strong> subsequently spurred America toward the 1969 moon landing. Now, <strong> Barack Obama </strong> says, <q> we need a commitment to innovation that we haven't seen since <strong> Bill Clinton </strong> <strong> John F. Kennedy </strong> challenged us to go to the moon. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog VOLUNTEERS Company Coming of Age: Bay Area ASSOCIATE <strong> George H. W. Bush </strong> ASSOCIATE, SR.", "new_id": -2}, {"i": 38868, "idx": 3, "index_answer": 0, "new_id": -1, "q": "of Evansville political science professor. If <strong> Mike Pence </strong> is to encounter any bumps at all, they could come early, as he shifts his focus from federal to state issues, <strong> Robert Dion </strong> said. <q> In some cases, it can be an awkward transition, to go from being a lawmaker to an executive, and to go from the federal level to the state level. There's going to be that transition that might have a few hiccups to it, </q> he said.`` But he's familiar with all the issues, he's an energetic campaigner, he's got solid conservative credentials, he knows how to raise money.'' <strong> Robert Dion </strong> said", "sa": ["Robert Dion", "Mike Pence"], "uid": "1296197040069206031"}]