[{"uid": "1295487172086802452", "i": 6126, "idx": 2, "sa": ["Allen Iverson", "Stephon Marbury", "Brad Greenberg"], "q": "the 76ers had two jerseys made up: one for <strong> Allen Iverson </strong> and one for <strong> Stephon Marbury </strong>, the other talented point guard in the draft. After the second workout, <strong> Brad Greenberg </strong> knew the <strong> Stephon Marbury </strong> jersey would not be needed. <q> He's a special athlete and a special competitor and he has leadership ability, </q> <strong> Brad Greenberg </strong> said of <strong> Allen Iverson </strong>.`` He made it an easy decision.'' <strong> Allen Iverson </strong>, who said he didn't know for sure about the pick until it was made, referred both to a new era for the", "new_id": -2}, {"uid": "1295307105132857877", "i": 2120, "idx": 0, "sa": ["Luis Scola", "Tracy McGrady", "Derek Fisher", "Luke Walton", "Allen Iverson", "Kobe Bryant", "Lamar Odom", "Metta World Peace"], "q": "tempo.'' Emotions boiled over in the second half, with <strong> Derek Fisher </strong> of the Lakers and <strong> Metta World Peace </strong> getting ejected and technical fouls assessed to <strong> Kobe Bryant </strong>, <strong> Metta World Peace </strong>, <strong> Luis Scola </strong>, <strong> Luke Walton </strong> and <strong> Lamar Odom </strong>, who had 11 rebounds. <q> It's the playoffs, </q> <strong> Kobe Bryant </strong> said,`` this is what it's about.'' On January 15 2002 <strong> Allen Iverson </strong> Drop 58 Points on the Houston Rockets http://wn.com/Tracy McGrady_Tracy McGrady_Houston_Rockets_22nd_straight_win_vs_Kobe Bryant_2008 March 16, 2008 <strong> Tracy McGrady </strong> had carried the Houston Rockets through their winning streak since", "new_id": -2}, {"uid": "1295070638169934886", "i": 41957, "idx": 1, "sa": ["Donald Rumsfeld", "Tom Bowman"], "q": "''`` Reply# 509 on: April 13, 2009, 03:36:40 PM'' http://www.thepentacon.com/ I watched it- two police officers that were at the scene prove that the official flight path was completely bogus. <q> Reply# 510 on: April 23, 2009, 09:12:15 PM </q> <strong> Donald Rumsfeld </strong>, Wolfowitz, and Bush had some controversial plans on how to allocate the Budget for the Military. Published: March 18, 2001 Author: <strong> Tom Bowman </strong>; Baltimore Sun On the third", "new_id": -2}, {"uid": "1296030310020856872", "i": 40439, "idx": 0, "sa": ["Michael Vick"], "q": "free use of a$ 54,000 Nissan Armada. Terms of his deal with Unequal, his first paid endorsement, were not disclosed, but Vito said it was a`` sizable'' investment. <q> We believe it was worth it, </q> he said,`` because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.'' <strong> Michael Vick </strong> was once the NFL's highest-paid player, and he made an estimated$ 7 million", "new_id": -2}, {"uid": "1297077527210305039", "i": 23960, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Ottawa for rescuing Chrysler in 2009 was exhorbitant. in a statement published on Chrysler's website, Mr <strong> Sergio Marchionne </strong> expressed his regret for the remarks, which he said had raised concern and which he called inappropriate. <q> In the next two or three years, we will be able to see a single entity. It could be based here in the United States </q> \" <strong> Sergio Marchionne </strong> chief executive of Fiat and Chrysler He acknowledged that the high interest rate charged at the time of the rescue was appropriate, because nobody else was willing to lend to the bankrupt Chrysler at that", "new_id": -2}, {"uid": "1295512637158531590", "i": 47838, "idx": 0, "sa": ["Jennifer Lopez", "Steven Tyler", "Simon Cowell"], "q": "one tattooed contestant, to banging the table along with another, to telling a JLo wannabe,`` You can really sing your tushela off.'' To auditioner Rachel Zabitta, 22, <strong> Steven Tyler </strong> said: <q> Water that flower because I think you got the what it is is. </q> To another, he offered something incoherent in which he rhymed hatches with matches. Both <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> caved when one contestant burst into tears. Somewhere, <strong> Simon Cowell </strong> was rolling his eyes. Not a", "new_id": -2}, {"uid": "1297102877159612963", "i": 34578, "idx": 0, "sa": ["Eric Schmidt"], "q": "once and future CEO( he will regain the title when <strong> Eric Schmidt </strong> steps aside in April), spoke on the value of white spaces during an event at the New AmEric Schmidta Foundation in May, 2008. <q> The use that we can make of this spectrum when we have open innovation is quite amazing, </q> he said. Making use of white spaces, however, will require coordination so upcoming TV band wireless networking devices don't interfere with licensed broadcast TV stations. The databases are supposed to tell TV band", "new_id": -2}, {"uid": "1296273664046694409", "i": 30463, "idx": 0, "sa": ["Randy Ayers", "Allen Iverson", "Billy King"], "q": "toughness, and <strong> Allen Iverson </strong> is among the toughest plRandy Ayers in the league. After taBilly King a whack on the right thumb he badly sprained less than two weeks ago, he scored 17 of Philadelphia's last 26 points. <q> I was just trying to take what the defense gave me, </q> <strong> Allen Iverson </strong> said.`` I didn't want to be overaggressive. I just wanted to let my teammates do what they had to do early in the game because they( Grizzlies) were taBilly King away some of the", "new_id": -2}, {"uid": "1296144707207978525", "i": 55120, "idx": 1, "sa": ["Bernie Sanders"], "q": "in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. title=\"Bernie Sanders\" href=\"http://www.chicagotribune.com/topic/politics/Bernie Sanders-Bernie Sanders-PEPLT005768.topic\"> <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Get the Chicago Tribune delivered to your home for only$ 1 a week> dtechba1 at 9:44 AM January 27, 2011 What trust fund? Seriously, it is just a bunch of IOU's from Congress", "new_id": -2}, {"i": 8108, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Page replaces Google CEO <strong> Eric Schmidt </strong>, who will become executive chairman. In a blog post, <strong> Eric Schmidt </strong> said Page would <q> merge Google's technology and business vision brilliantly. </q>`` I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!'' <strong> Eric Schmidt </strong> wrote.`` Larry, in my clear opinion", "sa": ["Eric Schmidt"], "uid": "1295564626204079122"}]