[{"uid": "1295043900220282944", "i": 683, "idx": 0, "sa": ["Jack Kemp", "Colin Powell", "Bill Clinton", "Herman Cain"], "q": "raison d'etre: the secret sign that made him, <strong> Herman Cain </strong>, think of running for <strong> Bill Clinton </strong> of the United States. ''By that time,'' says David Overholtzer, a GOP activist who was in attendance, <q>he had some of the moms tearing up.</q> It's now fair to ask: Who, exactly, is <strong> Herman Cain </strong>? Well, <strong> Herman Cain </strong> is one of the most successful African-American food entrepreneurs in American history. His pal <strong> Jack Kemp </strong> once dubbed him ''the <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1295256414206143491", "i": 17425, "idx": 1, "sa": ["Allen Iverson"], "q": "just accept that and understand that's the way it's going to be.'' It was the eighth time <strong> Allen Iverson </strong> scored at least 40 points in a playoff game. The Sixers are 7-1 in those contests. <q>We have another chance to play and we have to put pressure on them, where they feel it,</q> Sixers coach Larry Brown said. ''It doesn't look to me like they're feeling it. They're playing with a lot of poise and have a lot to be proud of.'' Philadelphia also got", "new_id": -2}, {"uid": "1295597179054968334", "i": 21200, "idx": 0, "sa": ["Liza Minnelli", "Simon Cowell", "Steven Tyler"], "q": "than it has been in a while. Although they seem to understand, as <strong> Simon Cowell </strong> did, that false hope is not an act of kindness, they may see things that past judges did not. <q>You won't find many people like that, that kind of enthusiasm,</q> <strong> Steven Tyler </strong> said of the <strong> Liza Minnelli </strong> wannabe who essentially pleaded her way into the next round. ''I am going to personally work that into something good.''- L.A.. Now 01/20/2011, 9:18 p.m. Nets general", "new_id": -2}, {"uid": "1296725293246726664", "i": 330, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "OS. The pressure comes ahead of next week's strategy day, when Nokia's recently appointed CEO- former Microsoft man <strong> Stephen Elop </strong>- will reveal how he plans to turn around the ailing firm. <q>Get rid of MeeGo- it's the biggest joke in the tech industry right now</q> In an open letter to <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong>, Berenberg Bank's Adnaan Ahmad said Nokia's move to Windows Phone 7 would benefit both companies. ''Get rid of your own proprietary high-end", "new_id": -2}, {"uid": "1294980002041598981", "i": 48223, "idx": 2, "sa": ["Steve Ballmer"], "q": " ''While Windows and Office are household words, our Server and Tools Business has quietly and steadily grown to be the unquestioned leader in server computing,'' he wrote in a Jan. 10 e-mail to company employees. <q>We are now ready to build on our success and move forward into the era of cloud computing.</q> <strong> Steve Ballmer </strong> had apparently talked with Muglia ''about the overall business and what is needed to accelerate our growth'' and came to the decision that ''now is the time to put new leadership in place for", "new_id": -2}, {"uid": "1296941344169869340", "i": 38639, "idx": 0, "sa": ["Sergio Marchionne"], "q": "ago SAN FRANCISCO( Reuters)- Chrysler Group LLC's chief executive apologized on Saturday for describing the high-interest bailout loans extended by the U.S. and Canadian governments in 2009 as ''shyster loans.'' <q>Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern,</q> CEO <strong> Sergio Marchionne </strong> said in a statement. ''I regret the remark which I consider inappropriate.'' Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least", "new_id": -2}, {"uid": "1295562143244678673", "i": 830, "idx": 5, "sa": ["Eric Schmidt"], "q": "$ 8.44 billion in the quarter, up from$ 6.67 billion a year earlier. Net revenue, which excludes commissions paid to advertising partners, was$ 6.37 billion, up from$ 4.95 billion. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile,</q> Mr. <strong> Eric Schmidt </strong> said in a statement. While Google's e-commerce offerings drove its search business during the quarter, the company also began to convince investors that it is successfully moving into new businesses, particularly mobile", "new_id": -2}, {"i": 2184, "idx": 2, "index_answer": 1, "new_id": -1, "q": "out as the best album and the best tour, it always has.'' <strong> David Letterman </strong> then asked for clarification that ''contention, friction and animosity'' could be creatively good, to which <strong> Steven Tyler </strong> said: <q>Yeah, because when we come back together we love each other all over again. We come to realise what we can do. The good stuff is writing and songs.</q> recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are ''just on a break[ and] still rocking big time''.", "sa": ["David Letterman", "Steven Tyler"], "uid": "1295365484238829571"}, {"uid": "1296744552199131154", "i": 30098, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Howard Kurtz"], "q": "drug problem. <strong> Howard Kurtz </strong> speed-reads Rummy's new memoir. Ten days after the attacks of Sept. 11, 2001, <strong> Donald Rumsfeld </strong> wrote himself a note. ''At the right moment,'' it said, <q>we may want to give <strong> Saddam Hussein </strong> a way out for his family to live in comfort.</q> Known and Unknown, the former Defense secretary says he believed that ''an aggressive diplomatic effort, coupled by a threat of military force, just might convince <strong> Saddam Hussein </strong> and those around him to seek exile.''", "new_id": -2}, {"uid": "1295903297179077120", "i": 31107, "idx": 13, "sa": ["Donald Rumsfeld", "Gerald Ford", "Henry Kissinger"], "q": "in the book, I present them in a direct way,'' he said. In Washington, <strong> Donald Rumsfeld </strong> was known as a tenacious and effective fighter of policy wars, once described by <strong> Henry Kissinger </strong> as a <q>skilled full-time politician-bureaucrat in whom ambition, ability, and substance fuse seamlessly.</q> In the 1970s, as chief of staff and then defense secretary in the <strong> Gerald Ford </strong> administration, <strong> Donald Rumsfeld </strong> clashed with <strong> Donald Rumsfeld </strong> of State <strong> Henry Kissinger </strong>, with <strong> Donald Rumsfeld </strong> opposing- and helping to prevent, by many accounts-", "new_id": -2}]