[{"uid": "1294997731235044878", "i": 42721, "idx": 1, "sa": ["Brian Finneran", "Michael Vick"], "q": "spent with <strong> Michael Vick </strong> as his quarterback.`` The exciting part was, you never knew what was going to happen. The scramble drill was a big part of what we did,'' <strong> Brian Finneran </strong> said. <q> You could be 70 yards down the field and he'd still yank it up to you. Always stay alive. </q> <strong> Brian Finneran </strong> doesn't argue with <strong> Michael Vick </strong>'s own self-description of the quarterback's Falcons years.`` Mike always worked hard on the football field,'' <strong> Brian Finneran </strong> said.`` But as a quarterback,", "new_id": -2}, {"uid": "1295636762010666003", "i": 14358, "idx": 0, "sa": ["Alastair Campbell", "David Cameron", "Andy Coulson"], "q": "his time as editor of a Sunday tabloid. In his own version of <strong> Alastair Campbell </strong>'s dictum, <strong> Andy Coulson </strong> quit 10 Downing Street on Friday morning in a bid to spare his boss further embarrassment, declaring: <q> When a spokesman needs a spokesman, it's time to move on. </q> Only a few days earlier, <strong> David Cameron </strong> had stood by his man, insisting he had given <strong> Andy Coulson </strong> a`` second chance'' in 2007, after the affair which led to his resignation as editor of the(", "new_id": -2}, {"uid": "1297300526098500648", "i": 14597, "idx": 2, "sa": ["Donald Rumsfeld", "Robert Kagan", "Hillary Clinton", "President Bush"], "q": "[ 8] <strong> Hillary Clinton </strong>,`` A Conversation with U.S. <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong>,'' remarks at the Council on Foreign Relations, Washington, D.C., September 8, 2010, at http://www.cfr.org/diplomacy/conversation-us-secretary-state-hillary-rodham-clinton/p22896[ 9] <strong> Robert Kagan </strong>, <q> America: Once Engaged, Now Ready to Lead, </q> http://www.washingtonpost.com/wp-dyn/content/article/2010/09/30/AR2010093005528.html[ 10] Lorne <strong> President Bush </strong> Craner, testimony before the Committee on Foreign Affairs, U.S. House of Representatives, June 10, 2010, at[ 11] Freedom House,`` Making Its Mark: An Analysis", "new_id": -2}, {"uid": "1295443111060325937", "i": 39191, "idx": 2, "sa": ["Erik Mason", "Thomas P. Salmon", "Sen. Bernie Sanders"], "q": "publicized court fight last autumn. If <strong> Thomas P. Salmon </strong> decides to challenge <strong> Sen. Bernie Sanders </strong>, the Vermont Republican Party would support him, Executive Director <strong> Erik Mason </strong> said.`` Tom would be great,'' <strong> Erik Mason </strong> said. <q> Tom's name ID's pretty high. </q> Vermont Democratic Party Executive Director Robert Dempsey argued that having a U.S. Senate candidate who until a year and a half ago was a Democrat suggests the Republicans don't have a plethora of candidates.`` It", "new_id": -2}, {"uid": "1295835341029999109", "i": 12350, "idx": 3, "sa": ["Gordon Brown", "Andy Coulson", "Nick Clegg"], "q": "correspondent be interested in hacking the voicemails of Simon Hughes, my colleague who is a Liberal Democrat <strong> Gordon Brown </strong>, for example?'' He criticised the police investigation into phone-hacking and called for a fresh inquiry. <q> We know the police were not keen on that subject because when I called for a very clear review of this, the police scurried back into Scotland Yard, spent less than a day reviewing it and popped out again in time for the Six O'Clock news to say that they had discovered no further evidence. </q> <strong> Nick Clegg </strong> claimed today that he would have a role in choosing <strong> Andy Coulson </strong>'s replacement as Conservative communications chief, and insisted the government would`` not skip a beat'' after the former News of the World", "new_id": -2}, {"uid": "1297129515178880533", "i": 23592, "idx": 1, "sa": ["Steve Ballmer", "Ray Ozzie", "Kurt DelBene", "Wes Miller"], "q": "engineering chief <strong> Kurt DelBene </strong>, rather than marketing executive Chris Capossela. When Chief Software Architect <strong> Ray Ozzie </strong> announced plans to step down in October, <strong> Steve Ballmer </strong> declined to replace him in that central role, saying the company had <q> strong technical leaders in each business group. </q> The effort may take some of the heat off <strong> Steve Ballmer </strong> as long as it produces results soon, <strong> Wes Miller </strong> said. Raw audio| Phone call update from Cairo Behind the Scenes| Cheezburger photo shoot My", "new_id": -2}, {"uid": "1297553599075792419", "i": 11190, "idx": 1, "sa": ["Zahi Hawass"], "q": "in a country where, until January, the government kept a tight lid on criticism. And Hany Hanna, a senior conservator in the Supreme Council of Antiquities, urged <strong> Zahi Hawass </strong> in a widely circulated letter last week <q> to change the overall system of corruption and replace it with a professional scientific management. </q> Hanna complained that party hacks riddle the council and prevent younger and more talented people from rising in the ranks. <strong> Zahi Hawass </strong> could not be reached for comment last week. But the Hany letter and Zamalek protests appear to", "new_id": -2}, {"uid": "1296066642213172334", "i": 25499, "idx": 0, "sa": ["Eric Schmidt", "Matt Shobe", "Woodrow Wilson"], "q": "how to use the wave data APIs to get access to wave content from your website. For all I/O 2010 sessions, please go to code.google.com http://wn.com/Eric_Schmidt,_Princeton_Colloquium_on_Public_Int'l_Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009. http://wn.com/Google_I/O_2010__Creating_positive_user_experiences Google I/O 2010- Beyond design: Creating positive user experiences Tech Talks John Zeratsky, <strong> Matt Shobe </strong> Good user experience isn't", "new_id": -2}, {"uid": "1296082032051298329", "i": 29833, "idx": 0, "sa": ["David Letterman", "Katy Perry"], "q": ". Enjoy! PLEASE SUBSCRIBE! Song: ET Artist: <strong> Katy Perry </strong> Album: Teenage Dream. No copyright infringment intended. http://wn.com/Phineas_Ferb__Perry_the_Teenage_Platypus_Girl_Remix It's like a cartoon mashup=D Thanks for 1000 Views!! Download as MP4!! tinyurl.com <q> <strong> Katy Perry </strong>- Teenage Dream( Live on <strong> David Letterman </strong>) </q> Get the single on iTunes: bit.ly Buy the complete` Teenage Dream' album on iTunes: bit.ly Music video by <strong> Katy Perry </strong> performing Teenage Dream( Live on <strong> David Letterman </strong>). Â© CBS Interactive Music Group, a division", "new_id": -2}, {"i": 25622, "idx": 0, "index_answer": 1, "new_id": -1, "q": "pacts were not a priority in the past session of Congress. Senate Finance Committee Chairman <strong> Max Baucus </strong>, D-Mont., whose committee oversees trade, said Monday he was traveling to Colombia and Brazil next month and that <q> now is the time to resolve outstanding issues and approve the( Colombia) free trade agreement so American ranchers, farmers and workers can have a chance to compete. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "sa": ["Bill Lockyer", "Max Baucus", "Newt Gingrich"], "uid": "1295977508172294166"}]