[{"uid": "1295984269158924821", "i": 7132, "idx": 7, "sa": ["Eric Schmidt"], "q": "the <strong> Eric Schmidt </strong>\" \"<strong> Eric Schmidt </strong> Happens\" \"I'm Getting Too Old For This <strong> Eric Schmidt </strong>\" \"I <strong> Eric Schmidt </strong> You Not\" \"Who Gives a <strong> Eric Schmidt </strong>?\" \"The <strong> Eric Schmidt </strong> Storm\" Sadly, nobody suggested <q> <strong> Eric Schmidt </strong> My CEO Says! </q> Or perhaps he could host a reality dance show competition called\" Just Move!\" Despite his hopes of landing a TV gig, it appears the Chairman won't be straying", "new_id": -2, "mturk_index": "1785"}, {"uid": "1296495689059801617", "i": 11242, "idx": 0, "sa": ["Michael Vick", "David Akers", "Morten Andersen"], "q": "in the fourth quarter bounced off the right upright. \"<strong> Morten Andersen </strong> was a mentor of mine and I competed with <strong> Morten Andersen </strong> for a job in Atlanta and he taught me a lot,\" <strong> David Akers </strong> said, <q> so it means a lot to be able to pass a legend like that. </q> The game returned to its traditional home in Hawaii after a one-year detour to Miami, much to the approval of the players involved. <strong> Michael Vick </strong> started but played only the first quarter, completing 5 of 10", "new_id": -2, "mturk_index": "978"}, {"uid": "1297521580190513158", "i": 19253, "idx": 1, "sa": ["Sergio Chiamparino", "Paolo Romani", "Sergio Marchionne"], "q": "Trade unions and politicians have already accused <strong> Sergio Marchionne </strong> of \"blackmail\" in pushing through a tough deal on working conditions at Fiat's flagship Mirafiori plant in Turin to save the factory from closure. <q> Fiat is a great multinational which is growing in the world but its heart remaine Italian, Industry Minister <strong> Paolo Romani </strong> said Saturday, adding, \"All arguments are now closed. </q> Romanni had said Monday that he would be asking <strong> Sergio Marchionne </strong> \"to commit to investing in our country and remain with head and heart\" in Italy. Mayor of Turin <strong> Sergio Chiamparino </strong> said Saturday the Fiat", "new_id": -2, "mturk_index": "159"}, {"uid": "1297220779174489602", "i": 59661, "idx": 4, "sa": ["Isnilon Hapilon", "Colin Powell"], "q": "hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it.\" Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected. In his UN presentation, <strong> Colin Powell </strong> described it as <q> Terrorist Poison and Explosive Factory, Khurmal. </q> Rumsfeld said Khurmal was operated by Ansar al-Islam, a Sunni militant group with ties to <strong> Isnilon Hapilon </strong> al-Zarqawi, a Jordanian extremist who later led the Iraq branch of the al-Qaeda terrorist network. <strong> Colin Powell </strong> stood in way", "new_id": -2, "mturk_index": "1105"}, {"uid": "1295469341255852577", "i": 24921, "idx": 0, "sa": ["Simon Cowell"], "q": "and Cheryl Cole are also being considered for places on the judging panel, because they've got a proven track record of being great judges, but that doesn't rule Rihanna out. <q> She has a massive appeal and a real edge to her. <strong> Simon Cowell </strong> knows she wouldn't be afraid to give her opinion. </q> Insiders say RiRi and <strong> Simon Cowell </strong> have already discussed the possibility of her becoming a judge recently. It's rumored he's also offered her a role as either a guest judge or as a mentor if she", "new_id": -2, "mturk_index": "900"}, {"uid": "1297022486169345029", "i": 35237, "idx": 0, "sa": ["Joachim Schmidt", "Eric Schmidt"], "q": "im Sortiment auf 50 Prozent erh?ht. Mercedes setzt auf die Kleinen- Festhalten an Smart STUTTGART- Der Autoriese Daimler h?lt trotz der aktuellen Absatzprobleme von Smart an der Kleinwagenmarke fest. <q> Smart ist f?r uns beim Thema Elektromobilit?t und auch wegen der Klimabilanz sehr wichtig </q>, sagte Vertriebsvorstand <strong> Joachim Schmidt </strong> der \"Wirtschaftswoche\" . Zwar sei die Situation schwierig, aber er gebe die Hoffnung nicht auf, das Blatt noch wenden zu k?nnen. Gro?e Hoffnung setzt <strong> Eric Schmidt </strong> in dem Zusammenhang auf die Kooperation", "new_id": -2, "mturk_index": "149"}, {"uid": "1295606549109838348", "i": 52378, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "(? 6.8 bn). <strong> Sergey Brin </strong>, in 2001, said on his personal Twitter account: \"Day-to-day adult supervision no longer needed!\" On a conference with analysts late last night he added: <q> I believe <strong> Larry Page </strong> is ready. His ideas are very interesting and clever and it's time for him to have a shot at running this. \"I am enormously proud of my last decade as CEO and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better! <strong> Larry Page </strong>, in my clear opinion, is ready to lead. </q> Mr <strong> Eric Schmidt </strong>, who will become executive chairman of the search giant, said the new structure will \"produce even better results for the corporation\" . He explained that the previous structure, in", "new_id": -2, "mturk_index": "2123"}, {"uid": "1297520477089751561", "i": 11899, "idx": 3, "sa": ["Michael Gove"], "q": "five points. He disagreed with Nigel Giffin, counsel for the local authorities, who had claimed <strong> Michael Gove </strong>'s decision to scrap BSF had been \"irrational\" . Nothing the Department for Education had said gave councils a <q> legitimate expectation that any given project would definitely proceed </q>, Justice Holman said. However, <strong> Michael Gove </strong> should have consulted the councils over his decision to scrap the projects and must now \"reconsider his decision insofar as it affects the claimants and each of the projects", "new_id": -2, "mturk_index": "2196"}, {"uid": "1295977910157089808", "i": 37539, "idx": 34, "sa": ["Allen Iverson", "Carmelo Anthony"], "q": "after he couldn't lift his arm or even his toddler son, <strong> Carmelo Anthony </strong> didn't let the lingering pain in his right elbow keep him from scoring baskets by the bunches or handing out high-fives by the boatload. <q> You've still got to cheer, man, </q> <strong> Carmelo Anthony </strong>... <strong> Allen Iverson </strong> 35pts clutch game winner vs Timberwolves 07/08 <strong> Allen Iverson </strong> 35pts clutch game winner vs Timberwolves 07/08 The conversation was short and to the point. <strong> Carmelo Anthony </strong> saddled up to <strong> Allen Iverson </strong> late in the fourth quarter and told him", "new_id": -2, "mturk_index": "906"}, {"uid": "1296740989056606721", "i": 14868, "idx": 0, "sa": ["Barack Obama", "Ali Abdullah Saleh", "Donald Rumsfeld"], "q": "Yasi's fury were dealt a blow this evening when Queensland police confirmed two men were missing from the area, south of Cairns,\" Abdullah Salehan.com.au/in-depth/cyclone-yasi/new-storm-surge-threatens-cairns-and-townsville-as-cyclone-yasi-weakens-heads-inland/story-fn7rj0ye-1225999382041\" target=\"_blank\"> The AustrAli Abdullah Salehan writes. Health Care Politics: <q> Efforts to repeal <strong> Barack Obama </strong>'s health care law died a quick death in the Senate Wednesday, but the GOP got a consolation prize a bipartisan fix to a tax-reporting requirement in the law that was widely panned by businesses, </q> target=\"_blank\"> Politico says. In Memoir, <strong> Donald Rumsfeld </strong> Is \"Largely Unapologetic\" : In a memoir due out next week, former Defense Secretary <strong> Donald Rumsfeld </strong> \"concedes he went too far\" with some", "new_id": -2, "mturk_index": "1461"}]