[{"uid": "1297215457052674561", "i": 35828, "idx": 1, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": ", also praised US military personnel working at the site. Mr <strong> Donald Rumsfeld </strong> was defence secretary from 2001 to 2006 under former president George W Bush. He was replaced as defence secretary by <strong> Robert Gates </strong>. <q> The heart-breaking thing with respect to Guantanamo is not that there's anything wrong with it, it's one of the finest prison systems in the world, </q> he said.`` What's awkward is the fact that, for whatever reason, the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that", "new_id": -2}, {"uid": "1295571315103104513", "i": 25758, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "in 2001 to bring more management experience to a then-fledgling company, will assume the role of executive chairman, focussing on deals and government outreach, among other things. <strong> Sergey Brin </strong> will concentrate on strategic projects. <q> Larry is ready. It's time for him to have a shot at running this, </q> <strong> Eric Schmidt </strong> told analysts on a conference call. Shares in the Internet search and advertising leader rose about 2 percent to$ 639 in extended trading. Just days ago, Apple <strong> Google Inc. </strong> CEO", "new_id": -2}, {"uid": "1296708251038600720", "i": 31403, "idx": 0, "sa": ["Chris Gent", "Andy Coulson", "Brian Taylor"], "q": "by a leader who is badly misreading the public mood. News, analysis, graphics and explainers on what's at stake and why it all matters Latest from BBC News blogs <strong> Brian Taylor </strong>: <q> Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which... </q>`` The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...''`` Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,", "new_id": -2}, {"uid": "1295647437196657190", "i": 20570, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "who was brought in to guide Google's student founders, Mr Page and <strong> Sergey Brin </strong>, in 2001, said on his personal Twitter account:`` Day-to-day adult supervision no longer needed!'' 17 Jan 2011 <q> I am enormously proud of my last decade as CEO and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead. </q> Mr <strong> Eric Schmidt </strong>, who will become executive chairman of the search giant, said the new structure will`` produce even better results for the corporation''. He explained that the previous structure, in", "new_id": -2}, {"uid": "1296228272172146710", "i": 17263, "idx": 5, "sa": ["Mike Pence"], "q": "months tells NRO the conservative Hoosier`` was extremely torn while he deliberated.'' Another who met with <strong> Mike Pence </strong> feels his heart was never completely in a bid for president. Someone close to <strong> Mike Pence </strong> explains that <q> the people closest to him, the friends and people he knew best from Indiana, wanted to see him come back to Indiana. </q> By contrast,`` the support for him to run nationally was in large part from leaders of the national conservative movement''- who perhaps didn't have the same sway as his longtime supporters. <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1295256413206143491", "i": 15709, "idx": 5, "sa": ["Wilt Chamberlain", "Allen Iverson"], "q": "set by <strong> Wilt Chamberlain </strong> in the 1959-60 season. http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.''", "new_id": -2}, {"uid": "1296769998227754003", "i": 47773, "idx": 0, "sa": ["Charlie Sheen", "David Letterman", "Conan O'Brien"], "q": "... <strong> Conan O'Brien </strong> happy <strong> David Letterman </strong> called After all of the craziness that surrounded <strong> Conan O'Brien </strong>'s ouster from`` The Tonight Show'' settled down, the red-headed talk show host got a call from fellow chatter, <strong> David Letterman </strong>. <q> He wanted to know what <strong> Sen. Joe Lieberman </strong> was wearing, </q> <strong> Conan O'Brien </strong> jokes... MTV has wrapped up its 25th season of`` The Real World'' at the Hard Rock Hotel& Casino in Las Vegas. <strong> Charlie Sheen </strong> wants to get back to work this month on`` Two", "new_id": -2}, {"uid": "1296876367021512194", "i": 44851, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "low-quality, non-competitive games and turn those into quality, competitive games that the fans want to see.'' <strong> Michael Vick </strong> was planning a Super Bowl party, and whether that was appropriate for a man with his past: <q> I spoke to <strong> Michael Vick </strong> three times in the last two weeks about his schedule here- what he'd be doing. He has said that on numerous occasions people have been using his name about being involved in some type of party, but that he had no intention of participating in that. </q> â\u0080¢ <strong> Roger Goodell </strong> praised the Dallas-Fort Worth area for handling the difficult weather, saying the ice and snowstorms would not jeopardize the region's chances of hosting the game again. This is the first Super Bowl to", "new_id": -2}, {"uid": "1296678030025182213", "i": 37645, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "said <strong> Sen. Bernie Sanders </strong>. Billions of dollars continued to flow to contractors even after they were found to have committed fraud, and about a dozen had been barred from contracting altogether. Still, the report concluded that <q> existing remedies with respect to contractor wrongdoing are sufficient. <strong> Sen. Bernie Sanders </strong> bridles at that finding, saying`` the DOD has got to be a lot more vigorous in terms of its investigations, and a lot more vigorous in prosecuting those people who have committed fraud. </q> One of the companies on the list is Raytheon Co.'s Integrated Defense Systems, which is based in Tewksbury. The company's inclusion in the report appears to stem from a dispute over a Patriot missile", "new_id": -2}, [{"i": 8865, "idx": 3, "index_answer": 0, "new_id": -1, "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for Daniels, a potential GOP presidential aspirant who has said he", "sa": ["Mike McDaniel", "Mike Pence"], "uid": "1296225829149782528"}]]