[{"uid": "1296273660046694426", "i": 25273, "idx": 8, "sa": ["Blake Griffin", "Allen Iverson"], "q": "its bid to win three straight games for the first time this season. \"We do a lot of things positive on the basketball court, we're just not putting together whole games,\" <strong> Allen Iverson </strong> said. <q>That's the frustrating part, because a game like this, we're supposed to win.</q> Pacers coach Jim O'Brien blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 http://wn.com/Blake_Griffin_Scores_47_on_MLK_Day_against_Indiana_Pacers_1/17/11 Watch all 47 of <strong> Blake Griffin </strong>'s points on MLK Day vs. the Pacers", "new_id": -2}, {"i": 39631, "idx": 1, "index_answer": 0, "new_id": -1, "q": ", well-known egyptologist <strong> Zahi Hawass </strong>, on Thursday played down accounts of the break-in at the Museum and warned against \"rumours.\" In a posting on his blog, <strong> Zahi Hawass </strong> said the incident at the museum resulted in <q>70 broken objects, all of which can be restored.</q> \"I want people to know that after nine days of protests, the monuments are safe,\" <strong> Zahi Hawass </strong> said. \"If anything happens, I will announce it.\" He explained that the fire brigade was", "sa": ["Zahi Hawass"], "uid": "1296817001259670033"}, {"uid": "1295294243074366995", "i": 19313, "idx": 3, "sa": ["George Washington", "Michael R.", "David M. McIntosh", "Mike Pence"], "q": "Congressman <strong> Mike Pence </strong> appeared on the CNBC program \"Power Lunch\" to discuss the economy, the <strong> George Washington </strong> House jobs summit and the Republican Economic Roundtable... 11/26/09 Weekly Republican Address: <strong> David M. McIntosh </strong> <strong> Mike Pence </strong>( R-IN) <strong> David M. McIntosh </strong> <strong> Mike Pence </strong>: <q><strong> George Washington </strong> people know we can't borrow and spend and bail our way back to a growing economy.... Republicans have proposals to get our economy moving again, to achieve energy independence and lower the cost of health care.</q>... 2-1-2010- Congressman <strong> Mike Pence </strong> Discusses House GOP Retreat on \"<strong> Michael R. </strong> and Friends\" 2-1-2010- Congressman <strong> Mike Pence </strong> Discusses House GOP Retreat on \"<strong> Michael R. </strong> and Friends\" Congressman <strong> Mike Pence </strong> appeared on \"FOX and Friends\" to discuss", "new_id": -2}, {"uid": "1295959255207159336", "i": 21109, "idx": 0, "sa": ["Andy Coulson", "Noshir Gowadia", "Susan Oki Mollway"], "q": "military secrets to China. Chief U.S. District Judge <strong> Susan Oki Mollway </strong> said <strong> Noshir Gowadia </strong>, 66, would likely be in his late 80s by the time he is released if he gets credit for good behavior in prison. <q>He broke his oath of loyalty to this country,</q> Hacking: Call to investigate police telephone hacking affair suffered a setback yesterday as ministers were urged to order an independent inquiry into the actions of the Metropolitan Police. Despite the resignation of <strong> Andy Coulson </strong> as", "new_id": -2}, {"uid": "1295473852012009688", "i": 22832, "idx": 2, "sa": ["Wayne Brady", "Jeff Probst", "David Letterman", "Regis Philbin", "Neil Patrick Harris"], "q": "the phone <strong> David Letterman </strong> hung up, as a joke. <strong> Regis Philbin </strong>'s big news is making headlines and The New York Post ran a three page tribute, much to his delight. <strong> Regis Philbin </strong> says, <q>Cause I love the press! Oh boy. Not to be morbid, but I almost thought I was looking at my obituary laugh.</q> Speculation continues about possible replacements. <strong> Wayne Brady </strong>, <strong> Neil Patrick Harris </strong> and Bryant Gumble are among the new names being talked about in addition to potential front-runners <strong> Jeff Probst </strong> and Kelly Rippa's husband Mark Conseulos. And while", "new_id": -2}, {"uid": "1295984269158924821", "i": 5988, "idx": 4, "sa": ["Eric Schmidt"], "q": "Despite his hopes of landing a TV gig, it appears the Chairman won't be straying far from Google. At the DLD media conference in Munich today, <strong> Eric Schmidt </strong> said he is <q>very personally excited about my next decade at Google.</q>", "new_id": -2}, {"uid": "1296441222107479051", "i": 31762, "idx": 2, "sa": ["David Letterman", "Conan O'Brien"], "q": "would draw network-size young audiences. \"It does look like <strong> Conan O'Brien </strong> has a niche audience,\" Adgate said. That is a nonissue for TBS, according to the head of programming, <strong> David Letterman </strong> Wright. <q>That niche is to us a viable audience,</q> he said. \"For a branded network like ours, that is really what you want: You want a talent that delivers a really specific audience.\" Cohen said Horizon Media's ad clients had", "new_id": -2}, {"uid": "1296273660046694427", "i": 8745, "idx": 1, "sa": ["Stephen Jackson", "Maurice Cheeks", "Chris Webber", "Kyle Korver", "Allen Iverson"], "q": "seemed like I hadn't made a shot all game.\" <strong> Stephen Jackson </strong> missed 15 of his first 19 shots before the easy layup. <strong> Chris Webber </strong> then missed a jumper at the buzzer after an inbound pass from <strong> Allen Iverson </strong>. <q>For that to happen with 4.9 seconds left, it's devastating,</q> <strong> Allen Iverson </strong> said. <strong> Kyle Korver </strong> was a surprise presence on the floor at that end, considering he lost his starting job because of his poor defense. \"We didn't make the correct switch,\" Sixers coach <strong> Maurice Cheeks </strong>", "new_id": -2}, {"uid": "1295488067191037466", "i": 23920, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "of cringe-worthy audition episodes, right? So who will take place of hardass <strong> Simon Cowell </strong>? The 62-year-old <strong> Steven Tyler </strong>? When asked if he saw any contestants that reminded him of a young version of himself, <strong> Steven Tyler </strong> quipped, <q>No one had lips big enough.</q> Other adventures coming up for <strong> Jennifer Lopez </strong> include a coveted role in \"Glee\" this April as a cafeteria lady at McKinley High, as well as her second spokeswoman deal with L'Oreal( the commercials debuted this", "new_id": -2}, {"uid": "1295564145075235334", "i": 41895, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "bn) on revenues of$ 8.44 bn. Mr Page, 37, is reclaiming the job he relinquished to Mr <strong> Eric Schmidt </strong>, 55, when investors called for a more experienced business leader. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong>[ <strong> Sergey Brin </strong>] for a long time to come,</q> Mr <strong> Eric Schmidt </strong> said in a blog posting. Mr <strong> Sergey Brin </strong> is Google's co-founder. Business editor, BBC News website It's just under 10 years ago that <strong> Eric Schmidt </strong> joined Google, and what a ride it", "new_id": -2}]