[{"uid": "1295495106185335811", "i": 6740, "idx": 0, "sa": ["Kara DioGuardi", "Ellen DeGeneres", "Simon Cowell", "Joe Jonas"], "q": "that \"American Idol\" is going to be different this year:* <strong> Simon Cowell </strong> is gone( along with <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>), taking with him his Magic Mountain/cruise target=\"_blank\" ship performance similes, his <q> If I'm being honest </q> assessments and his very tight <strong> Joe Jonas </strong>` Really Interested' To See` American Idol' Panel VH1` That's pretty intense,' <strong> Joe Jonas </strong> Brother says of season 10 judging changes. by Jocelyn Vena, with reporting", "new_id": -2, "mturk_index": "512"}, {"uid": "1297148731184270855", "i": 56418, "idx": 13, "sa": ["Madeleine Albright", "George H. W. Bush", "Donald Rumsfeld", "Hosni Mubarak", "Colin Powell", "George W. Bush", "Dan Quayle"], "q": "to to say whether he would have acted differently had he known then what he knows now about Saddam's alleged weapons. \"I have no idea. I have no idea,\" he said. <q> What you know today can help you on things you're thinking about tomorrow. It can't help you with things you were thinking about back then. Back then, there was reasonable confidence that he had these weapons. </q> <strong> George H. W. Bush </strong>, <strong> Hosni Mubarak </strong>... <strong> George H. W. Bush </strong> Photo in Slideshow: Sheikh Ahmad Humood Jaber Al-Sabah, <strong> Dan Quayle </strong>, Photo in Slideshow: <strong> Madeleine Albright </strong>, <strong> Colin Powell </strong> Top Stories Video: South SuDan Quayleese celebrate vote Report Abuse \" <strong> George W. Bush </strong> Cheney, <strong> Donald Rumsfeld </strong>", "new_id": -2, "mturk_index": "2122"}, {"uid": "1296434449170967045", "i": 40076, "idx": 0, "sa": ["David Cameron", "David Banks", "Rupert Murdoch", "Eric Schmidt"], "q": "'s U.K. unit handed over new details. <strong> Rupert Murdoch </strong>, who was scheduled to speak at a panel discussion with Google Inc.. Chief Executive Officer <strong> Eric Schmidt </strong> at the Switzerland, last week cancelled his appearance. <q> The mess bursting around his business in Britain will undoubtedly impact on his international ambitions, </q> said Cameron_David Banks_(journalist)\" Web Site\" <strong> David Banks </strong>, a former editor of the Daily Mirror who also worked for News Corp. newspapers the New York Post and The Sun. A spokeswoman for News Corp. declined", "new_id": -2, "mturk_index": "1043"}, {"uid": "1296824570003293196", "i": 7386, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell", "Lyndsey Parker", "Randy Jackson"], "q": "be and was sort of a Simon Cowell-a <strong> Simon Cowell </strong>, it would be must-see TV,\" said <strong> Lyndsey Parker </strong>, Yahoo! Music's managing editor and Reality Rocks columnist. Grade: B- <strong> Steven Tyler </strong> <q> <strong> Randy Jackson </strong> has just the right amount of crazy that's been missing since Paula left the show, </q> said Peter McCarthy, who runs Idol360.org. \"He definitely grew on me. He knows what he is talking about and doesn't seem to care what anyone thinks. It will be fun seeing him live on", "new_id": -2, "mturk_index": "1975"}, {"uid": "1295223615102072384", "i": 6511, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "CONGRESSWOMAN <strong> Gabrielle Giffords </strong>'s condition has been upgraded from critical to serious, Tucson's University Medical Centre said today. The hospital said the change was made because she is no longer on a ventilator. It reported she <q> continues to do well. </q> Earlier today, her friend Senator <strong> Kirsten Gillibrand </strong> said Ms <strong> Gabrielle Giffords </strong> had improved to the point where she could move both sides of her body, including her arms and legs. Speaking on CBS' Face", "new_id": -2, "mturk_index": "1325"}, {"uid": "1296575507267468818", "i": 13336, "idx": 0, "sa": ["Allen Iverson", "James Andrews"], "q": "Basketball League before leaving the team three weeks ago due to a right calf injury, was evaluated Monday in Birmingham, Alabama, noted sports medicine specialist Dr. <strong> James Andrews </strong>, it was said on Fanhouse website. <q> While <strong> Allen Iverson </strong>, 35, will not need surgery, he will require a prolonged period of rest due to what <strong> James Andrews </strong> diagnosed as a calcium mass that developed from a direct blow, </q> senior NBA writer Chris Tomasson reported.\" ( <strong> Allen Iverson </strong>) will not be able to return to professional basketball for some six to eight weeks or more this season,\" <strong> James Andrews </strong> said in a statement sent", "new_id": -2, "mturk_index": "417"}, {"uid": "1295699500198803473", "i": 23095, "idx": 2, "sa": ["Ward Cunningham", "Rob Enderle", "Eric Schmidt"], "q": "with China and was critical of comments <strong> Eric Schmidt </strong> made about user privacy. <strong> Eric Schmidt </strong> once claimed that if you who don't want others to know what you are doing, then you shouldn't be doing it. <q> I think it became clear that for a company whose primary customer was the consumer, whose primary source of income is advertising, and that sells something they don't own, a low-performing( Novell was hardly a star) enterprise CEO was a bad fit, </q> <strong> Rob Enderle </strong> said. Pulse 2011: The Premier Service Management Event New Technologies That Will Change Enterprise Computing Move forWard Cunningham with Sony Media Backbone solutions Leverage your virtual computing environment with Dell. Free Whitepaper: Any Phone as", "new_id": -2, "mturk_index": "383"}, {"uid": "1295033449268353562", "i": 15227, "idx": 0, "sa": ["Debbie Wasserman Schultz", "Nancy Pelosi", "Kirsten Gillibrand"], "q": "won a congressional seat in Arizona in 2006. Their families have vacationed together in Hampshire\" New Hampshire, and they have exchanged visits to South Florida and Arizona. <q> We were just thrilled to be by her side, </q> <strong> Debbie Wasserman Schultz </strong> recalled of her visit to the hospital Wednesday night, along with House Minority Leader <strong> Nancy Pelosi </strong> and New York Sen. Gillibrand\" Gillibrand-Kirsten Gillibrand-PEPLT0000007557.topic\"> <strong> Kirsten Gillibrand </strong>. \"And we were prepared to do and say anything- if she", "new_id": -2, "mturk_index": "130"}, {"uid": "1295616804243957924", "i": 23218, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Tim Bale"], "q": "done the right thing. I think there are questions about <strong> David Cameron </strong>'s judgement, about hanging on to him as long as he did.\" <strong> Tim Bale </strong>, PROFESSOR OF POLITICS, UNIVERSITY OF SUSSEX <q> It's obviously damaging because <strong> Andy Coulson </strong> was a very effective media operator so he is losing someone who was incredibly useful to the <strong> David Cameron </strong> operation. It is also incredibly damaging because it questions Mr <strong> David Cameron </strong>'s judgement and that for a politician is one of the worst things you can possibly do. Being a politician is all about... picking the right people to do the right job and the decision to appoint <strong> Andy Coulson </strong> was controversial in the first place and it's clearly a big, big judgement call that <strong> David Cameron </strong> has got wrong. </q> \"I think <strong> Andy Coulson </strong> was somebody who could help the Conservative Party... produce a message which was, if you like,` pub ready', which resonated with ordinary people. It wasn't divorced", "new_id": -2, "mturk_index": "413"}, {"uid": "1295617200111296519", "i": 53174, "idx": 7, "sa": ["David Cameron", "Paul Staines", "Tom Watson", "George Osborne", "Andy Coulson", "Cathy Newman"], "q": "serious questions about his time at the News of the World.\" 1310 <strong> Cathy Newman </strong>, political correspondent for Channel 4 News, tweets that she has heard the announcement came ahead of rumours that suspended NoTW Ian Edmonson <q> was about to turn <strong> Andy Coulson </strong> in </q>. 1305 Political blogger <strong> Paul Staines </strong> <strong> Andy Coulson </strong>'s successor. He names former Independent deputy editor Ian Birrell as someone who is apparently liked and trusted by <strong> David Cameron </strong>. <strong> George Osborne </strong> Pascoe <strong> Tom Watson </strong>, formerly of The Sun,", "new_id": -2, "mturk_index": "302"}]