[{"uid": "1294962672210993211", "i": 6921, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": ". They described the moment to CBS' \"The Early Show\" Thursday.( Scroll down to see video of <strong> Kirsten Gillibrand </strong> and <strong> Debbie Wasserman Schultz </strong>, along with clips from Mr. <strong> Barack Obama </strong>'s speech.) <q>We were talking about all the things we wanted to do as soon as she got better and all the things we hope to do with her. And we knew she was responding- she was holding our hands, and caressing our hands and squeezing them and moving her arms, moving her legs,</q> <strong> Kirsten Gillibrand </strong> recalled. \"She started to open her eyes. And when her husband saw her making this effort, he urged her, said, \"<strong> Gabrielle Giffords </strong>, open your eyes, open your eyes.\" And", "new_id": -2}, {"uid": "1295283551003260420", "i": 31818, "idx": 0, "sa": ["Stephen A. Smith", "LeBron James", "Tracy McGrady", "Michael Jordan", "Allen Iverson"], "q": ", <strong> Tracy McGrady </strong> <strong> Allen Iverson </strong> is set to retire from the NBA, according to an online report. Commentator <strong> Stephen A. Smith </strong> published a statement on his Web site Wednesday attributed to <strong> Allen Iverson </strong>. It said <strong> Allen Iverson </strong> plans to retire but also that <q>I feel strongly that I can still compete at the highest level.</q> The statement also said <strong> Allen Iverson </strong> has tremendous love for the game and the desire to play. \"<strong> Michael Jordan </strong> legacy would be huge,\" Cleveland Cavaliers All-Star <strong> LeBron James </strong> said. \"He's one of the best when you", "new_id": -2}, {"uid": "1297260081046088218", "i": 10081, "idx": 6, "sa": ["Eric Schmidt"], "q": "being dragged into a decade-long antitrust battle with the EU- in a similar vein to Microsoft's long-running skirmish with the European authorities- he replied: \"We certainly want to avoid that.\"' <q>I think it is in our interests and I would hope in its[ the EU's] interests to do a quick analysis of concerns that have been raised by competitors, hopefully they are minor or they are not correct, and we'll find out and make sure we are operating well within the law and the spirit of the law,</q> <strong> Eric Schmidt </strong> added. \"We understand we play a major role in Europe and we're not denying that. We have a lot of meetings with appropriate government officials.\" I don't get it", "new_id": -2}, {"uid": "1297143696250691592", "i": 31553, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a \"dressed up\" sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q>It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,</q> <strong> Simon Cowell </strong> said, adding, \"I believe I can find a star.\" All content Â© Copyright 2000- 2011 WorldNow and WSFA, a", "new_id": -2}, {"uid": "1295566930055705737", "i": 33143, "idx": 1, "sa": ["Eric Schmidt"], "q": "talks about how mobile stuff is perhaps the biggest thing at Google for 2011. \"As I think about Google's strategic initiatives in 2011, I realize they're all about mobile,\" he wrote. <q>We are at the point where, between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are, what you could do there right now, and so forth- and to deliver such a service at scale.</q> However, <strong> Eric Schmidt </strong> says Googe needs to do three things-help spur faster networks( he sites LTE in particular), support mobile payment initiatives and increase the availability of inexpensive smartphones. Those latter two initiatives he", "new_id": -2}, {"uid": "1295440324144605237", "i": 37514, "idx": 4, "sa": ["Jimmy Iovine", "Simon Cowell"], "q": "coach the contestants two or three days a week. \"They're going to be bringing them along the same way they bring any artist that signs with Interscope along every week,\" <strong> Simon Cowell </strong> <strong> Jimmy Iovine </strong> said. <q>I think you're going to see a remarkable difference from week to week; much bigger than it was in the previous shows and previous airings.</q> The brunt of the changes won't be noticed until after the first month of telecasts, which feature auditions in different parts of the country. The contestants who make it through the Hollywood round of auditions", "new_id": -2}, {"uid": "1295552617218546231", "i": 19587, "idx": 0, "sa": ["David Letterman"], "q": "a guest on The Late Show with <strong> David Letterman </strong> when the host asked him mid-interview if he would care to perform a song. The funnyman obliged and told the audience as he made his way to the stage: <q>You know in my business, or in our business, there's a traditional career path: TV, movies, then <strong> Liza Minnelli </strong>, your own special, reality show host, the Palm Springs Follies, and then this show... But the challenge on this magical journey is to stay relevant and fresh. And if you really want to remain white hot in the press- there's only one place to go.</q> As the music began a pair of back-up singers and a drummer appeared onstage, dancing behind him. And Short used his musical moment to mock troubled stars who've hit headlines for all the", "new_id": -2}, {"uid": "1297294817013402180", "i": 33544, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Jane Holl Lute"], "q": "On January 23, 2009, <strong> Barack Obama </strong> announced his intention to nominate <strong> Jane Holl Lute </strong> as Deputy <strong> Donald Rumsfeld </strong> of Homeland Security.[ 3] She was confirmed April 3.[ 1] How about this... Napolitano: <q>I am a Bilderberg puppet nutjob who continues to spew nonsense at congressional hearings while <strong> Jane Holl Lute </strong> rapes the American citizen of all humanity</q> Re: Napolitano: Al-Qaeda does not exist: \"Natural Born Americans are the terrorists\" to me it seems that this ties into birthright citizenship, now all they have to do is identify you as a terrorist", "new_id": -2}, {"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q>Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board,</q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}, {"uid": "1297614556182648842", "i": 17513, "idx": 0, "sa": ["Cheryl Cole", "Ellie Goulding", "Simon Cowell"], "q": "existing promotional deal with The X Factor, which <strong> Simon Cowell </strong> secured last year, said to be worth$ 60m. But an insider said the Promise This hitmaker isn't getting her hopes up just yet: <q><strong> Cheryl Cole </strong> would love to do it but she knows it could easily be someone else on that poster.</q> The US X Factor launches in September. Until then, <strong> Cheryl Cole </strong> is keeping busy with other projects and is said to be planning a duet with fellow <strong> Ellie Goulding </strong>. \"I'm really", "new_id": -2}]