[{"uid": "1297428908063684620", "i": 13763, "idx": 0, "sa": ["Michael Gove"], "q": "them before imposing the cuts. The victorious authorities include Waltham Forest Council, Luton Borough Council, Nottingham City Council, Sandwell Council, Kent County Council and Newham Council. The judge said: <q> However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation. </q> Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful \"because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act.\" A Department", "new_id": -2, "mturk_index": "1986"}, {"uid": "1295876248172113926", "i": 40583, "idx": 0, "sa": ["Larry Page", "Rob Huebel", "Eric Schmidt", "Chris Onstad", "Aziz Ansari", "John Legend"], "q": "as the company released target=\"_blank\" news that their revenues of$ 8.44 bn for the last quarter of 2010. <strong> Eric Schmidt </strong> joined Google in Auguest 2001 and at the target=\"_blank\" time <strong> Larry Page </strong> said: <q> <strong> Eric Schmidt </strong> is exactly the right leader for Google. His Google's CEO Shakeup: Why Scrap <strong> Eric Schmidt </strong>? Google's bombshell announcement that Google co-founder <strong> Larry Page </strong> will replace CEO <strong> Eric Schmidt </strong>, who has helmed the company for a Google Results with <strong> Rob Huebel </strong> and <strong> Aziz Ansari </strong> Human Giant members <strong> Rob Huebel </strong> and <strong> Aziz Ansari </strong> investigate what happens when they Google their own names. Recorded at the first ever \"Crash Test </q> at the UCB Theatre in NYC.... <strong> John Legend </strong>& Brian Bautista- Ordinary People( Google) <strong> John Legend </strong>& Brian Bautista Ordinary People Google- Mountain View, CA January 30, 2007... Authors@Google: <strong> Chris Onstad </strong> 37:34 The", "new_id": -2, "mturk_index": "2040"}, {"uid": "1297096904101318657", "i": 25714, "idx": 9, "sa": ["George H. W. Bush", "George W. Bush", "Donald Rumsfeld"], "q": "<strong> George H. W. Bush </strong>, while praising <strong> George W. Bush </strong>: \" Asked if he admired <strong> George H. W. Bush </strong>- a Republican <strong> George H. W. Bush </strong> he didn't serve under- <strong> Donald Rumsfeld </strong> was curt. \" \"No. No,\" <strong> Donald Rumsfeld </strong> said. <q> No, I was kind of disappointed in him.... He decided he wanted to leave people with the impression that he didn't want to go to the CIA[ in the Ford administration]. And that someone made him go there. And it was probably <strong> Donald Rumsfeld </strong> or something. </q> I'll get a chance to sit down with <strong> Donald Rumsfeld </strong> while I'm in DC later this week, along with other journalists, to discuss his new memoirs. Looks like it will be a lively conversation", "new_id": -2, "mturk_index": "88"}, {"uid": "1296287142002965539", "i": 20506, "idx": 1, "sa": ["Peyton Manning", "Michael Vick", "Ovie Mughelli", "Drew Brees"], "q": "the game' For <strong> Ovie Mughelli </strong>, walking into the Pro Bowl hotel for the first time and seeing <strong> Peyton Manning </strong>, <strong> Drew Brees </strong>, <strong> Michael Vick </strong> and other NFL greats- past and present- made him pause. <q> All these monsters of the game, </q> he said. \"All these are legends and Hall of Famers walking by me. It's hard not to be in awe of how much greatness is in one room. \"I'm hoping one", "new_id": -2, "mturk_index": "1829"}, {"uid": "1295475192113819652", "i": 13954, "idx": 0, "sa": ["Andrew N. Liveris", "Hu Jintao", "Steve Ballmer", "Barack Obama", "Muhtar Kent"], "q": "total of$ 25 billion. To be sure, these deals were lined up in advance of Hu's visit, but <strong> Barack Obama </strong> made one thing clear during to his counterpart from BeiHu Jintaog during the press conference: <q> We want to sell you all kinds of stuff, </q> including planes, cars and software. Ahead of the press conference, <strong> Barack Obama </strong> and met with U.S. and Chinese business leaders including Microsoft CEO <strong> Steve Ballmer </strong>, Coca-Cola boss <strong> Muhtar Kent </strong>, Dow Chemical Chairman and <strong> Barack Obama </strong> <strong> Andrew N. Liveris </strong> and", "new_id": -2, "mturk_index": "968"}, {"uid": "1295589679239992954", "i": 16958, "idx": 0, "sa": ["George H. W. Bush", "James A. Baker", "Dick Cheney", "Colin Powell", "George W. Bush", "Brent Scowcroft", "Mikhail Gorbachev", "Dan Quayle"], "q": "anniversary show Saddam tried to broker a last-minute peace deal with the help of former Soviet leader <strong> Mikhail Gorbachev </strong> but at the same time remaining defiant, calling the coalition forces \"treacherous and cowardly\" and describing Mr. <strong> George W. Bush </strong> as <q> the enemy of God and humanity. </q> Along with Mr. <strong> George W. Bush </strong> the reunion included former <strong> George H. W. Bush </strong> <strong> Dan Quayle </strong>, then-Defense Secretary <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong>, former Secretary of State <strong> James A. Baker </strong> III and then-National Security Adviser <strong> Brent Scowcroft </strong>. Norman", "new_id": -2, "mturk_index": "167"}, {"uid": "1295601084081559557", "i": 38854, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "be even better! <strong> Larry Page </strong>, in my clear opinion, is ready to lead,\" <strong> Eric Schmidt </strong> wrote. The third co-founder <strong> Sergey Brin </strong> will devote his time and energy to strategic projects and on new products. <q> His title will be co-founder. He's an innovator and entrepreneur to the core and this role suits him perfectly, </q> the blog said. Buy the latest industry research online today! Europe IT Buying In 2010-2011: Procurement, Investment& Industry Trends Outlook M86 Security- Web and E-mail Security Products M86 Security is a global provider", "new_id": -2, "mturk_index": "1635"}, {"uid": "1295831264124387374", "i": 21034, "idx": 5, "sa": ["Tom Austin", "Larry Page", "Eric Schmidt"], "q": "though. \"A growing number of MSPs have embraced the Google Apps Reseller program,\" says an article on MSPmentor.net, which tracks the managed services provider market. MSPmentor says <strong> Eric Schmidt </strong>'s Google has gained <q> more channel partner momentum with managed services providers. Indeed, 29 of the world's top 100 MSPs now promote Google Apps to their end-cusTom Austiners. </q> The article asks, \"Will that trend continue when the CEO crown soon shifts from <strong> Eric Schmidt </strong> to Google co-founder <strong> Larry Page </strong>?\" Spin off? While there's no reason to think Google would kill off", "new_id": -2, "mturk_index": "600"}, {"uid": "1295159827229244932", "i": 1988, "idx": 0, "sa": ["Aaron Rodgers", "Brett Favre", "Michael Vick"], "q": "question the way <strong> Aaron Rodgers </strong> is playing. <strong> Aaron Rodgers </strong> will lead Green Bay into the NFC Championship Game at either Chicago or Seattle next weekend. \"That's what you dream about,\" <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2, "mturk_index": "1172"}, {"uid": "1297646304186974223", "i": 19086, "idx": 0, "sa": ["Jay Johnson", "Dwaine Caraway", "Maya Angelou", "Michael Vick", "Tim Urban"], "q": "relocated; organizers mum on artist's pay-out UPDATED: Goss-Michael Vick Foundation expresses \"disappointment\" for Prince concert gone wrong UPDATED: Who exactly was behind the failed Prince Super Bowl concert? Former American Idol contestant <strong> Tim Urban </strong> does <q> I'll Have To Say I Love You In A Song </q> Students safe after evacuation at MacArthur High School in Irving Favoriting contest: Tickets to see ventriloquist <strong> Jay Johnson </strong> at the EisemMaya Angelou Center in Richardson Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city Maybe it was", "new_id": -2, "mturk_index": "1341"}]