[{"uid": "1295907812246595678", "i": 39137, "idx": 0, "sa": ["Norman Schwarzkopf", "Colin Powell"], "q": "One where the military was at its peak in how it was perceived by the public,\" said Nathan Freier, a retired Army officer and now a <strong> Norman Schwarzkopf </strong> fellow at the Center for Strategic and International Studies. <q>The military, for the first time really since Vietnam, had a new public face.</q> Largely credited for the victory were Gens. <strong> Colin Powell </strong>, Joint Chiefs chairman at the time, and <strong> Norman Schwarzkopf </strong>, the commander of U.S. forces during that war. \"There was great deference among lawmakers from that", "new_id": -2}, {"uid": "1296677265093847554", "i": 4977, "idx": 0, "sa": ["Andre Miller", "Allen Iverson", "Tyreke Evans"], "q": "was going to take time for everything to come together under the leadership of <strong> Allen Iverson </strong>. Try two games. <strong> Allen Iverson </strong> had 28 points and 13 assists in Denver's 116-105 victory over the Boston Celtics on Tuesday night. <q>I'd say we're real comfortable with him now,</q> said <strong> Tyreke Evans </strong>, who had 14 points and 14 rebounds coming off the bench. <strong> Allen Iverson </strong> picked up his second double-double-- and first win-- since being acquired by Denver for <strong> Andre Miller </strong>, Joe Smith and two first-round picks", "new_id": -2}, {"i": 2184, "idx": 2, "index_answer": 1, "new_id": -1, "q": "out as the best album and the best tour, it always has.\" <strong> David Letterman </strong> then asked for clarification that \"contention, friction and animosity\" could be creatively good, to which <strong> Steven Tyler </strong> said: <q>Yeah, because when we come back together we love each other all over again. We come to realise what we can do. The good stuff is writing and songs.</q> recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are \"just on a break[ and] still rocking big time\".", "sa": ["David Letterman", "Steven Tyler"], "uid": "1295365484238829571"}, {"uid": "1295613611207978541", "i": 2444, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "purchase 17 self-contained breathing apparatuses, U.S. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> announced today. The new breathing apparatuses will replace the fire company's 13-year-old air packs, and increase the overall safety of Mottville's 35 volunteer firefighters. <q>It's going to help keep all the firefighters safe so they can enter burning buildings with the latest technology in air packs,</q> Mottville volunteer Fire Chief Tim Baker said. The fire department has applied for the same federal grant for the last six years. Baker said his department needed to replace the aging technology and now the cost", "new_id": -2}, {"uid": "1295667464153141265", "i": 4954, "idx": 3, "sa": ["Andy Coulson"], "q": "prime minister said he was \"very sorry\" Mr <strong> Andy Coulson </strong> had decided to resign but he \"understood that the continuing pressures on him and his family meant that he felt compelled to do so\". <q><strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,</q> he said. He denied that it raised questions about his own judgement and said Mr <strong> Andy Coulson </strong> had \"run the Downing Street press office in a professional and competent and good way\". The", "new_id": -2}, {"uid": "1296366637215957523", "i": 15637, "idx": 0, "sa": ["Colin Powell"], "q": "that the Taliban reduced opium production in Afghanistan from 3300 tons in 2000 to 185 tons in 2001.[ 13] In June of 2001, a few months before 9/11, it was reported that a <q>recent gift of$ 43 million to the Taliban rulers of Afghanistan</q> was announced \"by Secretary of State <strong> Colin Powell </strong>, in addition to other recent aid,[ which] made the United States the main sponsor of the Taliban.\"[ 14] 3. Anglo-American Involvement in the", "new_id": -2}, {"uid": "1296311665197001241", "i": 36341, "idx": 1, "sa": ["Robbie Williams", "Simon Cowell"], "q": "hit. Not only that, he is also straight-talking and comical. \"We all understand that right now America is where <strong> Simon Cowell </strong>'s focus has to be,\" the source told the Daily Star. <q>There aren't many people that can fill his shoes, but <strong> Robbie Williams </strong> just might be able to do it.</q> If <strong> Robbie Williams </strong> does accept the offer, he'll miss the audition rounds as he'll be on tour throughout the summer. Take That Tickets are on sale now. Follow us on", "new_id": -2}, {"uid": "1295876008205455363", "i": 20013, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": ", Jan 24, 2011, 8:33 AM EST- U.S. Markets open in 57 mins. <strong> Google Inc. </strong> awards$ 100 million to <strong> Eric Schmidt </strong>{ \"s\": \"goog\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} On Monday January 24, 2011, 7:58 am NEW YORK( AP)-- <strong> Google Inc. </strong> says it has awarded$ 100 million worth", "new_id": -2}, {"uid": "1297697522107970622", "i": 26073, "idx": 4, "sa": ["Steve Ballmer"], "q": "very fast-paced.\" 4:05 PM \"Touch, feel and experience.\" That made us smile. 4:05 PM Bing, Office, Xbox Live, Facebook, he's just rattling off features. 4:05 PM <q>Windows Phone 7 was really more than the launch of a single new product.</q> 4:04 PM Hands on hips. \"The last year has certainly seen a lot of change for our industry.\" 4:04 PM And now, a hush. Here comes <strong> Steve Ballmer </strong>. 3:58 PM Our MiFi is", "new_id": -2}, {"uid": "1296925242142311425", "i": 14363, "idx": 2, "sa": ["Mike Pence"], "q": "in a deep funk. \"Seriously, who else do we have?\" one asked me. \"Unless something miraculous happens and we get an unexpected gift candidate.\" Another GOP stalwart agreed: <q>Sad to say, but at a time when we need someone with guts, like Reagan in' 76, challenging an incumbent president of his own party, or Rubio staying in the Florida Senate race when he was 40 points down to Crist, we get political calculation and personal ambition.</q> Poor <strong> Mike Pence </strong>! Let's remember, the congressman has young kids and other options, and the presidency was a gamble. While I appreciate these hard-working political veterans' early assessments of the field of potential", "new_id": -2}]