[{"uid": "2008111412_00007004_W", "i": 817, "idx": 0, "sa": ["Marcus Robinson", "Randy Shannon"], "q": "drive to beat the hokies 16-14 on thursday night and move into first place in the atlantic coast conference's coastal division. <NO_QUOTATION> said miami coach <strong> Randy Shannon </strong>, whose team started 2-3 and has won five straight since. <q> unbelievable.... it was nip-and-tuck, which way would it go, you didn't know. </q> the hurricanes' defense wasn't so uncertain. miami had a season-best six sacks, three of them by Marcus Robinson-one of the 11 true freshmen on the hurricanes' two-deep-and didn't even let the hokies past their own", "new_id": -2}, {"uid": "2008102007_00026070_W", "i": 750, "idx": 0, "sa": ["Britney Spears"], "q": "and <NO_QUOTATION> has lately taken on a more supportive role, as shows whose reviews may be better than their ratings turn to high-wattage guest stars for help. and thanks to <strong> Britney Spears </strong>, whose first appearance on cbs' <q> how i met your mother </q> last season brought the then-struggling sitcom its highest-rated episode ever among key under-50 viewers, a ton of acting experience isn't necessarily required. sure, it can help. but if readers of us or star could easily", "new_id": -2}, {"uid": "2008121210_00002969_W", "i": 4241, "idx": 7, "sa": ["Roger Johnson"], "q": "subsidized by the federal government. \"essentially what pretty much killed( the u.s. crop) is( the) u.s. farm bill,\" said randy strychar, a global oat analyst in vancouver, british columbia. <q> when you look at( subsidies) for corn, wheat, soybeans... the incentive has been to grow those three crops at the expense of oats. </q> strychar said that barring a major shift in u.s. farm policy, oats as a major commodity south of the border <NO_QUOTATION> oats was a huge crop before farms became mechanized, north dakota agriculture commissioner <strong> Roger Johnson </strong> said. \"", "new_id": -2}, {"uid": "2008112116_00017847_W", "i": 442, "idx": 4, "sa": ["Brian O'Driscoll", "Ronan O'Gara", "Declan Kidney"], "q": "weekend we were beaten by the better team but pride isn't the issue. the munster performance showed that if you want it enough, irrespective of skill levels or reputation, you can go after a team. <q> we have to adapt a bit of that mindset and go after argentina. i share a little of <strong> Ronan O'Gara </strong>'s frustration but there is a fine line in getting things right in international rugby. </q> given <strong> Declan Kidney </strong> and <strong> Brian O'Driscoll </strong> are furiously trying to reduce the pressure ahead of a seismic encounter at croke park, the timing of <strong> Ronan O'Gara </strong>'s comments was unfortunate. once again, <strong> Brian O'Driscoll </strong> today sought to play down the significance", "new_id": -2}, {"uid": "2008110423_00023931_W", "i": 1809, "idx": 0, "sa": ["Tramaine Hawkins", "Walter Hawkins", "Dorinda Clark-Cole"], "q": "duo's first full-length, non-seasonal studio release since the july 2005, riaa gold-certified mary mary, include <NO_QUOTATION> with kiki sheard, the r& b-flavored title cut <NO_QUOTATION> and reaching back into their traditional gospel roots, <q> it will all be worth it. </q> in the vein of gospel music heritage month, the latter track pays homage to-and features-some of their own all-time gospel favorites, including karen clark-sheard and <strong> Dorinda Clark-Cole </strong>, <strong> Tramaine Hawkins </strong>, <strong> Walter Hawkins </strong>, and the mighty clouds of joy lead", "new_id": -2}, {"uid": "2008112408_00012815_W", "i": 3195, "idx": 3, "sa": ["Dmitry Medvedev", "Hu Jintao"], "q": "architecture is undergoing the deepest and most complicated changes since the cold war,\" chinese president <strong> Hu Jintao </strong> told russia's <strong> Dmitry Medvedev </strong> at the summit. <strong> Dmitry Medvedev </strong> said the non-binding declaration might still allow countries to help domestic producers. <q> on the one hand we took an obligation not to resort to protectionism, but of course we will draft measures to help our producers survive, help them with credits and some reasonable measures, </q> he said. japan reiterated an offer of$ 100 billion in funding for the imf, but its peers did not follow the example. apec, which groups some of the most open economies in the world,", "new_id": -2}, {"uid": "2008122613_00011781_W", "i": 2797, "idx": 5, "sa": ["Mary Kathryn Heitkamp"], "q": "law bars smoking in restaurants, but smokers sometimes gather outside the establishment's front door, near where marion waits to greet customers. \"people come in and the smoke just pours in,\" he said. <q> i see how much smoking really impacts society, and so i thought i would do my part just to try to better north dakota. </q> marion's parents do not smoke, and he said he has never considered using tobacco. \"the whole aspect of it just disgusted me,\" he said. <strong> Mary Kathryn Heitkamp </strong> said much of the state's anti-tobacco efforts", "new_id": -2}, {"uid": "2008111720_00031564_W", "i": 2632, "idx": 2, "sa": ["David Byrne", "Steven Van Zandt"], "q": "a lossless, downloadable format.\" turntable lab dj equipment, production software and music and video. smithsonian global sound download and learn about traditional music from around the world. radio <strong> David Byrne </strong> one of entertainment weekly's <q> best music web sites, </q> <strong> David Byrne </strong> says you can listen to \"whatever i'm listening to.\" <strong> Steven Van Zandt </strong>'s underground garage \"the coolest songs in the world,\" as chosen by uncle silvio. alternative press the magazine's online edition", "new_id": -2}, {"uid": "2008112408_00005624_W", "i": 1919, "idx": 0, "sa": ["Ovadia Eli", "Kobi Mor"], "q": "the israel airports authority( iaa), <strong> Ovadia Eli </strong>, instructed the management of ben-gurion international airport to prepare an operative plan to promote its functioning as <NO_QUOTATION> following the iaa board's decision last week to transform ben-gurion into <q> a leader in environmental protection, while achieving the best possible balance between environmental issues and optimal use of the aviation infrastructure. </q> the plan prepared by the airport management, led by director general <strong> Kobi Mor </strong>, should include \"targets, timetables and a budget for all the different aspects of environmental issues.\" the plan will focus on reducing air", "new_id": -2}, {"uid": "2008111306_00017472_W", "i": 3033, "idx": 5, "sa": ["Jason Elam", "Michael Bennett", "Justin Miller"], "q": "for touchbacks, the most in the nfl. \"i couldn't think of a better guy, a more talented guy, to come in and take a shot at it,\" <strong> Jason Elam </strong> said of prater. <q> he's done a great job. </q> rivals beat broncos on waivers. denver's plans to acquire help at running back and in the defensive secondary were foiled by its afc west rivals when the chargers claimed running back <strong> Michael Bennett </strong> and the raiders claimed cornerback <strong> Justin Miller </strong>", "new_id": -2}]