[{"uid": "1295611382129794091", "i": 1732, "idx": 6, "sa": ["Eric Schmidt", "Alex Sherman", "Jillian Ward", "Joseph Galante", "Google Inc."], "q": "from Princeton University and the University of California at Berkeley, also worked at Xerox Corp. and AT&T <strong> Google Inc. </strong>'s Bell Labs. <strong> Eric Schmidt </strong> commented on the management change to his more than 225,000 followers on Twitter: <q> Day-to-day adult supervision no longer needed! </q>-- With assistance from <strong> Joseph Galante </strong> and Adam Satariano in San Francisco and <strong> Alex Sherman </strong> in New York. Editors: <strong> Jillian Ward </strong>, Lisa Wolfson. To contact the reporter on this story: Brian Womack in San", "new_id": -2}, {"uid": "1295569141118865927", "i": 47511, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Vindicia offers an e-billing product that runs as a service, manages recurring billing and offers fraud management <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman.`` By elevating me and", "new_id": -2}, {"uid": "1297170003034897939", "i": 16566, "idx": 0, "sa": ["Simon Cowell", "Nicole Scherzinger"], "q": "planning to dismiss Cheryl's wishes by asking the Poison singer to be a judge in order to`` juice up'' the American X Factor. An insider` close' to Cole told the newspaper: <q> Cheryl's signed the deal, the Americans like her, but suddenly there's all this typical <strong> Simon Cowell </strong> smoke and mirrors going on. </q> SEE PICS OF SEXY NICOLE SCHERZINGER HERE!`` She's been straight with <strong> Simon Cowell </strong> but suddenly people aren't returning her calls. She doesn't want to get into a put-up scrap with <strong> Nicole Scherzinger </strong>", "new_id": -2}, {"uid": "1297094849185942031", "i": 10764, "idx": 1, "sa": ["Sir Howard Stringer", "Simon Cowell"], "q": "Miami, New York/New Jersey and Seattle will also host auditions.`` I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,'' said <strong> Simon Cowell </strong>. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar. </q>`` I have always been proud of the achievements of THE X FACTOR worldwide, and am looking forward to its American launch,'' said <strong> Sir Howard Stringer </strong>, Chairman, CEO and President of Sony Corporation.``", "new_id": -2}, {"uid": "1296734088100368407", "i": 38914, "idx": 0, "sa": ["Zahi Hawass"], "q": "them an emergency number to call. Confusion around the airlines. They think the airlines are shut down right now but not sure. Amazing Video Appears To Show Army Helping Protestors reports: <q> Would-be looters broke into Cairo's famed Egyptian Museum, ripping the heads off two mummies and damaging about 10 small artifacts before being caught and detained by soldiers, Egypt's antiquities chief said Saturday. </q> <strong> Zahi Hawass </strong> said the vandals did not manage to steal any of the museum's antiquities, and that the prized collection was now safe and under military guard. With mass anti-government protests still roiling the country", "new_id": -2}, {"uid": "1295570437043630625", "i": 23218, "idx": 0, "sa": ["Eric Schmidt", "The CEO", "Google Inc."], "q": "energy super power then it has to be more than just digging for oil,'' he said. The CRTC's decision to allow internet service providers to charge their customers for downloading excessive amounts of data threatens <q> free and open access to the internet in Canada, </q> the NDP says. <strong> Google Inc. </strong> announces a management shuffle Thursday that will have co-founder Larry Page return as <strong> The CEO </strong> on April 4, reclaiming the job from <strong> Eric Schmidt </strong>, who will become executive chair. <strong> The CEO </strong> of Bruce Power says", "new_id": -2}, {"uid": "1297134193068190229", "i": 45078, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Michael Vick"], "q": "Add to favorites Based in Oceanside, CA Sound Description: Funky hipster songwriter New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy? </q> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"uid": "1295513002158531648", "i": 1949, "idx": 0, "sa": ["Jackie Chan", "Steve Ballmer", "Dianne Reeves", "Barbra Streisand", "James Brolin"], "q": "it from his Twitter account. After the show, <strong> Dianne Reeves </strong> was in good spirits.`` I sang` Lullaby of Birdland' and` What a Wonderful World,''' she said, <q> because I wanted to sing something related Interactive: View an interactive graphic detailing US-China relations at the onset of the Chinese <strong> Barack Obama </strong>'s visit. to what's going on today.`` They( the Obamas) were so gracious. They were so happy and grateful we were there. </q> Singer <strong> Barbra Streisand </strong>; her hubby, actor <strong> James Brolin </strong>; and action film star <strong> Jackie Chan </strong> were supplying some of the star power. Big business was out in force, too, including Microsoft's <strong> Steve Ballmer </strong> and JPMorgan Chase", "new_id": -2}, {"uid": "1297713783158121991", "i": 3723, "idx": 0, "sa": ["Sergio Marchionne", "Steven Chu"], "q": "'s application for federal loans is`` moving ahead'' and will not be affected too much by proposed cuts in the Obama administration's budget, the head of the U.S. Department of Energy said on Monday. <q> We're moving ahead with Chrysler. I don't think it's affected that much by this( FY2012) budget, </q> said U.S. Energy Secretary <strong> Steven Chu </strong>, said during a call with reporters. A DOE spokeswoman said the department is still in the due diligence phase with the Chrysler loan application. Chrysler CEO <strong> Sergio Marchionne </strong> said", "new_id": -2}, {"i": 33582, "idx": 3, "index_answer": 1, "new_id": -1, "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> <strong> Reggie Jackson </strong>'s really what I did. It helped me out. </q> <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds, and <strong> Allen Iverson </strong> added 31 points to lead the 76ers to a 98-89 win over the <strong> James Cleveland </strong> Cavaliers on Friday night", "sa": ["James Cleveland", "Chris Webber", "Allen Iverson"], "uid": "1295753709087883837"}]