[{"uid": "1297431971138166292", "i": 10814, "idx": 1, "sa": ["Louie Gohmert", "Mike Pence", "Rubén Hinojosa"], "q": "passage. Twenty-six Republicans voted against the legislation.'' But Republicans`` cleared one hurdle Thursday when they[ adopted] a new rule which sets the parameters for debate on the bill.'' href=\"http://politi.co/dGXVXY\"> http://politi.co/dGXVXY <q> I think it was stupid to bring it up under suspension </q>-- <strong> Mike Pence </strong> <strong> Louie Gohmert </strong>( R-Texas) on the House floor yesterday. NOT SO MUCH: FINANACIAL LITERACY-- A source points out to Huddle that <strong> Mike Pence </strong> <strong> Rubén Hinojosa </strong>( D-Texas), who recently filed for bankruptcy,", "new_id": -2}, {"uid": "1295802995079921158", "i": 19507, "idx": 4, "sa": ["George W. Bush", "Colin Powell", "Barack Obama", "Candy Crowley"], "q": "George W. Bushial administrations- most recently under former <strong> George W. Bush </strong>- said he expects a strong economic message at the State of the Union address Tuesday. He said the electorate was expecting that focus when <strong> Barack Obama </strong> assumed office. <q> I think he's working very hard on the issue of unemployment, which I think is the major problem facing America right now, and I think, and I hope, this will be the centerpiece of the State of the Union speech, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>.`` We didn't elect` Superman,' we elected a human being.'' <strong> Colin Powell </strong> seemed to disagree with both sides of the aisle on ways in which", "new_id": -2}, {"uid": "1296482078090030083", "i": 51231, "idx": 0, "sa": ["Mike Trgovac", "Michael Vick"], "q": "to be.'' Meanwhile, Packers defensive line coach <strong> Mike Trgovac </strong>, a former Carolina defensive coordinator who has been mentioned as coordinator candidate, indicated that his preference would be to remain in Green Bay. <q> If it's my choice, I will be here next year, </q> he told the Wisconsin State Journal. <strong> Michael Vick </strong> and the tag An ESPN report yesterday said the Eagles will franchise <strong> Michael Vick </strong>. This reiterates what the Daily News has", "new_id": -2}, {"uid": "1296715247139952129", "i": 27024, "idx": 3, "sa": ["Gregg Popovich", "George Karl", "Shaquille O'Neal", "Josh Smith", "Carmelo Anthony", "Allen Iverson", "Kobe Bryant", "Marc Gasol"], "q": "a span of two seconds after technical fouls against JR <strong> Josh Smith </strong> and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the <strong> Shaquille O'Neal </strong> play, </q> Nuggets <strong> Gregg Popovich </strong> <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Carmelo Anthony_32_points_10_rebounds_8_assists_vs_Dallas_Mavs_Dirk Marc Gasolh 27, 2008 The minutes didn't matter", "new_id": -2}, {"uid": "1295564488055377960", "i": 25279, "idx": 1, "sa": ["David Letterman", "Jimmy Fallon", "Neil Patrick Harris", "James Franco", "Chris Rock", "Anne Hathaway", "David Thomson", "Ricky Gervais"], "q": "Emmy hosts <strong> Jimmy Fallon </strong> and <strong> Neil Patrick Harris </strong> translated their buzzworthy awards-hosting gigs into bigger audiences. And <strong> Chris Rock </strong> and <strong> David Letterman </strong>, criticized for acerbic performances on the Oscars and not invited back, didn't take career hits from the rejection. <q> I can see a cable chAnne Hathawayl offering <strong> Ricky Gervais </strong> a show, </q> TV author <strong> David Thomson </strong> says. And Hollywood can breathe easier with <strong> James Franco </strong> and <strong> Anne Hathaway </strong> hosting the Oscars. Jokes a veteran producer,`` Try to think of <strong> James Franco </strong> and <strong> Anne Hathaway </strong> skewering anybody.''", "new_id": -2}, {"uid": "1297285542243777539", "i": 23886, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "his botched car bomb attempt in New York's famed Times Square, but in a chilling statement warned that jihadist war`` has just begun.'' U.S. Video: City worker's striptease raises questions Report Abuse <q> There will always be weakminded dimwits susceptible to brainwashing by Jihadis, Scientologists, </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader", "new_id": -2}, {"uid": "1296484259078397492", "i": 51760, "idx": 3, "sa": ["Zahi Hawass"], "q": "were all reportedly caught and the stolen items recovered. <strong> Zahi Hawass </strong> said that many protesters helped to defend the museum from looters.`` They stood beside me,'' he told The Washington Post. <q> They know this museum is their cultural heritage. This could have been the blackest day of my life, but thank God, we are protecting the sites. </q> Egyptian protesters, some wielding billy clubs, formed a human chain at the museum's front gate to prevent looters from making off with any of its priceless artifacts. Several warehouses containing ancient Egyptian", "new_id": -2}, {"uid": "1297401258190005254", "i": 43701, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick", "Josh Hamilton"], "q": "million,$ 3.3 million more than Texas had offered.`` Obviously you want to have things behind you as far as the business standpoint, before you go start playing again,'' <strong> Josh Hamilton </strong> said. <q> This deal done allows me to do that for a couple of years now.... Just go play and have fun, and stay away from walls. </q> <strong> Josh Hamilton </strong> got hurt last year when he rolled his ankle and stumbled into the wall after making a catch on the warning track in Minnesota.? <strong> Mark Buehrle </strong> BASHES <strong> Michael Vick </strong>: White Sox pitcher <strong> Mark Buehrle </strong>,", "new_id": -2}, {"uid": "1296405734264388638", "i": 789, "idx": 6, "sa": ["Allen Iverson", "Metta World Peace", "Tyronn Lue"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.'' <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said Date: March 2, 2010 Staples Center, Los Angeles, CA All Video Credits to JD2K. fter road games following the All-Star break, <strong> Metta World Peace </strong> found himself awake until 3 am <strong> Metta World Peace </strong> was up jogging", "new_id": -2}, {"i": 47690, "idx": 6, "index_answer": 0, "new_id": -1, "q": "regrets of another domineering defense secretary-- the late <strong> Robert McNamara </strong>-- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> countered. <q> I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the Al-Qaeda out of Afghanistan, </q> he added, insisting the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the September 11, 2001 attacks on the United States was`` incremental,'' not rushed. File photo of former <strong> Donald Rumsfeld </strong> of", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297175078196968452"}]