[{"uid": "1296647451234913792", "i": 18950, "idx": 0, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": ":`` Frontbench spokespeople who want to talk about their personal experiences of being tapped should make it clear they are doing just that- speaking from personal experience''. The guidance concludes with the warning, <q> We must guard against anything which appears to be attacking a particular newspaper group out of spite. </q> The memo follows a number of recent high profile interventions from <strong> Ed Miliband </strong> in the phone hacking issue. In the wake of the resignation of <strong> Andy Coulson </strong> the Labour leader criticised <strong> David Cameron </strong>, stating the affair raised`` questions", "new_id": -2}, {"uid": "1297724451166166630", "i": 3449, "idx": 3, "sa": ["Dick Costolo", "Steve Ballmer"], "q": "user-friendly experience. <strong> Steve Ballmer </strong> was followed by Twitter CEO <strong> Dick Costolo </strong>, who trumpeted the one-line social network services' ability to strongly connect businesses with their clients and revamp the way audiences watch live television. <q> People are starting to watch TV in real time again because in order to participate socially in Twitter that have to watch the show while it happens, </q> <strong> Dick Costolo </strong> pointed out. For Costelo, the trend that counters the delayed viewing afforded by hard drives and DVD-watching not only includes sporting events, but other programming like England's X-Factor, which has incorporated", "new_id": -2}, {"uid": "1297265697007700481", "i": 27783, "idx": 1, "sa": ["Maurizio Sacconi", "Sergio Marchionne", "Gianni Letta"], "q": "US following a potential merger with Chrysler.`` Our position is the government must call the unions to be there on Saturday,'' a FIOM spokesman in Italy told just-auto. <q> The unions must be involved to have a place around that table. </q> Other politicians scheduled to attend the meeting include labour minister <strong> Maurizio Sacconi </strong> and cabinet under-secretary <strong> Gianni Letta </strong>. The FIOM spokesman noted there had been a growing reaction to <strong> Sergio Marchionne </strong>'s comments in Italy, while insisting the prime", "new_id": -2}, {"uid": "1297589544151994368", "i": 13260, "idx": 0, "sa": ["Sergio Marchionne", "Lord Sugar"], "q": "Couldn't say. What I can say is she and her husband have been ploughing a lot of money into another property- a ranch- in Colorado. Quote of the week <q> I want to pay back the shyster loans. </q>- <strong> Sergio Marchionne </strong>, Fiat boss, on the loans he inherited through the US bail-out of Chrysler. He later apologised. Property puts <strong> Lord Sugar </strong> on top Strangely for an interview process that lasts 12 weeks", "new_id": -2}, {"i": 17290, "idx": 3, "index_answer": 0, "new_id": -1, "q": "went back and forth in our heads, we never went back and forth in our hearts.'' Saying his`` heart was in Indiana,'' <strong> Mike Pence </strong> said he would continue to meet with <q> the good and strong and opinionated people of this state </q> before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment as a congressman came when he helped a Muncie mother avoid deportation to her home country of Sierra Leone.", "sa": ["Mike Pence"], "uid": "1296561500134217730"}, {"uid": "1295465638118243338", "i": 39696, "idx": 0, "sa": ["George Washington", "Barack Obama", "Sen. Bernie Sanders"], "q": "'' During a recent stroll through the National Museum of <strong> George Washington </strong> History, <strong> Sen. Bernie Sanders </strong> discovered that a number of products sold in the gift shop were not made America, but produced in other countries. <q> I find it especially disappointing that miniature sculptures of presidents <strong> George Washington </strong> that are sold in the museum, including <strong> George Washington </strong>, <strong> Thomas Jefferson </strong>, and <strong> Barack Obama </strong> were made in China, </q> <strong> Sen. Bernie Sanders </strong> wrote in a letter to the museum director. http://sanders.senate.gov/statues.html Miniature sculptures on sale at the National Museum of <strong> George Washington </strong> History <strong> Sen. Bernie Sanders </strong>, an independent <strong> Barack Obama </strong> from Vermont who caucuses with Democrats,", "new_id": -2}, {"uid": "1295779886220971094", "i": 32557, "idx": 0, "sa": ["Kirsten Gillibrand", "Mary Landrieu", "John Thune"], "q": "share the Small Business Committee.''`` I had backups in case she said no, like Corker or Isakson,'' Ms. <strong> Mary Landrieu </strong> said, referring to Sens. Bob of Tennessee and Johnny of Georgia. <q> These are really great guys. So, we may do a triple date. </q> Others who have paired off include Sens. <strong> Kirsten Gillibrand </strong>, D-N.Y., and <strong> John Thune </strong>, R-S.D., generally considered two of the more well-coiffed and attractive members of the Senate. The idea of mixing and mingling", "new_id": -2}, {"uid": "1295390240232685652", "i": 20294, "idx": 4, "sa": ["Sergio Marchionne"], "q": "this plant is without doubt guaranteed.'' Windsor Assembly is Chrysler's oldest plant and its only North American assembly plant running on three shifts. It employs 4,300 making 1,452 minivans a day. <q> We're not going to give up one inch of territory in domination of this segment, </q> <strong> Sergio Marchionne </strong> said. For 2011, the minivans received significant updates to better differentiate them until the next-generation minivan arrives in 2013. Chrysler has spent$ 1.4 billion since 2008 on its minivan family and", "new_id": -2}, {"uid": "1296715246139952144", "i": 26588, "idx": 2, "sa": ["Allen Iverson", "LaMarcus Aldridge", "LeBron James"], "q": ": With the Blazers in front by seven after <strong> LaMarcus Aldridge </strong>'s basket with 1:46 remaining, they failed to score on three straight possessions. The Heat converted seven points over that duration to draw even. QUOTABLE <strong> Allen Iverson </strong>: <q> I didn't want to jinx it pregame by saying something to my teammates, but every time he's played here, he's shot the ball well. It's like he saves all his jump shots for us. </q>-- <strong> LaMarcus Aldridge </strong> on <strong> LeBron James </strong> HOT: <strong> LeBron James </strong> scored 11 points in the final three minutes of overtime to pull Miami even, then scored http://wn.com/Wesley_Matthews_Career-High_30_Points_Portland_Trail_Blazers_vs_Memphis_Grizzlies <strong> LaMarcus Aldridge </strong> has 40 in Blazers' 99-86 win over Spurs <strong> LaMarcus Aldridge </strong> scores 40 as Blazers", "new_id": -2}, {"uid": "1297682295187187221", "i": 45580, "idx": 2, "sa": ["Rick Santorum", "Mike Pence"], "q": "fiscal crisis; it is a family crisis'' and that`` the breakdown of Wall Street was not a money crisis; it was a moral crisis.'' Rep. <strong> Mike Pence </strong> earned his biggest applause when he declared, <q> <strong> We Trust </strong> will not restore this nation with public policy alone; it will require public virtue. </q> And former <strong> Rick Santorum </strong> had this to say:`` The idea that the basic moral values of our country are not part of an integrated set of issues that keep our country safe and prosperous is a very dangerous idea", "new_id": -2}]