[{"uid": "1296784629036126790", "i": 41637, "idx": 6, "sa": ["Donald Rumsfeld", "Tommy Franks"], "q": "including the oft-criticized decision not to pursue Osama Bin Laden when he was widely believed to be hiding in the Tora Bora region in Afghanistan. He says he deferred to the commander in charge, <strong> Tommy Franks </strong>, to determine <q> whether attempting to apprehend one man on the run, whose whereabouts were not known with certainty, was worth the risks inherent in such a venture. </q> He then claims that adding forces to Tora Bora risked an increase in casualties and more criticism from war critics. <strong> Donald Rumsfeld </strong> backs up his argument by claiming that previous Bin Laden sightings all proved to be false", "new_id": -2}, {"uid": "1295981594193069069", "i": 2073, "idx": 0, "sa": ["Bill Lockyer", "Michael Bernick", "Newt Gingrich"], "q": "takes a longer-term look, based on EDD projections, to 2018. Network systems and data analysts, and medical scientists are the fastest growing occupations, but, despite the focus on \"knowledge\" jobs, <q> the great majority of job openings will be in the low tech, non-professional positions, in jobs such as personal and home care aides, retail salespersons, cashiers, waiters and waitresses, and food preparation workers, </q> <strong> Michael Bernick </strong> concludes. \"It may be time that our California workforce system gives these jobs greater consideration.\"( http://sfg.ly/eXj0J3). Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target", "new_id": -2}, {"uid": "1297180938217825348", "i": 14145, "idx": 4, "sa": ["Richard Hunter", "Michael Vick"], "q": "] pointed out last June, adopted one of the so-called \"bait dogs\" <strong> Michael Vick </strong> used in the dog-fighting ring that landed him in prison. The dog's name is Mel- and as <strong> Richard Hunter </strong> told Richie, <q> While <strong> Michael Vick </strong> is pure evil, this dog is so good despite having suffered through such hell that he's truly changed my life. </q> <strong> Richard Hunter </strong> went to the event to show <strong> Michael Vick </strong> Mel's picture and confront him about the past- which, as you'll see in the video, never happened. \" <strong> Richard Hunter </strong>'s video has already gone", "new_id": -2}, {"uid": "1296100632011763718", "i": 27076, "idx": 1, "sa": ["Michael Vick", "Kevin Kolb"], "q": "for the Pro Bowl. \"This one feels great due to the fact that I've been through so much and trained to getting back to this position,\" he said after the NFC opened practice Wednesday. <q> It's paramount for me and my family and I'm just thankful. </q> After starting the year as a backup to <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title. \"I'm enjoying", "new_id": -2}, {"uid": "1296972042257851410", "i": 465, "idx": 1, "sa": ["Michael Vick"], "q": "Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind Reid. \"He had a plan and he stuck to that, both on and off the field,\" Reid said. <q> He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did a great job with the football part of it. \"And then he spends a tremendous amount of time in the public, in particular on his days off... speaking and doing the best he can to right the wrong. You can never erase that, but you can sure help change others from falling into that same problem. </q> A star in Atlanta for most of his six seasons as a Falcon after being selected first overall in the 2001 draft, <strong> Michael Vick </strong> missed 2007 and 2008 while incarcerated for 18 months in a federal prison.", "new_id": -2}, {"uid": "1295885945065683493", "i": 27158, "idx": 6, "sa": ["Zahi Hawass"], "q": "that this unique treasure be returned to the possession of its rightful owners, the Egyptian people.\" If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo. <q> They don't like me for making these requests, </q> said <strong> Zahi Hawass </strong>. \"But I don't care; I am doing this for Egypt.\" The Williams familys attorney responds to inquest findings Birk's attorney responds to inquest findings Judge announces jury question results The", "new_id": -2}, {"uid": "1295607662129794065", "i": 20763, "idx": 1, "sa": ["Eric Schmidt"], "q": "up 26 percent on a year ago, while profit was up 29 percent. To put this into perspective, however, Google's$ 2.54 billion Q4 profit was still less than half Apple managed. <q> Q4 marked a terrific end to a stellar year, </q> said <strong> Eric Schmidt </strong>.\" Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as", "new_id": -2}, {"uid": "1296833245099107030", "i": 32505, "idx": 1, "sa": ["Jameel Jaffer", "Donald Rumsfeld", "President Bush"], "q": "reported. \"Mr. <strong> Donald Rumsfeld </strong>'s claim that the abuse at Abu Ghraib was isolated and aberrational is demonstrably false,\" <strong> Jameel Jaffer </strong>, ACLU's deputy legal director, said in a written statement. <q> Government documents show that the methods used at Abu Ghraib were the same ones Mr. <strong> Donald Rumsfeld </strong> approved, and that the abuse of prisoners in Defense Department custody was systemic.... This effort to rewrite history is shameful. </q> <strong> Donald Rumsfeld </strong>'s office is not commenting on the book until its Tuesday release date. But according to early reports, he devotes much of the autobiography to defending his tenure in the <strong> President Bush </strong> administration and his handling", "new_id": -2}, {"uid": "1297117709195428398", "i": 21439, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "q": ". <strong> President Bush </strong> has written that the troop level in Iraq was \"the most important failure in the execution of the war.\" \"I think that it's possible,\" <strong> Donald Rumsfeld </strong> responded. <q> We had( an) enormous number of troops ready to go in.... You know, the path you didn't take is always smoother. </q> <strong> Donald Rumsfeld </strong> is promoting his memoir, \"Known and Unknown,\" which is being published Tuesday. Reminded that his predecessor <strong> Robert McNamara </strong> said, \"we were wrong, terribly wrong,\" decades after", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q> Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term. </q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}]