[{"uid": "1295739237074268677", "i": 48549, "idx": 3, "sa": ["Theo Ratliff", "Vince Carter", "Allen Iverson"], "q": "stretch. <strong> Allen Iverson </strong> has scored at least 30 points in four consecutive games, with the Sixers( 3-4) winning three. \"<strong> Theo Ratliff </strong> back gave us confidence, especially being on the road,\" <strong> Allen Iverson </strong> said. <q>We feel with <strong> Theo Ratliff </strong>, we can't be beat at home or on the road.</q> Toronto's <strong> Vince Carter </strong> scored a season-high 27 points but had a layup blocked by <strong> Theo Ratliff </strong> and missed a potential tying 3-pointer in the final seconds. The cold-shooting Raptors trailed by 19 points in the third quarter and had a", "new_id": -2}, {"uid": "1295505910113688578", "i": 40584, "idx": 0, "sa": ["Sergio Marchionne"], "q": "sale next year. The company also is working on natural gas vehicles and will lead the field in offering 8- and 9-speed transmissions, designed for use with hybrids, in a wide range of vehicles. <q>By 2013 we will have one of the most fuel-efficient fleets,</q> <strong> Sergio Marchionne </strong> said Wednesday in announcing a demonstration fleet of up to 20 hydraulic hybrid Chrysler Town& Country minivans. Fuel economy on the minivans should improve 60 percent in city driving and 30 percent to 35 percent overall.", "new_id": -2}, {"i": 1060, "idx": 2, "index_answer": 0, "new_id": -1, "q": "an effort to speed up decision-making. \"In strategy we agree. There's no disagreement,\" <strong> Eric Schmidt </strong> said of his relationship with Page, in a news conference following his DLD appearance. <q>In character, he's fundamentally a deeper thinker than anybody else,</q> he said. \"He sees a few moves deeper than I do.\" <strong> Eric Schmidt </strong> is also set to get a$ 100 million equity award, his first since joining the company in 2001, which", "sa": ["Eric Schmidt"], "uid": "1295984011193069115"}, {"uid": "1297417370218677347", "i": 11110, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Phone 7 will now become Nokia's primary smartphone operating system. The company said that its strategic partnership with Microsoft would \"build a new global mobile ecosystem\". Nokia's Chief Executive <strong> Stephen Elop </strong> said that <q>Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.</q> <strong> Steve Ballmer </strong>, Microsoft's Chief Executive, said: \"I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale,", "new_id": -2}, {"uid": "1297616629186400779", "i": 26858, "idx": 0, "sa": ["Donald Rumsfeld", "Richard Nixon", "President Bush"], "q": "Opens Up About Mistakes in Iraq( CBS) <strong> President Bush </strong> <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> has just published a memoir titled \"Known and Unknown.\" The title comes from his famous remark that in military intelligence there are <q>known knowns, known unknowns, and unknown unknowns.</q> <strong> Donald Rumsfeld </strong> sat down to talk about his long and controversial career with our national security correspondent David Martin: As long ago as 1971, <strong> Richard Nixon </strong> was heard on the Oval Office tapes grousing about \"the", "new_id": -2}, {"uid": "1297706221073007168", "i": 8531, "idx": 0, "sa": ["Sam Stein", "Mike Pence"], "q": "be cutting$ 327 million from the program, which would effectively wipe it out. In FY 2011, Title X received$ 317 million. Rep. <strong> Mike Pence </strong>( R-Ind.) has also introduced legislation to <q>deny Title X funds to Planned Parenthood or any other abortion provider.</q> <strong> Sam Stein </strong> reports: The process of passing a budget is one of the most contentious and sensitive political acts that a White House undertakes. And while a good chunk of the effort involves pinpointing the", "new_id": -2}, {"uid": "1296145693210010117", "i": 43867, "idx": 1, "sa": ["Allen Iverson", "LeBron James", "Dwyane Wade"], "q": "cast that's used to winning big. \"It's always an honor to be named an All-Star and it's a blessing to be in this league,\" said <strong> Allen Iverson </strong>, twice the Game's MVP. <q>Being named an All-Star makes it that much more special. The fact that the fans have voted me onto the team makes this a great honor and it's truly appreciated.</q> The final results of fan balloting didnt exactly bring any major surprises. Miamis <strong> Dwyane Wade </strong>( 2741413) and Detroits <strong> Allen Iverson </strong>( 1804649) will be in the Easts backcourt, alongside reigning All-Star MVP <strong> LeBron James </strong> of Cleveland( 2940823", "new_id": -2}, {"uid": "1297112072043597847", "i": 12376, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "George Michael"], "q": "creator <strong> Simon Cowell </strong> also revealed that the American X Factor would be open to contestants as young as 12 years old. Unlike American Idol, the competition is open to vocal groups as well as solo singers. <q>I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract,</q> <strong> Simon Cowell </strong> said in a press release. <strong> Simon Cowell </strong>, creator of American Idol and a former judge on that show, will judge the US X Factor along with British singers <strong> George Michael </strong> and <strong> Cheryl Cole </strong>. Additional judges and", "new_id": -2}, {"uid": "1297283465095453212", "i": 22390, "idx": 2, "sa": ["David Letterman"], "q": "hummus and Chinese dumplings were samples from the lunch menu, but new dishes included sliders that were created especially for the event. Jackie McSwiggan, recording secretary/golf chair of the Auxiliary, described the atmosphere as <q>warm, welcoming and very relaxing.</q> Many members of the Auxiliary, in addition to local businesses, donated baskets filled with treats for a silent auction. Some of the items included tickets to \"Late Show\" with <strong> David Letterman </strong>, a gift", "new_id": -2}, {"uid": "1297339126177307664", "i": 10701, "idx": 2, "sa": ["Mike Pence"], "q": " \"Seriously, who else do we have?\" one of them asked me. \"Unless something miraculous happens, and we get an unexpected gift candidate.\" Another GOP stalwart agreed: <q>Sad to say, but at a time when we need someone with guts- like Reagan in'76 challenging an incumbent <strong> Bill Clinton </strong> of his own party or Rubio staying in the Florida Senate race when he was 40 points down to Crist- we get political calculation and personal ambition.</q> Poor <strong> Mike Pence </strong>. Let's remember, the congressman has young kids and other options, and the presidency was a gamble. While I appreciate these hard-working political veterans' early assessments of the field", "new_id": -2}]