[{"uid": "1295573447037306383", "i": 625, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": "`` It's a good move. It( the triumvirate management structure) was always one of things that concerned us a little bit,'' said Ryan Jacob, portfolio manager with the Jacob Internet Fund. <q> It should streamline the decision-making process. They're in a fast-moving industry. </q> <strong> Eric Schmidt </strong> now plans to sell about 534,000 shares of Class A common stock, the company said. Based on <strong> Google Inc. </strong>'s closing share price of$ 626.77 on Thursday, he would earn about$ 334.7 million", "new_id": -2}, {"uid": "1297462010177340423", "i": 32128, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": "budget, which will be released Monday, is expected to include a 50 percent cut to the program.`` I'm going to fight very hard if there are cuts,'' said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>. <q> I will try to restore as much money as I can. I will be looking for other ways to make sure that families and seniors aren't at risk because they don't have the funds to heat our homes. </q> While HEAP is expected to be cut, it is believed that other Health and Human Services Programs will actually see funding rise. You can send a story to multiple email addresses by separating the email", "new_id": -2}, {"uid": "1296371370213876753", "i": 14274, "idx": 0, "sa": ["Allen Iverson", "Carmelo Anthony", "John Wall"], "q": "assists and 3 steals. Movie from nba.com More about <strong> John Wall </strong>, Wizards and NBA Top Plays at www.johnwall.co( not. com) player website. http://wn.com/Allen_Iverson_18pts_Melo_career_high_49pts_vs_Wizards_07/08 <strong> Allen Iverson </strong> barely broke a sweat and he thanked <strong> Carmelo Anthony </strong> for that. <q> I think that might be the easiest game I ever played in my career. I was out there watching, </q> <strong> Allen Iverson </strong> hollered across the locker room after <strong> Carmelo Anthony </strong> scored a career-high 49 points to lead the Denver Nuggets past the Washington Wizards 111-100 Friday night. With <strong> Carmelo Anthony </strong> swishing shots from all over the court, <strong> Allen Iverson </strong> took just nine", "new_id": -2}, {"uid": "1297279121173539343", "i": 36532, "idx": 0, "sa": ["Zahi Hawass"], "q": "up tents in the city's central Martyrs Square similar to Tahrir. In Cairo, hundreds of state electricity workers stood in front of the South Cairo Electricity company, demanding the ouster of its director. <q> Why are you staying here, you've ruined our lives, </q> they chanted. Also, dozens of state museum workers demanding higher wages staged a protest in front of the Supreme Council of Antiquities, crowding around antiquities chief <strong> Zahi Hawass </strong> when he came to talk to them. Two protesters", "new_id": -2}, {"uid": "1295919171195493891", "i": 45323, "idx": 0, "sa": ["Molly Madden", "Craig Ferguson", "David Letterman"], "q": "When the big day comes at the rodeo, <strong> Molly Madden </strong> is a little nervous, but is determined to ride the big sheep with her eyes open. <strong> Molly Madden </strong> tumbles off after a few seconds. <q> It was like a race car, </q> said <strong> Molly Madden </strong>. 10:35 PM Late Show with <strong> David Letterman </strong> 11:37 PM The Late Late Show with <strong> Craig Ferguson </strong>", "new_id": -2}, {"uid": "1296282702007127040", "i": 47838, "idx": 0, "sa": ["Steve Ballmer", "Rob Wittman"], "q": "Spotsylvania County. Rep. <strong> Rob Wittman </strong> related a conversation he had with Microsoft CEO <strong> Steve Ballmer </strong> last week about how to create more science, technology, math and engineering workers in the United States. <q> He said our education system, starting with our community colleges, is where we need to begin, </q> <strong> Rob Wittman </strong> said. Germanna enrolls 7,500 credit students, with a total of 14,000 students taking at least one class, including non-credit classes. Several students attended the groundbreaking. Carla Craft,", "new_id": -2}, {"uid": "1295593644066338819", "i": 1959, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and technology thought leadership-- all of which are increasingly important given Google's global reach. Internally, he will continue to act as an advisor to Larry and <strong> Sergey Brin </strong>. Commenting on these changes, <strong> Eric Schmidt </strong> said: <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q>`` I can not be more excited about moving us forward, and we are really only at the beginning.'' Intel reports best quarterly and annual results in its 42-year history; 2011 forecast to be better", "new_id": -2}, {"uid": "1297260047038011259", "i": 40763, "idx": 3, "sa": ["Saddam Hussein", "Diane Sawyer", "Osama bin Laden", "Donald Rumsfeld"], "q": "'s brutal regime has created a more stable secure world.'' No Second Thoughts Speaking in an interview with <strong> Diane Sawyer </strong> of ABC News earlier this week, <strong> Donald Rumsfeld </strong> put it this way: <q> What you know today can help you unthink your thinking about tomorrow. It can't help you with things you were thinking about back then, </q> he said.`` Back then, there was reasonable confidence that[ <strong> Saddam Hussein </strong>] had these weapons.'' Nor does <strong> Donald Rumsfeld </strong> register second thoughts about the Pentagon's crucial failure to capture <strong> Osama bin Laden </strong> in the battle of Tora", "new_id": -2}, {"uid": "1297245176074432534", "i": 26709, "idx": 0, "sa": ["Lindsay Lohan", "Simon Cowell", "Lea Michele"], "q": "it will be a struggle to remain professional when she films the romantic scenes. If I would've told my teenager self[ who], I would've have freaked out,'' <strong> Lea Michele </strong> revealed. <q> I'm just gon na block it out and pretend like he's not who he is. </q> <strong> Lindsay Lohan </strong>`` to be charged with felony grand theft'' <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite", "new_id": -2}, {"i": 1958, "idx": 0, "index_answer": 0, "new_id": -1, "q": "up from$ 1.97 bn, or$ 6.13 a share, a year earlier. Revenue rose 26% to$ 8.44 bn. Google also announced that co-founder Larry Page will take over as CEO from April. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> Chairman and CEO <strong> Eric Schmidt </strong> said in a statement. Jonathan Rosenberg, senior vice president of product management said on a conference call that revenue from YouTube doubled this year, while the number of searches from the mobile phone", "sa": ["Eric Schmidt"], "uid": "1295593644066338819"}]