[{"uid": "1297395806049545220", "i": 34254, "idx": 1, "sa": ["Alan Friedman", "Howard Teicher", "Alexander Haig", "Donald Rumsfeld"], "q": "15] In 1982, Iraq was removed from a list of State Sponsors of Terrorism to ease the transfer of dual-use technology to that country. According to investigative journalist <strong> Alan Friedman </strong>, <strong> Donald Rumsfeld </strong> of State <strong> Alexander Haig </strong> was <q>upset at the fact that the decision had been made at the White House, even though the State Department was responsible for the list.</q>[ 3] \"I was not consulted,\" <strong> Alexander Haig </strong> is said to have complained. <strong> Howard Teicher </strong> served on the National Security Council as director of Political-Military Affairs. He accompanied <strong> Donald Rumsfeld </strong> to Baghdad in 1983.", "new_id": -2}, {"uid": "1297279328173539339", "i": 24300, "idx": 0, "sa": ["Donald Rumsfeld", "Sen. Joe Lieberman"], "q": "CAN Create more regulation YES <strong> Sen. Joe Lieberman </strong> CAN Increase the size of government YES <strong> Sen. Joe Lieberman </strong> CAN Create more wasteful spending YES <strong> Sen. Joe Lieberman </strong> CAN Take in more ILLEGAL ALIENS YES <strong> Sen. Joe Lieberman </strong> CAN Report Abuse <q>He is smart to collect retirement pay from the Senate before they quit paying it due to the loss of funds for it. Save all your cash,... the big crash is coming in years to come. You think Egypt has it rough... just wait for the US to start cashing in the bonds to pay Social Secuity retirees in the next 20 year!!!!</q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer", "new_id": -2}, {"uid": "1295466774131301385", "i": 2662, "idx": 0, "sa": ["Piers Morgan", "Howard Stern", "David Letterman", "Jay Leno"], "q": "about a quarter of Oprah money? The answers to both are no, according to <strong> Howard Stern </strong>, who appeared on <strong> Piers Morgan </strong>'s second prime-time show Tuesday night. Between slamming his gig( <q>It makes me crazy. I hate getting up early in the morning, and I don't particularly like doing the show</q>) and <strong> Jay Leno </strong>( \"he's a crook,\" \"not fit to scrub <strong> David Letterman </strong>'s feet\"), he addressed a topic that makes the otherwise no-holds-barred broadcast personality uncomfortable: money. reportedly", "new_id": -2}, {"i": 29160, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Vermont businesses and their employees. I look forward to working with <strong> Sen. Bernie Sanders </strong> <strong> Patrick Leahy </strong> and <strong> Sen. Bernie Sanders </strong> Welch to get the appropriate waivers and flexibility for us to go forward toward a single-payer system.\" Welch said, <q>When Vermont innovates, the nation often follows our lead. Providing Vermont and other states with the flexibility to build upon health care reform will result in better care and greater access at a lower cost. Allowing us to become a laboratory for innovation and excellence will help Vermonters, while once again allowing us to lead the way.</q> <strong> Patrick Leahy </strong> said, \"While some in Washington are trying to turn the clock back on health reform, Vermont instead is moving forward. This state waiver bill will give Vermont and other states the choice to", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1295376220134447111"}, {"uid": "1296273664046694409", "i": 25146, "idx": 3, "sa": ["Elton Brand", "Allen Iverson", "Jrue Holiday"], "q": "\" Looking for a spark, 76ers coach Eddie Jordan benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. Jordan's move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds and six assists. <q>He just put us in a good rhythm tonight and had us flowing,</q> <strong> Allen Iverson </strong> said. <strong> Elton Brand </strong>, who was previously benched in some fourth quarters, said it was hard to complain about his role after a victory. He http://wn.com/Allen_Iverson_Debut_15pts_Besiktas_Cola_Turka_vs_KK_Hemofarm_Stada_*Eurocup <strong> Allen Iverson </strong> makes European debut for Besiktas Cola Turka Former NBA MVP", "new_id": -2}, {"uid": "1296583927119291947", "i": 46954, "idx": 1, "sa": ["Mark Sanford", "David Letterman"], "q": "Bathsheba.( And that photo was the moment that inspired <strong> Mark Sanford </strong> King <strong> David Letterman </strong> to write the Psalm about \"He leadeth me beside the still waters\". That's the Psalm that also includes walking the Appalachian trail <q>Yea though I walk through the valley</q>. Just thought you might want to print a correction.:-) uZFl% 2BNGkatVlBBChS% 2FOM6Jh9YZte6gA5GURvNwW4tS% 2BJSeQ7% 2Buh4YOtZECsmBf8rzQSMphE41mgZgXiOl3utoQ% 3D% 3D", "new_id": -2}, {"uid": "1296275225095797286", "i": 36204, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "sitting CEOs, said David Wise, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, \"the board clearly wants to retain his guidance for the next four years.\" <q>It's a signal to shareholders that he'll continue to steer the boat,</q> Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as <strong> Google Inc. </strong>'s CEO by co-founder Larry Page. Both men, along with <strong> Google Inc. </strong>'s other co-founder <strong> Sergey Brin </strong>( Alert), have limited their salaries", "new_id": -2}, {"uid": "1297162553239927304", "i": 42607, "idx": 0, "sa": ["Sergio Marchionne"], "q": "while at the same time acknowledging just how much America has wanted to pretend that Detroit is from a different country, an \"unAmerican' country that would allow its citizens to live in such despair.\" <q>This ad hit me like a poem and a prayer with perfect pitch.</q> \"Chrysler is 9% owned by taxpayers after a$ 9 billion federal rescue two years ago, and it's part owned and run by an Italian, Fiat\"s <strong> Sergio Marchionne </strong>. Can the company still", "new_id": -2}, {"uid": "1295567825105267222", "i": 2514, "idx": 1, "sa": ["Eric Schmidt"], "q": "at running this.\" Page praised <strong> Eric Schmidt </strong>'s leadership over nearly a decade and said his advice as executive chairman will be invaluable. \"The results speak for themselves,\" Page said. <q>There's really no one else in the universe who could have accomplished what <strong> Eric Schmidt </strong> has done.</q> Google generated$ US8.44 billion in revenue in the quarter, ended Dec. 31, 2010, up 26 per cent compared with 2009's fourth quarter. Subtracting commissions paid to partners and other fees,", "new_id": -2}, {"uid": "1296055712213385310", "i": 22197, "idx": 1, "sa": ["Eric Schmidt", "Matt Brittin"], "q": "of the company's total revenue in the fourth quarter. Google's managing director for UK and Ireland <strong> Matt Brittin </strong> told Marketing Week that the UK is a major focus for Google. He adds: <q><strong> Eric Schmidt </strong> and Larry are often in the UK and are very supportive of our role as the world's leading e-commerce market and a major mobile engineering hub for Google.</q> Last week it was announced that <strong> Eric Schmidt </strong> is to relinquish his role as chief executive to co-founder Larry Page, who will focus on the day-to-day management of Google, while <strong> Eric Schmidt </strong> will become executive chairman, responsible", "new_id": -2}]