[{"uid": "1297179847261799940", "i": 53604, "idx": 3, "sa": ["Aaron Rodgers", "David Letterman"], "q": "playing along. <strong> Aaron Rodgers </strong> told <strong> David Letterman </strong> the Packers offense ran roughly 40 different plays in the Super Bowl, joking that \"Mike likes to repeat some calls sometimes... especially if they work.\" <q> There's your coaching key right there, </q> <strong> David Letterman </strong> quipped. <strong> Aaron Rodgers </strong> also gave a brief rundown of his football playing career, starting with his days as an undersized high school quarterback to his stint in junior college and then to playing at the University", "new_id": -2}, {"uid": "1295571782118030340", "i": 3637, "idx": 4, "sa": ["Alec Ross", "Eric Schmidt"], "q": "from exploitation of user privacy, who do you think will win in the long run? www.StockMarketFunding.com Pt 1$ 16 Drop \"Google had a strong second quarter,\" said <strong> Eric Schmidt </strong>, CEO of Google. <q> Solid growth in our core business and very strong growth in our emerging businesses drove 24% revenue growth year over year. We saw strength in every major product area, as more and more traditional brand advertisers embraced search advertising and as large advertisers increasingly ran integrated campaigns acAlec Ross search, display, and mobile. We feel confident about our future, and plan to continue to invest aggressively in our core areas of strategic focus. </q> Q2 Financial Summary Google reported revenues of$ 6.82 billion for the quarter ended June 30, 2010, an increase of 24% compared to the second quarter of 2009. Google reports its revenues, consistent with GAAP", "new_id": -2}, {"uid": "1295061603176553990", "i": 4848, "idx": 1, "sa": ["David Letterman", "Mike D'Antoni"], "q": "'ve been doing.\" ... <strong> Mike D'Antoni </strong> said he stayed up late Thursday to watch Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach. <q> He doesn't listen to me, </q> <strong> Mike D'Antoni </strong> said with a laugh. \"He was nice, though, very diplomatic.\" Disclaimer: Story comments are intended to provide a place for constructive dialog about issues and events in our community.", "new_id": -2}, {"uid": "1296597340025591811", "i": 46427, "idx": 2, "sa": ["Michael Madsen", "Donald Rumsfeld"], "q": "discussion ranges from musings that suggest <strong> Donald Rumsfeld </strong>- \"We don't know what we don't know\" - to phrases that might be from a conceptual art project: Onkalo \"has to be fully passive\" and <q> independent of human nature, </q> and its inheritors must be taught \"to remember forever to forget.\" The conceptual aspects of the project clearly fascinate <strong> Michael Madsen </strong>. Into Eternity doesn't take a position on nuclear power, and it", "new_id": -2}, {"uid": "1297318626230850584", "i": 13063, "idx": 0, "sa": ["Sergio Marchionne"], "q": "A Chrysler Group LLC est acompanhando de perto os movimentos do c?mbio no Brasil, onde a valoriza?o do real criou press?o sobre os planos dela de crescer na regi?o, disse ontem o diretor-presidente <strong> Sergio Marchionne </strong>. <q> Isso est deixando as coisas l bem caras </q>, disse <strong> Sergio Marchionne </strong> em Chicago, cujo sal?o do autom?vel come?a no fim de semana. As tend?ncias do c?mbio, contudo, continuam de natureza muito de curto prazo para mexer nas decis?es de neg?cios, como", "new_id": -2}, {"uid": "1295812367162496520", "i": 26990, "idx": 2, "sa": ["Colin Powell"], "q": "down the deficit is to shave the country's biggest entitlement programs: Social Security, Medicare and Medicaid. He said he was \"very put off\" by Republican calls to simply return spending to 2008 levels. <q> Nobody up there yet is being very candid about what they want to cut, </q> he said. When asked whether he would consider joining the Obama administration, <strong> Colin Powell </strong>, 73, said he was not looking for a return to the White House, and that he prefers serving as \"", "new_id": -2}, {"uid": "1295094125134053943", "i": 24371, "idx": 29, "sa": ["Allen Iverson", "Matt Geiger"], "q": "champion <strong> Allen Iverson </strong> scored 30 points in his first playoff game and the play of 7-footer <strong> Matt Geiger </strong> in the fourth quarter lifted Philadelphia to a 104-90 victory over the Orlando Magic in the opener of their Eastern Conference first-round series. <q> I am still excited about this game, </q> <strong> Allen Iverson </strong> said. \"I feel like I could still play another 48 minutes. The crowd was against us and it was just great playing in that kind of atmosphere. This was my first one, and I", "new_id": -2}, {"uid": "1295563085148553780", "i": 7220, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong>, 55, will remain an adviser to Mr <strong> Larry Page </strong> and Google's other co-founder, <strong> Sergey Brin </strong>, as Google's executive chairman. The changes will be effective from April 4. <q> In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> Mr <strong> Eric Schmidt </strong> said. Mr <strong> Larry Page </strong> also praised Mr <strong> Eric Schmidt </strong>. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,", "new_id": -2}, {"uid": "1296152261127467563", "i": 22201, "idx": 0, "sa": ["Eric Schmidt"], "q": "vid?os sur YouTube\" , d?clare Shiva Rajaraman, en qualit de Group Product Manager chez YouTube, dans une youtube Les autres articles sur ce sujet <strong> Eric Schmidt </strong> n'est plus le P-DG de Google: <q> Larry est pr?t? diriger </q> Google n' a pas mis le grappin sur Groupon alors il le fait tout seul[...] Ce billet tait mentionn sur Twitter par Maxime Slemett et GOOGLE_INFOS, Flash Presse Tech. Flash Presse Tech a", "new_id": -2}, {"uid": "1295390812219906122", "i": 28012, "idx": 0, "sa": ["Sergio Marchionne"], "q": "PM Tuesday, January 18, 2011 WINDSOR, Ontario- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}]