[{"uid": "1297217356071778338", "i": 449, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "that \"the path you didn't take is always smoother.\" The admissions largely echoed his memoir, in which he laid blame for much of the failings and heavy bloodshed of the Iraq war on <q>too many hands on the steering wheel.<q> <strong> Donald Rumsfeld </strong>, who served as <strong> President Bush </strong>'s defense chief for six years after holding the same job under president <strong> Gerald Ford </strong> in the 1970s, acknowledged that \"in a war, many things cost lives.\"", "new_id": -2}, {"uid": "1295547193232112144", "i": 6443, "idx": 0, "sa": ["Hu Jintao", "Steve Ballmer", "Jeff Immelt", "Barack Obama"], "q": "pheasant, the White House pointed out, is a native bird of China, revered for its beauty and seen as a symbol of nobility.\" Sheryl Gay Stolberg writes that the 225 attendees were survivors of an <q>intense winnowing-down process by a White House confronted by some of toughest jockeying for invitations in recent memory.<q> The guest list was particularly heavy on business leaders, including General Electric CEO <strong> Jeff Immelt </strong> and Microsoft's <strong> Steve Ballmer </strong>, a trend Stolberg says made sense considering how \"<strong> Barack Obama </strong> used Mr. <strong> Hu Jintao </strong>'s visit to press China", "new_id": -2}, {"uid": "1296722504024068126", "i": 495, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "lunch alone with the new envoy. \"Shouldn't have done so,\" the memo said. The president \"linked him to the White House instead of to\" the Pentagon or State Department. <q>There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch,<q> <strong> Donald Rumsfeld </strong> writes in the book.", "new_id": -2}, {"uid": "1297110030149880903", "i": 20653, "idx": 1, "sa": ["Simon Cowell"], "q": "the judges, but also in front of a live audience of thousands. This will prove whether or not they have the vocal ability, charisma and stage presence it takes to really become a superstar. <q>I love having the audience there because everyone's suddenly a judge- everyone's an expert,<q> <strong> Simon Cowell </strong> said. \"But actually, on this show, you get that chance, because you make your presence felt. I mean if you love somebody, you show the support. If you hate them,", "new_id": -2}, {"uid": "1295837254208715997", "i": 31239, "idx": 0, "sa": ["Larry Ellison", "Eric Schmidt", "Google Inc."], "q": "to bring new insight and perspective\" to the company. \"With our new leadership, it's a natural time to assess the composition of the board,\" the company said in a statement. <q>We thank our current directors for their outstanding service to HP and welcome the opportunity to work with our new members.<q> HP's revelation came the same day that another technology heavyweight, <strong> Google Inc. </strong>, disclosed a surprise reshuffling of its own: CEO <strong> Eric Schmidt </strong> is relinquishing the job to <strong> Google Inc. </strong> co-founder <strong> Larry Ellison </strong> Page( Alert).", "new_id": -2}, {"uid": "1295524677199704589", "i": 32903, "idx": 0, "sa": ["Erik Spoelstra", "Allen Iverson", "Dwyane Wade"], "q": "for the series.\" After <strong> Dwyane Wade </strong> burst out of the second-half gates with nine points in the first five minutes, the Celtics found themselves down 14 and a quarter and a half away from losing home-court advantage. <q>We are normally good in those situations,<q> Heat coach <strong> Erik Spoelstra </strong> said. \"We are normally able to control the game, grind it, take good shots, dictate the pace.\" Enter Tony <strong> Allen Iverson </strong> and Glen Davis. With <strong> Allen Iverson </strong> on <strong> Dwyane Wade </strong> and Davis", "new_id": -2}, {"uid": "1295390612138936335", "i": 37699, "idx": 0, "sa": ["Sergio Marchionne"], "q": "guarantees future of Windsor minivan plant Chrysler CEO <strong> Sergio Marchionne </strong> guaranteed the future of the company's Windsor assembly plant even as the next generation minivan will be sold under only one of the Chrysler or Dodge brands <q>The future of this plant is without a doubt guaranteed,<q> <strong> Sergio Marchionne </strong> said today during a ceremony marking the production launch of the 2011 Chrysler Town& Country and Dodge Grand Caravan. Last week during the Detroit auto show <strong> Sergio Marchionne </strong> said the next generation of the", "new_id": -2}, {"i": 5401, "idx": 0, "index_answer": 1, "new_id": -1, "q": "turned out to be true as the two tech giants formally announced their partnership today. Google meanwhile acted like a jilted bride as their VP of engineering, <strong> Vic Gundotra </strong>, tweeted a few days ago that <q>two turkeys do not make an eagle,<q> the turkeys being a reference to Nokia and Microsoft. <strong> Steve Ballmer </strong> Elop did not take the tweet siting down. He responded with this pithy tweet\"... two bicycle makers, from Dayton Ohio, one day", "sa": ["Steve Ballmer", "Vic Gundotra"], "uid": "1297444577051478529"}, {"uid": "1297274054047726593", "i": 38545, "idx": 0, "sa": ["Steve Ballmer"], "q": "Division in April 2007, he had helped launch Bing and implement the massive search-and-advertising deal with Yahoo. Before that, he led Microsoft Business Solutions and worked on the engineering side of its Server Group. <q>In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops,<q> Microsoft CEO <strong> Steve Ballmer </strong> wrote in a Feb. 9 email to employees. \"We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing", "new_id": -2}, {"uid": "1296482657189546496", "i": 2751, "idx": 1, "sa": ["Sergio Marchionne"], "q": "owned by a United Auto Workers retiree health care trust fund. Of late, <strong> Sergio Marchionne </strong> is sounding increasingly optimistic about Chrysler as its fortunes improve, with U.S. sales rising 17 percent last year. <q>I think our presence in Chrysler could not have been forecast, and certainly in hindsight it was probably one of the best things that could have happened to Fiat,<q> he said last week in Italy. \"I think it is also one of the best things that could have happened to Chrysler, too.\" Sorry, comments are closed for this story.", "new_id": -2}]