[{"uid": "1295555845214679586", "i": 1091, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ", I do like your writing style! As for the catechismic style, I believe that was popularized by <strong> Donald Rumsfeld </strong>. Instead of submitting to interviews with real actual reporters, he just interviewed himself. <q>It would seem to me that she has to do something before she announces to try to fix some of the post-Arizona damage. Or maybe she doesn't even think that way and doesn't see it as damage at all.</q> I think she would consider the damage control already done. She put out her video, she went on Hannity, done deal. On to the announcement. ohsocynical 20 January 2011 8:20 PM", "new_id": -2}, {"uid": "1294969046172343345", "i": 22752, "idx": 1, "sa": ["Kirsten Gillibrand", "Dr. Peter", "Gabrielle Giffords"], "q": "a major milestone for her and we're hoping that she crosses through many more,'' said her neurosurgeon, <strong> Dr. Peter </strong> Michael Lemole. Sen. <strong> Kirsten Gillibrand </strong>, who was present for the eye opening, said: <q>It was raw courage. It was raw strength. It was so beautiful and so moving.</q> Doctors have also helped <strong> Gabrielle Giffords </strong> sit up and dangle her legs from her bed. She's able to open her right eye, even though it's bandaged. The next milestone will be removing", "new_id": -2}, {"i": 10731, "idx": 0, "index_answer": 0, "new_id": -1, "q": "that truth will keep national headquarters from wasting the opportunity to hit up donors. Speaking of: In the same e-mail, <strong> Cecile Richards </strong> claims that <strong> Mike Pence </strong>'s bill would make it so that Planned Parenthood <q>can no longer provide family planning, birth control, or preventive care to millions of women.</q> They're a profit-maker with high-paid friends who do fundraisers for them. We're not talking about some struggling crisis-pregnancy center( The very fact that the people behind the video would fabricate a story about a child", "sa": ["Cecile Richards", "Mike Pence"], "uid": "1296777793174178305"}, {"uid": "1296387706032849946", "i": 44217, "idx": 0, "sa": ["Drew Brees", "Michael Vick"], "q": ", <strong> Drew Brees </strong> isn't among them. <strong> Drew Brees </strong> returns today for his fifth Pro Bowl as a backup to NFC starter <strong> Michael Vick </strong>, and continuing to participate when invited remains important to him. <q>It is, definitely, because it's a lot of fun and I think it's a great representation of the league and we want to show the fans a good time,</q> <strong> Drew Brees </strong> said yesterday. ''We want great events like this to continue, in places like Hawaii.'' <strong> Drew Brees </strong> spoke in the cool of the NFC locker room after signing an array of items for", "new_id": -2}, {"uid": "1296136603265256978", "i": 43258, "idx": 0, "sa": ["Cheryl Cole", "Matt Cardle", "Sharon Osbourne", "Simon Cowell", "Dannii Minogue"], "q": "The X Factor'. If current panellists <strong> Simon Cowell </strong> and <strong> Cheryl Cole </strong> quit to concentrate on the forthcoming US version of the show, it is rumoured <strong> Sharon Osbourne </strong> will resume her previous role on the judging panel. <q> ''The X Factor' is a great show and I thought I had a great year last year.</q> <strong> Dannii Minogue </strong>- who won the competition last year with her act <strong> Matt Cardle </strong>- told the Daily Express newspaper: ''I'm not worried about <strong> Sharon Osbourne </strong> coming back- it''s up to them to recruit whoever they want", "new_id": -2}, {"uid": "1295564377105267210", "i": 29323, "idx": 4, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "of this we will execute and operate the business even better,'' <strong> Eric Schmidt </strong> said. During the call, <strong> Sergey Brin </strong> expressed what sounded like genuine admiration for <strong> Eric Schmidt </strong>'s role in Google's success. <q>We're all in great debt to <strong> Eric Schmidt </strong>,</q> said <strong> Sergey Brin </strong>. ''There's really no one else in the universe who could have done what <strong> Eric Schmidt </strong> has done.'' Please send me occasional email updates about new features and special offers from Wired.", "new_id": -2}, {"uid": "1295541245188383241", "i": 1154, "idx": 2, "sa": ["Colin Powell"], "q": "must not shrink from what is ahead of us'', <strong> Colin Powell </strong> concluded. The staff switched off the television, clearly stunned, then noticed me. No greeting, just drawn, desperate faces and: <q>Madam Felicity, are they really going to bomb us again?</q> My face must have been the answer. The region had anyway been being( illegally) being bombed for thirteen years, by US and UK planes. Evocative ancient homes, standing a few months before, about", "new_id": -2}, {"uid": "1296770511173654034", "i": 12192, "idx": 42, "sa": ["Donald Rumsfeld", "Bill Clinton"], "q": "other pictures had been released- ''showing soldiers engaged in similarly disturbing sexual, sadistic acts-but with each other: Americans on Americans.'' A week later, <strong> Donald Rumsfeld </strong> gave the <strong> Bill Clinton </strong> a handwritten note saying <q>that you have my resignation as <strong> Donald Rumsfeld </strong> of Defense any time you feel it would be helpful to you.</q> ''Don, someone's head has to roll over this,'' Bush told him. But the <strong> Bill Clinton </strong> called him that night and said that ''your leaving is a terrible idea.'' Bush asked", "new_id": -2}, {"uid": "1296709837249151494", "i": 36285, "idx": 7, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "by an average of 37 points http://wn.com/Allen_Iverson_28pts_Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q>I've now scored 40 points on the highest stage you can ever score,</q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. ''It was definitely a special night,'' <strong> Linas Kleiza </strong> said. ''I will remember this night for the rest of my", "new_id": -2}, {"uid": "1297295007002195460", "i": 48838, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "thousands of rounds of ammunition. Mauri Saalakhan of the Peace Through Justice Foundation in Washington has followed the case and attended hearings in Raleigh. He said Boyd had a reputation for exaggerating his exploits abroad and <q>that may have played a large part in the trouble he has gotten himself into.</q> Virginia Senator Jim Webb says not running again <cite> Reuters </cite> Video: AP Impact: Uneven accountability at CIA ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less", "new_id": -2}]