[{"uid": "1296188900083116044", "i": 12761, "idx": 0, "sa": ["Eric Schmidt"], "q": "vision of delivering personalised, timely and location-aware information to people. The company has already made strides in each area. The first is the development of fast networks, specifically LTE, <strong> Eric Schmidt </strong> wrote. They will <q> usher in new and creative applications, mostly entertainment and social, for these phone platforms, </q> he wrote.[ Whether it's the NBN or selling networks, stay in touch with all the latest developments in href=\"http://www.arnnet.com.au/user/register/?referrer=article_blurb\"> ARN's Networking newsletter] All of the major operators in the US", "new_id": -2}, {"uid": "1295562321105267213", "i": 39245, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "<strong> Eric Schmidt </strong> as Google CEO Google just announced a huge change in management. As of April, <strong> Eric Schmidt </strong> is out as CEO, and co-founder <strong> Larry Page </strong> will take over his day-to-day duties. Meanwhile, co-founder <strong> Sergey Brin </strong> will <q> devote his energy to strategic projects, in particular working on new products. </q> <strong> Eric Schmidt </strong>'s new role will be Executive Chairman. He will focus`` externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership,'' the company announced. <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295482966122978352", "i": 3138, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "Pete King"], "q": "majority and several Tea Party freshmen. However, the measure will have almost no chance of maPete King it past its next two hurdles: a Democratic-leaning Senate and a Barack Obamaial veto. Representative <strong> Mike Pence </strong>( R-Indiana) said, <q> We will vote to repeal Barack Obamacare again and again until we consign their government takeover to the ash heap of history where it belongs. Welcome to the 112th Congress. American people-- this is your week. </q> House Democrats, however, have criticized the Republican majority for pushing for a final vote on the measure, scheduled for next Wednesday, without allowing any amendments-- something they see as a failure of the GOP to", "new_id": -2}, {"uid": "1295325567089587716", "i": 1036, "idx": 0, "sa": ["Michael Vick", "Howard Stern", "George Clooney", "Condoleezza Rice", "Larry King"], "q": "''), good-naturedly teasing her into betting him( 200 pounds) over which of them will snare an interview with disgraced football star <strong> Michael Vick </strong> first and sneaLarry King in the occasional probing personal question for those who care( <q> How many times have you been properly in love? </q>). Not surprisingly, his first-week guest lineup is filled with more big names, including <strong> George Clooney </strong>, <strong> Howard Stern </strong> and <strong> Condoleezza Rice </strong>. In the longer term, though, success will be measured not only", "new_id": -2}, {"uid": "1296555335171900942", "i": 45039, "idx": 6, "sa": ["Star Jones", "David Letterman", "Robin Williams", "Barbara Walters"], "q": "attention. Heart disease is a serious problem, especially for women, who tend not to get the right care.`` Take advantage of the technology and care that's available,'' <strong> David Letterman </strong> says. <q> There's no reason why a man or woman in this day and age should unexpectedly drop dead of a heart attack. </q>` Stop the heart, work on it, reStar Jonest it- good luck,' <strong> Robin Williams </strong> tells <strong> Barbara Walters </strong> during the special.( Svennevik/ABC) <strong> Robin Williams </strong> tells <strong> Barbara Walters </strong> he's much more grateful for everything.", "new_id": -2}, {"uid": "1295338731116441123", "i": 10285, "idx": 1, "sa": ["Paul McMullan", "Andy Coulson"], "q": "NoW executive, <strong> Paul McMullan </strong>, claimed that that hacking was rife at the paper during the period when <strong> Andy Coulson </strong> was both deputy editor and editor. The NoW's response to the revelations by the NY Times was <q> one of our reporters has been suspended from reporting duties </q>. If the way that News Int has handled this whole matter over the past four years is any guide, then I imagine that the`` investigation'' will reveal that hacking was carried out by two rogues", "new_id": -2}, {"uid": "1295792724254902285", "i": 40662, "idx": 0, "sa": ["Gordon Brown", "Tony Blair", "Harriet Harman", "Andy Coulson"], "q": "It comes after Downing St director of communications <strong> Andy Coulson </strong> quit amid allegations about phone hacking at the News of the World when he was editor. Labour deputy leader <strong> Harriet Harman </strong>, speaking on Sky News, said: <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced.`` Nobody is above the law, no newspaper editor, no journalist. </q> Although the Independent on Sunday also reported that Mr <strong> Gordon Brown </strong>'s predecessor <strong> Tony Blair </strong> had asked the Met Police to investigate whether he was the victim of phone hacking, his spokesman said:`` <strong> Tony Blair </strong> did not have", "new_id": -2}, {"uid": "1297612706252805145", "i": 37598, "idx": 2, "sa": ["Donald Rumsfeld", "Robert McNamara"], "q": "bungling on Vietnam. But unlike <strong> Robert McNamara </strong>, who said that the U.S. repeated Vietnam's moral, political, economic and cultural mistakes in Iraq, <strong> Donald Rumsfeld </strong> is still blinded by ego. As part of his <q> Je ne regret rien pas </q> book tour, the 78-year-old former defense secretary stopped by the Conservative Political Action Conference on Thursday, where he got the group's annual`` Defender of the Constitution'' award. Only another person with such an ironic", "new_id": -2}, {"uid": "1295970536237928474", "i": 36742, "idx": 5, "sa": ["John McCain", "Colin Powell", "Barack Obama"], "q": "Campaign while endorsing <strong> Barack Obama </strong>! <strong> Colin Powell </strong> endorses <strong> Barack Obama </strong>!( CNN)-- Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's`` ability to inspire'' and the <q> inclusive nature of his campaign. </q>`` I think he is a transformational... <strong> Barack Obama </strong> Runs Constructive Criticism Ad On <strong> John McCain </strong> In response to Republican attacks, <strong> Barack Obama </strong> unleashed a series of slightly negative ads that gently point out how <strong> John McCain </strong> could be doing a better", "new_id": -2}, {"i": 11683, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case.`` What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,'' <strong> Simon Cowell </strong> continued. <q> The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours]. </q> My Settings Your comment contains inappropriate content in violation of our How One Japanese TV Audition Turned Into a Real-Life` Truman Show' PublishDate= 2/7/2011 3:00:00 PM New on DVD& Blu-ray, Week", "sa": ["Simon Cowell"], "uid": "1297129562188514341"}]