[{"uid": "1295154913111345676", "i": 8874, "idx": 17, "sa": ["Will Solomon", "Kobe Bryant", "Allen Iverson"], "q": "in their first-round playoff series. Games 3 and 4 <strong> Will Solomon </strong> be in Denver on Saturday and Monday night. <strong> Kobe Bryant </strong> finished with 49 points and 10 assists- one shy of his career playoff high in both categories. <q> Tonight, the way he was going, we probably could have put 10 people on the court and probably wouldn't have been able to stop him, </q> said Nuggets star <strong> Allen Iverson </strong>, who wasn't bad himself, getting 31 points and six assists.`` I didn't realize it,'' <strong> Kobe Bryant </strong> said when told about his scoring spree.`` You just get into", "new_id": -2}, {"uid": "1297185626119177230", "i": 44727, "idx": 3, "sa": ["Simon Cowell"], "q": "Makeover: Home Edition'' and`` Jersey Shore.'' As for the current, Simon Cowell-free season of`` Idol,'' he claimed,`` I haven't seen a full episode,'' continuing, <q> I think we're going to do something different. I'm excited. The stakes are high. </q> Indeed, there's a lot of pressure on <strong> Simon Cowell </strong>. Fox is still recovering from a rough fall season, when it finished last among the major networks in total viewers.`` Idol'' is still holding", "new_id": -2}, {"uid": "1297301658065552391", "i": 59961, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Nancy Pelosi"], "q": "\" Report Abuse \" If <strong> Nancy Pelosi </strong> and <strong> Barack Obama </strong> were on a boat in the middle of the ocean \" Report Abuse \" What was the most positive result of the`` Cash for Clunkers'' program? \" Report Abuse <q> What's the difference between <strong> Barack Obama </strong>'s cabinet and a penitentiary? </q> One is filled with tax evaders, blackmailers, and threats to society. Report Abuse \" <strong> Barack Obama </strong> wants spend 50 billion on cupcakes. \" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy", "new_id": -2}, {"uid": "1297207732016187415", "i": 2509, "idx": 3, "sa": ["Michael Vick", "Dwaine Caraway"], "q": "has given a key to a convicted felon accused of a violent, horrendous crime,'' Jonnie England, spokeswoman for the Metroplex Animal Coalition, said. <strong> Dwaine Caraway </strong> issued an apology late Monday. <q> I care deeply about animals. I have two dogs of my own, and I am deeply sorry to offend anyone who loves animals, </q> <strong> Dwaine Caraway </strong> said in a prepared statement. A shaky cell phone video shot at the event by a man who claims to have adopted one of <strong> Michael Vick </strong>'s Pit Bulls was posted online. In the video,", "new_id": -2}, {"uid": "1295720948114180134", "i": 25575, "idx": 0, "sa": ["Angelina Jolie", "Megan Fox"], "q": "And, just like the plump-lipped, raven-haired <strong> Angelina Jolie </strong>, 35, <strong> Megan Fox </strong> shows off elaborate back tattoos. PHOTOS: <strong> Megan Fox </strong> and <strong> Angelina Jolie </strong>'s styles compared <strong> Megan Fox </strong> has complained about the constant comparisons to <strong> Angelina Jolie </strong>. <q> It's a lack of creativity on the media's part, </q> she told href=\"http://www.ew.com\" target=\"_blank\"> Entertainment Weekly in June 2009.`` Because I have tattoos and dark hair and I was in an action movie? That's as far as the similarities extend.'' PHOTOS", "new_id": -2}, {"uid": "1295617389243957781", "i": 56161, "idx": 4, "sa": ["Clive Goodman", "Andy Coulson"], "q": "give the 110 percent needed in this role. I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on,'' he said. <q> I'll leave within the next few weeks and will do so wishing the prime minister, his family, and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government. </q> Mr. <strong> Andy Coulson </strong> has been under pressure for months over his role at the News of the World. He was its editor in chief in 2007 when a reporter, <strong> Clive Goodman </strong>, and an investigator the paper had", "new_id": -2}, {"uid": "1295871823093847560", "i": 34188, "idx": 0, "sa": ["Alassane Ouattara"], "q": "The statement from <strong> Alassane Ouattara </strong>'s camp comes at the height of Ivory Coast's cocoa export season, though it is unclear whether the ban will be heeded by cocoa growers or how it will be enforced. <q> The government informs all the economic operators of the immediate halt to all coffee and cocoa exports, </q> the statement said late on Sunday, adding that anyone who didn't follow the order would be`` subject to national and international sanctions''. While the United Nations, US, France and the African", "new_id": -2}, {"uid": "1295559450214679559", "i": 38995, "idx": 0, "sa": ["Eric Schmidt"], "q": "release including the financials( MOUNTAIN VIEW, Calif.- January 20, 2011- Google Inc.( NASDAQ: GOOG) today announced financial results for the quarter and the fiscal year ended December 31, 2010. <q> Q4 marked a terrific end to a stellar year, </q> said <strong> Eric Schmidt </strong>, CEO of Google.`` Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses", "new_id": -2}, {"uid": "1295794386130105346", "i": 52400, "idx": 1, "sa": ["Ian Hacking", "Andy Coulson"], "q": "was representing four people who believe they were targeted by other Timeline: how the scandal that led to <strong> Andy Coulson </strong>'s resignation developed Scotland Yard in 2005 to the CPS mounting a review of phone-Ian Hacking material <strong> Andy Coulson </strong> said phone-Ian Hacking coverage <q> made it difficult for me to give the 110% needed in this role </q>. Photograph: Danny Lawson/PA <strong> Andy Coulson </strong>: The phone-Ian Hacking scandal won't go away Why did <strong> Andy Coulson </strong> resign as Downing Street director of communications last week? The reason cited in his official statement was`` continued coverage of events", "new_id": -2}, {"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}]