[{"uid": "1295528378011599923", "i": 56, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Ryan Seacrest"], "q": "Rangers. There's no surprise in the <strong> Simon Cowell </strong> that Rushfield presents, but he does bring him to life-- by turns brilliant and exasperating, self-serving and disarmingly honest. Rushfield sums him up well: <q> If ever a person could be prepared for fame and all that came with it, it was <strong> Simon Cowell </strong>... For 20 years, <strong> Simon Cowell </strong> had been involved in every aspect of the shadowy business of creating stars... He had seen how the magical alchemy could transform people into stars, and he had seen how it could go wrong. </q> The book is not Fox-authorized, which may explain why the show's other well-known personalities play only supporting roles. <strong> Paula Abdul </strong> is a wacky sparring partner, and <strong> Ryan Seacrest </strong> is Robin to <strong> Simon Cowell </strong>'s Batman. Nevermind", "new_id": -2}, {"uid": "1296167737065404956", "i": 40857, "idx": 1, "sa": ["Mike Pence"], "q": "Indiana.`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,'' <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q> We will not seek the Republican nomination for president in 2012. </q> He said he would make a decision`` later this year'' about what his next political step is, but by not running for president it is considered a virtual certainty that he will run for", "new_id": -2}, {"uid": "1297314901126959709", "i": 759, "idx": 1, "sa": ["Michael Vick", "Barack Obama", "Joy Behar"], "q": "this week's scandal in which the convicted dog fighter received an honorary key to the city of Dallas.`` Why is he being rewarded with the keys to Dallas?'' asked <strong> Joy Behar </strong>. <q> What is this about? It's driving me crazy! </q> Bill O'Reilly to <strong> Barack Obama </strong>: people hate you( video) <strong> Michael Vick </strong> was hit with a fresh wave of controversy this week when a Dallas area reporter posted video of the key ceremony on", "new_id": -2}, {"uid": "1295094117134053957", "i": 508, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "line of fire without the equipment they need... What's Wrong with a Little PsyOps? CBS News Jan 29, 2002. On Sept. 10, <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> declared war. Not on foreign terrorists, <q> the adversary's closer to home. It's the Pentagon bureaucracy, </q> he said. He said money wasted by the military poses a serious threat.`` In fact, it could... <strong> Donald Rumsfeld </strong>, The Man Who Lost The War- B. Thomas Cooper <strong> Donald Rumsfeld </strong>, The Man Who Lost", "new_id": -2}, {"uid": "1297242386040484874", "i": 23263, "idx": 4, "sa": ["Colin Powell", "President Bush"], "q": "otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An Associated Press reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children-- but no obvious", "new_id": -2}, {"uid": "1297355724223297563", "i": 19833, "idx": 0, "sa": ["David Letterman"], "q": "by a mob while covering the protests in Egypt. The CNN anchor told CBS's The Late Show With <strong> David Letterman </strong> incident in Cairo happened when his team tried to talk to a pro-Mubarak group. <q> Our job is to talk to people on all sides but all of a sudden a guy went to grab our camera and from then it became a free-for-all, </q> he said on Wednesday's show.`` People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. We immediately, obviously,", "new_id": -2}, {"uid": "1295259899064110596", "i": 23696, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "it is right to give someone a second chance.'' Asked about the suggestion that Mr <strong> Andy Coulson </strong> had offered to quit, Mr <strong> David Cameron </strong> insisted he would not comment on`` private conversations''. <q> Of course he, as anyone who is human would be, is extremely embarrassed by the endless publicity and speculation about what happened many years ago when he was editor of the News of the World. </q> But the <strong> David Cameron </strong> praised Mr <strong> Andy Coulson </strong>'s performance in his current role, saying the Downing Street press office worked in a very`` proper'' way and he had not received a single complaint. Prime Minister", "new_id": -2}, {"i": 35653, "idx": 0, "index_answer": 1, "new_id": -1, "q": "have a real impact on Washington and the economy.`` I think that's part of what he's been positioning for,'' said <strong> Rob Enderle </strong>, a tech pundit and president of the <strong> Rob Enderle </strong> Group. <q> In terms of skills and what he brings to the party and reelection campaign and timing, it's my expectation he will </q> go to Washington. Google shocked Silicon Valley and Wall Street last month by announcing a big shakeup in its C-Suite, pushing <strong> Eric Schmidt </strong>, 55, out of the CEO job and replacing him with co-founder Larry", "sa": ["Eric Schmidt", "Rob Enderle"], "uid": "1296683084157417498"}, {"uid": "1297713451165232641", "i": 40548, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website.: No mummies damaged by looters at Cairo's... <strong> Zahi Hawass </strong> Report Abuse <q> he's done alot to help keep Egypt's pass in Egypt... starting back 25 or 30yrs ago.. but now he's a big windbag..'.. a`` showman </q> and publicity hound..' \" Time.com: Why <strong> Hosni Mubarak </strong> Should Have Seen Egypt's Revolution Coming Hot Stock Alert- GTSO Profit From New Rare Earth Exporter! China Rare Earth Exports Up 171% Trader Makes$", "new_id": -2}, {"uid": "1295901161252542977", "i": 20421, "idx": 0, "sa": ["Simon Cowell", "Leonardo DiCaprio", "Steven Tyler"], "q": ". Experts believe it could be the absence of the Mr <strong> Simon Cowell </strong>, <strong> Simon Cowell </strong>. The new panel-Jennifer Lopez, Aerosmith's <strong> Steven Tyler </strong> and show regular Randy Jackson- has had mixed reviews. <q> <strong> Simon Cowell </strong>'s cutting edge is clearly missed. The reality is that people like their reality and talent shows to have a little bit of bite. It doesn't bode well, </q> the Daily Star quoted one insider as saying. <strong> Simon Cowell </strong> quit <strong> Leonardo DiCaprio </strong> organises annual vacation with celebrity friends", "new_id": -2}]