[{"uid": "1297449852077103107", "i": 45132, "idx": 0, "sa": ["Steve Ballmer"], "q": "with Redmond's Bing search engine. In addition, Bing is slated to power search queries across Nokia devices, while Nokia's content and app store will be integrated with Microsoft's Marketplace. <q>Ecosystems thrive when fueled by speed, innovation and scale,</q> explained Microsoft CEO <strong> Steve Ballmer </strong>. \"The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.\" So, what will happen with Symbian", "new_id": -2}, {"uid": "1296781113036126750", "i": 25478, "idx": 1, "sa": ["Dermot O'Leary", "Cheryl Cole", "Simon Cowell"], "q": "the same time as the UK one, kicking off in September. They have already offered to fly <strong> Simon Cowell </strong> back and forth during the week on a private jet. A show source said: <q>ITV is pulling out all the stops to ensure <strong> Simon Cowell </strong> can do both shows, but he still hasn't agreed anything, which is frustrating. If <strong> Cheryl Cole </strong> and <strong> Dermot O'Leary </strong> also have to travel back and forth it could be tricky. The last thing they want is for any of them to pull out.</q> US sources say <strong> Dermot O'Leary </strong> will NOT get the role- as an American presenter is preferred by network bosses. <strong> Cheryl Cole </strong> is touch-and-go- as Fox executives are concerned that too few people will have heard", "new_id": -2}, {"uid": "1295833841223035433", "i": 5919, "idx": 3, "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "q": "elect Superman. We elected a human being, <strong> Barack Obama </strong>. \"I think he has reached out to countries around the world and has developed good relations with countries around the world,\" <strong> Colin Powell </strong> said. <q>And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the centerpiece of the State of the Union speech.</q> Dismissing widespread speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain", "new_id": -2}, {"uid": "1296073913157351994", "i": 4205, "idx": 1, "sa": ["Donald Rumsfeld"], "q": " WASHINGTON- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many \"<strong> Donald Rumsfeld </strong>'s Rules\": <q>The harder I work, the luckier I am.</q> When <strong> Donald Rumsfeld </strong> began thinking about his University of Phoenix Faculty's Goodwill Soccer in Iraq University of Phoenix faculty member Justin Porto launched a program using soccer to generate goodwill between Americans and Iraqis. Justin is a University of", "new_id": -2}, {"uid": "1296123008165298184", "i": 8934, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q>", "new_id": -2}, {"i": 12610, "idx": 8, "index_answer": 2, "new_id": -1, "q": "<strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion said she trusts that <strong> Mike Pence </strong> has \"come to the place that's right for him and his family.\" <q>What I most want is for him to have a long future,</q> <strong> Marjorie Dannenfelser </strong> said. \"So I'm sure that he's made a discernment that this is the right move.\" Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the 2nd District, said", "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "uid": "1296218172048857090"}, {"uid": "1297678702023707655", "i": 42638, "idx": 0, "sa": ["Zahi Hawass"], "q": "protests for the sake of Egypt. The Egyptian Museum, home to priceless collections, announced on Sunday that several priceless artefacts were stolen during a break-in on January 28. The missing pieces include <q>a gilded wood statue of the 18th Dynasty Pharaoh Tutankhamun being carried by a goddess,</q> and parts of another gilded wood statue of the king, Minister of State for Antiquities <strong> Zahi Hawass </strong> said in a statement.", "new_id": -2}, {"uid": "1297180938217825348", "i": 14146, "idx": 5, "sa": ["Dwaine Caraway", "Michael Vick", "Clarence Thomas", "Aaron Rodgers"], "q": "accept it. Maybe <strong> Dwaine Caraway </strong> couldn't get <strong> Aaron Rodgers </strong> or any of the gathered greats for the Super Bowl to take his calls. Great PR move, Dallas... Can't blame <strong> Michael Vick </strong> for accepting it... <q>Giving him a key to the city, however, is absurd, as was <strong> Michael Vick </strong>'s decision to accept it.</q> The NAACP Has \"No Comment\" on Racist Remarks Leveled at <strong> Clarence Thomas </strong>", "new_id": -2}, {"uid": "1295943621182452242", "i": 7136, "idx": 0, "sa": ["Steve Ballmer"], "q": "their security and compliance needs. The more telling look, though, is what Microsoft is trying to pitch to companies already using, or plan to use, Apple's iPad. Microsoft is telling those partners to <q>implement a Virtual Desktop Infrastructure( VDI) to reduce risk in your enterprise</q>, meaning that they'd be making use of tools like Microsoft's Hyper-V Server, and App-V. During last year's CES keynote, Microsoft's CEO <strong> Steve Ballmer </strong> paid special attention to a group of Windows", "new_id": -2}, {"uid": "1296448931064503816", "i": 40958, "idx": 0, "sa": ["Zahi Hawass"], "q": "are not like Baghdad.\" Al-Masry Al-Youm reports that about 1000 people entered the museum, but most looting was confined to the gift shop. Chairman of the Supreme Council of Antiquities <strong> Zahi Hawass </strong> told TIME: <q> \"I'm glad that those people were idiots... They looted the museum shop. Thank God they thought that the museum shop was the museum.</q>\" Other museums were also looted over the weekend, including the smaller Memphis Museum, which former Egyptian Museum Wafaa el-Saddik told With the unrest in Egypt continuing over the weekend, the Egyptian Museum in Cairo", "new_id": -2}]