[{"uid": "1296966831159891467", "i": 18771, "idx": 2, "sa": ["Michael Vick", "Tom Brady"], "q": " He also rushed for 676 yards and a career-high nine touchdowns in leading the Eagles to an NFC East title. <strong> Michael Vick </strong> finished runner-up to Patriots quarterback <strong> Tom Brady </strong> in voting for the most valuable player award. <q> I've come a long way, </q> <strong> Michael Vick </strong> said.`` I don't want to live in the past. I always want to move forward. Everything happens for a reason.'' <strong> Michael Vick </strong> arrived here on Thursday, and the next day", "new_id": -2}, {"uid": "1296407544252772372", "i": 181, "idx": 23, "sa": ["Allen Iverson", "George Lynch", "Robert Horry"], "q": "nine rebounds and <strong> George Lynch </strong> had eight points and 12 rebounds for Philadelphia, which improved the NBA's best record to 46-16.`` It felt funny playing against guys you played with all year,'' <strong> Allen Iverson </strong> said. <q> You look left, you look right and there are guys that were always right there in the foxhole with you, who felt bad when you felt bad. It was tough. </q> <strong> Allen Iverson </strong>, who scored 40 or more points for the 16th time this season, had 17 in the first quarter and 16 in the third. He made eight straight Robert Horrys in one stretch and finished 16-of-30. The", "new_id": -2}, {"uid": "1295794367125714474", "i": 11149, "idx": 0, "sa": ["Nouri al-Maliki", "Andy Coulson"], "q": "Maybe Ford and GM can come up with the car bomb as optional equipment in the middle east. \" Car bomb$ 2000 dollars extra. Super high explosive car bomb$ 3000 dollars. Report Nouri al-Malikise <q> Iraq, Iran, Afghanistan, Pakistan, N Korea, Somalia, Sudan, Ivory Coast, Mexico-- so when are we planning on winning any of these wars? </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1295091463061095940", "i": 29566, "idx": 0, "sa": ["Sergio Marchionne", "John Elkann"], "q": "il 54,05%) mentre i voti contrari all` intesa sono stati 2.326( il 45,95%). <strong> Sergio Marchionne </strong>: grazie al senso di responsabilit. <strong> Sergio Marchionne </strong> ha commentato cos il risultato del referendum. <q> Dai lavoratori hanno fiducia nel loro futuro. Grazie al loro senso di responsabilit per questa scelta coraggiosa </q>. Il presidente della Fiat <strong> John Elkann </strong> ha invece detto:`` La scelta dei lavoratori apre nuove prospettive''.`` Mi auguro che le persone che hanno votato no, messe da parte le ideologie e i", "new_id": -2}, {"uid": "1296352133119062558", "i": 58213, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "meeting about DotOrg, they spent most of their time fiddling with their BlackBerrys. At one meeting, former DotOrg executives said, they were stunned when <strong> Sergey Brin </strong> dropped to the floor and started doing push-ups. <q> DotOrg was like quicksand- every time you thought you'd found your footing, a sinkhole opened, </q> the former href=\"http://Google.org\"> Google.org program officer said. Jacquelline Fuller, a spokeswoman for DotOrg, said <strong> Sergey Brin </strong>, <strong> Larry Page </strong> and <strong> Eric Schmidt </strong> were not available to discuss the organization. By the end of", "new_id": -2}, {"uid": "1297300258049397812", "i": 14057, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Nancy Pelosi"], "q": "\" Report Abuse \" If <strong> Nancy Pelosi </strong> and <strong> Barack Obama </strong> were on a boat in the middle of the ocean \" Report Abuse \" What was the most positive result of the`` Cash for Clunkers'' program? \" Report Abuse <q> What's the difference between <strong> Barack Obama </strong>'s cabinet and a penitentiary? </q> One is filled with tax evaders, blackmailers, and threats to society. Report Abuse \" <strong> Barack Obama </strong> wants spend 50 billion on cupcakes. \" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment", "new_id": -2}, {"uid": "1296162655194232366", "i": 54109, "idx": 2, "sa": ["Sharron Angle", "Mike Pence"], "q": "spent any time around <strong> Mike Pence </strong> will tell you that he is as dumb as a box of rocks. He'd fit right in a GOP presidential field that includes Palin DeMint, and <strong> Sharron Angle </strong>. Report Abuse <q> I would like to announce my plans to run against the Marxist/Communist Islam-a-nut MONSTER currently destroying the country. Thank you for your support. <strong> Mike Pence </strong> 2012!!!! </q> <strong> Mike Pence </strong>| January 27, 2011 at 03:33 PM", "new_id": -2}, {"uid": "1297694269130826245", "i": 42595, "idx": 7, "sa": ["Donald Rumsfeld", "Toby Harnden"], "q": "detachment'' in order to`` match the achievements of its author''. <strong> Donald Rumsfeld </strong> provides some`` puckish'' and`` acidic'' observations about former colleagues, according to <strong> Toby Harnden </strong> in the Telegraph. Any readers <q> expecting a mea culpa from the famously cocksure <strong> Donald Rumsfeld </strong> will be disappointed </q> but nonetheless this is a`` clearly written work that attempts to cut through a number of myths to give a measured account of how things happened and why''. Financial Times is more disparaging, describing the reading", "new_id": -2}, {"uid": "1296291756127057940", "i": 40030, "idx": 0, "sa": ["Corrine Brown", "Larry Brown", "Mike Krzyzewski", "Allen Iverson", "David Stern"], "q": "about <strong> Allen Iverson </strong>'s rap music, it was as if <strong> Allen Iverson </strong> didn't even hear him. As <strong> David Stern </strong> handed him the MVP trophy, all <strong> Allen Iverson </strong> could think of was one thing when he was asked to speak. <q> Where's my <strong> Mike Krzyzewski </strong> at? </q> he asked.`` Where's <strong> Mike Krzyzewski </strong> <strong> Corrine Brown </strong>?'' It was a nice touch by <strong> Allen Iverson </strong> to seek out <strong> Larry Brown </strong>, his <strong> Mike Krzyzewski </strong> for the past 3 1/2 seasons. For a player often described as selfish and immature", "new_id": -2}, {"i": 16414, "idx": 0, "index_answer": 3, "new_id": -1, "q": "to have plenty of laughs at <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong>'s expense but now they've been replaced with <strong> Michael McIntyre </strong> and <strong> David Hasselhoff </strong>. <strong> Ant McPartlin </strong> admitted BGT had changed without those two big egos to prick. He said: <q> It has changed the mood of the show but, you know, it might be for the better.`` Hoff does a great job but isn't <strong> Simon Cowell </strong> or <strong> Piers Morgan </strong>. You miss <strong> Simon Cowell </strong> because he is the best judge. He has that ability to say what you at home are thinking. </q> <strong> Declan Donnelly </strong> added:`` For me, it's just great to be able to introduce the guy from Knight Rider every day... to a backing track of the Knight Rider theme tune.''", "sa": ["Piers Morgan", "David Hasselhoff", "Simon Cowell", "Ant McPartlin", "Declan Donnelly", "Michael McIntyre"], "uid": "1297481921069795902"}]