[{"uid": "1297448422119193625", "i": 48307, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Androids grabbing so much of the smartphone market. <strong> Stephen Elop </strong> was joined on stage by his former colleague at Microsoft, CEO <strong> Steve Ballmer </strong>, who revealed the two companies had started discussing a tie-up back in November. <q>This partnership with Nokia will dramatically accelerate the development of a vibrant, strong Windows Phone 7 ecosystem,</q> said <strong> Steve Ballmer </strong>. Nokia CEO <strong> Stephen Elop </strong> believes the partnership with Microsoft will let them compete with iPhone and Android smartphones Photo: Nokia Nokia has struggled to compete against a wave of new", "new_id": -2}, {"uid": "1296783985243531800", "i": 13534, "idx": 0, "sa": ["Allen Iverson", "Andrew Bogut"], "q": "his play Friday night. Once he got the chance. Coming off the bench for the first time as a Piston, <strong> Allen Iverson </strong> scored 17 points and led Detroit to a 107-97 victory over the slumping Milwaukee Bucks. <q>With everything going on, I wanted to play well,</q> <strong> Allen Iverson </strong> said. \"I just wanted to play well. Especially for my teammates because I let them down by not being here.\" <strong> Allen Iverson </strong> was benched by Pistons coach <strong> Andrew Bogut </strong> Curry to begin the game, punishment", "new_id": -2}, {"uid": "1296335581205897728", "i": 421, "idx": 0, "sa": ["Zahi Hawass"], "q": "archaeological monuments. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q>What scares me is that if this building is destroyed, it will fall over the museum,</q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1297427694138166275", "i": 47473, "idx": 0, "sa": ["Paris Hilton", "Simon Cowell"], "q": "man arrested in 2010 for allegedly trying to break into <strong> Paris Hilton </strong>'s home in the Hollywood Hills, was in fact trying to break out of the premises. An unnamed source in the LA Police department alleges that the <q>in... J.Lo \"Smeared\" as White House Super Bowl Party Breaks Down to Food Fight Over Lap Dance! CHERYL Cole is the face about to launch a thousand quips. Pix of her in Venice this weekend show her bloated and- no other word for it- FAT! And as if to prove it, the gondola she was travelling in alone almost SANK. The singer, 27, was returnin... New Sherlock Holmes Series Announced Following the success of the 3 episode modern \"Sherlock Holmes</q>, BBC have announced that an even more up to date series will be airing later this year. An unnamed source claims that all the characters would \"accurately reflect society in the 21st... <strong> Simon Cowell </strong> Shows He Has", "new_id": -2}, {"uid": "1295670452069369863", "i": 8305, "idx": 5, "sa": ["Keyon Dooling", "Grant Hill", "Allen Iverson"], "q": "and fortunately, it went in,\" <strong> Allen Iverson </strong> said. Magic guard <strong> Keyon Dooling </strong> was all over <strong> Allen Iverson </strong> on the play. \"That wasn't the first time he threw one in like that,\" <strong> Keyon Dooling </strong> said. <q>He was definitely on tonight. That final shot was just another example of a great player making a great play when they needed him.</q> The Magic had a chance to tie the game, but <strong> Grant Hill </strong>'s 12-footer at the buzzer was short. <strong> Grant Hill </strong>, who led the Magic with 25 points, had hit a similar shot to tie the game at", "new_id": -2}, {"uid": "1295611008131039236", "i": 23288, "idx": 0, "sa": ["Andy Coulson"], "q": "he did not know that phone hacking was taking place when he was editor of the News of the World. <strong> Andy Coulson </strong> has not moved from that position in his statement today. <strong> Andy Coulson </strong> today: <q>I can today confirm that I've resigned as Downing Street director of communications. It's been a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years.</q> I'm extremely proud of the part I've played in helping him reach No 10 and during the coalition's first nine months. Nothing is more important than the Government's task of getting this", "new_id": -2}, {"i": 33037, "idx": 2, "index_answer": 0, "new_id": -1, "q": "the business so brilliantly,\" Page said in the statement. <strong> Eric Schmidt </strong> said this change has been under discussion \"for a long time\" as the company tries to \"simplify\" its management structure. <q>By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,</q> he said in the statement. Google's other co-founder <strong> Sergey Brin </strong> will oversee strategic projects, specifically new products. Editor, CIO Tarun Pandey, Vice President-IT, Aditya Birla Financial Services", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295669906217972779"}, {"uid": "1295295073113115163", "i": 31532, "idx": 2, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "the Florida legislator told CBS TV's Face the Nation program. \"This is a woman who has the grit and the will and determination, more than anyone that we know,\" <strong> Debbie Wasserman Schultz </strong> said. <q>We were just really overjoyed to be able to be there for our friend and help to urge her on to come back to us, to her family, to her constituents.</q> On Saturday, doctors performed a tracheotomy to replace <strong> Gabrielle Giffords </strong>' breathing tube, freeing her from having to use a ventilator. Surgeons also inserted a feeding tube, the hospital said. <strong> Kirsten Gillibrand </strong> said", "new_id": -2}, {"uid": "1296128197246497300", "i": 17601, "idx": 12, "sa": ["Michael Vick"], "q": ", where he completed 62.8 percent of his passes, blowing his previous best out of the water. \"I feel like this one I had to work hard to get here,\" <strong> Michael Vick </strong> said. <q>This came in a different fashion due to the fact that I displayed different talents this year to show really what I can do in the passing game along with doing everything else. \"I think everything came together, and it has worked out for me.</q> For everything that he's been through, <strong> Michael Vick </strong> is still 30 years old and in the prime of his career. Where he will play next season is up in the air. The two-year", "new_id": -2}, {"uid": "1295315613097861656", "i": 3444, "idx": 0, "sa": ["Mike Pence"], "q": "The pair's site is a gathering place for grassroots conservatives to sign a petition urging <strong> Mike Pence </strong> to choose a run for the White House. The site describes <strong> Mike Pence </strong> as \"the conservative champion.\" <q><strong> Mike Pence </strong> describes himself as \"first a Christian, then a conservative, then a Republican,\"</q> Benko said. \"He unifies fiscal, social and national security conservatives, and will energize the conservative coalition essential to winning back the White House in 2012.\" The Hill reported <strong> Mike Pence </strong>, 51,", "new_id": -2}]