[{"uid": "1297451229044924949", "i": 16073, "idx": 3, "sa": ["David Letterman", "Michelle Obama"], "q": "stated that he was very impressed. \"I put out my hand to shake her hand and I called her Mrs. <strong> Michelle Obama </strong>. That seemed right, right?\" However, <strong> Michelle Obama </strong> wanted more than a handshake. <q> She put her arms around me and said,` I'm a hugger.' </q> <strong> David Letterman </strong> seemed very pleased with his first meeting with the First Lady and their exchange. \"She's a very gracious and powerful woman,\" he told viewers last night. So, what was the", "new_id": -2}, {"uid": "1296600412133546009", "i": 32273, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "his sold-out show at Madison Square Garden last year. A poised <strong> Justin Bieber </strong>, 16, told a new conference he hopes the film will show people he worked at learning music and writing songs. <q> There's going to be haters no matter what. People want to see you succeed and then once you're there they want to bring you down. It's a weird world, but that's just how it is, </q> he said. <strong> Justin Bieber </strong> was fresh off an appearance Monday evening on Late Show with <strong> David Letterman </strong>, where he showed the talk-show host how to use Twitter. The young singer has 6.9 million followers on", "new_id": -2}, {"uid": "1297174923217825289", "i": 30778, "idx": 7, "sa": ["David Petraeus", "Donald Rumsfeld"], "q": "Zitate \"Die Dinge, die wir nicht wissen- wir wissen sie nicht\" <strong> Donald Rumsfeld </strong> und die Folter- Aff?re- R?ckendeckung vom Pr?sidenten USA- \"Wir behandeln Gefangene nicht wie zivilisierte Menschen\" <strong> Donald Rumsfeld </strong>: Zitate- <q> Die Dinge, die wir nicht wissen- wir wissen sie nicht </q> Nahost- USA und Irak offenbar ber Truppenabzug einig US-General <strong> David Petraeus </strong>- Der neue M?chtige im Osten Faulsein im B?ro Hauptsache, man wirkt gestresst Politische Reformen in Kairo \"Wenn gypten f?llt, ist der Nahe Osten verloren\"", "new_id": -2}, {"uid": "1295696719177029138", "i": 56451, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "<strong> Andy Coulson </strong> has been <strong> David Cameron </strong>'s communications director since 2007 <strong> Andy Coulson </strong> has been <strong> David Cameron </strong>'s communications director since 2007 <strong> David Cameron </strong> said he was \"very sorry\" <strong> Andy Coulson </strong> was going <strong> Andy Coulson </strong> has resigned as the PM's communications chief <q> So far, our worst day in government, </q> a senior aide from <strong> David Cameron </strong>'s Downing Street office told The Guardian, after <strong> Andy Coulson </strong> quit as chief of communications on Friday. The left-wing newspaper added that <strong> Andy Coulson </strong>'s departure \"leaves the prime minister with a", "new_id": -2}, {"uid": "1297212253102973486", "i": 8671, "idx": 0, "sa": ["Aaron Rodgers", "David Letterman"], "q": "Player of Super Bowl XLV, <strong> Aaron Rodgers </strong>, greeted 50,000-plus fans at Lambeau Field during \"Return To Titletown\" after his Green Bay Packers beat the Pittsburgh Steelers, 31-25, to claim the Lombardi Trophy. <q> I just want you to know, for the next year, you can steal my belt celebration, because we're the champions of the world. Put that on whenever you want. </q> <strong> Aaron Rodgers </strong>, who went from North Texas to Disney World to` Late Night with <strong> David Letterman </strong>' in New York back to Titletown, marked the path he personally has taken. He has gone from the", "new_id": -2}, {"uid": "1296430716089636908", "i": 43012, "idx": 0, "sa": ["Zahi Hawass"], "q": "According to Mr <strong> Zahi Hawass </strong>, the Egyptian Museum` s collection is secure from thieves. He said the greatest threat to the collection inside was posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> Mr <strong> Zahi Hawass </strong> said. Before the army arrived, young Egyptians??\" some armed with truncheons grabbed off the police??\" created a human chain at the museum` s front gate to prevent", "new_id": -2}, {"uid": "1295495372185335815", "i": 40240, "idx": 3, "sa": ["Simon Cowell"], "q": "to be a lot of fun once he settles in. He likes to joke, drum on the desk to the music and sing along when he likes someone. He has a flirtatious streak, too. <q> Where is your pitchfork, you little devil, </q> he said to one cutie. The frontman for Aerosmith also has a little <strong> Simon Cowell </strong> in him. \"Did you eat a lot of paint chips as a child?\" he asked a gruesome singer.", "new_id": -2}, {"uid": "1297694377007258115", "i": 16566, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "house arrest. Several opposition groups had vowed to take part in the protest, although officials have banned the gathering. \"What we ought to know we don't know,\" <strong> Donald Rumsfeld </strong> says. <q> It's a situation of unknown unknowns. </q> We have no idea, he went on, of the role of women, of organized political parties and interest groups, and what latent strength they may have. \"The entities that are best organized, most", "new_id": -2}, {"uid": "1296128197246497300", "i": 21298, "idx": 14, "sa": ["Kevin Kolb", "Michael Vick"], "q": "quarterback, <strong> Kevin Kolb </strong>, through the 2011 season. \"I'm expecting everything to go according to plan... got to take it one day at a time,\" said <strong> Michael Vick </strong>, who reiterated later, <q> Hopefully I'll be with the Eagles next season. </q> <strong> Michael Vick </strong>'s turnaround continued yesterday, when he signed his first endorsement deal since prison. One of the sport's most recognizable and popular stars before the entire ordeal, <strong> Michael Vick </strong> agreed to a two-year deal with", "new_id": -2}, {"uid": "1295715899131842121", "i": 31244, "idx": 12, "sa": ["Bob Dylan", "Kirsten Gillibrand"], "q": ". \"I think a lot of people underestimate women all the time,\" she says. \"But that's OK,\" she adds( with a look that makes evident it is not OK). <q> I know what I'm working with. I know what the chBob Dylanges are. </q> Around the Hill, <strong> Kirsten Gillibrand </strong> has forged a reputation as hardworking, methodical, and relentless. \"She goes to the floor with little notecards. She buttonholes senators. She does it right,\" says", "new_id": -2}]