[{"uid": "1297562861212975627", "i": 2809, "idx": 0, "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "q": "\" It strains credulity to expect anyone to believe that the position of the British government wasn't well known by those who granted Al-Megrahi his so-called compassionate release,\" said Sen. <strong> Chuck Schumer </strong>( D-N.Y.). <q> This report confirms what many of us have long suspected: the British government and BP wanted Al-Megrahi released so that an oil deal being negotiated with Libya could go forward. </q> Sen. <strong> Kirsten Gillibrand </strong> said the findings only heighten her worry that Megrahi's release undermines the international struggle against terrorism.\" Economic and trade interests should never take precedence over matters of justice,\" <strong> Kirsten Gillibrand </strong>( D-N.Y.", "new_id": -2}, {"uid": "1295559822104759319", "i": 27948, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "likely that more power shifts to him. The announcement came just before Google announced solid earning for the fourth quarter of 2010. Page will take over CEO duties starting April 4 and starting immediately <q> will now lead product development and technology strategy, his greatest strengths, </q> <strong> Eric Schmidt </strong> said. announcement whether any disagreements internally prompted the change, but <strong> Eric Schmidt </strong> says Page is ready to run the company, while <strong> Sergey Brin </strong> will continue focusing on new product ideas, with the title of Co-Founder.", "new_id": -2}, {"i": 5401, "idx": 0, "index_answer": 1, "new_id": -1, "q": "turned out to be true as the two tech giants formally announced their partnership today. Google meanwhile acted like a jilted bride as their VP of engineering, <strong> Vic Gundotra </strong>, tweeted a few days ago that <q> two turkeys do not make an eagle, </q> the turkeys being a reference to Nokia and Microsoft. <strong> Steve Ballmer </strong> Elop did not take the tweet siting down. He responded with this pithy tweet\"... two bicycle makers, from Dayton Ohio, one day", "sa": ["Steve Ballmer", "Vic Gundotra"], "uid": "1297444577051478529"}, {"uid": "1295501733152403990", "i": 37930, "idx": 2, "sa": ["Keith Bogans", "Rafer Alston", "Allen Iverson"], "q": "right knee. But he has a while to go to regain his All-Star form.\" <strong> Rafer Alston </strong> rhythm is way off. I'm struggling,\" said <strong> Allen Iverson </strong>, shooting 37 percent in five games since returning. <q> It's frustrating that it's taking so long for my game to come back. But by being in the league eight years, I've been through struggles and I know how to play while struggling. </q> Philadelphia took control midway through the third quarter with 11 straight points to go up 68-60. Orlando's <strong> Keith Bogans </strong> stopped the run with a jumper despite being knocked down, but <strong> Allen Iverson </strong> seized the momentum back with his lone", "new_id": -2}, {"uid": "1295685093156418051", "i": 19722, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "added. In a conference call with financial analysts after the surprise announcement that Page would replace <strong> Eric Schmidt </strong> in April, co-founder <strong> Sergey Brin </strong> indicated the company would be putting more effort into the social arena. <q> We've touched just one percent of the capabilities that could be deployed in that realm, </q> said <strong> Sergey Brin </strong>, who will be in charge of strategic projects and new products in the new management structure. BGC's Gillis said <strong> Google Inc. </strong> has had scant success with products it has developed on its own,", "new_id": -2}, {"uid": "1295876564020021277", "i": 6044, "idx": 1, "sa": ["Peter T. King", "Kirsten Gillibrand", "Kathleen Sebelius"], "q": "That's exactly what the state's congressional delegation asked for last week in a letter to Health and Human Services Secretary <strong> Kathleen Sebelius </strong>. Her agency has until March 31 to decide whether to grant an extension. <q> The waiver should absolutely be extended, </q> <strong> Kirsten Gillibrand </strong> said.\" These are exactly the kind of solutions we need right now. It is common sense.\" Rep. <strong> Peter T. King </strong>, R-Seaford, who is concerned about losing federal money for projects on Long", "new_id": -2}, {"uid": "1295826103073957409", "i": 10436, "idx": 2, "sa": ["Candy Crowley", "Colin Powell", "Bill Clinton"], "q": "to see what unfolds.\" I will always vote as I have throughout my life, for the person that I think is best qualified to be <strong> Bill Clinton </strong> of the United States,\" he told CNN. <q> And I don't adhere to a single party line. </q> Here is a partial transcript of the chat between <strong> Colin Powell </strong> and CNN's <strong> Candy Crowley </strong>: \" CROWLEY: We are entering a presidential campaign season. Do you see anyone currently in the Republican field that would", "new_id": -2}, {"uid": "1295649400119881738", "i": 23130, "idx": 4, "sa": ["Eric Schmidt"], "q": "big decisions among the three of us,\" <strong> Eric Schmidt </strong> wrote.\" But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.\" <q> As Executive Chairman, I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to Larry and <strong> Sergey Brin </strong>, </q> he said. Buy the latest industry research online today! Europe IT Buying In 2010-2011: Procurement, Investment& Industry Trends Outlook Neverfail Overview The Neverfail Group is dedicated to creating a world where business applications are", "new_id": -2}, {"uid": "1296776655116113416", "i": 48563, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ", to make bold assertions with no pretense of substantiation. Of a war that has already cost the United States more than$ 700 billion and claimed more than 4,400 American lives, Mr. <strong> Donald Rumsfeld </strong> writes: <q> Knowing what we later learned and recognizing the costs, there is not a persuasive argument to be made that the United States would be in a stronger strategic position or that Iraq and the Middle East would be better off if Saddam were still in power. In short, ridding the region of Saddam's brutal regime has created a more stable and secure world. </q> And of the argument that the war in Iraq diverted troops and resources from Afghanistan, leading to the resurgence there of the Taliban, Mr. <strong> Donald Rumsfeld </strong> simply declares,\" It was precisely during the toughest period", "new_id": -2}, {"uid": "1295564127055377924", "i": 12262, "idx": 2, "sa": ["Eric Schmidt"], "q": "negative, that there is probably some issue going on. Google is trying to get more efficient and trying to get a tech guy in the seat to compete with,\" said UBS analyst Brian Pitz. <q> I don't think it changes anything strategically where the company is headed. </q> Google said the management change was made as part of a plan to\" streamline\" decision making and create clearer lines of responsibility and accountability at the top. It said <strong> Eric Schmidt </strong> plans to sell about", "new_id": -2}]