[{"uid": "1295945595182452244", "i": 25247, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer"], "q": "They've been allocating money to all strategies,'' said Vijay Rakesh, an analyst at Sterne Agee& Leach Inc. in Chicago who has a`` buy'' rating on Intel shares and doesn't own any. <q> They made acquisitions last year. They're paying out pretty good dividends, and now they're doing buybacks. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog NOVATO 4 BR/ 4.0 BA$ 1,585,000.00 SAN RAFAEL 5 BR/ 3.1 BA$", "new_id": -2}, {"uid": "1295498091112721922", "i": 7377, "idx": 13, "sa": ["James Cleveland", "Derrick Rose", "Chris Webber", "Allen Iverson", "Ali Farokhmanesh", "Ben Wallace", "Byron Scott", "Phil Jackson"], "q": "<strong> Allen Iverson </strong>'s Ben Wallacegest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Phil Jacksonly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> Webbe... Chicago Bulls vs <strong> James Cleveland </strong> CavAli Farokhmaneshers 88:83 Highlights <strong> James Cleveland </strong>-- <strong> Byron Scott </strong>'s lineup changes had the <strong> James Cleveland </strong> CavAli Farokhmaneshers on the verge of a much-needed victory-- until <strong> Derrick Rose </strong> made the Ben Wallacegest play of the night. <strong> Derrick Rose </strong> scored 29", "new_id": -2}, {"uid": "1296146618234012711", "i": 17885, "idx": 0, "sa": ["Carl Levin", "Kirsten Gillibrand"], "q": "worked closely with Senate Armed Services Committee Chairman <strong> Carl Levin </strong>( D-MI) to support's troops and veterans in the Senate. Senator <strong> Kirsten Gillibrand </strong> worked with Chairman <strong> Carl Levin </strong> to strengthen our national security by repealing the corrosive <q> Don't Ask, Don't Tell </q> policy, including securing the first committee hearing that led to its repeal.`` One of the reasons I came to Congress was to strengthen our national security and serve as a voice for our troops and military", "new_id": -2}, {"uid": "1295602406020365332", "i": 20347, "idx": 0, "sa": ["Eric Schmidt"], "q": "has struggled to find its footing in social networking, with a new crop of Web companies such as Facebook and title=\"More on Twitter Inc....\" href=\"http://rss.thisislondon.co.uk/standard/related-35974-twitter-inc.do\"> Twitter stealing Web traffic and engineering talent. <q> As spending was curbed and order restored over the last few years, some of that Google magic was lost, </q> said Tricia Salinero, managing director of Newforth Partners, a mergers and acquisitions advisory firm, in an email. <strong> Eric Schmidt </strong>, who will step aside on April 4 and make way for Page, said that", "new_id": -2}, {"uid": "1297133397167510027", "i": 38288, "idx": 0, "sa": ["Wanda Jackson", "Michael Vick", "Joe Nichols", "Christina Aguilera", "Dwaine Caraway", "O. J. Simpson"], "q": "Bowl XLV fans spent twice as much on tickets, compared with last year <strong> Christina Aguilera </strong>'s Anthem clocked in at 1:54-- a`` push'' in Vegas New Release Tuesday: Iron and Wine, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was <strong> O. J. Simpson </strong> busy? </q> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}, {"uid": "1295900040008716288", "i": 12040, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "speed up decision-making at Google.`` It's important to remember that <strong> Eric Schmidt </strong> is responsible for growing Google into the behemoth it is today,'' Beacon Equity Research analyst Dave Goodboy wrote in a note. <q> Although <strong> Larry Page </strong> and <strong> Sergey Brin </strong> created the company, it was <strong> Eric Schmidt </strong> who ran the day-to-day operations during the massive growth. Even worse news hit the wire when it was announced that he plans on selling$ 335m in shares this year, his first sale in three years. Does this indicate that the top is in place for the search engine? </q> Other analysts were more positive.`` We do not view <strong> Eric Schmidt </strong>'s new role as executive chairman and <strong> Larry Page </strong>'s new role as chief executive as negative developments. In our view, <strong> Eric Schmidt </strong> very effectively spearheaded", "new_id": -2}, {"uid": "1295440324144605237", "i": 45559, "idx": 4, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong>, she and Mr. Tyler are singers and performers. Mr. Tyler, the frontman for Aerosmith, is working on another album for Sony now.`` We're artists,'' Ms. Lopez said. <q> We've been up there. We've auditioned. We've been through the ranks. </q>", "new_id": -2}, {"uid": "1297418088097157153", "i": 27049, "idx": 2, "sa": ["Dick Cheney", "Donald Rumsfeld"], "q": "were loud cheers for both <strong> Dick Cheney </strong> and <strong> Donald Rumsfeld </strong>. There was also some heckling by those in the crowd opposed to the war in Iraq and its costs. Still, the applause drowned out the boos. <q> It's good to be here, </q> <strong> Donald Rumsfeld </strong> told the crowd.`` I have been around so long that I remember a time when CPAC did not exist, when Ronald Reagan was still an actor, when Barry Goldwater was our candidate for president and", "new_id": -2}, {"uid": "1296803869266600456", "i": 16053, "idx": 4, "sa": ["Thaddeus Young", "Allen Iverson", "Tim Duncan"], "q": "and <strong> Thaddeus Young </strong> and <strong> Allen Iverson </strong> each had 16. The Sixers have lost 13 of 14 games. <strong> Allen Iverson </strong> had his left knee drained before the game for the second Tim Duncane this week and will have an MRI on Thursday. <q> This one's on me. I let us down tonight, </q> <strong> Allen Iverson </strong> said.`` I feel bad, that's a game we should have won. We didn't make shots at the Tim Duncane we needed to make shots.'' The crowd chanted`` We Want AI!", "new_id": -2}, {"i": 1480, "idx": 0, "index_answer": 1, "new_id": -1, "q": "else.`` It was the only thing I didn't want to quit. I started when I was 19. I quit every single job I had up until that point,'' <strong> Joe Matarese </strong> said. <q> I started going and I was hooked immediately. And I never stopped. </q> The comedian has gone on to carry his own half-hour special on Comedy Central; appear on The Late Show with <strong> David Letterman </strong>, The <strong> Howard Stern </strong> Show, The Late Late Show with <strong> Craig Kilborn </strong>, and NBC's Last", "sa": ["Howard Stern", "Joe Matarese", "David Letterman", "Craig Kilborn"], "uid": "1295163756229244974"}]