[{"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q> Sales professionals are at the heart of almost every successful business, </q> said <strong> Steve Ballmer </strong>. \"Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}, {"uid": "1296592764087982095", "i": 24254, "idx": 1, "sa": ["Zahi Hawass"], "q": "that historical objects in Egypt are easier to loot than in other places. \"In Iraq and Afghanistan, people[ had] moved away from the archaeological sites.\" Egypt is mostly desert, though, so <q> you can't move anywhere-- the Nile is it. </q> National Geographic explorer-in-residence <strong> Zahi Hawass </strong> says that the country's museums are now safe and guarded by the army, and should open near the end of the week. Read more about the situation in", "new_id": -2}, {"uid": "1295501959237502465", "i": 41059, "idx": 1, "sa": ["Oprah Winfrey", "Simon Cowell"], "q": "network show called \"<strong> Oprah Winfrey </strong> Presents Master Class\" delves into <strong> Simon Cowell </strong>'s childhood and gives him a chance to reflect on why he has become so successful. In her introduction, <strong> Oprah Winfrey </strong> says <strong> Simon Cowell </strong> has made his mark <q> by going against the grain and having the courage to say exactly what is on his mind. </q> \"I'm not a master of anything,\" says <strong> Simon Cowell </strong>. \"I think what I'm good at is making shows or records which a lot of people will like for the same reasons I", "new_id": -2}, {"uid": "1295033756239566871", "i": 13025, "idx": 2, "sa": ["David Letterman", "Camille Grammer"], "q": ", and we both said hello... It was uncomfortable. Kelsey looked shocked. The look on his face!\" The Late Show with <strong> David Letterman </strong> Thursday night, Kelsey shared his feelings for his new love. <q> <strong> Kayte Walsh </strong>'s my new girl, and we're planning to get married soon, </q> he told the talk show host. How soon? \"Sometime in February,\" <strong> Camille Grammer </strong> said. \"The kids are doing okay.\" Kelsey put in a request to the judge for a quickie divorce", "new_id": -2}, {"uid": "1295034979268353577", "i": 48705, "idx": 2, "sa": ["Craig Ferguson", "David Letterman", "Charlie Sheen"], "q": "you.\" \"But I'm married.\" \"Well, you're going to have to take that up with Mr. Thorpe.\" 9. <strong> David Letterman </strong>: The Golden Globes has weird categories. <q> Best Actor with a Boston Accent, </q> \"Best Movie That's 45 Minutes too Long,\" \"Best Focker\"... 8. <strong> Craig Ferguson </strong>: CBS announced today that <strong> Charlie Sheen </strong> wasn't on the set today because he's got an ear infection", "new_id": -2}, {"uid": "1297717097255754249", "i": 26292, "idx": 0, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "platform later this year, CEO <strong> Steve Ballmer </strong> has revealed. Like the desktop version, the mobile edition of IE9 will make use of hardware acceleration and HTML5, <strong> Steve Ballmer </strong> told attendees of Mobile World Congress. <q> IE9 is a great example of bringing assests togegther from across Microsoft to improve the Windows Phone experience, </q> <strong> Steve Ballmer </strong> said. \"We need to give people the full web, the full interent... like they expect with the PC.\" <strong> Joe Belfiore </strong>, corporate vice president of Windows Phone 7, said the \"", "new_id": -2}, {"uid": "1295619163009781254", "i": 31441, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "'s director of public communications. Photograph: Ben Stansall/AFP/Getty Images Timeline: how the scandal that led to <strong> Andy Coulson </strong>'s resignation developed Scotland Yard in 2005 to the CPS mounting a review of phone-hacking material <strong> Andy Coulson </strong> said phone-hacking coverage <q> made it difficult for me to give the 110% needed in this role </q>. Photograph: Danny Lawson/PA ROYAL FLUSH! UK PM's Communications Director Out Over <strong> Rupert Murdoch </strong> Paper Phone-Hacking Scandal Glynnis MacNicol| Jan. 21, 2011, 7:54 AM| 16| A A A x Email Article From To", "new_id": -2}, {"uid": "1296751438058556476", "i": 1505, "idx": 4, "sa": ["Brandon Jennings", "Allen Iverson"], "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the Milwaukee Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/Milwaukee_Bucks_Point_Guard_Brandon_Jennings_makes_a_fantastic_layup_off_a_steal Milwaukee Bucks Point Guard <strong> Brandon Jennings </strong> makes a fantastic layup", "new_id": -2}, {"uid": "1297475330028377090", "i": 39770, "idx": 4, "sa": ["Kirsten Gillibrand", "Emma Willard"], "q": "<strong> Kirsten Gillibrand </strong>'s decision sends a positive message. \"I think it's an affirmation about Rensselaer County-- that it's a great place to live, work and raise a family,\" Jimino said. <q> It will mean she has first-hand knowledge of how decisions that are made in Washington are affecting business, government and education in upstate. \"I think she feels strongly about the tie to Troy, </q> Jimino said. \"She has talked at <strong> Emma Willard </strong>. She was at Sage in the fall for her debate and made contact with several students. We're glad to have her close by.\" <strong> Kirsten Gillibrand </strong>", "new_id": -2}, {"uid": "1294985384205127683", "i": 16262, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": ". \"We were just thrilled to be by her side,\" <strong> Debbie Wasserman Schultz </strong> recalled of her visit to the hospital Wednesday night, along with House Minority Leader <strong> Nancy Pelosi </strong> and New York <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>. <q> And we were prepared to do and say anything- if she could hear us- to provide comfort and encouragement. </q> <strong> Gabrielle Giffords </strong> lay in her hospital bed with her eyes closed, swathed in bandages. With her was her husband, Mark Kelly. The three women gathered around her, <strong> Debbie Wasserman Schultz </strong> recalled in an interview.", "new_id": -2}]