[{"uid": "1295618466190234796", "i": 49333, "idx": 2, "sa": ["Andy Coulson"], "q": ". \"Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role.\" <q>I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.</q> Cameron said in a statement that he was \"very sorry\" that <strong> Andy Coulson </strong> was going but added that he could \"understand that the continuing pressures on him and his family mean that he feels compelled to", "new_id": -2}, {"uid": "1295502688237502473", "i": 4085, "idx": 0, "sa": ["Rep. Joe Barton", "Mike Pence"], "q": ", although he called the Republicans' arguments against the health care law \"misleading one-liners.\" <strong> Rep. Joe Barton </strong> Bobby Scott, D-Va., objected to Republicans deriding the bill as \"ObamaCare\" and naming their bill <q>Repealing the Job-Killing Health Care Law Act.</q>\"( Republicans are) calling it a government takeover of health care when it doesn't even include a public option( for government-funded health care),\" Scott said. But <strong> Rep. Joe Barton </strong> <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1296141458066224161", "i": 3385, "idx": 1, "sa": ["Sergio Marchionne", "Debbie Stabenow"], "q": "end of March. The automaker is going ahead with fuel-efficiency projects, expecting it will receive the loan to help pay for them. \"I can't stop the machine,\" <strong> Sergio Marchionne </strong> said recently. <q>So far, I have been able to manage it( without the loan), but there will come a point in time when I have to go into the kitty and use other cash for this.</q> Sen. <strong> Debbie Stabenow </strong>, D-Lansing, said Chrysler's request would help protect 10,000 jobs in nine plants in four states, including Michigan. The projects on which it is working \"would save 520 million gallons of", "new_id": -2}, {"uid": "1296003648058851372", "i": 39, "idx": 2, "sa": ["Jim Richardson", "Michael Vick", "Barack Obama"], "q": "all active professional quarterbacks. Says Master: \"The guy has just started his NFL career and he's in the top five. Wow. This guy is election material when he hangs up his cleats.\" <q><h6> Raising <strong> Michael Vick </strong> Story Continues the Conservative Attack on <strong> Barack Obama </strong> </h6></q> <strong> Jim Richardson </strong> of VA, its Conservatives like Bedard here and Fox News who have their fixation on the MichaeL <strong> Michael Vick </strong> story. Conservatives tried to make controversy out of <strong> Barack Obama </strong>'s comments on forgiveness and giving <strong> Michael Vick </strong> a second", "new_id": -2}, {"i": 13976, "idx": 3, "index_answer": 2, "new_id": -1, "q": "is collapsing as more power is accruing to big, monied interests,\" <strong> Sen. Bernie Sanders </strong> said. \"We need leadership in the White House and the <strong> Bill Clinton </strong>'s advisers on down who understand that reality.\" <q>To me, it's a disaster,</q> said New York-based labor activist <strong> Jonathan Tasini </strong>. \"When the question on the table should be creating jobs, you have <strong> Joe Biden </strong> picking someone whose main role has been to put out this awful report on deficit cutting.\"", "sa": ["Joe Biden", "Bill Clinton", "Jonathan Tasini", "Sen. Bernie Sanders"], "uid": "1295132025137953291"}, {"uid": "1297010680158695426", "i": 7100, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "lengthy legal battle with European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. \"We certainly want to avoid that,\" <strong> Eric Schmidt </strong> told the paper in an interview. <q>I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they are minor or they are not correct. \"We'll find out and make sure we are operating well within the law and the spirit of the law.</q> Brussels launched a formal investigation into <strong> Google Inc. </strong> in November following complaints from European rivals that it was abusing its dominant position in the market for web search services. A previous EU investigation into software giant", "new_id": -2}, {"uid": "1297182562166789141", "i": 2698, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Diane Sawyer", "Hosni Mubarak"], "q": "<strong> Hosni Mubarak </strong> to resign. Kazakh Language Test For Presidential Candidates To Be Made Harder Kazakhstan's Central Election Commission( OSK) chairman says a mandatory Kazakh-language test for presidential candidates would be made stricter. <q>I have no doubt that given the facts that were made available to <strong> President Bush </strong> in 2003, I would have made the same decision <strong> ... More </strong>,</q> <strong> Donald Rumsfeld </strong> writes. \"Ridding the region of <strong> Saddam Hussein </strong>'s brutal regime has created a more stable secure world.\" No Second Thoughts Speaking in an interview with <strong> Diane Sawyer </strong> of ABC News earlier this week", "new_id": -2}, {"uid": "1295381374134447118", "i": 12618, "idx": 0, "sa": ["Simon Cowell"], "q": "needed prompting. Nobody asked a question about <strong> Simon Cowell </strong>. He said he didn't hear too much rock but there was one guy who really impressed him. As a recovering addict, he has no regrets. <q>I'm always ready to take it up a notch,</q> he said. \"I like a good challenge.\" He later said, \"Idol\" will enable Aerosmith fans to see a new side of him. \"Here I get to be more vulnerable", "new_id": -2}, {"uid": "1295254600092618767", "i": 7207, "idx": 9, "sa": ["Allen Iverson", "Steve Javie"], "q": "official <strong> Steve Javie </strong>, who ejected him. \"I thought I got fouled on that play, and I said I thought that he was calling the game personal, and he threw me out,\" <strong> Allen Iverson </strong> said. <q>His fuse is real short anyway, and I should have known that I couldn't say anything anyway. It's been something personal with me and him since I got in the league. This was just the perfect game for him to try and make me look bad.</q> Actually, <strong> Allen Iverson </strong> didn't need much help in that regard as he was slow to get going, hitting http://wn.com/Allen_Iverson_32pts_vs_76ers_Intro_Interview_Highlight_07/08 PHILADELPHIA, March 19- <strong> Allen Iverson </strong> had the ball in his hands and the game on the line,", "new_id": -2}, {"uid": "1297689131188481617", "i": 24198, "idx": 0, "sa": ["Norah Jones", "John Mayer", "David Letterman", "Katy Perry", "Keith Urban", "Nicole Kidman"], "q": "meat dress fame was taking a year off. Some of the evening's best moments were quick glimpses. <strong> David Letterman </strong> provided a mid-show Top 10 list for the event, and No. 3 was a winner: <q><strong> Lady Gaga </strong> Antebellum and <strong> Lady Gaga </strong> form supergroup <strong> Lady Gaga </strong> Antegagum.</q> A camera caught actress <strong> Nicole Kidman </strong>, there with husband <strong> Keith Urban </strong>, jamming along to <strong> Katy Perry </strong>'s \"Teenage Dream\" from her seat. And <strong> Keith Urban </strong> paired with <strong> Norah Jones </strong> and <strong> John Mayer </strong> in a lovely take on Dolly Pardon's \"", "new_id": -2}]