[{"uid": "1295670102065781797", "i": 31365, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "condenado en 2007. <strong> Andy Coulson </strong> acab presentando el mi?rcoles por la noche su dimisi?n, aceptada a rega?adientes por <strong> David Cameron </strong> y anunciada ayer a mediod?a, pero no ha aceptado que conociera las escuchas cuando era director. <q> Por desgracia, la continua cobertura de acontecimientos conectados con mi antiguo trabajo en el News of The World ha hecho dif?cil para m aportar el 110% que se necesita en este trabajo. Sigo manteniendo lo que he dicho sobre este asunto pero cuando un portavoz necesita tener un portavoz, es momento de irse </q>, reconoci <strong> Andy Coulson </strong> en una breve nota. <strong> David Cameron </strong> se ha declarado muy apenado por su marcha: \"Comprendo que las continuas presiones sobre l y su familia le han obligado a hacerlo\" . D?as atr?s", "new_id": -2, "mturk_index": "428"}, {"uid": "1296579740005816323", "i": 23813, "idx": 1, "sa": ["Sergio Marchionne"], "q": "went on here in 2010,\" <strong> Sergio Marchionne </strong> said during the Q&A session of Monday's financial earnings news conference call. CAW President Ken Lewenza said Monday that the employees appreciate the recognition.. <q> I think it's a vote of confidence for the direction of Chrysler corporation and obviously <strong> Sergio Marchionne </strong> appreciates the kind of work ethic that has been developing in the plants in terms of changing its culture, </q> said Lewenza. CAW Local 444 President Rick Laporte reiterated there is no question the workers have helped put the company on the right track, but he was a little concerned about the bonus idea.", "new_id": -2, "mturk_index": "1110"}, {"uid": "1297584969045400067", "i": 226, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "a comment on how the partnership would specifically be structured in regard to the two companies' patents. But the companies underscored Nokia's strength in that area in the open letter from <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong>: <q> We each bring incredible assets to the table. Nokia's history of innovation in the hardware space, global hardware scale, strong history of intellectual property creation and navigation assets are second to none. </q> They're making clear they're both counting on Nokia's intellectual property portfolio as an asset in this new strategic tie-up. And it's become obvious that Nokia is very aware of the value of its", "new_id": -2, "mturk_index": "1108"}, {"uid": "1295996308043548675", "i": 41516, "idx": 2, "sa": ["David Price", "Tom Cole", "Bill Lockyer"], "q": "D-Md., who have introduced legislation to modernize the public funding system, said the <strong> Tom Cole </strong> <strong> Bill Lockyer </strong> would further open the floodgates to special interest money. They noted that the fund grew out of Watergate-era campaign spending scandals. <q> Let's not return to the darkest days of our democracy. We should be mending the system, not ending it, </q> <strong> David Price </strong> said. A letter from Common Cause, Democracy 21 and other good government groups said the public financing system has served the country and presidential candidates of both parties well for most of its 35-year existence", "new_id": -2, "mturk_index": "885"}, {"uid": "1295530345005685262", "i": 47067, "idx": 0, "sa": ["Beverly Hills", "Art Garfunkel", "Paul Simon", "Simon Cowell"], "q": "of <strong> Simon Cowell </strong> at home in Britain and away at his <strong> Beverly Hills </strong> home. Exculsive behind the scenes footage of his career at American Idol.... <strong> Paul Simon </strong> My Little Town 3:54 <strong> Paul Simon </strong> and <strong> Art Garfunkel </strong> together on <strong> Paul Simon </strong>'s 1975 classic <q> Still Crazy After All These Years </q>. <strong> Paul Simon </strong>( born October 13, 1941) is an American singer-songwriter. He is known for his success beginning in 1965 as pArt Garfunkel of the duo <strong> Paul Simon </strong>& <strong> Art Garfunkel </strong>, with musical pArt Garfunkelner <strong> Art Garfunkel </strong> Gar... <strong> Paul Simon </strong>-", "new_id": -2, "mturk_index": "2183"}, {"uid": "1295668674231571473", "i": 31268, "idx": 3, "sa": ["Andy Coulson"], "q": "Police would now conduct a thorough investigation into the phone hacking. \"To say this is long overdue is an understatement. <strong> Andy Coulson </strong> should never have been appointed in the first place,\" he said. <q> I hope now finally that the police will be able to conduct the full, transparent, and thorough inquiry into phone hacking that we are still waiting for and that the murky truth will come to light. </q> It is understood Mr <strong> Andy Coulson </strong> informed the Prime Minister of his intention to leave on Wednesday evening. No decision has yet been taken on a replacement. Mr <strong> Andy Coulson </strong> resigned as editor of the News", "new_id": -2, "mturk_index": "18"}, {"uid": "1297217617158400531", "i": 33235, "idx": 1, "sa": ["Ben Elton", "David Letterman", "George Calombaris"], "q": "I though it was going to be a talk show like <strong> David Letterman </strong> which would have been better suited to <strong> Ben Elton </strong>. It was terrible. \" <cite> <strong> George Calombaris </strong>| Melbourne- February 09, 2011, 1:04 PM </cite> <q> I agree Mark, says a lot about the masses. And we wonder why our kids are obese and we our money continues to go into sports stadiums! </q> <cite> Aunty Lucy| Melbourne- February 09, 2011, 1:05 PM </cite> \" I thought Ben Eltons performance was good. The support acts added nothing to what has been delivered in the 80s& 90s.", "new_id": -2, "mturk_index": "1857"}, {"uid": "1295800781124010530", "i": 55983, "idx": 5, "sa": ["Christopher Hitchens", "Colin Powell", "Steve Jobs", "John McCain", "Barack Obama", "Manmohan Singh", "Bill Ayers"], "q": "answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly Obama_Barack Obama_Calls_for_Clean_Energy_and_Climate_Legislation www.repoweramChristopher Hitchensa.org In his State of the Union address, <strong> Barack Obama </strong> reiterated his commitment to passing <q> a comprehensive energy and climate <strong> Bill Ayers </strong>... because the nation that leads the clean energy economy will be the nation that leads the global economy. </q> Obama_Barack Obama_Host_State_Dinner_with_PM_Manmohan Singh_Manmohan Singh_CNN <strong> Barack Obama </strong> Host State Dinner with PM <strong> Manmohan Singh </strong> CNN <strong> Barack Obama </strong>'s 2010 state of the union address Covered in this segment: Taxes Recovery act of 2009( stimulus <strong> Bill Ayers </strong>) New <strong> Steve Jobs </strong> <strong> Bill Ayers </strong> of 2010( stimulus 2.0)", "new_id": -2, "mturk_index": "1725"}, {"uid": "1297234021222871650", "i": 9276, "idx": 3, "sa": ["Michael Gove"], "q": "evidence that changes to the way a school is funded improve exam results, yet <strong> Michael Gove </strong> insists there is, but only he can see it. Manningtreeimp 7 February 2011 8:32 PM GermanicusRex <q> The longer you and your cretins are away from education policy the better the UK will be... </q> Heil, GermanicusRex. Why are you on these boards, and not reading Dryden to your children? JerryBlease 7 February 2011 8:33 PM Tell me if I am missing something? Presumably", "new_id": -2, "mturk_index": "600"}, {"uid": "1295007613223330355", "i": 14852, "idx": 1, "sa": ["Debbie Wasserman Schultz", "Nancy Pelosi", "Kirsten Gillibrand"], "q": ", CNN It was like witnessing a miracle' STORY HIGHLIGHTS Sen. <strong> Kirsten Gillibrand </strong>: \"It was like witnessing a miracle\" <strong> Kirsten Gillibrand </strong>, Reps. <strong> Nancy Pelosi </strong> and <strong> Debbie Wasserman Schultz </strong> were in Giffords' hospital room <strong> Debbie Wasserman Schultz </strong>: <q> The doctors couldn't believe it </q> Thousands at a memorial event cheer when Obama announces the development Sen. <strong> Kirsten Gillibrand </strong>: \"It was like witnessing a miracle\" <strong> Kirsten Gillibrand </strong>, Reps. <strong> Nancy Pelosi </strong> and <strong> Debbie Wasserman Schultz </strong> were in Giffords' hospital room <strong> Debbie Wasserman Schultz </strong>: \"The doctors could", "new_id": -2, "mturk_index": "1967"}]