[{"i": 13424, "idx": 0, "index_answer": 0, "new_id": -1, "q": "strained at times, <strong> Barack Obama </strong> has kept a coterie of business leaders, such as <strong> Jeff Immelt </strong> Wolf, chairman of UBS AG's Americas unit, and Honeywell International Inc. chairman David Cote, in his orbit. <q>You'd rather be at the table than not at the table,<q> said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business. \"You figure this is a way to do something useful for your country.\" <strong> Barack Obama </strong> raised more than$ 40", "sa": ["Steve Ballmer", "Barack Obama", "Jeff Immelt"], "uid": "1295902280021954569"}, {"uid": "1297096904101318657", "i": 21244, "idx": 0, "sa": ["Donald Rumsfeld", "Colin Powell"], "q": "<strong> Colin Powell </strong> over his management skills and disputes the notion that <strong> Colin Powell </strong> somehow got duped into delivering the WMD address to the UN before the invasion of Iraq. The intelligence was wrong, <strong> Donald Rumsfeld </strong> acknowledges in this interview excerpt from <q><strong> Colin Powell </strong>, <strong> President Bush </strong>'s first secretary of state, \"did not, in my view, do a good job of managing the people under him,<q> <strong> Donald Rumsfeld </strong> said.\" \"There was a lot of leaking out of the State Department, and the president knew it,\" he said. \"And it was unhelpful. And most of it ended", "new_id": -2}, {"uid": "1296774952170934322", "i": 10914, "idx": 0, "sa": ["Kirsten Gillibrand", "Richard Hanna", "Barack Obama"], "q": "bound from Washington, D.C., to Schenectady to formally announce General Electric's sale of turbines to an Indian power company, and the flight was a chance to get to know people, <strong> Richard Hanna </strong> said. <q>The president was \"easy to be around and very approachable,<q>' he said. \"We all had a nice conversation. I sat next to <strong> Kirsten Gillibrand </strong>' and I had a chance to talk with <strong> Barack Obama </strong> Schumer, who knows our district. He\"s a very bright guy", "new_id": -2}, {"uid": "1295665813215973930", "i": 29015, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!<q> Renet Khasanshyn, CEO of data integration software vendor Avatar, talks about the company's product, which links data between different kinds of systems, whther Salesforce.com apps, Microsoft or Oracle databases, and Microsoft Excel", "new_id": -2}, {"uid": "1296034359264519680", "i": 7575, "idx": 5, "sa": ["Michael Vick"], "q": "and thigh pads made by the company. \"The Unequal technology is a part of my game now and I won't play without my Unequal,\" <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. <q>Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.<q> <strong> Michael Vick </strong> was once the NFL's highest-paid player and he endorsed many products during his six seasons with the Atlanta Falcons. But <strong> Michael Vick </strong> lost everything following his 2007 arrest and later conviction on dogfighting charges, for which he", "new_id": -2}, {"uid": "1297184996166789153", "i": 12862, "idx": 1, "sa": ["Donald Rumsfeld", "Tom McClintock"], "q": "part of cooking the books on intelligence to gin up a reason to invade that country. See: http://www.tnr.com/print/article/the-first-casualty We know that <strong> Donald Rumsfeld </strong> resolutely refused to plan for the occupation. We know that in Congress, <q>everyone would agree Iraq was a mistake,<q> according to <strong> Tom McClintock </strong>( R-CA). 1kW-.\"... and so then I said, \"Hey, Voldemort-- pull my finger!\"' 6.1** pffffft***", "new_id": -2}, {"uid": "1296482079090030086", "i": 32058, "idx": 4, "sa": ["Winston Moss", "Mike Trgovac", "Michael Vick", "Kevin Greene"], "q": "as defensive line coach <strong> Mike Trgovac </strong>, assistant head coach and inside linebackers coach <strong> Winston Moss </strong>, or outside linebackers coach <strong> Kevin Greene </strong>. But <strong> Mike Trgovac </strong> told the Wisconsin State Journal on Sunday that he is not interested in leaving Green Bay. <q>If it's my choice, I will be here next year.<q> Posted 8:14 AM, 01/31/2011 the bleacher report article says this about kk: Posted 8:24 AM, 01/31/2011 Going with <strong> Michael Vick </strong> long term will almost guarantee many more seasons over the next 3-5 years of 10-6 to 12-4", "new_id": -2}, {"uid": "1296277283055640091", "i": 348, "idx": 1, "sa": ["Allen Iverson"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacking any strength. \"I survived, I'm still here,\" he said. <q>I'm a new man, stronger than ever, I just say, \"Thank you, everybody.<q>\" <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and final playoff spot, and one game behind the Mavericks. The Warriors visit the Pepsi Center on Saturday night", "new_id": -2}, {"uid": "1295990431002195464", "i": 3049, "idx": 0, "sa": ["Matt Lauer", "David Letterman", "Conan O'Brien", "Sacha Baron Cohen"], "q": "Qatar of using its Al-Jazeera TV channel to undermine the West Bank's Palestinian leadership with a an Al-Jazeera TV report that claimed that the Palestinians were prepared to compromise over two of the toughest Bruno to Terrorist Leader: <q>Your King Osama Looks Like a Kind of Dirty Wizard or a Homeless Santa<q> Bruno to Terrorist Leader: \"Your King Osama Looks Like a Kind of Dirty Wizard or a Homeless Santa\"( 7/9/09) <strong> Sacha Baron Cohen </strong> makes the media rounds( <strong> David Letterman </strong>, <strong> Matt Lauer </strong>- \"Today Show\"& <strong> Conan O'Brien </strong>", "new_id": -2}, {"uid": "1295630063219987992", "i": 1609, "idx": 2, "sa": ["Simon Cowell"], "q": "He's bringing those verbal gifts to the table, like asking the Snookie look-alike with the star-studded halter, \"What's with the jujubees on your uu-uu-bees?\" His dig at the burping guy-- <q>Did you eat a lot of paint chips as a child?<q>-- was vintage <strong> Simon Cowell </strong>. It's also cool how he throws himself into the music, whether pounding out a beat on the table or unleashing one of his high-pitched screams. Surprisingly, he", "new_id": -2}]