[{"uid": "1296349656162676762", "i": 30923, "idx": 2, "sa": ["Metta World Peace", "Allen Iverson", "Michael Bruce Curry", "Shawn Marion"], "q": "<strong> Allen Iverson </strong> hits Game Winner) 12/26/08 Detroit Pistons vs Oklahoma City Thunder( <strong> Allen Iverson </strong> hits Game Winner) 12/26/08 Having already scored a dozen points in the fourth quarter on Friday, <strong> Allen Iverson </strong> took things in his own hands. <q> That was a great play by <strong> Allen Iverson </strong>, </q> Pistons coach <strong> Michael Bruce Curry </strong> said. \"He hadn't had much going for him in the first three quarters, but then he took over the ga... ToMetta World Peaceto Raptors vs Oklahoma City Thunder Mar. 28/09 <strong> Shawn Marion </strong> scored plenty", "new_id": -2}, {"uid": "1295569913120422584", "i": 23713, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Data Warehouse Appliance Promises Database Transparence, Mixed BI Workload, Massive Scalability <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"By elevating me and having <strong> Larry Page </strong> running things day", "new_id": -2}, {"uid": "1297116847195428397", "i": 41470, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "During a teleconference Monday, <strong> Simon Cowell </strong> suggested his former American Idol colleague <strong> Paula Abdul </strong> could be in the running for The X-Factor judging panel. \"I'm a massive fan of <strong> Paula Abdul </strong>,\" he said. <q> We've been in regular contact. I'm not going to say today who we are going to confirm or not, because the truth is we haven't made up our minds up yet.... It comes down to who I think is interesting, and the commitment and the expertise each person offers. </q> The panel for the show( which debuts next fall) won't be announced for several weeks. <strong> Simon Cowell </strong> also weighed in on allowing 12-year olds to audition even though some feel that is an early age to deal", "new_id": -2}, {"uid": "1296191100088326219", "i": 33605, "idx": 1, "sa": ["Adam Garfinkle", "Condoleezza Rice", "Colin Powell"], "q": "reasonable objectives.\" U.S. foreign and defense policy routinely operates on a village-idiot level of information. <strong> Adam Garfinkle </strong>, who worked as a speechwriter for <strong> Colin Powell </strong> and Rice-Condoleezza Rice/\" Condoleezza Rice\"> <strong> Condoleezza Rice </strong>, said in 2007, <q> No one in a senior position in this administration seems to have the vaguest notion of modern Middle Eastern history. </q>***** INDISPENSABLE UNIONS Register) Please avoid offensive, vulgar, or hateful language.", "new_id": -2}, {"uid": "1295966109135200778", "i": 6809, "idx": 0, "sa": ["Stuart Miller", "Eric Schmidt"], "q": "Quote\"> Lennar Corp., the third-largest U.S. homebuilder by revenue, is among companies bracing for a slow rebound. <strong> Stuart Miller </strong>, chief executive officer, said on a Jan. 11 conference call with analysts. <q> Shadow inventory and foreclosures will continue to impact individual markets on the supply side, while the pace of recovery in the job market will influence consumer confidence and demand. </q> To contact the reporter on this story: Shobhana Chandra in Washington at Google's <strong> Eric Schmidt </strong> Says He Will Stay Put` As Long As It's Exciting'", "new_id": -2}, {"uid": "1297378384170868752", "i": 51325, "idx": 1, "sa": ["George W. Bush", "Dick Cheney", "Donald Rumsfeld"], "q": "for being a cattle-call for potential GOP George W. Bushial candidates. Just the mention of <strong> Donald Rumsfeld </strong>'s name drew boos from the crowd, and when <strong> Dick Cheney </strong> took the stage two attendees screamed at him. One yelled <q> Where Bin Laden at? </q> and the other said \"Show us the shackles <strong> Dick Cheney </strong>.\" Both comments were met with chants from the crowd of \"U-S-A.\" Both men served in the administration of former <strong> George W. Bush </strong> and are considered key", "new_id": -2}, {"uid": "1295162148185597955", "i": 15713, "idx": 2, "sa": ["Tim Tetrick", "Reggie Miller", "Jalen Rose", "Allen Iverson", "Jermaine O'Neal"], "q": "top team in the East for the first Tim Tetricke since 1983-84. <strong> Jalen Rose </strong> had 18 and <strong> Jermaine O'Neal </strong> added 11 points and 11 rebounds for the Pacers, who were down just 61-59 at halfTim Tetricke after getting 33 from <strong> Reggie Miller </strong>. <q> I wish it was reversed, </q> <strong> Reggie Miller </strong> said. \"The game is four quarters. I hate doing things early. I like doing it late.\" <strong> Allen Iverson </strong> scored 14 of Philadelphia's final 17 points in the third, including the last 10", "new_id": -2}, {"uid": "1295097311134397967", "i": 25727, "idx": 0, "sa": ["Andy Coulson", "Keir Starmer"], "q": "Crown Prosecution Service said it would re-examine material collected by police officers who investigated allegations that journalists at the newspaper illegally accessed the voicemail of several public figures. <strong> Keir Starmer </strong>, the Director of Public Prosecutions, announced <q> a comprehensive assessment of all material in the possession of the Metropolitan Police Service relating to phone hacking. </q> The allegations concern the behaviour of journalists during the time that Mr <strong> Andy Coulson </strong> was editor of the newspaper. In December 2010, the Crown Prosecution Service abandoned an investigation into allegations that Mr <strong> Andy Coulson </strong> was", "new_id": -2}, {"uid": "1297517014244219923", "i": 48686, "idx": 1, "sa": ["Piers Morgan", "David Hasselhoff", "Simon Cowell"], "q": "judge. He has that ability to say what you at home are thinking. \" <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> leaving has changed the mood of the show but you know it might be for the better. \" <q> <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> leaving has changed the mood of the show but you know it might be for the better. </q> Comment on this Article However the pair are excited to be working with former' Baywatch news from Female First\"> Baywatch' hunk <strong> David Hasselhoff </strong>- who was thrown off` America's Got", "new_id": -2}, {"uid": "1297616629186400779", "i": 32535, "idx": 17, "sa": ["George H. W. Bush", "David Martin", "Donald Rumsfeld"], "q": "Saddam Hussein. \"When did you first talk to <strong> George H. W. Bush </strong> about going after Saddam?\" asked <strong> David Martin </strong>. \"Oh, I think it was in September,\" <strong> Donald Rumsfeld </strong> replied. <q> So before the first U.S. boot is on the ground in Afghanistan... </q> \"He called me into the Oval Office and he said,` Do you have a war plan for Iraq?\" ' <strong> Donald Rumsfeld </strong> explained. But as he was gearing up for war the", "new_id": -2}]