[{"uid": "1295578825089079828", "i": 35267, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "Messrs. <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> sought to play down any personality differences on Thursday. In an interview, Mr. <strong> Eric Schmidt </strong> said there had been no friction between the three that led to the change, and that they <q>have been running particularly well in the last six or nine months because of this shared goal in efficiency.</q> He added: \"We actually agree on, I think, everything.\" <cite> Getty Images </cite> As CEO, <strong> Google Inc. </strong>'s Larry Page will take over day-to-day responsibilities. The shake-up changes the", "new_id": -2}, {"i": 45025, "idx": 3, "index_answer": 0, "new_id": -1, "q": "that he's done for me, for the government and for the country,\" <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q>Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him,</q> <strong> Ed Miliband </strong> said. The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of a government that includes", "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "uid": "1295698317198803458"}, {"uid": "1295274612038928401", "i": 13318, "idx": 0, "sa": ["Simon Cowell"], "q": ", the group's founder and choreographer said he \"can't wait\" to go on tour, explaining the show is a \"roller-coaster journey\" of dance styles and performances. <strong> Simon Cowell </strong> described their routine as <q>one of the best things I have ever seen in my life</q>. After their success in the TV talent show, Flawless have gone on to star in the movie StreetDance 3D, as well as appearing in music videos for Subscribe to RSSMost Popular in: Entertainment", "new_id": -2}, {"uid": "1295844367023740578", "i": 16388, "idx": 0, "sa": ["Eric Schmidt"], "q": "company behind the internet's dominant gateway. The surprise shake-up announced yesterday appears to be driven by <strong> Eric Schmidt </strong>'s desire to assume more of a behind-the-scenes role as much as Page's personal ambition. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after Google dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advise Page, 37, and Google's other 37-year-old founder", "new_id": -2}, {"uid": "1295617389243957781", "i": 46199, "idx": 4, "sa": ["Clive Goodman", "Andy Coulson"], "q": "give the 110 percent needed in this role. I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on,\" he said. <q>I'll leave within the next few weeks and will do so wishing the prime minister, his family, and his brilliant and dedicated team the very best for what I'm sure will be a long and successful future in Government.</q> Mr. <strong> Andy Coulson </strong> has been under pressure for months over his role at the News of the World. He was its editor in chief in 2007 when a reporter, <strong> Clive Goodman </strong>, and an investigator the paper had", "new_id": -2}, {"uid": "1295189804049070144", "i": 20204, "idx": 6, "sa": ["Simon Cowell"], "q": "the new panel in the first few episodes this season. <strong> Simon Cowell </strong> \"Did you really believe you could become the American Idol? Well, then, you're deaf.\" <q>Oh, Robert, I think you just killed my favourite song of all time.</q>( On the infamous Sanjaya's attire) \"I presume there was no mirror in your dressing room tonight. \" \"Oh Scott, it was dreadful. Really dreadful. And I\"m", "new_id": -2}, {"uid": "1295806909069746696", "i": 16101, "idx": 4, "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "q": ". We elected a human being, <strong> Barack Obama </strong>. \" \"I think he has reached out to countries around the world and has developed good relations with countries around the world,\" <strong> Colin Powell </strong> said. <q>And I think he\"s working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the centerpiece of the State of the Union speech.</q> Dismissing widespread speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants", "new_id": -2}, {"uid": "1297103280155009162", "i": 22716, "idx": 0, "sa": ["Sergio Marchionne"], "q": "<strong> Sergio Marchionne </strong> used the term \"shyster loans\" three times Friday in an address at an auto dealer's convention in San Francisco, but he issued a statement the next day expressing his regrets. <q>I used a term in reference to the interest rate being charged on our government loans that has raised concern. I regret the remark which I consider inappropriate,</q> <strong> Sergio Marchionne </strong> said in his statement. The Detroit News said Sunday that Steve Rattner, who was the Obama administration's \"auto czar\" during the bailout, said the loans were made at or below market", "new_id": -2}, {"uid": "1297204047246546474", "i": 11705, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush", "Hosni Mubarak"], "q": "> <strong> Donald Rumsfeld </strong> Says Egypt's <strong> Hosni Mubarak </strong> Knows He's On the Way Out <strong> Donald Rumsfeld </strong> Says Egypt's <strong> Hosni Mubarak </strong> Knows He's On the Way Out Defense <strong> Donald Rumsfeld </strong> said Egyptian <strong> President Bush </strong> <strong> Hosni Mubarak </strong> <q>is behaving in a way that he understands that he will eventually depart</q> and that the crisis in Egypt is \"probably best handled through private diplomacy.\" <strong> Donald Rumsfeld </strong>, who has known <strong> Hosni Mubarak </strong> since 1975, told ABC's Good Morning America that the United States' interest in Egypt should", "new_id": -2}, {"uid": "1297315841241827870", "i": 7122, "idx": 0, "sa": ["Eric Schmidt", "Jennifer Waters", "Timothy Pflueger"], "q": "the author of \"Art Deco San Francisco: The Architecture of <strong> Timothy Pflueger </strong>,\" published by Princeton Architectural Press. http://on.mktw.net/g8o0Kf\" 12:08 a.m. EST, Feb. 10, 2011 from tpoletti <q>Tech firms are still in clover in Ireland http://on.mktw.net/fRnw5A</q> 12:48 a.m. EST, Feb. 3, 2011 from tpoletti \"<strong> Eric Schmidt </strong> is not going to go to Apple Next: <strong> Jennifer Waters </strong>' Consumer Confidential <strong> Jennifer Waters </strong> Consumer Confidential Next", "new_id": -2}]