[{"uid": "1297257274238534666", "i": 1127, "idx": 1, "sa": ["Colin Powell", "President Bush"], "q": "found substantial evidence of an active Iraqi program to produce weapons of mass destruction, but Rumsfeld believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q>For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq,</q> Rumsfeld wrote. He said he made his recommendation to <strong> President Bush </strong> at a National Security Council meeting Feb. 3, 2003, in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the U.N. two days", "new_id": -2}, {"uid": "1297104975037732412", "i": 31402, "idx": 0, "sa": ["Simon Cowell"], "q": "million contract. Show supremo <strong> Simon Cowell </strong> is excited to be offering the biggest guaranteed prize in television history, and has also revealed the programme will welcome audionees aged from just 12. He said: <q>I like the idea that a 12 year old on this show can compete with an older singer and a singing group. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5m recording contract. I'm doing this show in America because I genuinely believe we can find a superstar.</q> On the UK version of the show- where winners land a Â£ 1 million record deal- contestants must be aged at least 16 to enter, though for two seasons the minimum age was reduced to", "new_id": -2}, {"uid": "1295317822227213382", "i": 41843, "idx": 0, "sa": ["Jay Leno", "Howard Stern", "Piers Morgan", "David Letterman"], "q": "thinks <strong> Jay Leno </strong> steals jokes from other comedians. <strong> Howard Stern </strong> spoke to <strong> Piers Morgan </strong> on his new CNN show <strong> Piers Morgan </strong> Tonight, stating that <strong> Jay Leno </strong> has little original material on his NBC late-night series The Tonight Show. <q><strong> Jay Leno </strong> is insane. And <strong> Jay Leno </strong> is a crook,</q> he told <strong> Piers Morgan </strong>. \"And the world knows exactly what he's up to. He steals a tremendous amount of material.\" <strong> Howard Stern </strong> continued: \"He's not fit to scrub <strong> David Letterman </strong>'s feet", "new_id": -2}, {"uid": "1295576927002506766", "i": 48432, "idx": 7, "sa": ["Eric Schmidt"], "q": "ago. Revenue was up 26 percent to$ 8.44 billion from the same period last year. \"Our strong performance has been driven by a rapidly growing digital economy,\" <strong> Eric Schmidt </strong> said, <q>and by the extraordinary momentum of our newer businesses, such as display and mobile. \"These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider Web,</q> he added.", "new_id": -2}, {"i": 12044, "idx": 0, "index_answer": 0, "new_id": -1, "q": "'s new book says otherwise. His sources claim that the success was due to other factors as much as the surge). <strong> Colin Powell </strong> could have stayed silent but he went out on a http://wn.com/Kurt_von_Hammerstein,_der_General_der_austand_gegen_Hitler Here a translation: <q>I won't go along with this</q>. When you are in a political party you won't make much friends with this kind of statements, but in the NSDAP it was dangerous. Also for the highest military <strong> Kurt von Hammerstein </strong> and he hasn't been noticed", "sa": ["Colin Powell", "Kurt von Hammerstein"], "uid": "1295744650033914887"}, {"uid": "1297174091265420823", "i": 47976, "idx": 0, "sa": ["Simon Cowell"], "q": "thought this little lady living on her own in Scotland would go on to sell nearly 20 million records? It's just typical of the record business saying that you have to look this way or whatever. <q>I was guilty of that. She taught me a huge lesson that I have to be more open-minded. I think the American audience know what talent is and I don't think it matters if you're in your 40s, 50s, 30s or 14 years old. If you have it, you have it. You only have to look at Madonna. She's still one of the most influential artists in the world. It doesn't matter how old she is.</q> Comment on this Article As well as refusing to put an age limit on contestants, <strong> Simon Cowell </strong> is to allow children as young as 12 to audition for the US version of' The X Factor", "new_id": -2}, {"uid": "1295741039001638416", "i": 12686, "idx": 0, "sa": ["Reggie Evans", "Allen Iverson", "Andre Miller"], "q": "was going to take time for everything to come together under the leadership of <strong> Allen Iverson </strong>. Try two games. <strong> Allen Iverson </strong> had 28 points and 13 assists in Denver's 116-105 victory over the Boston Celtics on Tuesday night. <q>I'd say we're real comfortable with him now,</q> said <strong> Reggie Evans </strong>, who had 14 points and 14 rebounds coming off the bench. <strong> Allen Iverson </strong> picked up his second double-double-- and first win-- since being acquired by Denver for <strong> Andre Miller </strong>, Joe Smith and two first-round picks", "new_id": -2}, {"uid": "1296631399181747717", "i": 47140, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ", USA Birthday \"Just re-read this. Just as captivating as the first time. Like a kiss.\" \"Nice job. Lived in Hayward-SanLeando for 6 years but loved Oakland. Now back hom...\" <q>Skank sex( Delilah) also destroyed Sampson. Tiger should also drop the extra faci...</q> \"Who is the bigger fool, Breitbart for his posts or those who fall for it like Fed...\" Rijaxn's Links New list No links in this category. Sounding like former Defense <strong> Donald Rumsfeld </strong>,", "new_id": -2}, {"uid": "1295876248172113926", "i": 33446, "idx": 0, "sa": ["Brian Bautista", "Eric Schmidt", "John Legend", "Google Inc."], "q": "was made just as the company released news that their revenues of$ 8.44 bn for the last quarter of 2010. <strong> Eric Schmidt </strong> joined <strong> Google Inc. </strong> in Auguest 2001 and at the time Larry Page said: <q><strong> Eric Schmidt </strong> is exactly the right leader for <strong> Google Inc. </strong>. His <strong> Google Inc. </strong>'s CEO Shakeup: Why Scrap <strong> Eric Schmidt </strong>? <strong> Google Inc. </strong>'s bombshell announcement that <strong> Google Inc. </strong> co-founder Larry Page will replace CEO <strong> Eric Schmidt </strong>, who has helmed the company for a <strong> Google Inc. </strong> Results with <strong> Rob Huebel </strong> and <strong> Aziz Ansari </strong> Human Giant members <strong> Rob Huebel </strong> and <strong> Aziz Ansari </strong> investigate what happens when they <strong> Google Inc. </strong> their own names. Recorded at the first ever \"Crash Test</q> at the UCB Theatre in NYC.... <strong> John Legend </strong>& <strong> Brian Bautista </strong>- Ordinary People( <strong> Google Inc. </strong>) <strong> John Legend </strong>& <strong> Brian Bautista </strong> Ordinary People <strong> Google Inc. </strong>- Mountain View, CA January 30, 2007... Authors@Google: Chris Onstad 37:34 The Authors@Google", "new_id": -2}, {"uid": "1296774479232128574", "i": 6810, "idx": 0, "sa": ["David Letterman", "Taylor Shaw"], "q": "<strong> David Letterman </strong> and a featured spot on the soundtrack to Grey's Anatomy. Yet, in September of last year, WSO called it quits and <strong> Taylor Shaw </strong> turned to what had been a side-project up until then, his band <q>I had stopped writing for a little bit,</q> says <strong> Taylor Shaw </strong>, \"and when I started writing again I was hanging out with my friend Becca and my friend Alex. He was playing upright bass, and she would sing back-up harmonies. WSO had a show,", "new_id": -2}]