[{"uid": "1297419793219660332", "i": 14915, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Blog home Nokia and Microsoft tieup: liveblog 10.12 am: <q>We have been on a complex journey... this announcement with Microsoft is just one part.</q> OOh, and now we get <strong> Steve Ballmer </strong>. SB: \"honour and privilege to be here today.. thank <strong> Stephen Elop </strong>. It was a year ago that we unveiled WP7 at MWC... it's", "new_id": -2}, {"uid": "1296921227106987589", "i": 28845, "idx": 1, "sa": ["Howard Stern", "David Letterman"], "q": "made. At one point in the interview, there was this exchange between <strong> Howard Stern </strong> and <strong> David Letterman </strong>: <strong> Howard Stern </strong>: \"How much longer are you doing this, really?\" <strong> David Letterman </strong>: <q>I don't know. Maybe two years, I think.</q> <strong> Howard Stern </strong>: \"Two years, you're thinking you're going to exit?\" <strong> David Letterman </strong>: \"I think that's what it is. Yeah.\" <strong> Howard Stern </strong>: \"That", "new_id": -2}, {"uid": "1296005496137592892", "i": 5787, "idx": 0, "sa": ["Michael Yee", "Bill Lockyer", "Newt Gingrich"], "q": ". \"Investing doesn't guarantee anything, but not investing will put you in a pretty bad spot.\" <strong> Michael Yee </strong> said investors would support a strategy of more purchases to bolster drug development. <q>One should expect Amgen to continue to make further in-licensing pipeline deals for the rest of the year,</q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SYSTEMS ANALYST Company Dextersoft, Inc TECHNICAL SR TECHNICAL PROJECT MANAGER", "new_id": -2}, {"uid": "1295464300008323104", "i": 48304, "idx": 0, "sa": ["Eric Schmidt"], "q": "media and quantifying results for your client to the power of communications, and more importantly one's reputation: 2 former ex rock radio jocks discuss the similarities of breaking a hit single and marketing a public company. <q>What works for investor relations 6 months ago, may not work today. You have to have your dominos lined up, then it's all about timing. After all, you have to be in the right place at the right time to make money.</q> Tracy Weslosky will be keynote speaker at the IR Conference 2011( www.irconference.ca) on Friday January 21st in Vancouver on \"IR Secret Weapons-- Ensure Success and Quantify Results\". www.ellismartinreport.com http contact: martinreports@gmail.com http://wn.com/WWE_Getting_Rid_of_the_Survivor_Series_PPV/WWE_Looking_to_Launch_TV_Network_in_2011 <strong> Eric Schmidt </strong>", "new_id": -2}, {"i": 40814, "idx": 2, "index_answer": 0, "new_id": -1, "q": "points on the highest stage you can ever score,\" said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers. \"It was definitely a special night,\" <strong> Linas Kleiza </strong> said. <q>I will remember this night for the rest of my life.</q> The Nuggets have been searching for a consistent third scorer behind <strong> Anthony Atkinson </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then", "sa": ["Linas Kleiza", "Allen Iverson", "Anthony Atkinson"], "uid": "1296796643209420294"}, {"uid": "1295369174262144017", "i": 49048, "idx": 1, "sa": ["Jay Leno", "David Letterman"], "q": "stealing sketch ideas. \"<strong> Jay Leno </strong> is a crook and the world knows exactly what he's up to. He steals a tremendous amount of material,\" The New York Post quoted Stern as saying. <q>This guy's ripped off like 10 major things from my show.</q> Stern also adds he's baffled that <strong> Jay Leno </strong> has beaten fellow late-night host <strong> David Letterman </strong> in the ratings. \"It's beyond my comprehension,\" Stern says. \"America must be filled with", "new_id": -2}, {"uid": "1295093100028508164", "i": 1357, "idx": 2, "sa": ["John Elkann", "Sergio Marchionne", "Silvio Berlusconi"], "q": "Fiat's six auto factories in Italy, the most important issue in the country the past two weeks, with daily front-page coverage by major newspapers and prompting commentary from political leaders including Prime Minister <strong> Silvio Berlusconi </strong>. <q>Now we have to put behind all the conflicts and face the challenges that we have in front of us in a constructive way,</q> Fiat Chairman <strong> John Elkann </strong> said today. \"I reiterate the full support from my family.\" The vote is \"symbolic\" and \"represents a turning point for the country as <strong> Sergio Marchionne </strong> is trying to break", "new_id": -2}, {"uid": "1295287505178176044", "i": 2167, "idx": 0, "sa": ["Michael Douglas", "David Letterman"], "q": "of his life. \"The odds are the tumor gone and what I know about this particular type of cancer that I got to beat.\" <strong> Michael Douglas </strong> was last seen on the big screen portraying <strong> Michael Douglas </strong> Gecko in <q>Wall Street: Money Never Sleeps.</q> His \"wild six-month ride\" through chemotherapy kept him under the media magnifying glass. It began in August on <strong> David Letterman </strong>. \"I've got cancer. I've got cancer. I've found out about three", "new_id": -2}, {"uid": "1295814035047513616", "i": 8497, "idx": 2, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron"], "q": "Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced,\" she told Sky News's Murnaghan programme. <q>Nobody is above the law, no newspaper editor, no journalist... For all of <strong> David Cameron </strong>'s talk of trust in politics it's fundamental that people obey the law and that's what's at risk here. He should never have appointed him.</q> <strong> Nick Clegg </strong> today suggested that as deputy prime minister he would have a role in choosing <strong> Andy Coulson </strong>'s successor. He said it was \"primarily\" <strong> David Cameron </strong>'s job to find a replacement, adding \"of course", "new_id": -2}, {"uid": "1295802228188252172", "i": 4630, "idx": 5, "sa": ["Lee Myung-bak", "Colin Powell", "Gabrielle Giffords", "Robert Gates"], "q": "possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential advisor. <q>The administration knows that <strong> Lee Myung-bak </strong> am quite content with the work <strong> Lee Myung-bak </strong> am doing now,</q> he said. \"<strong> Lee Myung-bak </strong> am not interested in a government job.\" Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor", "new_id": -2}]