[{"uid": "1295969065009764913", "i": 2411, "idx": 0, "sa": ["Cheryl Cole", "Girls Aloud", "Derek Hough", "Katy Perry", "Simon Cowell"], "q": "after impressing on the UK version, but producers are unconvinced and believe American audiencesmay prefer a more recognizable star such as Rihanna or <strong> Katy Perry </strong>. A friend of <strong> Cheryl Cole </strong>'s rumoured boyfriend <strong> Derek Hough </strong> said: <q> Everyone thinks <strong> Cheryl Cole </strong> has the judging job on US' X Factor' in the bag.`` The truth is, nothing has been signed and the producers still aren't convinced.`` They are more keen to get a big US star like <strong> Katy Perry </strong> or Rihanna on the panel- someone who will bring credibility to the show and who is already popular in the US. </q> <strong> Simon Cowell </strong> is now reportedly doing all he can to convince his American business partners that the 27-year-old <strong> Girls Aloud </strong> star has what it takes to draw audiences in across the Atlantic. The source added", "new_id": -2}, {"uid": "1295013411230670358", "i": 48315, "idx": 2, "sa": ["Sergio Marchionne"], "q": "'' still make up more than half the new vehicles sold in the US. And given that this is a highly profitable market for the industry, nobody is prepared to give it up. <q> This is going to remain a big part of the profit picture for Chrysler going forward, </q> says Mr <strong> Sergio Marchionne </strong>. The truck segment is under pressure, however, at least when it comes to the largest gas guzzlers.`` I think truck sales will be defined by the price of", "new_id": -2}, {"uid": "1295461104131301415", "i": 35313, "idx": 3, "sa": ["Gary Moore", "Allen Iverson"], "q": "for <strong> Allen Iverson </strong>'s surgery, only that that it was`` soon.''`` People need to know that <strong> Allen Iverson </strong> is and always has been a fighter,'' <strong> Gary Moore </strong> said. <q> He's got a battle ahead of him. </q> <strong> Gary Moore </strong> said <strong> Allen Iverson </strong>`` totally disputes'' reports out of Turkey that he was set to retire. The 11-time NBA All-Star has said he's happy with his new career in", "new_id": -2}, {"uid": "1296440737158449665", "i": 23094, "idx": 1, "sa": ["Sergio Marchionne"], "q": "dampening the`` side effects'' such systems can create.`` Right now, hydraulic hybrid systems currently create more NVH[ noise, vibration, harmonics] than consumers would accept,'' he explained. <q> So this project will also look at ways to alleviate that. </q> <strong> Sergio Marchionne </strong>, CEO of Chrysler Group, stated that the overall goal of the project is to evaluate and, hopefully, validate both fuel-efficiency gains and greenhouse gas reductions from using a light-duty hydraulic hybrid system.", "new_id": -2}, {"uid": "1296507159251035650", "i": 42684, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "her taxpayer-provided health plan and that provided to taxpayers wounded with her. Then compare out-of-pocket costs to each. Did the congressional health plan provide better care than that given to the people who paid for it?* <q> When the spokesman needs a spokesman, it's time to move on. </q> Words to remember from <strong> Andy Coulson </strong>, who just quit as spokesman for British Prime Minister <strong> David Cameron </strong>. <strong> Andy Coulson </strong>, former News of the World editor, is under fire for the phone-hacking of voice mails( think the Enquirer/Chiquita debacle", "new_id": -2}, {"uid": "1296053683158892039", "i": 24713, "idx": 1, "sa": ["Michael Vick"], "q": "to be a part of the Unequal team. I have been wearing Unequal chest protectors, shoulder pads, and thigh pads for much of the late and post-season-- resulting in pain-free playing,'' stated <strong> Michael Vick </strong>. <q> The Unequal technology is a part of my game now and I won't play without my Unequal. Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible. </q> When <strong> Michael Vick </strong>'s ribs were injured after being drilled by a pair of Washington Redskins, the Eagles equipment staff contacted Unequal to build a lightweight, comfortable, flexible vest that could withstand the force", "new_id": -2}, {"uid": "1297097447088211513", "i": 8007, "idx": 4, "sa": ["Donald Rumsfeld", "Richard Nixon", "Bill Bradley", "Bill Clinton"], "q": "hearing to become <strong> Bill Clinton </strong>'s <strong> Donald Rumsfeld </strong> of Commerce. In 1969, <strong> Donald Rumsfeld </strong> hired <strong> Bill Bradley </strong> as a summer intern at the OEO at a time when his fellow Princeton graduate was starting his career with the New York Knicks. <q> He'll be a Republican before the summer is out, </q> <strong> Donald Rumsfeld </strong> predicted-wrongly, as he must have remembered when he wrote a check for$ 1,000 to <strong> Bill Bradley </strong>'s recent campaign for the Democratic nomination for <strong> Richard Nixon </strong>. This week's Dish, 1/26/2011: Union Sushi+ Barbeque", "new_id": -2}, {"uid": "1296280079111296551", "i": 6647, "idx": 4, "sa": ["Mike Pence"], "q": "during a statewide bus tour last fall.`` He's been very helpful. He's been supportive not only to me, but to the rest of the freshman congressional delegation,'' Bucshon said. <q> A person like him, with a wealth of experience, is always important to have backing you up when you're just getting started. </q> Bucshon wouldn't speculate about <strong> Mike Pence </strong>'s future, but said,`` No matter what he decides to do, I'll be supportive.'' Other Republicans seemed more sure of <strong> Mike Pence </strong>'s plans", "new_id": -2}, {"uid": "1297206232067371016", "i": 37908, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "bounty on their heads, <strong> Donald Rumsfeld </strong> said.`` I was concerned,'' he said on the show. <strong> Donald Rumsfeld </strong> said that he was told of the bounty during a 2003 National Security Meeting. <q> Of course the president and his family had Secret Service protection. My family did not. And it was a somewhat awkward moment in the meeting, </q> <strong> Donald Rumsfeld </strong> said. <strong> President Bush </strong> told <strong> Donald Rumsfeld </strong> to take the threats seriously. US forces killed both of <strong> Saddam Hussein </strong>'s sons in 2003.`` I made a comment like` Thank you' or something and", "new_id": -2}, {"i": 46054, "idx": 0, "index_answer": 0, "new_id": -1, "q": "`` not committed'' to supporting <strong> Barack Obama </strong> or a specific Republican candidate in 2012. <strong> Colin Powell </strong>, a retired Army general, said he won't decide whom to vote for until he sees all the candidates. <q> Right now I do not see on the Republican side any one individual who I think is going to emerge at the top of the pile, </q> he said, adding he thinks <strong> Barack Obama </strong>`` is doing a good job right now.''  Fitness guru <strong> Jack LaLanne </strong> dead at 96  Los Angeles- <strong> Jack LaLanne </strong>, the fitness guru who inspired", "sa": ["Colin Powell", "Jack LaLanne", "Barack Obama"], "uid": "1295851272039714838"}]