[{"uid": "1296850140173342751", "i": 7912, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. \"I want", "new_id": -2}, {"uid": "1297183312119177307", "i": 46110, "idx": 0, "sa": ["Matt Lauer", "Simon Cowell"], "q": "Speaking with <strong> Matt Lauer </strong> on The Today Show Tuesday, former American Idol judge, <strong> Simon Cowell </strong>, admitted that he doesn't regularly watch American Idol now that he is back in the UK involved in other projects. <q> It's on a different time here in the UK, </q> <strong> Simon Cowell </strong> said. \"I watched some clips last week to get up to speed, and it looked good.\" Asked about the new judges, he said, \"I think they're doing fine", "new_id": -2}, {"uid": "1295218070163594249", "i": 545, "idx": 3, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "it happened, <strong> Simon Cowell </strong> had begun to knock up against the ceiling for an A&R man, yet he turned down Popstars-reluctantly, according to <strong> Nigel Lythgoe </strong>, because of a conflict with his label. But <strong> Simon Cowell </strong> says otherwise. <q> I felt uncomfortable being on a show that would show people how the process actually works, </q> he says, \"and I didn't really like the idea of being on TV either.\" Popstars was a huge hit, but Fuller watched and thought, \"I could do this much, much", "new_id": -2}, {"uid": "1295615268003915777", "i": 12840, "idx": 3, "sa": ["Eduardo Kac", "Andrew Senior", "Marina Zurkow", "Eric Schmidt", "Woodrow Wilson"], "q": ",\" Anderson makes the... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the <strong> Woodrow Wilson </strong> School of Public and International Affairs, on April 18, 2009.... Digital Art@Google <strong> Eduardo Kac </strong>, <strong> Andrew Senior </strong>, Sandra Cordero, <strong> Marina Zurkow </strong> Digital Art@Google <strong> Eduardo Kac </strong>, <strong> Andrew Senior </strong>, Sandra Cordero, <strong> Marina Zurkow </strong>", "new_id": -2}, {"uid": "1297245176074432535", "i": 23415, "idx": 3, "sa": ["Kara DioGuardi", "Lindsay Lohan", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "he was leaving American Idol last year to focus on the new version of The X Factor. Judges Elle DeGeneres and <strong> Kara DioGuardi </strong> also quit, with <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> joining Randy Jackson on the judging panel. <strong> Lindsay Lohan </strong> <q> to be charged with felony grand theft </q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1295883490173096982", "i": 16867, "idx": 4, "sa": ["Eric Schmidt", "Barack Obama", "Matt Patterson", "Google Inc."], "q": "<strong> Barack Obama </strong>- Computer Science Question <strong> Barack Obama </strong> gets asked a computer science question by <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong>.... <strong> Google Inc. </strong> Job Interview- <strong> Barack Obama </strong> www.youtube.com <strong> Eric Schmidt </strong> asked \"the most efficient way to sort a million 32-bit integers\" <strong> Barack Obama </strong> replied <q> the bubble sort would be the wrong way to go. </q> by BizzyMicBizness... evil google& WORLD domination! SCROOGLE for google:) The Tyranny of <strong> Google Inc. </strong>( by <strong> Matt Patterson </strong>, AmericanThinker.com)- In an astonishing interview with The Wall Street Journal, <strong> Eric Schmidt </strong>, the CEO of <strong> Google Inc. </strong>", "new_id": -2}, {"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q> It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together, </q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade, \"or even cutting spending\" as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}, {"uid": "1294969736002998293", "i": 22095, "idx": 5, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-35v&amp;flvURL=/media/2011/01/13/01132011-35v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-35v.jsn\"}{ \"title\": \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes\", \"description\": <q> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the moment <strong> Gabrielle Giffords </strong> opened her eyes for the first time. </q>, \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011302219.jpg\", \"emailLink\": \"http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302183.html&amp;title=Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes& site= politics", "new_id": -2}, {"uid": "1295667523247005211", "i": 4123, "idx": 1, "sa": ["Eric Schmidt", "Mike Rowland"], "q": "about Joe Tucci's speech at the EMC World convention in Las Vegas. <strong> Mike Rowland </strong> is the Creative Support Manger of Cabela's. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1296851334101990436", "i": 6374, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "JAIME ARON AP Pro Football Writer NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. \"I want", "new_id": -2}]