[{"uid": "1296553046084983809", "i": 35622, "idx": 7, "sa": ["Eric Schmidt"], "q": "Freundschaften geben R?ckschl?sse ber Interessen Google wird allerdings vorgeworfen, bisher noch keine passende Antwort auf die Herausforderung durch das soziale Netzwerk Facebook gefunden zu haben. Facebook ist zwar kleiner als Google, w?chst aber schneller. <q> Unsere Strategie ist, die Suche zu verbessern, indem wir den Social Graph der Menschen einbeziehen, wenn sie das wollen </q>, sagte <strong> Eric Schmidt </strong>. Als \"Social Graph\" werden die Beziehungen zu Freunden bezeichnet, zum Beispiel auf Facebook. Die Interessen der Freunde sollen dann R?ckschl?sse auf die eigenen Interessen geben. Der Import dieses Social Graph von", "new_id": -2}, {"uid": "1295690849050348032", "i": 50751, "idx": 0, "sa": ["George H. W. Bush", "Colin Powell", "James S. Baker"], "q": "another decade. That's not a new theory, of course, but that's also not the message given this week by <strong> George H. W. Bush </strong>, <strong> James S. Baker </strong>, former Joint Chiefs chairman <strong> Colin Powell </strong> and others. <q> The invasion in 1991 was a result of a massive shock to the system, </q> a Kuwaiti-based Western official told the British newspaper. \"It wasn't really liberating. The real liberation came in 2003... Don't forget that in 1994, 1998 and 2002, Saddam mobilized his military and moved", "new_id": -2}, {"uid": "1296717067176898072", "i": 17699, "idx": 3, "sa": ["Tayshaun Prince", "Antonio McDyess", "Allen Iverson", "Michael Bruce Curry", "Richard Hamilton", "Rasheed Wallace"], "q": "Iverson_Allen Iverson_19pts_vs_Nets_08/09_NBA_*Clutch_Plays <strong> Allen Iverson </strong> and <strong> Tayshaun Prince </strong> stepped up for the short-handed Detroit Pistons. <strong> Allen Iverson </strong> scored 19 points, and <strong> Tayshaun Prince </strong> added 16 to help the Pistons win their fifth straight game, 83-75 over the New Jersey Nets on Wednesday. <q> When any team in the league loses three of their top six guys, things are going to change for them, </q> Pistons coach <strong> Michael Bruce Curry </strong> said. \"Luckily, a lot of other guys stepped up.\" Detroit played without <strong> Richard Hamilton </strong>( groin) and <strong> Antonio McDyess </strong>( ribs), and lost <strong> Rasheed Wallace </strong> to a first-half foot injury, but", "new_id": -2}, {"uid": "1296711640100515944", "i": 33489, "idx": 1, "sa": ["Elton Brand", "Brian Grant", "Phil Jackson", "Isaiah Rider", "Allen Iverson", "Jason Kidd", "Tim Duncan"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Phil Jacksonadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right Tim Duncane. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four Kidd_Part_1 Classic quadruple OT game. <strong> Brian Grant </strong>- 34 points, 17 rebounds, 5 assists, 13/19 FG, 61 minutes <strong> Isaiah Rider </strong>- 35", "new_id": -2}, {"uid": "1297331810177324071", "i": 51950, "idx": 0, "sa": ["Christina Aguilera", "Aretha Franklin", "Simon Cowell"], "q": "singing the national anthem at the game, and is now said to be dreading taking to the stage again on Sunday to perform a tribute to <strong> Aretha Franklin </strong>. A friend of the star told Pop Eater, <q> You would be a fool to count <strong> Christina Aguilera </strong> out. She has been down before and always found her way back. Sure, she's going through a lot and yes she is terrified, but mark my words, on Sunday when she opens the Grammys, no one will be talking about the Super Bowl anymore. This girl is in it to win it. </q> <strong> Christina Aguilera </strong> is reportedly` terrified' about performing at... <strong> Simon Cowell </strong> brands <strong> Christina Aguilera </strong>'s Super Bowl fluff` bad'", "new_id": -2}, {"uid": "1297425723208748548", "i": 50146, "idx": 1, "sa": ["Michael Gove"], "q": "stopping of projects in their areas was arbitrary and legally flawed. They asked the judge to order Mr <strong> Michael Gove </strong> to reconsider the schemes, properly taking account of their merits. The judge said: <q> However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation. </q> Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful \"because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act.\" Lawyers for", "new_id": -2}, {"uid": "1295983511241025053", "i": 20183, "idx": 2, "sa": ["Carrie Underwood", "Simon Cowell"], "q": "eyebrows, but the 62-year-old says he had good intentions in signing up for the show. \"I'm not in this for the money, I'm not in this for the prestige,\" he insists. <q> I'm in it to see if I can bring something to this. To find some kids, along with J. Lo and Randy. It's about me being honest and open and having fun up there. </q> <strong> Simon Cowell </strong> may have a distaste for country music, but he can take some of the credit for launching the career of one of country music's brightest superstars, UnderwoodCarrie Underwood/\"> <strong> Carrie Underwood </strong>. The singer,", "new_id": -2}, {"uid": "1296362329255475725", "i": 6283, "idx": 2, "sa": ["Phil Jackson", "Allen Iverson", "Kwame Brown", "LeBron James"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Phil Jacksonadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said. \"It's hard coming into a situation where guys have been James_LeBron James_45_points_Amazing_Night_vs_Timberwolves_07/08 <strong> LeBron James </strong> scored 45 points( 6 of 10 from thre point range), grabbed 8 rebounds and 5 assists... also added 3", "new_id": -2}, {"uid": "1297140587008634392", "i": 37076, "idx": 2, "sa": ["Michael Vick", "Tim Allen", "Dwaine Caraway"], "q": "\"He is telling kids and exchanging with them the rights and wrongs of the things that he did and encouraging kids to further their education and to not deal with the drugs,\" <strong> Dwaine Caraway </strong> said. <q> To obey their parents and pick the people they hang around. That's a message I would chTim Allenge anybody to say that not one kid across America shouldn't hear from people in notoriety such as <strong> Michael Vick </strong>. </q>( Or, it was a publicity stunt, designed to give <strong> Dwaine Caraway </strong> a little face Tim Allene. But I digress.) <strong> Michael Vick </strong> was making an appearance at Super Teen Saturday sponsored by TVtextbook,", "new_id": -2}, {"uid": "1296786462052805699", "i": 44449, "idx": 0, "sa": ["David Letterman", "Jenna Fischer", "Aida Turturro", "Chris O'Donnell", "Uma Thurman", "John Turturro", "Jason Reitman"], "q": "terminal illness spurred him to seek a gig on Late Night With <strong> David Letterman </strong> before it was too late. Village Without Women is a comedy about what Cinequest associate director Mike Rabehl describes as a story of <q> country bumpkins from a village of Serbian bachelors trying to find these women in Albania, a country that they're not on good terms with. </q> <strong> Jenna Fischer </strong>, <strong> Chris O'Donnell </strong> and <strong> John Turturro </strong>'s cousin <strong> Aida Turturro </strong> star in the comedy A Little Help. <strong> Uma Thurman </strong>'s new comedy, The Ceremony, was shepherded by executive producer <strong> Jason Reitman </strong>( who directed Thank You for Smoking).", "new_id": -2}]