[{"uid": "1296580982133529658", "i": 27685, "idx": 2, "sa": ["Gary Moore", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> four to six weeks to recover, \"but it could take longer.\" In a statement provided by <strong> Allen Iverson </strong>'s manager, <strong> Gary Moore </strong>, Andrews said <strong> Allen Iverson </strong> probably won't be able to return for <q> six to eight weeks or more. </q> \"At this point it is certainly more important to get[ <strong> Allen Iverson </strong>'s] calf healed and asymptomatic than it is to try to play with continued pain,\" Andrews wrote. The injury", "new_id": -2}, {"i": 18535, "idx": 0, "index_answer": 0, "new_id": -1, "q": "friend of Democratic congresswoman <strong> Gabrielle Giffords </strong>, has visited the lawmaker in her hospital room and is in close contact with her astronaut husband Mark Kelly, she told NBC's \"Meet The Press.\" <strong> Gabrielle Giffords </strong> is <q> making progress every day. She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing, </q> <strong> Kirsten Gillibrand </strong> said. \"It's an extraordinary amount of progress for a woman who sustained such a horrific injury,\" she added. The 40-year-old <strong> Gabrielle Giffords </strong> has survived despite being shot through the head", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295217263110215213"}, {"uid": "1297300526098500648", "i": 14595, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "President Bush", "Robert Kagan"], "q": "and pluralism, stating succinctly that\"[ d] emocracy needs defending.\"[ 8] <strong> Barack Obama </strong>'s pronouncements on democracy in his U.N. speech prompted conservative columnist <strong> Robert Kagan </strong> to declare, <q> Democracy is back. A year ago, who would have believed that <strong> Barack Obama </strong> would devote almost a third of his speech at the United Nations to democracy? </q>[ 9] International Republican Institute <strong> Barack Obama </strong> Lorne Craner, Assistant <strong> Donald Rumsfeld </strong> of State for Democracy, Human Rights, and Labor in the <strong> President Bush </strong> Administration, testified to Congress in June 2010 that", "new_id": -2}, {"uid": "1295561949204783632", "i": 27530, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", taking over day-to-day operations as CEO as of April 4. The company said the goal of the surprise executive change, the biggest at the Web firm since <strong> Eric Schmidt </strong> joined it as CEO in 2001, is <q> to streamline decision making and create clearer lines of responsibility and accountability at the top of the company. </q> Co-founder <strong> Sergey Brin </strong> will focus on strategic projects, in particular new products, one of his key passions, as he said on a conference calls. Some observers immediately suggested he focus on improving the company's", "new_id": -2}, {"uid": "1295494129204455946", "i": 42892, "idx": 1, "sa": ["Sergio Marchionne"], "q": "starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. \"We need to completely rethink the minivan,\" CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. <q> We need to retain all its functionality but make it much more versatile. </q> At the Detroit auto show last week, <strong> Sergio Marchionne </strong> said offering both minivans in Chrysler dealerships is confusing to customers. <strong> Sergio Marchionne </strong> said Chrysler Group LLC is developing a new frame that can be used for minivans", "new_id": -2}, {"uid": "1295665764077054063", "i": 16683, "idx": 3, "sa": ["Eric Schmidt"], "q": "decision making and create clearer lines of responsibility and accountability\" at the top of the company, he added. He said as Google has grown, managing the business has become more complicated. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company, </q> Mr <strong> Eric Schmidt </strong> said. Commenting on the management change, Mr Page said: \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade... we are only at the beginning and I ca", "new_id": -2}, {"uid": "1297367447190234638", "i": 34135, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb", "Solomon Wilcots"], "q": "the door for <strong> Michael Vick </strong>, and the way <strong> Michael Vick </strong> lit up opposing defenses left the Eagles no choice but to try and find a new home for <strong> Kevin Kolb </strong>. <strong> Solomon Wilcots </strong> has talked with coaches for the Eagles about <strong> Kevin Kolb </strong>. <q> They love him. They just love Mike <strong> Michael Vick </strong> more, </q> he said. <strong> Solomon Wilcots </strong> agrees with the Eagles enthusiasm for <strong> Kevin Kolb </strong> and thinks he is a perfect quarterback to lead the Bengals into the future. The second part of the equation makes as much sense as trading for <strong> Kevin Kolb </strong>", "new_id": -2}, {"uid": "1297008359017629190", "i": 39490, "idx": 0, "sa": ["Kirsten Gillibrand", "Daniel Inouye"], "q": "next two years. \"The president has stated unequivocally that he will veto any legislation containing earmarks, and the House will not pass any bills that contain them,\" Mr. <strong> Daniel Inouye </strong> said in a statement. <q> Given the reality before us, it makes no sense to accept earmark requests that have no chance of being enacted into law. </q> On Capitol Hill, though, many lawmakers remain opposed to the ban, including <strong> Daniel Inouye </strong> <strong> Kirsten Gillibrand </strong> of New York, who has long supported overhauling the earmark process and who was among the first lawmakers to place", "new_id": -2}, {"uid": "1296863251114081849", "i": 18014, "idx": 1, "sa": ["Simon Cowell", "Jennifer Lopez"], "q": "to the side and I'm like, \"Did you just say that?\" <strong> Simon Cowell </strong>, the current season of Idol feels less caustic and more heartwarming- see examples- and <strong> Jennifer Lopez </strong> approves. <q> Some people walk in there and it's a crazy funny thing and then some people walk in there and they really can sing and they have this story, </q> <strong> Jennifer Lopez </strong> says. \"It's real people who are really out there really going through some stuff and who have dreams. I think that\"s the magic of it.\"", "new_id": -2}, {"uid": "1296787924171524099", "i": 14325, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "Al-Qaida attacks on the United States had been planned and where U.S. retaliation was imminent. \"He asked that I take a look at the shape of our military plans on Iraq,\" <strong> Donald Rumsfeld </strong> writes. <q> Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied, </q> <strong> Donald Rumsfeld </strong> recalls. But the president insisted on new military plans for Iraq, <strong> Donald Rumsfeld </strong> writes. \"He wanted the options to be \"creative.\" <strong> Donald Rumsfeld </strong>\"s memoir, \"Known and Unknown,", "new_id": -2}]