[{"uid": "1296898057157286450", "i": 10784, "idx": 3, "sa": ["Roger Goodell", "Michael Vick"], "q": " <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. <q> I don't want him to put himself in a position where bad things can happen around him, </q> <strong> Roger Goodell </strong> said.`` He takes that seriously.'' With several inches of snow falling Friday, on top of ice that's been there for days, many Super Bowl activities across the Dallas-Fort", "new_id": -2}, {"uid": "1296776151217071625", "i": 31536, "idx": 0, "sa": ["Rod Broadway", "Donald Rumsfeld", "Lin Dawson"], "q": "a Southwestern Athletic Conference championship in 2008. <strong> Lin Dawson </strong> says he understands <strong> Rod Broadway </strong>'s decision to return to his home state of North CaroLin Dawsona and says GrambLin Dawsong will miss him. <strong> Lin Dawson </strong> says <strong> Rod Broadway </strong> is a <q> true leader and developer of young men </q> who has left the Tigers' football program in excellent shape. href=\"http://feeds.stlouisnews.net/story/739977/ht/Donald Rumsfeld-memoirs-show-no-regret-for-Iraq-war\" title=\"Read story\"> <strong> Donald Rumsfeld </strong> memoirs show no regret for Iraq war Former US Defense Secretary <strong> Donald Rumsfeld </strong> has said in his memoirs that he has no", "new_id": -2}, {"uid": "1296782411243531782", "i": 53944, "idx": 0, "sa": ["Ray Lewis", "Michael Vick", "Aaron Rodgers"], "q": "his third season with the Chiefs, carried 10 times for 72 yards- a 7.2-yard average- including a long run of 32 yards and an 8-yard touchdown in last Sunday night's game in Honolulu. <q> Great football players were there who you were a big fan of, </q> said <strong> Aaron Rodgers </strong>, who took his mother, an aunt and his girlfriend to Hawaii.`` My mom and my aunt were so excited to see <strong> Michael Vick </strong>, they were going crazy... they were excited to see <strong> Ray Lewis </strong>", "new_id": -2}, {"uid": "1296391518023904278", "i": 53413, "idx": 8, "sa": ["George W. Bush", "Mike Pence"], "q": " <strong> Mike Pence </strong> denounced such tactics after the campaign, writing in an essay titled`` Confessions of a Negative Campaigner'' that`` negative campaigning, I now know, is wrong.'' <q> It is wrong, quite simply, to squander a candidate's priceless moment in history, a moment in which he or she could have brought critical issues before the citizenry, on partisan bickering, </q> <strong> Mike Pence </strong> wrote in 1991. That same year, <strong> Mike Pence </strong> became <strong> George W. Bush </strong> of the Indiana Policy Review Foundation, a conservative think tank based in Fort Wayne. After years as a radio talk show host", "new_id": -2}, {"uid": "1295361627259211268", "i": 27578, "idx": 0, "sa": ["Steve Ballmer"], "q": "Year award, Glo was selected by Microsoft Corp. as a prime example of applications touch-tuned to maximize the interactivity and features of the new slate devices that were shown at the Microsoft booth at CES in Las Vegas. <q>`` We are honored to be included in Product Scout </q> \" Microsoft CEO <strong> Steve Ballmer </strong> introduced several Windows 7-powered slates during his CES keynote presentation, and the CES trade show floor was punctuated with Microsoft and OEMs showing Windows 7-powered slates at their booths including apps such as", "new_id": -2}, {"uid": "1296615825145653773", "i": 23912, "idx": 0, "sa": ["Sergio Marchionne"], "q": "clings to the rural tradition of hog-killing- once a necessity, now a dying... Seven years ago, Nashville native Jaqueline Webster was just 15 years old when she traveled to... CEO <strong> Sergio Marchionne </strong> said Chrysler has an <q> obligation to our people. </q> Zoom <h6> CEO <strong> Sergio Marchionne </strong> said Chrysler has an`` obligation to our people.'' </h6> DETROIT- Chrysler Group LLC will pay its union workers an average`` performance award'' of$ 750 next week, based", "new_id": -2}, {"uid": "1297380716211959815", "i": 25186, "idx": 0, "sa": ["Mike Pence", "Nancy Pelosi"], "q": "<strong> Nancy Pelosi </strong>: GOP Offers The` Most Comprehensive And Radical Assault On Women's Health In Our Life Time' <strong> Mike Pence </strong> <strong> Nancy Pelosi </strong>( D-CA) characterized the GOP's recent legislative effort to restrict access to abortion and contraception as <q> the most comprehensive and radical assault on women's health in our life time, </q> on a conference call with reporters and bloggers this afternoon and promised to wage a campaign against the effort. <strong> Nancy Pelosi </strong> was referring to the Republican-backed H.R. 3'' href=\"http://wonkroom.thinkprogress.org/2011/01/20/abortion-hr3/\"> No Taxpayer Funding for Abortion Act'' and", "new_id": -2}, {"uid": "1296567619137969728", "i": 38604, "idx": 0, "sa": ["Simon Cowell"], "q": "photo Boyle shot to fame after auditioning for <strong> Simon Cowell </strong>'s Britain's Got Talent TV show, and she told the music mogul she dreamed of becoming as successful as her idol Paige. Paige subsequently labelled Boyle a <q> virus that swept the world </q>, but made up for the slur by performing her track from the Chess musical I Know Him So Well with the unlikely superstar on a TV special. The stage star claims she was told their collaboration", "new_id": -2}, {"uid": "1296231939160088102", "i": 58000, "idx": 0, "sa": ["George Osborne", "Stephen Glover", "Eric Schmidt", "Rupert Murdoch"], "q": "'s role at the heart of government has come under increasing scrutiny. One of the co-founders of the Independent newspaper <strong> Stephen Glover </strong> recently wondered why Chancellor <strong> George Osborne </strong> had co-written an editorial piece with outgoing Google CEO <strong> Eric Schmidt </strong>. <q> I can't imagine a member of the Government doing a piece with <strong> Rupert Murdoch </strong>, </q> <strong> Stephen Glover </strong> noted. You can imagine the reaction if he had. What's good for Google, it seems, must be good for the UK.? Google Apps for Business: Secure, reliable", "new_id": -2}, {"i": 44090, "idx": 1, "index_answer": 0, "new_id": -1, "q": "is working on new projects, but doesn't want to provide any details, lest he be accused of introducing vaporware.`` I don't want to repeat that in the future,'' he said. <q> I think our primary reason for purchasing the building... was the office space that we really enjoy using, </q> <strong> Eric Schmidt </strong> said. Jonathan Rosenberg, senior vice president for product management, said Google opted to buy the building because it was able to accomodate the growing number of Google employees in New York, currently at", "sa": ["Eric Schmidt"], "uid": "1295570584118865943"}]