[{"uid": "1297344246193150984", "i": 24348, "idx": 2, "sa": ["Zahi Hawass"], "q": ", but said that was not true. \"Egypt has 5,000 years of civilisation, and we love our heritage. We are not the Taliban who destroyed the monuments of Afghanistan,\" he said. <q>I want everyone to relax and to know that I am here and we are all watching with open eyes. I want people to know that after days of protest, the monuments are safe. Why? Because the Egyptian people are protecting them,</q> <strong> Zahi Hawass </strong> concluded. In a statement released by the Ministry of State for Antiquities, <strong> Zahi Hawass </strong> stated that some reports published in the media claiming that the necropoleis of Memphis, Saqqara and Abusir had been plundered", "new_id": -2}, {"uid": "1296544000037142529", "i": 25580, "idx": 0, "sa": ["Michael Vick"], "q": "was all great and grand for the fair city until one of the local news stations found out that rear end accidents had drastically increased AND found that the city was not getting paid their fair share. Report Abuse <q>I simply can't believe all the comments here.</q> IT'S A STOP SIGN IT MEANS STOP! So what is the big deal. Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Stock Picking Software No Guessing-", "new_id": -2}, {"i": 180, "idx": 7, "index_answer": 0, "new_id": -1, "q": "things up.\" And \"Idol\" has certainly freshened things up with the new judges, Randy Jackson. \"I talk to Randy all the time,\" <strong> Simon Cowell </strong> said. <q>We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with \"The X Factor].</q> \"Have you watched the new` Idol\"?\" <strong> Kit Hoover </strong> asked. \"No, I saw three minutes. I could see the difference. Everybody was sweet, everybody was nice,", "sa": ["Simon Cowell", "Kit Hoover"], "uid": "1297212014253886469"}, {"uid": "1295913995175931415", "i": 37814, "idx": 0, "sa": ["Mike Pence"], "q": "focus our energies on jobs and spending,\" <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th anniversary of Roe vs. Wade. <q>We must not remain silent when great moral battles are being waged.</q> How About It? Huh? It Ain't Askin' Too Much Ya Know.... To: pissant Where was TOTUS? Does he not represent all Americans? Did he have anything", "new_id": -2}, {"uid": "1296243218063520792", "i": 14227, "idx": 2, "sa": ["Sen. Chris Dodd", "Jim Gilmore", "Mike Pence"], "q": "even remotely interesting. These guys fade in the face of the frontrunners and steal time from the dark horses. Think about all those Democratic primary debates you watched where you saw <strong> Sen. Chris Dodd </strong> standing there and you thought, <q>I understand how this is happening, but I'll be damned if I can tell you why this is happening.</q>( Occasionally you get someone running for president who's doesn't have stature or anything interesting to say. This is a condition I call \"being <strong> Jim Gilmore </strong>.\") <strong> Mike Pence </strong> pretty neatly", "new_id": -2}, {"uid": "1297099253088211468", "i": 4811, "idx": 0, "sa": ["Simon Cowell", "Susan Boyle"], "q": "New Jersey and Seattle. <strong> Simon Cowell </strong> said the winner would receive a record deal with Syco, a joint venture between Sony Music and <strong> Simon Cowell </strong>, and the same label tied to Scottish singer <strong> Susan Boyle </strong>. <q>We are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar,</q> <strong> Simon Cowell </strong> said in a statement.", "new_id": -2}, {"uid": "1295243733247496744", "i": 47275, "idx": 2, "sa": ["Steve Ballmer", "Kevin Gallagher"], "q": "weakest,\" <strong> Steve Ballmer </strong> told the paper. US businesses' fears range from outright piracy of their goods to the transfer of technological know-how that can be inevitable in joint ventures with Chinese companies. <q>Sometimes Beijing mandates that foreign firms share technology, locate R&D in China and so forth, and the U.S. business community sees that as tying their hands when they go to China,</q> said <strong> Kevin Gallagher </strong>, professor of international relations at Boston University. \"They say, \"We\"ll do that for five years and then all of a sudden China will have its own competitor that looks just like us", "new_id": -2}, {"uid": "1296331563124452872", "i": 31180, "idx": 1, "sa": ["Allen Iverson"], "q": "six in a row at the Spectrum. The 76ers did not win their 13th game last season until February 20th en route to a 22-60 finish. \"Our chemistry is a lot better,\" <strong> Allen Iverson </strong> said. <q>One thing that <strong> Aaron McKie </strong> said is this is the first time in his career that he has been on a team where nobody is crying about shots and nobody is worrying about me, me, me.</q> <strong> Allen Iverson </strong> scored 12 points in the first quarter as the 76ers raced to a 29-18 lead. He is averaging 26.5 points in his last six games for the Sixers, who blocked 14 shots and outscored the Kings 40-10", "new_id": -2}, {"uid": "1297624575013008913", "i": 650, "idx": 0, "sa": ["Kirsten Gillibrand", "Chuck Schumer"], "q": "vital safety regulations, we need the airline industry to come to the table to ensure we have the greatest possible protections for airplane passengers,\" said <strong> Chuck Schumer </strong>, who was releasing letters to the FAA on Sunday. <q>The airline industry needs to recognize that the safer passengers feel, the more likely they will be to fly. Greater safety standards benefit the industry and most importantly, benefits the American public.</q> The Air Transport Association did not immediately comment. U.S. Sen. <strong> Kirsten Gillibrand </strong> had also spoken out Friday about potential delays in the implementation of safety improvements made after the crash, saying debates about possible funding", "new_id": -2}, {"uid": "1296146618234012711", "i": 14767, "idx": 0, "sa": ["Kirsten Gillibrand", "Sen. Carl Levin"], "q": "worked closely with Senate Armed Services Committee Chairman <strong> Sen. Carl Levin </strong>( D-MI) to support's troops and veterans in the Senate. <strong> Sen. Carl Levin </strong> <strong> Kirsten Gillibrand </strong> worked with Chairman <strong> Sen. Carl Levin </strong> to strengthen our national security by repealing the corrosive <q>Don't Ask, Don't Tell</q> policy, including securing the first committee hearing that led to its repeal. \"One of the reasons I came to Congress was to strengthen our national security and serve as a voice for our troops and military", "new_id": -2}]