[{"uid": "1297122854184680470", "i": 4242, "idx": 4, "sa": ["Simon Cowell"], "q": " \"I rip up the rule that everybody pretends to be friends and they're all going to be pen pals for the rest of their lives, which is complete and utter nonsense,\" he said. <q> I like people who are ambitious, and with that comes controversy. </q> One unwelcome flap last season on the U.K. version of \"X Factor\" involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was", "new_id": -2}, {"uid": "1296515604235749377", "i": 1590, "idx": 1, "sa": ["Zahi Hawass"], "q": "they found no gold, they broke thirteen vitrines and threw the antiquities on the floor,\" <strong> Zahi Hawass </strong> said on his blog. The looters then entered Tutankhamun's galleries and opened one case. <q> The criminals found a statue of the king on a panther, broke it, and threw it on the floor, </q> he said. <strong> Zahi Hawass </strong> added that all of the damage can be restored. As a result, as reported by AP, Egypt deployed police and soldiers to the museum to secure its artifacts.", "new_id": -2}, {"uid": "1295907796085770324", "i": 6586, "idx": 2, "sa": ["Eric Schmidt"], "q": "he was stepping down last Thursday after tweeting that the company's student founders no longer needed \"adult supervision\". Mr <strong> Eric Schmidt </strong>, who will become Google's executive chairman on April 4, said: <q> I believe Larry is ready. His ideas are very interesting and clever and it's time for him to have a shot at running this. </q> On Monday night rumours suggested that Mr <strong> Eric Schmidt </strong> may be planning a new career hosting TV shows for CNN. The Stuxnet: Cyber attack on Iran \"was carried out by Western powers and Israel\"", "new_id": -2}, {"uid": "1296006848180027395", "i": 24842, "idx": 1, "sa": ["Clarence Mitchell", "Andy Coulson", "Rupert Murdoch"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q> The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal. \"<strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media. </q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also http://wn.com/Rupert_Murdoch's_Wall_Street_Journal_Fair_and_Balanced? Complete video at: fora.tv News Corporation CEO <strong> Rupert Murdoch </strong> denies accusations that The Wall Street Journal has become", "new_id": -2}, {"i": 30203, "idx": 10, "index_answer": 0, "new_id": -1, "q": "were in Atlanta when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q> Matt is great. The coaching staff is great. We're just having a good time, </q> he said. \"I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.\" <strong> Michael Vick </strong> looked sharp", "sa": ["Michael Vick"], "uid": "1296128045255868977"}, {"uid": "1297661738130170880", "i": 16266, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "affairs. Also taken were pieces from the Amarnah period, including a sandstone head of a princess and a limestone statue of Akhenaten holding an offering table, <strong> Zahi Hawass </strong> said in an emailed statement. <q> An investigation has begun, to search for the people who have taken these objects, and the police and army plan to follow up with the criminals already in custody, </q> the statement said. <strong> Zahi Hawass </strong> said earlier that thieves had broken in through the roof of the museum on Jan. 28 at the height of clashes between police and protesters who eventually toppled President <strong> Hosni Mubarak </strong> last week.", "new_id": -2}, {"uid": "1296530715200818714", "i": 30652, "idx": 10, "sa": ["Kobe Bryant", "Allen Iverson", "Dwight Howard", "Pau Gasol"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't r... Lakers vs Nuggets Pre Season <strong> Kobe Bryant </strong> 23 points Date: October 22, 2009 Honda Center, Anaheim, CA Playing without their injured inside duo of 7-footers <strong> Pau Gasol </strong>", "new_id": -2}, {"uid": "1296347593037584897", "i": 4269, "idx": 1, "sa": ["Zahi Hawass", "Sharon Herbert"], "q": "is home to a collection of Egyptian artifacts, said any looting or damage at Egypt's museums would be a tragedy. \"Anything can happen when crowds get out of control,\" <strong> Sharon Herbert </strong> said. <q> You're hard put to put any monetary price on these things. They're priceless. They're parts of the whole world heritage that can't be replaced. </q> An Egyptian Army soldier guards the Egyptian Museum, with the... Egyptian Museum threatened by fire next door <cite> AP </cite> FILE- In this March 7, 1982 file photo, Cleopatra's... <strong> Zahi Hawass </strong>, the", "new_id": -2}, {"uid": "1295091429140001468", "i": 12574, "idx": 3, "sa": ["Steve Ballmer"], "q": "'re going to continue to invest in[ Windows Phone 7] aggressively in the future,\" <strong> Steve Ballmer </strong> promised. He also pointed out that 20,000 registered developers have produced over 5,500 apps for the OS. <q> When I get a chance to show people a Windows phone, the feedback that I hear is very, very gratifying, </q> he said. \"As people try it and discover its new features and beautiful hardware, they see the difference.\" That's all well and good, but if Windows Phone 7 doesn't win", "new_id": -2}, {"uid": "1295454223235356168", "i": 7119, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor. \"In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,\" <strong> Sergio Marchionne </strong> said. <q> One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology. </q> It's Easy Being Green: Ford Focus Electric Offers Eco-Friendly Features Throughout Vehicle The Chrysler Foundation Awards Grants to 15 Southeast Michigan FIRST Robotics Teams Other News Releases in Joint Ventures Industry Groups Announce Creation", "new_id": -2}]