[{"uid": "1295543475207126533", "i": 18695, "idx": 3, "sa": ["David Letterman", "Show Whore"], "q": "Don't Go Crazy Tonight\" on <strong> David Letterman </strong> 3/4/09( TheAudioPerv.com) Night 3 U2- \"I'll Go Crazy If I Don't Go Crazy Tonight\" on <strong> David Letterman </strong> 3/4/09( TheAudioPerv.com) Night 3 www.theaudioperv.com U2 performed <q>I'll Go Crazy If I Don't Go Crazy Tonight<q> on the Late <strong> Show Whore </strong> with <strong> David Letterman </strong> on 3 This is the third night of their weeklong residency. For the other videos, be sure to go to www.theaudioperv.com or to www.youtube.com/ICnothing82... Band Aid- Do They Know its", "new_id": -2}, {"uid": "1296540116017350690", "i": 17631, "idx": 0, "sa": ["Chris Bosh", "Michael Vick", "Sidney Crosby", "LeBron James"], "q": ". Secondly, <strong> LeBron James </strong>, <strong> Chris Bosh </strong>, and <strong> Michael Vick </strong> Wade are signed by the Miami Heat. Finally, it is decreed by the journalistic community that all such transactions or movements of personnel must be described using the phrase <q>I/He/She/ They am/is/are taking my/his/her/ their/its talents to Company X/Team Y/Location Z<q>. 1) Canada's Gold in Hockey: <strong> Sidney Crosby </strong>, the player that has been hailed as the Next One for some time, finished the job against the Americans in the most glorious setting imaginable.", "new_id": -2}, {"i": 17910, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the matter on 26 January( 11). However, <strong> Kelsey Grammer </strong> is adamant his big day is still set to go ahead in February( 10). He tells Late Show host <strong> David Letterman </strong>, <q>The kids are doing ok, we have been spending quite a bit of time with them, Kayte and I, Kayte's my new girl, we're planning to get married soon. Sometime in February.<q>", "sa": ["Kelsey Grammer", "David Letterman"], "uid": "1295008849080707673"}, {"uid": "1297225698053084217", "i": 19411, "idx": 0, "sa": ["Miley Cyrus", "David Letterman", "P. Halprin", "Jay Leno"], "q": "85. \"In order to give our man of the year time to rest we considered moving our 8 p.m. show back two hours later,\" Whitiker said. But, <strong> Miley Cyrus </strong> said, <q>We do realize that no one wants to watch a show that starts at 10 p.m.<q> \"I'll take the three secret tasks,\" <strong> Jay Leno </strong> said. <strong> Jay Leno </strong> first had to entertain talk-show host <strong> David Letterman </strong>, played by Ryan <strong> P. Halprin </strong>' 12, by proving that his prowess for reciting", "new_id": -2}, {"uid": "1297682295187187221", "i": 45580, "idx": 2, "sa": ["Rick Santorum", "Mike Pence"], "q": "fiscal crisis; it is a family crisis\" and that \"the breakdown of Wall Street was not a money crisis; it was a moral crisis.\" Rep. <strong> Mike Pence </strong> earned his biggest applause when he declared, <q><strong> We Trust </strong> will not restore this nation with public policy alone; it will require public virtue.<q> And former <strong> Rick Santorum </strong> had this to say: \"The idea that the basic moral values of our country are not part of an integrated set of issues that keep our country safe and prosperous is a very dangerous idea", "new_id": -2}, {"uid": "1295563297178864149", "i": 31372, "idx": 0, "sa": ["Eric Schmidt"], "q": "more about this management change announced just now by Google, in which co-founder Larry Page \"will take charge of Google's day-to-day operations as Chief Executive Officer,\" and the current CEO, <strong> Eric Schmidt </strong>, <q>will assume the role of Executive Chairman, focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-- all of which are increasingly important given Google's global reach. Internally, he will continue to act as an advisor to Larry and Sergey.<q> In my actual circumstances-- article long overdue, book right after that, ready to turn this space over to guests in two days-- I will leave exploration of the ups and downs here to our", "new_id": -2}, {"uid": "1296441222107479051", "i": 31763, "idx": 3, "sa": ["David Letterman", "Conan O'Brien"], "q": "niche audience,\" Adgate said. That is a nonissue for TBS, according to the head of programming, <strong> David Letterman </strong> Wright. \"That niche is to us a viable audience,\" he said. <q>For a branded network like ours, that is really what you want: You want a talent that delivers a really specific audience.<q> Cohen said Horizon Media's ad clients had indeed been \"promised network-sized delivery and that <strong> Conan O'Brien </strong> would be first in the cable universe,\" but he added that, so far, \"it ain't", "new_id": -2}, {"uid": "1295005754255803419", "i": 192, "idx": 1, "sa": ["Gordon Brown", "Cheryl Cole", "Simon Cowell"], "q": "i'd do it for a million for SANDS. money, mouth??????????????????\" Morgan, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told Allen: <q>I will get ITV to make substantial five-figure donation to your charity for the interview<q>. But Allen told him: \"Those are my terms. I've got no interest in coming on your show, you've been asking me for years.\" She revealed she had lost", "new_id": -2}, {"uid": "1297627885248430598", "i": 32871, "idx": 0, "sa": ["David Letterman", "Conan O'Brien"], "q": "turns to music. After all of the craziness that surrounded <strong> Conan O'Brien </strong>'s ouster from \"The Tonight Show\" settled down, the red-headed talk show host got a call from fellow chatter <strong> David Letterman </strong>. <q>He wanted to know what I was wearing,<q> <strong> Conan O'Brien </strong> joked during an interview on the set of his new TBS talk show. The truth is <strong> David Letterman </strong> called him just to see how he was doing. \"I said, \"We\"ve", "new_id": -2}, {"uid": "1295238796192987172", "i": 6975, "idx": 3, "sa": ["Arthur D. Levinson", "Al Gore", "Eric Schmidt"], "q": "meetings due to potential conflicts of interest.\" Google didn't give an explanation for <strong> Arthur D. Levinson </strong>'s departure, which was effective immediately. Apple directors <strong> Al Gore </strong> and Bill Campbell remain advisers to Google. <q><strong> Arthur D. Levinson </strong> has been a key part of Google's success these past five years, offering unvarnished advice and vital counsel on every big issue and opportunity Google has faced,<q> <strong> Eric Schmidt </strong> said in a release. The competition between Apple and Google signals an increasingly tense relationship for the long-time allies. Recently, the Federal Communications Commission began a probe of Apple's decision to block Google", "new_id": -2}]