[{"uid": "1295621879009781264", "i": 38087, "idx": 2, "sa": ["Piers Morgan", "Andy Coulson"], "q": " Essex boy made good' thanks to hard-nosed ambition, drive and more than an ounce of sheer ruthlessness,'' says the Guardian. <strong> Piers Morgan </strong>, who gave <strong> Andy Coulson </strong> his first job, once described him as <q> one of the best journalists I have ever worked with. </q> <strong> Andy Coulson </strong>'s resignation in 2007 came after a reporter and private detective were jailed for hacking the voice mails. <strong> Andy Coulson </strong> claimed he was unaware of their actions, but said he would take full responsibility as the leader in", "new_id": -2}, {"uid": "1295210270182157371", "i": 16209, "idx": 1, "sa": ["Sergio Marchionne"], "q": ".`` There's not a guy in the auto industry who thought we could do this,'' <strong> Sergio Marchionne </strong>, the normally subdued chief of the company's revived product lineup, said in an interview. <q> If I can't sell these cars, I can't sell anything. </q> Still, the U.S. rescue of Chrysler remains a gamble, and it is far too early to judge the success of the Obama administration's decision in 2009 to invest in the company and to force it", "new_id": -2}, {"uid": "1295761232029376524", "i": 49229, "idx": 0, "sa": ["Andy Coulson"], "q": "snuck out of the base now should he... Hopefully he got some trim before the towel heads nabbed him( unless they were there with the lil' missus and she set him up). \" Report Abuse <q> I knew, and trained with Iraqis before desert storm. I they were good looking intelligent people. At least, that was what I saw. I do think, he was taking risks. But, a man in love does a lot of stupid things. Believe me, I am a man, I know! I hope he is released unharmed. At the very least, I hope they tell his family where he is. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1295782408127156258", "i": 33213, "idx": 1, "sa": ["David Cameron", "Andy Coulson", "Harriet Harman"], "q": "blow for the coalition, the deputy prime minister said he believed the government would not`` miss a beat'' in pressing ahead with its agenda of securing the economic recovery and public sector and constitutional changes. <q> For all <strong> David Cameron </strong> talks about trust in politics, it is fundamental that people obey the criminal law and that is what is at stake here </q> \" <strong> Harriet Harman </strong> Deputy Labour leader And he defended Mr <strong> David Cameron </strong>'s handling of the issue and his decision to appoint Mr <strong> Andy Coulson </strong> in the first place after he resigned as editor of the newspaper in 2007.", "new_id": -2}, {"uid": "1296850052211632133", "i": 11530, "idx": 0, "sa": ["Simon Cowell", "Frank Sinatra", "Jennifer Lopez"], "q": ", a <strong> Frank Sinatra </strong> <strong> Simon Cowell </strong>, they seemed more inclined than before to speak frankly. For instance, when auditioner Jeannette Manning hit a note that sounded like human feedback, even sweet-natured J. <strong> Jennifer Lopez </strong> told her, <q> You're way off on all the notes and everything. </q>`` Talk about delusional people,'' Jackson said, in the midst of the mediocrity.", "new_id": -2}, {"uid": "1296104876231735384", "i": 16843, "idx": 3, "sa": ["Eric Schmidt"], "q": "executive chairman,`` a lot of my time'' will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said.`` We've got very complicated government issues,'' he said, adding that <q> we move quickly, and we tend to be disruptive at scale. </q> European Union officials opened a formal antitrust probe last year into Google search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries. Tea", "new_id": -2}, {"uid": "1296047570033832973", "i": 29813, "idx": 0, "sa": ["Eric Schmidt"], "q": "now sees much of its product extension through the prism of consumers on-the-move. So, what about travel? Well, on the eve of his surprise standing down as Google CEO, <strong> Eric Schmidt </strong> <q>`` We are at the point where, between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are, what you could do there right now, and so forth- and to deliver such a service at scale. </q> \" If there was ever a`` strategic initiative'' for Google in 2011 it will be the integration of ITA Software in some way into search( presuming for a moment that the US Department of Justice", "new_id": -2}, {"uid": "1295481586159825937", "i": 29189, "idx": 2, "sa": ["Simon Cowell"], "q": "All my life I had to teach myself. I never really had a proper education. I wasn't born with any skill. I didn't learn anything from school,'' he said in the interview. <q> Mainly, I trust my instincts because I have very broad tastes. I genuinely believe that if I like something, other people are going to like it as well. </q> <strong> Simon Cowell </strong>'s`` broad tastes'' will be put to the test again when he returns to FOX in the fall with`` X Factor.'' In more`` Idol'' news, AccessHollywood.com's", "new_id": -2}, {"i": 22610, "idx": 0, "index_answer": 0, "new_id": -1, "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q> part of a more complicated set of negotiations. </q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned.`` We've never flinched from", "sa": ["Sergio Marchionne"], "uid": "1296291121168673329"}, {"uid": "1297113015104251437", "i": 10899, "idx": 4, "sa": ["Donald Rumsfeld", "Tony Blair", "Tareq Ayyoub", "Gen. David Petraeus", "President Bush", "Vincent K. Brooks"], "q": "of Defense Victoria Clarke later said. Al Jazeera reporter <strong> Tareq Ayyoub </strong> was killed when US bombs hit the network's Baghdad offices in 2003.`` This coalition does not target journalists,'' Brigadier <strong> Gen. David Petraeus </strong> <strong> Vincent K. Brooks </strong> insisted. <q> We don't know every place journalists are operating on the battlefield. It's a dangerous place, indeed. </q> A furious <strong> Donald Rumsfeld </strong> blasted the network's 2004 coverage of civilian casualties in Fallujah as`` vicious, inaccurate and inexcusable.'' That same year, US <strong> President Bush </strong> reportedly told British <strong> Tony Blair </strong> that he wanted", "new_id": -2}]