[{"uid": "1297433861129613836", "i": 23636, "idx": 14, "sa": ["Michael Gove", "Dominic Grieve"], "q": "of separation of powers. would that be the one we all called an election? Education Secretary <strong> Michael Gove </strong>, was \"So unfair as to amount to an abuse of power\" , said the Judge. <strong> Michael Gove </strong> had <q> unlawfully failed to consult them before imposing the cuts. </q> The rule of law is essential for democracy, the tories are undemocratic and the power of the Judge has knocked them down a few political pegs. <strong> Dominic Grieve </strong> was talking about the rule of law in parliament yesterday,", "new_id": -2}, {"uid": "1297718111008798502", "i": 31446, "idx": 3, "sa": ["Michael Gove", "Andy Burnham"], "q": "Shadow education secretary <strong> Andy Burnham </strong> said it was a \"damning verdict\" which raised doubts about the education secretary's \"competence and judgment\" . Mr <strong> Andy Burnham </strong> said the High Court had ruled Mr <strong> Michael Gove </strong> was <q> guilty of an abuse of power </q> and there had not been \"one word of apology\" from the secretary of state. He said Mr <strong> Michael Gove </strong> \"should now remove himself from any further part in this decision\" . The BBC", "new_id": -2}, {"uid": "1296231867027263053", "i": 1865, "idx": 1, "sa": ["Michael Gove", "Chris Keates"], "q": ". <strong> Michael Gove </strong>, the education secretary, said the new powers would mean the Michael Government could \"intervene whenever a school is not providing the kind of education children deserve\" . teaching union said the new provisions had <q> all the hallmarks of a power junkie </q>. <strong> Chris Keates </strong>, general secretary of the Nasuwt, said the bill gave an education secretary around 50 new powers: \"He can seize land to set up new schools, revise local authority budgets, close schools", "new_id": -2}, {"uid": "1295606098062603329", "i": 32224, "idx": 6, "sa": ["Michael Gove"], "q": "'s also je ne sais quoi, whatever that is. Or, as Dragnet's Joe Friday would have it\" Just give me the facts, ma'am.\" WhyTheFace 21 January 2011 10:30 AM <q> The question is, is the moron called <strong> Michael Gove </strong> doing anything to make it better? He's making massive changes, but is there a single one that will improve children's education, as oppossed to conforming to his ideological view of what will improve their education but actually make everyone go backwards? </q> Even by the low standards of recent Education Secretaries, <strong> Michael Gove </strong> strikes me as being particularly out of his depth and reliant on simplistic ideologies for his policies. \" Indeed, but is seems increasingly British", "new_id": -2}, {"uid": "1297200045061325316", "i": 42901, "idx": 1, "sa": ["Michael Gove"], "q": "legislation will support teachers by giving them \"the tools they need\" . They will have new powers to detain and search students, impose instant detentions and will be given anonymity if they are accused of <q> any offence that occurs in school </q> up until they are charged. <strong> Michael Gove </strong> said the changes will mean \"there can be no excuse for failure\" . \"We are raising the bar on school standards, we are showing less", "new_id": -2}, {"uid": "1296123122027361301", "i": 11577, "idx": 0, "sa": ["Michael Gove"], "q": "of wrongdoing by their pupils will be given the right to remain anonymous until they are charged. <strong> Michael Gove </strong>, the education secretary, said these measures would \"restore discipline\" in the classroom. <q> Under the last Michael Government, thousands of great people left the title=\"More from guardian.co.uk on Teaching\"> teaching profession because behaviour was out of control and they were forced to spend far too much time on paperwork, </q> he said. However, the National Association of Head Teachers( NAHT) warned the Michael Government that national tests were setting back England's education system, not naughty pupils. \"I disagree that poor", "new_id": -2}, {"uid": "1297418316059129859", "i": 48205, "idx": 1, "sa": ["Michael Gove"], "q": "and claims of a large number of different authorities, or an even larger number of individual schools. The Education Secretary's lawyers said the six councils seeking judicial review would in any event receive in total <q> well in excess of? 1bn in BSF funding </q>, and the case was about \"whether they must get even more\" . Urging the judge to dismiss the challenge, they argued the decisions made by Mr <strong> Michael Gove </strong> involved \"value judgments and invidious choices", "new_id": -2}, {"uid": "1295828466174063616", "i": 23822, "idx": 0, "sa": ["Michael Gove", "Simon Jenkins"], "q": "? Oh dear, maybe <strong> Michael Gove </strong> is right. We need more facts in the teaching of history and those facts should be accurate. <strong> Simon Jenkins </strong> proves it with his comments on my hero, Lord Palmerston: <q> Palmerston remained aloof from foreign disputes until, like Walpole, he was trapped into the Crimean war. </q> No, no and thrice no, <strong> Simon Jenkins </strong>. Almost from the start of his service as foreign secretary he was active in the British interest. He threatened the French with war, and thus brought about", "new_id": -2}, {"uid": "1297242450110002273", "i": 35491, "idx": 0, "sa": ["Michael Gove"], "q": "train as teachers following new recommendations from the Michael Government. Education Secretary <strong> Michael Gove </strong> sent a letter to the Training and Development Agency for Schools telling universities to prioritise students with the best qualifications when offering PGCE places. <q> As you know, it is crucial that we continue to secure the very best applicants to teacher training </q> the Secretary of State for Education writes in his letter. \"The recent White Paper,` The Importance of teaching' highlights the case for investing ina high-quality workforce, as it is the quality of teaching that", "new_id": -2}, {"q": ". Stern-Howard Stern-in-national/Howard Stern-Howard Stern-talks-intern-sex-scandal-on-David Letterman-video\" <strong> Howard Stern </strong> to <strong> David Letterman </strong>: sorry about your sex scandal( video) Instead of deflecting <strong> Howard Stern </strong>'s apology, <strong> David Letterman </strong> responded with candor and a bit of reciprocal praise. <q> You have been very, very nice to me on the radio and viciously ugly to me on the radio and I except both with equanimity because I know a little bit about how you operate and I'm still fond of your talent and your ability and what you've represented to the United States of America-and of course, the world. </q> \" Stern-Howard Stern-in-national/Howard Stern-Howard Stern-on-David Letterman-calls-for-hollywood-to-boycott-Jay Leno-Jay Leno-video\" <strong> Howard Stern </strong> calls for Hollywood to boycott <strong> Jay Leno </strong>( video) <strong> Howard Stern </strong> ended his third and final segment on Thursday night's Late Show once again pushing for <strong> David Letterman </strong> to holler back", "answer_q": "the past. <strong> Howard Stern </strong> to <strong> David Letterman </strong>: sorry about your sex scandal( video) Instead of deflecting <strong> Howard Stern </strong>'s apology, <strong> David Letterman </strong> responded with candor and a bit of reciprocal praise. <q>`` You have been very, very nice to me on the radio and viciously ugly to me on the radio and I except both with equanimity because I know a little bit about how you operate and I'm still fond of your talent and your ability and what you've represented to the United States of America-and of course, the world. </q> </blockquote> <strong> Howard Stern </strong> calls for Hollywood to boycott <strong> Jay Leno </strong>( video) <strong> Howard Stern </strong> ended his third and final segment on Thursday night's Late Show once again pushing for <strong> David Letterman </strong> to holler back at him", "answer": "David Letterman", "sa": "['Howard Stern', 'David Letterman', 'Jay Leno']", "index_answer": 1, "idx": 1, "i": 641}]