[{"uid": "1296051154245661719", "i": 31426, "idx": 2, "sa": ["Michael Vick"], "q": "a whole other person.\" Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a \"sizable\" contract. <q>We believe it was worth it,</q> he said, \"because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.\" Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury", "new_id": -2}, {"uid": "1295586272212418583", "i": 2940, "idx": 5, "sa": ["Allen Iverson", "Kevin Durant"], "q": "with Golden State for the eighth and final playoff spot in the Western Conference. The Warriors lost to New Orleans, 108-96, earlier Sunday. \"Career nights from two people,\" Denver's <strong> Allen Iverson </strong> said. <q>You have two 30-point scorers and other guys doing what they did out there, what can you say? They were the better team tonight.</q> Green, whose previous high was 23 points, scored 24 in the second half and overtimes. His five quick points to start the second overtime gave the draft lottery-bound Sonics( 18-59) the winning cushion. <strong> Kevin Durant </strong>", "new_id": -2}, {"uid": "1297616629186400779", "i": 26899, "idx": 41, "sa": ["Donald Rumsfeld", "Richard Nixon"], "q": "the military, which is unfortunate,\" <strong> Donald Rumsfeld </strong> added. \"Why did you stand for that?\" asked Martin. \"You have to cut him some slack,\" <strong> Donald Rumsfeld </strong> explained. <q>You have to assume that he knows what he's doing, and work with him. He's there on the ground.</q> Then in April 2004 the Abu Ghraib scandal- with its still shocking photos- broke. <strong> Donald Rumsfeld </strong> offered to resign, twice. But the <strong> Richard Nixon </strong> said no. \"Do you think it would", "new_id": -2}, {"uid": "1295928935203030533", "i": 27850, "idx": 2, "sa": ["George Shultz", "Donald Rumsfeld", "President Lyndon Johnson"], "q": "of State <strong> George Shultz </strong> were among the friends, family members and colleagues who came to Washington for conversations. \"I started thinking about this amazing archive I had,\" he says during a recent interview. <q>The fact that I had it, persuaded me that I ought to take advantage of it.</q> <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite, where the walls document a long, high-level life of politics and history: A photograph of then-Congressman <strong> Donald Rumsfeld </strong> with <strong> President Lyndon Johnson </strong> in the 1960s; a", "new_id": -2}, {"uid": "1295966915202670097", "i": 41587, "idx": 3, "sa": ["Colin Powell", "Ron Paul", "Barack Obama"], "q": "a controversial rally this morning. Presidential candidate <strong> Ron Paul </strong> drew several hundred people but he wasn't allowed inside the Mayo Civic Center. <strong> Ron Paul </strong> says he wasn't surprised that he wasn't invited to the convention.** <q>Hasn't been in the race for months</q> Give me a break!! http://wn.com/Colin_Powell_destroys_both_Joe_the_Plumber_and_McCain's_Campaign_while_endorsing_Obama! <strong> Colin Powell </strong> endorses <strong> Barack Obama </strong>!( CNN)-- Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for <strong> Barack Obama </strong>, citing the Democrat's \"ability to inspire\" and", "new_id": -2}, {"uid": "1295560040175849483", "i": 2217, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "2001 I never imagined-even in my wildest dreams-that we would get as far, as fast as we have today,\" Mr. <strong> Eric Schmidt </strong> said in a post on the Official <strong> Google Inc. </strong> Blog. <q>Search has quite literally changed people's lives-increasing the collective sum of the world's knowledge and revolutionizing advertising in the process. And our emerging businesses-display, Android, YouTube and Chrome-are on fire. Of course, like any successful organization we've had our fair share of good luck, but the entire team-now over 24,000 Googlers globally-deserves most of the credit.</q> <strong> Google Inc. </strong>'s co-founders brought in Mr. <strong> Eric Schmidt </strong>, a trained computer scientist, to shepherd the young company along in the early days of the dot-com boom and eventually he helped take <strong> Google Inc. </strong> public in 2004. Together", "new_id": -2}, {"i": 12731, "idx": 3, "index_answer": 0, "new_id": -1, "q": "is big for me. I'm just thankful to have the opportunity to play in this league again. And have the opportunity to go out on the field this year and play again,\" <strong> Michael Vick </strong> said. <q>However it comes, whatever happens, happens.</q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "sa": ["Michael Vick"], "uid": "1297067872184320061"}, {"uid": "1295616804243957924", "i": 19185, "idx": 2, "sa": ["Andy Coulson", "David Cameron"], "q": "picking the right people to do the right job and the decision to appoint <strong> Andy Coulson </strong> was controversial in the first place and it's clearly a big, big judgement call that <strong> David Cameron </strong> has got wrong.\" <q>I think <strong> Andy Coulson </strong> was somebody who could help the Conservative Party... produce a message which was, if you like, \"pub ready', which resonated with ordinary people. It wasn\"t divorced from them in the way that a lot of very middle class politicians are.</q> STEVEN BARNETT, PROFESSOR OF COMMUNICATIONS, UNIVERSITY OF WESTMINSTER \"It is all starting to unravel in a way that I think would make people in News Corp extremely nervous and I think <strong> Andy Coulson </strong> has", "new_id": -2}, {"uid": "1295808292025542714", "i": 49165, "idx": 0, "sa": ["Andy Coulson", "Gabriel Tamas", "Ian Holloway"], "q": ": <strong> Ian Holloway </strong>( since 21/05/2009) Last Result: 3-2 loss at Photo: West Bromwich Albion's <strong> Gabriel Tamas </strong> is sent off for a foul on... World Video: Bomb attacks kill 10 in Iraq capital Report Abuse <q>When Spurs got <strong> William Gallas </strong>, I thought that was smart. But getting <strong> Rafael Van der Vaart </strong>, too,- Rednapp is a genious. It was a good match. Too bad <strong> Rafael Van der Vaart </strong> de Silva clipped Assou-Ekottos legs and knocked him down. It might have been an even better match without the red card.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1295351570142295047", "i": 43469, "idx": 6, "sa": ["Mike Pence"], "q": "\" said <strong> Mike Pence </strong> in a speech on the House floor. \"It would ensure that abortion providers are not subsidized with federal tax dollars. \"` Now, let me say,\" <strong> Mike Pence </strong> continued, <q>to be very clear, Mr. Speaker, this legislation does not cut one penny from title X family planning funding. I applaud much of the important work that is done at title X clinics across this country: breast cancer screening, HIV protection, education, counseling, pregnancy diagnosis. This legislation simply prevents family planning funding from aiding organizations that profit from the abortion industry.</q>", "new_id": -2}]