[{"uid": "1297682501211042366", "i": 37100, "idx": 0, "sa": ["Michael Gove", "Ed Miliband", "Ed Balls", "Justine Thornton", "Yvette Cooper", "Robbie Williams"], "q": "his rendition of <strong> Robbie Williams </strong>' work within the family Labour leader <strong> Ed Miliband </strong> has revealed that Angels by <strong> Robbie Williams </strong> is the song that lights his romantic fire. He said he and partner <strong> Justine Thornton </strong> sang along to the hit ballad <q> at the top of our voices </q> while driving. Mr <strong> Justine Thornton </strong>'s married Labour colleagues <strong> Ed Balls </strong> and <strong> Yvette Cooper </strong> go for Elvis Presley's Can't Help Falling in Love. But Tory Education Secretary <strong> Michael Gove </strong> opts for the more upbeat Bring Me", "new_id": -2}, {"uid": "1296231911026230797", "i": 25268, "idx": 1, "sa": ["Michael Gove", "Joel Klein", "Demetrius Morton"], "q": "charter.\" Mr <strong> Joel Klein </strong> said one of the lessons he had learned was that there was a need for \"reasonable processes\" to be in place to terminate the employment of under-performing teachers. <q> Every child is entitled to a good teacher, </q> he said. \"It's easier to prosecute a capital punishment case in the US than terminate an incompetent teacher.\" Mr <strong> Michael Gove </strong> said the <strong> Demetrius Morton </strong> Academy, which is an \"all-through school", "new_id": -2}, {"uid": "1296563942217726992", "i": 36982, "idx": 0, "sa": ["Michael Gove", "David Cohen"], "q": "What happened to <strong> Michael Gove </strong>'s promises of consultation with local parents? when they get made redundant? Liz Mayor, a classics lecturer who lost her job at Cardiff University at 54, set up a company and feels <q> in charge of my own destiny </q>. Education news from around the web? Good piece from <strong> David Cohen </strong> in the London Evening Standard about the\" title=\"\"> secrets of the superheads\" . We find out what strategies they", "new_id": -2}, {"uid": "1296124079014483504", "i": 39866, "idx": 1, "sa": ["Michael Gove"], "q": "allowing staff to search children for any material that may disrupt lessons feature in the Bill, while rules forcing schools to give parents 24-hour notice of a detention will also be scrapped. Mr <strong> Michael Gove </strong> said: <q> This Michael Government backs teachers. All the evidence from those countries with great education systems tells us that nothing is more important than attracting great people into teaching and supporting them in the classroom. \"Teachers will be free to impose the penalties they need to keep order and free from the red tape which swallows up teaching time, so they can get on with their first duty- raising standards. </q> Plans to axe a number of education quangos will feature in the Bill, as will the legislation required to allow the Michael Government to charge university students higher rates of interest on tuition fee loans.", "new_id": -2}, {"uid": "1296911242257261627", "i": 30562, "idx": 3, "sa": ["Michael Gove", "Robert Lambert", "Mohammed Shafiq"], "q": "EDL- or for other far-right groups like the BNP. He mentioned the word \"Islamophobia\" just once and, that too, in passing. As <strong> Mohammed Shafiq </strong>, of the Ramadan Foundation, points out: <q> On the day we see fascists marching in Luton we have seen no similar condemnation or leadership shown from the Michael Government. </q> The fact is that Muslims and Muslim organizations, as former Met police officer <strong> Robert Lambert </strong> argues over 3 comments from readers MuscularLiberal 05 February 2011 at 12:46` under the pernicious influence of <strong> Michael Gove </strong>'?", "new_id": -2}, {"uid": "1295790309226426886", "i": 35918, "idx": 0, "sa": ["Michael Gove", "Michael Wilshaw"], "q": "offer to study economics, and Liam Downes, 18, is aiming for a place at Pembroke college to study German and Latin. Sir <strong> Michael Wilshaw </strong>, Mossbourne's executive principal, told the Sunday Times: <q> Cambridge saw kids from an inner-city comprehensive doing exceptionally well and that must have impressed them. Some of the feedback we got was terrific, along the lines of` please send us more applicants like this'. </q> <strong> Michael Wilshaw </strong>, a member of the panel formed by the education secretary, <strong> Michael Gove </strong>, to review the national curriculum, put the school's success down to high expectations, close monitoring of staff and acting as", "new_id": -2}, {"uid": "1295487184117964834", "i": 52909, "idx": 0, "sa": ["Michael Gove"], "q": "And in the road, as a woman walks past wearing a burqa, the passers-by think:` That woman's either oppressed or is making a political statement'.\" The peer will also blame <q> the patronising, superficial way faith is discussed in certain quarters, including the media </q> for making Britain a less tolerant place for believers. 00.54 GMT on Thursday 20 January 2011. It was last modified at <strong> Michael Gove </strong> urges tactical Liberal Democrat voting in local elections Golden Age by", "new_id": -2}, {"uid": "1296143048256950283", "i": 16533, "idx": 1, "sa": ["Michael Gove"], "q": "for National Security Studies. \"Clearly the winds of change are blowing,\" he said. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the", "new_id": -2}, {"uid": "1295512116158531594", "i": 23027, "idx": 0, "sa": ["Michael Gove", "David Blunkett"], "q": "in, to much fanfare, by <strong> David Blunkett </strong>, the then home secretary. But <strong> Michael Gove </strong> has promised a slimmed-down national curriculum. Speaking ahead of the launch of today's curriculum review, <strong> Michael Gove </strong> said the curriculum <q> must not cover every conceivable area of human knowledge or endeavour and should not become a vehicle for imposing passing political fads </q>. He has appointed Tim Oates, director of assessment and research at Cambridge University's exam board Cambridge Assessment, and four other experts to lead the review. In a research paper published in", "new_id": -2}, {"q": "change the world again with our next generation application development and cloud platform, and I feel fortunate to be part of this transformation,\" <strong> Satya Nadella </strong> wrote in a Feb. 9 e-mail to Server and Tools Business employees. <q> Today we are seeing our existing customers move to the cloud to address issues of cost and complexity; tomorrow, our work as leaders in innovation will result in new scenarios and workloads... enabled in the cloud. </q> Back in January, <strong> Steve Ballmer </strong> announced that <strong> Bob Muglia </strong>'s departure would herald the Server and Tools Business' \"move forward into the era of cloud computing,\" one that would apparently require \"new leadership.", "sa": ["Satya Nadella", "Steve Ballmer", "Bob Muglia"], "index_answer": 0, "idx": 3, "i": 46819}]