[{"uid": "1296159582150814732", "i": 17895, "idx": 1, "sa": ["Mike Pence"], "q": "to announce a decision on his political future on Friday, according to his mother, who has been urging him to finally put an end to all of the building speculation over his political future. \" <q> He will be making his announcement tomorrow, </q> said Nancy <strong> Mike Pence </strong> Fritsch, contacted today by telephone at her home in Columbus, Ind. Asked to confirm reports that she has told her son to make up his mind about whether he's going to run", "new_id": -2}, {"uid": "1295329270137969707", "i": 36932, "idx": 0, "sa": ["Wade Smith", "John Edwards", "Mike Pence", "Bill Clinton"], "q": "the money spent on campaigns for federal offices, limit the amounts of such donations, and prohibit the conversion of campaign funds to personal use. <strong> John Edwards </strong>'s attorney <strong> Wade Smith </strong> would not discuss specifics but said, <q> we do not believe there is evidence that <strong> John Edwards </strong> has violated any election laws. </q> Reagan veteran launches push for <strong> Mike Pence </strong> presidency WASHINGTON- An independent campaign to persuade GOP Representative <strong> Mike Pence </strong> to run for <strong> Bill Clinton </strong> in 2012 is underway, with a veteran of the Reagan White House launching a petition drive yesterday", "new_id": -2}, {"uid": "1296163911042713105", "i": 25559, "idx": 0, "sa": ["Matt Lloyd", "Mike Pence"], "q": "3:46 p.m., shortly after a National Journal story quoted <strong> Mike Pence </strong>'s mother as saying the announcement would come tomorrow. It was not clear whether the comments from the congressman's mother moved up his timetable. <q> You called his mom, </q> <strong> Mike Pence </strong> spokesman <strong> Matt Lloyd </strong> protested when an NJ reporter called to inquire about the latest reports about an evening announcement, which appeared first in Politico. Meanwhile, Brian Howey, author of an Indiana political", "new_id": -2}, {"uid": "1295351570142295047", "i": 52778, "idx": 3, "sa": ["Duncan D. Hunter", "Mike Pence", "Howard McKeon", "John Campbell", "Wally Herger", "Gary Miller", "Ken Calvert", "Tom McClintock"], "q": ". During that same time, they performed an unprecedented 324,008 abortions. The largest abortion provider in America should not also be the largest recipient of federal funding under Title X.\" <strong> Mike Pence </strong> said his bill would <q> prevent any family planning funds under Title X from going to Planned Parenthood or other organizations that perform abortions. It will ensure that abortion providers are not being subsidized with federal tax dollars. </q> California co-sponsors of <strong> Mike Pence </strong>'s bill include U.S. Reps. <strong> Tom McClintock </strong>, <strong> Gary Miller </strong>, <strong> Duncan D. Hunter </strong> Jr., <strong> Howard McKeon </strong>, <strong> Ken Calvert </strong>, <strong> John Campbell </strong>, and <strong> Wally Herger </strong>. Title X of the Public Health Service Act provides federal funding", "new_id": -2}, {"uid": "1296165849194232363", "i": 23414, "idx": 1, "sa": ["Mike Pence"], "q": "\" \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q> We will not seek the Republican nomination for president in 2012. </q> \" He said he would make a decision \"later this year\" about what his next political step is, but by not running for president it is considered a virtual certainty that he will run for", "new_id": -2}, {"uid": "1296139860192086046", "i": 44659, "idx": 0, "sa": ["Tim Pawlenty", "Mike Pence", "Steve King", "Barack Obama"], "q": ", said in its latest fund-raising report on Wednesday with the Federal Election Commission that it brought in$ 279,000 from Nov. 23 to Dec. 31, 2010,\" the New York Tim Pawlentyes writes. <q> Nearly all of the money raised came from individual donors, mostly in amounts less than$ 200. Just eight of the more than 600 itemized donations were for$ 1,000 or more. </q> AP: \"Republican <strong> Mike Pence </strong> is nearly face-to-face with his own deadline to announce by the end of the month whether he'll be maSteve King a run for <strong> Barack Obama </strong> or governor next year. A state ethics law passed last", "new_id": -2}, {"uid": "1295912989122798091", "i": 1785, "idx": 1, "sa": ["Tom Coburn", "Mike Pence", "Mitch McConnell"], "q": "know, there's a lot of talk these days around here about where members of Congress are going to sit during the State of the Union address,\" Indiana Republican <strong> Mike Pence </strong> said recently on the House floor. <q> Well, I've been in Congress for 10 years and I learned a long time ago, it doesn't really matter where you sit it matters where you stand. </q> And Senate Republican leader <strong> Mitch McConnell </strong> brushed off the idea this weekend, saying people can certainly mix it up, if they want. But <strong> Tom Coburn </strong>, the Republican from Oklahoma, told NBC the two", "new_id": -2}, {"uid": "1296200464159858698", "i": 5808, "idx": 4, "sa": ["Mike Pence"], "q": "that <strong> Mike Pence </strong> has represented since 2000, but he also has speeches planned at Republican Party events as far from his Columbus home base as Lake County. The goal, he said, is to listen to <q> Hoosiers in every walk of life but also to become more familiar with the challenges and opportunities facing Hoosier families and facing the state of Indiana. </q> But, he said, before he was in Congress he headed a think tank-- the Indiana Policy Review Foundation-- and was a talk-show host, two jobs that made him familiar \"with every issue", "new_id": -2}, {"uid": "1296173728032686081", "i": 35991, "idx": 1, "sa": ["Mike Pence", "L. Brent Bozell III", "Jim Ryun", "Barack Obama", "Dick Armey"], "q": "urging him to run for <strong> Barack Obama </strong>( also signed by former congressmen <strong> Jim Ryun </strong> and <strong> Dick Armey </strong>) tells me he's \"Disappointed, but not surprised\" about <strong> Mike Pence </strong>'s decision to rule out running for <strong> Barack Obama </strong> in 2012. <q> I think he's made the best decision for his family, </q> <strong> L. Brent Bozell III </strong> continues. \"Besides, he's young- 51. He has plenty of time.\" Others close to the draft movement admit to be in a \"funk\" about <strong> Mike Pence </strong>'s decision.", "new_id": -2}, {"i": 12859, "idx": 2, "index_answer": 0, "new_id": -1, "q": ", the governor's office and various state agencies.`` Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances,'' <strong> Bill Lockyer </strong> said. <q> It's improper, it will stop now, it will not happen again and we will get our money back. </q> Last year, for example, SIFMA lobbied against a bill that requires marketing intermediaries, who help investment funds win multibillion-dollar deals with state pension funds, to register as lobbyists with the state.", "sa": ["Bill Lockyer"], "uid": "1296655437186056720"}]