[{"uid": "1295167572006995975", "i": 5886, "idx": 0, "sa": ["Allen Iverson"], "q": "has reached 40 points and 10 assists in consecutive games. He had 40 points and 10 assists against the Rockets on Wednesday night. The victory was the Sixers' fifth in six games since the All-Star break. <q> I promise you it's not that, </q> <strong> Allen Iverson </strong> said, while continuing to maintain he wasn't bothered by not being invited to play.\" If I can play the way I played the last two games from some controversy, I will hope there's", "new_id": -2}, {"uid": "1297446725101842956", "i": 11173, "idx": 11, "sa": ["John McCain", "Donald Rumsfeld"], "q": "... He was opportunistic. He spent his whole campaign attacking the Bush administration and he was not a good candidate.\" So, had <strong> Donald Rumsfeld </strong>, the life-long Republican, actually voted for <strong> John McCain </strong>? He frowns: <q> I did. It was not a happy choice. </q> The inside-Washington score-settling will strike many of the people horrified by the Iraq war as supremely beside the point. For them, <strong> Donald Rumsfeld </strong> is a guilty man because he presided over a\" war of choice\"", "new_id": -2}, {"uid": "1295234446192299010", "i": 30787, "idx": 1, "sa": ["Donald Rumsfeld", "Lindiwe Sisulu", "Leon Panetta"], "q": "<strong> Leon Panetta </strong> filed a declaration Friday before a federal court in Washington\" to formally assert and claim the state secrets privilege... to protect intelligence sources, methods and activities\" that may be implicated in the Awlaki case. <q> It is my belief that... this case can not be litigated without risking or requiring the disclosure of classified and privileged intelligence information that http://wn.com/EFF_Press_Conference_After_NSA_Wiretapping_Court_Hearing photo: photo: US Coastguard/ Petty Officer 3rd Ann Marie Gorden.\" In God <strong> We Trust </strong> </q> challenge on Supreme Court docket Federal judges consider high school sports case Harkat challenges security certificates <strong> Donald Rumsfeld </strong> Torture Lawsuit Fizzles, Again Stampede kills 102 pilgrims in India Tunisian president toppled after 23 years in power Minister <strong> Lindiwe Sisulu </strong> has come", "new_id": -2}, {"uid": "1296776151217071625", "i": 26017, "idx": 0, "sa": ["Donald Rumsfeld", "Rod Broadway", "Lin Dawson"], "q": "a Southwestern Athletic Conference championship in 2008. <strong> Lin Dawson </strong> says he understands <strong> Rod Broadway </strong>'s decision to return to his home state of North Carolina and says Grambling will miss him. <strong> Lin Dawson </strong> says <strong> Rod Broadway </strong> is a <q> true leader and developer of young men </q> who has left the Tigers' football program in excellent shape. <strong> Donald Rumsfeld </strong> memoirs show no regret for Iraq war Former US Defense <strong> Donald Rumsfeld </strong> has said in his memoirs that he has no regrets about his part", "new_id": -2}, {"uid": "1297242011110002179", "i": 20614, "idx": 0, "sa": ["Simon Cowell"], "q": "the idea of a Teen Idol show in the past, The X Factor is going there from the start and beyond. Singers aged 12 and up are welcome to audition. There is no upper age limit. <q> I like the idea that a 12-year old on this show can compete with an older singer and a singing group, </q> <strong> Simon Cowell </strong> said in a statement.\" I've never believed there should be a cut-off age for talent.\" GFR This site is operated by Cinema Blend LLC. For advertising inquiries, contact", "new_id": -2}, {"uid": "1295562588178864129", "i": 38590, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "praised <strong> Eric Schmidt </strong>, too.\" There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its internet marketing machine during the holiday shopping season. Quotes delayed, except where", "new_id": -2}, {"i": 8927, "idx": 1, "index_answer": 1, "new_id": -1, "q": "<strong> Colin Powell </strong> thinks that America\" isn't quite post-racial\" at this time.\" These problems still exist in post-racial America.\" However, he suggested that <strong> Henry Louis Gates </strong> should not have argued with the policeman arresting him. <q> You don't argue with a police officer, </q> he says. <strong> Colin Powell </strong> also called the arresting cop, Sergeant James Crowley,\" an outstanding police officer.\" Also, at 5:10, <strong> Colin Powell </strong> admits he's been profiled\" many times\" as a national security", "sa": ["Henry Louis Gates", "Colin Powell"], "uid": "1295963185223494146"}, {"uid": "1297242000088965209", "i": 19777, "idx": 0, "sa": ["Sergio Marchionne"], "q": "using Eminem was a risk, given his history of sexist lyrics, prescription drug abuse and harsh language. <strong> Sergio Marchionne </strong> told Forbes in a report published Monday that casting the controversial star was a tough call. <q> You know, I love Eminem but... I also know that some of the choices of language that he has made are things that are not what I would consider to be commonly shared, </q> <strong> Sergio Marchionne </strong> told Forbes. On the other hand, Eminem also is one of the most successful rappers of all time. His album\" Recovery\" has been nominated for 10 Grammy Awards and was the best-selling", "new_id": -2}, {"uid": "1296743100016711680", "i": 4000, "idx": 2, "sa": ["Donald Rumsfeld", "DJ AM", "Dick Cheney"], "q": "in his defense, a terrible strategy,... <strong> DJ AM </strong> Human Centipede: ArmorGroup Film Actor Guild Hates Kabul( <strong> Dick Cheney </strong> <strong> Donald Rumsfeld </strong> Mix) <strong> DJ AM </strong> Human Centipede: ArmorGroup Film Actor Guild Hates Kabul( <strong> Dick Cheney </strong> <strong> Donald Rumsfeld </strong> Mix) <strong> DJ AM </strong> <q> They're going to sew three people together, they thought it would be, like, shoulder to shoulder, or whatever. But no, it's like, ass to mouth. </q> Mouth: ArmorGroup Film Actors Guild Hates God( <strong> Dick Cheney </strong> <strong> Donald Rumsfeld </strong> Mix) Top supervisors of the ArmorGroup were n... NWO- ACTIVE Troops Deploy October In USA", "new_id": -2}, {"uid": "1295672246172441622", "i": 5508, "idx": 3, "sa": ["Jerry Lee Lewis", "Allen Iverson", "Yao Ming"], "q": "both clarified and cluttered the <strong> Jerry Lee Lewis </strong> Western Conference playoff race.\" That's all he's got to do is come into the game and the energy is there,\" said <strong> Allen Iverson </strong>, who scored 33 points. <q> It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the way he can shoot the ball, the way he can dribble the ball, the way he can jump, he has the whole package.\" There's nothing on the court he can't do. </q> It was the 13th time Smith has come off the bench to score 20 or more points, most in the NBA among players who haven't started a single game.\" He's been a <strong> Yao Ming </strong> spark for", "new_id": -2}]