[{"uid": "1296225951235159601", "i": 478, "idx": 5, "sa": ["Eric Holcomb", "Mike Pence", "Mike McDaniel"], "q": "was excited by the prospect of  Mike Pence  running for  Eric Holcomb . \"I think he's the clear front-runner, and I think the race is his if he chooses to accept it,\"\"  Walorski said.  I think he'd clear the field.  State Republican Party Chairman  Eric Holcomb  said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\"\"  such as  Mike Pence . \" Mike McDaniel 's been a strong voice in Congress", "new_id": -2}, {"uid": "1296243233063520795", "i": 30718, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "Chris Christie", "Gary Bauer"], "q": "a non-social party has won re-election in Parliament. And BP says its well is dead. www.huffingtonpost.com Excerpt: When conservative activist and former Barack Obamaial candidate  Gary Bauer  scans the potential 2012 Republican field, not much excites him.  All the obvious frontline names have all the usual pluses and minuses,  Mr.  Gary Bauer  says. But in considering one candidate, Mr.  Gary Bauer  sees only qualities that he likes. Indiana  Mike Pence  is a military and fiscal hawk who frequently plugs his Chris Christietian credentials. To some, he's the", "new_id": -2}, {"uid": "1297682295187187221", "i": 55414, "idx": 3, "sa": ["Mike Pence", "Rick Santorum"], "q": "crisis.\"\"   Mike Pence  earned his biggest applause when he declared, \"We will not restore this nation with public policy alone; it will require public virtue.\"\"  And former Sen.  Rick Santorum  had this to say:  The idea that the basic moral values of our country are not part of an integrated set of issues that keep our country safe and prosperous is a very dangerous idea.  Obviously, the Values Voter Conference was a place to talk about \"values,\"\"  but it stands out because each speaker explicitly connected values talk to the Tea Party and the conservative resurgence. These words", "new_id": -2}, {"uid": "1295527254028180486", "i": 12707, "idx": 0, "sa": ["Sam Graves", "Mike Pence", "Claire McCaskill"], "q": "about whether he'll run for the Senate against Sen.  Claire McCaskill ( D) next year. On Wednesday,  Mike Pence   Sam Graves ( R-Mo.) indicated that he is actively looking at the race.  I certainly wouldn't want to close the door on it,  he href=\"http://bit.ly/fErNOS\"> told The Hill. \"It's something that I look at and kind of evaluate and we'll see what happens... There's a great opportunity to take back that Senate seat.\"\" ", "new_id": -2}, {"uid": "1296200464159858698", "i": 5810, "idx": 6, "sa": ["Eric Holcomb", "Mike Pence", "Joe Donnelly"], "q": "to campaign successfully, he said. Jim Bopp, a Terre Haute attorney who also is a Republican National Committee member, said  Mike Pence  could be hard to beat if he runs for  Eric Holcomb .  He'll be the prohibitive favorite in 2012,  Bopp said, for both the nomination and the general election. Democrats disagreed. Several Democrats have expressed interest in running, including U.S.  Mike Pence   Joe Donnelly , whose Northern Indiana district is expected to become more Republican-leaning", "new_id": -2}, {"uid": "1297214463071778371", "i": 43794, "idx": 0, "sa": ["Rachel Maddow", "Tucker Carlson", "Greta Van Susteren", "Nick Casey", "Mike Pence", "John Thune", "Nick Gonzalez", "John Stossel", "Donald Rumsfeld", "Rick Santorum"], "q": " Fox News \"The O'Reilly Factor\"\" :  Mike Pence ;  John Stossel  \"HRachel Maddowity\"\" :  Donald Rumsfeld   On the Record with  Greta Van Susteren  :  Nick Casey , Wall Street Journal Reporter; Brother  Nick Gonzalez , high school principal of two students shot dead in Ciudad Juarez; Former Sen.  Rick Santorum ( R-PA); Sen.  John Thune ( R-SD);  Tucker Carlson , Daily", "new_id": -2}, {"uid": "1296139861192086029", "i": 20709, "idx": 0, "sa": ["Mike Pence", "Mike Huckabee", "Mitt Romney", "Sarah Palin"], "q": "and building campaign infrastructure in early voting states,\"\"  href=\"http://bit.ly/eLKLu9\"> The Hill writes. PAWLENTY: href=\"http://bit.ly/eXYjQg\"> The Hill explores a Pawlenty paradox in a profile of the former governor:  Although Pawlenty comes without many of the doubts social conservatives have about  Mitt Romney , or those fiscal conservatives have about  Mike Huckabee , or even those electability-minded conservatives have about  Sarah Palin , he still struggles to attract anywhere near the amount of attention they do.   Mike Pence : \" Mike Pence  says he met privately with the Governor Tuesday morning, and describes him as both a friend and` America's best Governor.'  Mike Pence  says he suspects he and Daniels are assessing", "new_id": -2}, {"uid": "1295311136034570272", "i": 15551, "idx": 3, "sa": ["Steve Jobs", "Mike Pence", "Rick Santorum"], "q": "and former Sen.  Rick Santorum  of Pennsylvania.  Mike Pence  said this was his first town hall since the Tucson, Ariz., shootings and he always consults with local law enforcement on security at such events.  To me the focus is and should remain on public safety. We volunteer for these  Steve Jobs , but just because someone comes to a town hall meeting, they should never have to be concerned that there's not a reasonable amount of security,  he said. He said town hall meetings are \"very routine\"\"  for him and said he was grateful that everyone came out Monday in the wake of the Tucson shootings. Full Story  CNN", "new_id": -2}, {"uid": "1295633194146702360", "i": 3189, "idx": 15, "sa": ["Louie Gohmert", "Mike Pence", "Ayaan Hirsi Ali", "Peter King"], "q": "\"\"  when it comes to war, is already compiling a radical right href=\"http://thinkprogress.org/2011/01/19/Peter King-hearings-panelist/\"> witness list for the hearings, including Dutch critic Islam  Ayaan Hirsi Ali , who believes that \"Islam is a cult,\"\"  that  there is no moderate Islam,  and that \"we are at war with Islam.\"\"  This week,  Mike Pence   Louie Gohmert ( R-TX) joined the growing chorus of Republicans clamoring for hearings to look into the threat of \"creeping Sharia law.", "new_id": -2}, {"i": 40814, "idx": 2, "index_answer": 0, "new_id": -1, "q": "points on the highest stage you can ever score,'' said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said. <q> I will remember this night for the rest of my life. </q> The Nuggets have been searching for a consistent third scorer behind <strong> Anthony Atkinson </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then", "sa": ["Linas Kleiza", "Allen Iverson", "Anthony Atkinson"], "uid": "1296796643209420294"}]