[{"uid": "1296131873006979636", "i": 33398, "idx": 0, "sa": ["Michael Gove"], "q": "Young People's Learning Agency for England, which is responsible for college funding, to the Department for Education. <strong> Michael Gove </strong>, the education secretary, said he was abolishing the the School Support Staff Negotiating Body because it <q> does not fit well with the Michael Government's priorities for greater deregulation </q>. But the Association of School and College Leaders has said the move is \"a retrograde step\" and could lead to staff who \"play an immensely important role in providing high-quality education\" being underpaid.", "new_id": -2}, {"uid": "1296725293246726664", "i": 415, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "in the tech industry right now \" In an open letter to <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong>, Berenberg Bank's Adnaan Ahmad said Nokia's move to Windows Phone 7 would benefit both companies. <q> Get rid of your own proprietary high-end solution( MeeGo)- it's the biggest joke in the tech industry right now and will put you even further behind Apple and Google, </q> Ahmad advised <strong> Stephen Elop </strong>. \"Focus your high-end portfolio around WP7, and over time you can take the cost down( that's <strong> Steve Ballmer </strong>[ <strong> Steve Ballmer </strong>'s] job and cost base) to get this into", "new_id": -2}, {"uid": "1295796756032096260", "i": 36926, "idx": 0, "sa": ["Andy Coulson"], "q": "My thoughts are with the families and friends of those who have died; and my hopes and my prayers are with those of you, who are unsure as to the fate, of those loved. Report Abuse <q> Keep on clear cutting the rain forests( which work like a natural sponge to suck up the water) and this will only continue to get worse. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295780844219185156", "i": 11991, "idx": 3, "sa": ["Bill Clinton", "Donald Rumsfeld"], "q": "$ 48 Bill Clintonion in new defense spending.\" More money for the Pentagon, CBS News Correspondent Vince Gonzales reports, while its own auditors admit the military can not account for 25 percent of what it spends. <q> According to some estimates we can not track$ 2.3 trillion in transactions, </q> <strong> Donald Rumsfeld </strong> admitted.$ 2.3 trillion- that's$ 8000 for every man, woman and child in America. To understand how the Pentagon can lose track of trillions, consider the case of one military accountant who", "new_id": -2}, {"uid": "1296518059268402728", "i": 22971, "idx": 1, "sa": ["Michael Vick"], "q": "left before ending of 3rd quarter, Eagle is setting another record for \"Most Scoring Team\" on Monday Night Football with the spank \"Eagle 59- 21 Redskin\" . Eagle also set a new record for <q> Most Scoring Team On The Road In NFL </q>. This is an amazing night for Micheal <strong> Michael Vick </strong> performing. The final score of the game is \"Eagle 59- 28 Redskin\" . <strong> Michael Vick </strong> Record Night^^. Learn some great tips on the correct", "new_id": -2}, {"uid": "1296139847209518607", "i": 45399, "idx": 0, "sa": ["Michael Vick"], "q": "less convicted. <strong> Michael Vick </strong> is and always will be a POS. Anybody who supports or cheers this thug has obviously turned a blind eye to the monster this low life truly is. <q> One( dog) was killed when <strong> Michael Vick </strong> and one of his partners seized it by the legs and slammed it repeatedly to the ground, breaking its neck and back. </q> hopefully <strong> Michael Vick </strong> will happen across a kkk meeting!!!!!!!!!!!!!!!! What is Yahoo Buzz? It's the place where you can talk about and shape the best stories people are reading right now. Sign In to view", "new_id": -2}, {"uid": "1296985359227049513", "i": 3473, "idx": 0, "sa": ["Gregory Mosher", "Tim Hardaway", "Gary Wood", "Michael Vick", "Bill Bradley"], "q": ", a 5-foot-11 Cornell quarterback, \"the most exciting player, the Hardawayes.com/top/reference/Tim Hardawayestopics/people/v/Michael Vick_Michael Vick/index.html?inline=nyt- per\" articles about Michael Vick\"> <strong> Michael Vick </strong> of his Tim Hardawaye,\" and Mr. <strong> Gary Wood </strong>'s 35-34 miracle comeback against Princeton in 1962. <q> I can still see the way the light was hitting the field, </q> Mr. <strong> Gregory Mosher </strong> said. \"It feels like that game was 10 minutes ago.\" WHAT YOU MIGHT NOT KNOW When Cornell's basketball squad upset Hardawayes.com/top/reference/Tim Hardawayestopics/people/b/Bill Bradley_Bill Bradley/index.html?inline=nyt- per\" articles about Bill Bradley.\"> <strong> Bill Bradley </strong> and", "new_id": -2}, {"uid": "1297425441197410833", "i": 23679, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "are stagnating in the marketplace. We'll leave you with this closing statement from an open letter that <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> posted to the Elop-Stephen Elop-nokia-and-ceo-Steve Ballmer-Steve Ballmer-microsoft/\" Nokia Conversations blog: <q> There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift. Together, we see the opportunity, and we have the will, the resources and the drive to succeed. </q>", "new_id": -2}, {"uid": "1297706529235225094", "i": 43082, "idx": 0, "sa": ["Steve Ballmer"], "q": "Quote\"> Nokia Oyj announced the platform will be its primarily mobile- phone software, will get additional features this year such as Internet Explorer 9, Twitter and multitasking capabilities, <strong> Steve Ballmer </strong> said. <q> Increasingly, consumers, developers and mobile operators won't just choose a phone, they're really choosing a platform, </q> he said. Microsoft is pulling out all the stops to reverse market share declines in its mobile-phone software as smartphone sales look set to pass those of personal computers in the next two years. The company", "new_id": -2}, {"uid": "1295709145033488920", "i": 4078, "idx": 1, "sa": ["Ben Ali", "Bernie Sanders", "Barack Obama", "Bob King", "David Cay Johnston"], "q": "the Tides, the third edition of which was just published last year. Fifty Years After Eisenhower's Farewell Address, A Look at \"Prophets of War: Lockheed Martin and the MaBob King of the Military-Industrial Complex\" <q> The Worse Off You Are, Your Taxes Increase </q>: JournBen Alist <strong> David Cay Johnston </strong> Slams Barack Obama-GOP Tax Deal <strong> Bernie Sanders </strong> Denounces Barack Obama-GOP Tax Cut in 8.5-Hour Senate Speech, Says U.S. Becoming \"Banana Republic\" China Faces International Criticism at Nobel Ceremony in Oslo and Climate Talks in Canc?n \"Counting", "new_id": -2}]