[{"uid": "1296925242142311425", "i": 17386, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "senior longtime Republican political aide thought that <strong> Mike Pence </strong> had somehow let down his principles and his country by not taking a chance on the Barack Obamaial race. Folks on the <strong> Mike Pence </strong> for <strong> Barack Obama </strong> bandwagon were in a deep funk. <q> Seriously, who else do we have? </q> one asked me. \"Unless something miraculous happens and we get an unexpected gift candidate.\" Another GOP stalwart agreed: \"Sad to say, but at a time when we need someone with guts", "new_id": -2}, {"uid": "1296169756065815248", "i": 55549, "idx": 1, "sa": ["Mike Pence"], "q": "\" \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q> We will not seek the Republican nomination for president in 2012. </q> \" <strong> Mike Pence </strong>'s announcement was supposed come in an interview with the Star later tonight. It may have been scheduled for tomorrow, though. That's what his dear ol' mum said when a National Journal", "new_id": -2}, {"uid": "1297258276038010882", "i": 39054, "idx": 0, "sa": ["Mike Pence"], "q": "said. \"That whatever our differences on the issue of abortion, we can agree that the federal government should not subsidize it.\" Democrats insisted cutting such funds hurts women's freedom. <q> Congress has for more than three decades used economic coercion to try to prevent women from exercising their constitutionally-protected choice by prohibiting use of federal funds for abortion-- the only legal health care procedure subject to such a ban, </q> said <strong> Mike Pence </strong> Gerald Nadler, D-N.Y. However, one panelist quoted a 1980 U.S. Supreme Court ruling. \"Abortion is inherently different from other medical procedures because no other procedure involves the purposeful termination of", "new_id": -2}, {"uid": "1295908932158924813", "i": 14753, "idx": 1, "sa": ["Matt Lloyd", "Mike Pence"], "q": "\"truce\" on social issues while the country deals with the national debt and other fiscal issues. \"And as to focusing on spending, I agree,\" <strong> Mike Pence </strong> told the crowd on Monday. <q> Let's start by denying all federal funding for abortion at home and abroad. </q> <strong> Mike Pence </strong> spokesman <strong> Matt Lloyd </strong> said the remarks were not directed at Daniels and emphasized that <strong> Mike Pence </strong> has been advocating ending funding for abortion, and particularly for Planned Parenthood, since 2007. \"Congressman <strong> Mike Pence </strong> has", "new_id": -2}, {"uid": "1297095644088211562", "i": 1694, "idx": 0, "sa": ["Mike Pence", "Mark Kirk", "John R. Bolton", "Newt Gingrich", "Rick Santorum"], "q": "said in the statement. \"This will help energize our voters while also adding resources for winning races for Congress and state offices.\" U.S. Sen. <strong> Mark Kirk </strong> added that when it comes to early poling, <q> New Hampshire and Iowa should not have all the fun. </q> The announcement was made alongside four people whom the Illinois GOP identifies as potential presidential candidates, including former House Speaker <strong> Newt Gingrich </strong>, former U.S. Sen. <strong> Rick Santorum </strong>, former United Nations Ambassador <strong> John R. Bolton </strong>, and U.S. <strong> Mike Pence </strong>(", "new_id": -2}, {"uid": "1296224676092700697", "i": 10345, "idx": 1, "sa": ["Mike Pence"], "q": "Hoosier State. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong> said in a letter to supporters first reported Thursday by the Indianapolis Star. <q> We will not seek the Republican nomination for president in 2012. </q> <strong> Mike Pence </strong> has been publicly pondering whether to run for the governor's office or for president for several months. In recent weeks, he has received considerable encouragement for a White House bid. <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1295296359138346549", "i": 23619, "idx": 1, "sa": ["Mike Pence"], "q": "about it. The group is launching an independent spending effort to convince <strong> Mike Pence </strong> to run, The group, \"America's President Committee,\" begins a website, www.theconservativechampion.org, and a signature drive Monday. <q> <strong> Mike Pence </strong> has gotten buzz on the right in part because he's seen as a candidate who could unify the three traditional constituencies within the GOP- social conservatives, economic conservatives and foreign-policy conservatives, </q> the news service states.", "new_id": -2}, {"uid": "1296205477159924225", "i": 7245, "idx": 10, "sa": ["Eric Holcomb", "Mike Pence"], "q": "<strong> Mike Pence </strong> mentioned the <strong> Eric Holcomb </strong>'s office to him. \"He told me then that he thought he could accomplish more for the people of Indiana as <strong> Eric Holcomb </strong> than he could in Congress,\" he said. <q> This has been on his mind for a long time. </q> User comments are not being accepted on this article. Airman: Air Force superior groped her, sent her sexual text messages", "new_id": -2}, {"uid": "1295554703175849476", "i": 40228, "idx": 8, "sa": ["Mike Pence"], "q": "up on repealing Obamacare. While he acknowledges that the Senate will likely stall the effort, he is hopeful that things could change. \"I think that it is a very dynamic environment,\" he says. <q> House passage puts the onus on the Senate. And last time I checked, you've got about two dozen members of the Democratic majority in the Senate who are up for election in two years. As the American people engage on this issue, I like our chances. </q> In the meantime, Republicans, <strong> Mike Pence </strong> says, will use the \"power of the purse\" to block Obamacare's implementation. \"We have a wide variety of legislative tools available.\" reports,", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the`` Jersey Shore'' sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong>`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q> It's really hard for me to watch, </q> <strong> Nicole Polizzi </strong> says of watching the punch t...`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010)`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}]