[{"uid": "1295480681265797667", "i": 29272, "idx": 0, "sa": ["Mike Pence", "John Yarmuth"], "q": "300,000 of them with pre-existing conditions, your protection against discrimination will not go away,\"\"   John Yarmuth  said. Republican members saw the vote as an opportunity to follow through on a campaign promise.  Today, House Republicans are going to stand with the American people,  said U.S.  Mike Pence ( R- Indiana), \"and vote to repeal the government takeover of healthcare lock stock and barrel.\"\"  The House repeal of the plan is largely symbolic, because Democrats still control", "new_id": -2}, {"uid": "1295485111026624011", "i": 32306, "idx": 2, "sa": ["Eric Cantor", "Rosa DeLauro", "Mike Pence"], "q": "on Wednesday announced it will be making 25 changes this year to its most commonly used approval process for medical devices. AdvaMed, which represents medical device manufacturers, said it was \"pleased\"\"  with the changes.  Much of the agency's plan supports our long-standing position that the 510( k) process is fundamentally sound and has been beneficial to AmEric Cantoran patients,  the group said in a statement. At least one Dem upset:  Mike Pence   Rosa DeLauro ( D-Conn.) said the FDA plan \"is very disappointing,\"\"  accusing the agency of bending to industry's wishes", "new_id": -2}, {"uid": "1296366488199786542", "i": 44446, "idx": 11, "sa": ["Mike Pence"], "q": "have tightened bankruptcy laws, despite its support from the business community, because it would have prevented abortion protesters from filing for bankruptcy to avoid paying court-ordered fines and judgments.( 4 of 4)  Conjure what might be thought of as the perfect conservative, and chances are he would look a lot like  Mike Pence ,  The New York Times wrote in a 2006 profile.  Mike Pence  did anger conservatives that year when he offered what he hoped would be a middle ground on the immigration debate- creating a temporary guest-worker program that", "new_id": -2}, {"uid": "1296048473187023381", "i": 51514, "idx": 0, "sa": ["Greg Walden", "Mike Pence", "David Mark", "Mike Allen", "Eric Cantor", "John King", "Barack Obama"], "q": " Barack Obama 's reDavid Marks tonight and look forward to worJohn King with Congress and the Administration in the months ahead.\"\"  But the House telecom subcommittee chair,  Mike Pence   Greg Walden ( R-Ore.), told \"Morning Tech\"\" :  I don't know how achievable it is, but we're going to look at it.  6) Clean energy: \"I chMike Allenge you to join me in setting a new goal: by 2035, 80% of AmEric Cantora's electricity will come from clean energy sources. Some folks want wind", "new_id": -2}, {"uid": "1296207432158072868", "i": 3060, "idx": 0, "sa": ["Eric Cantor", "Mike Pence", "Barack Obama", "Dick Armey"], "q": "conservatives, including Tea Party activist and former House Majority Leader  Dick Armey ( R-Texas), publicly urged the Indiana congressman to jump into the White House race. In a public letter,  Dick Armey  and others wrote:  Now is the time for you, as one of this generation's leaders, to take your rightful place in the pantheon of AmEric Cantoran leadership, to cast aside personal considerations, and defend this God-blessed nation that has given us, and the world, so much.  And there is a \"Draft  Mike Pence\"\"  for  Barack Obama  movement on the Internet. Without wishing any disrespect to  Mike Pence , it is worth considering the possibility that one reason", "new_id": -2}, {"uid": "1296171152171278391", "i": 19298, "idx": 4, "sa": ["Mike Pence"], "q": "saying saying his \"calling is closer to home\"\"  and added he would \"be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead.\"\"   I have learned to follow my heart, and my heart is in Indiana,  he added. Former  Mike Pence  Political Director Jerry Alexander told Roll Call about the decision and said he won't announce a gubernatorial bid because not doing so allows him to raise money for his congressional campaign fund", "new_id": -2}, {"uid": "1296167621065404968", "i": 51497, "idx": 1, "sa": ["Mike Pence"], "q": "Indiana. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\"\"   Mike Pence , R-Columbus, said of himself and wife Karen in a letter being sent to supporters.  We will not seek the Republican nomination for president in 2012.  He said he would make a decision \"later this year\"\"  about what his next political step is, but by not running for president it is considered a virtual certainty that he will run for the GOP", "new_id": -2}, {"uid": "1296280079111296551", "i": 7917, "idx": 2, "sa": ["Mike Pence"], "q": "has scheduled appearances at Lincoln Day dinners in 18 counties. He is embarking on a statewide tour that he said is intended to help him determine the elected office in which he can best serve Hoosiers.  We've accepted a number of speaking engagements and Republican engagements, and we'll very likely seek more. I am also going to take the opportunity to sit down with people outside the political sphere and seek counsel,  said  Mike Pence , a 51-year-old Columbus, Ind., native.  Mike Pence  has friends in Indiana's congressional delegation and at the Statehouse, in part because he campaigned for many of them during a statewide bus tour", "new_id": -2}, {"uid": "1296200464159858698", "i": 5816, "idx": 12, "sa": ["David McIntosh", "Mike Pence", "Marjorie Dannenfelser"], "q": "  Marjorie Dannenfelser , president of the Susan B. Anthony List, a group that opposes abortion, said she trusts that  Mike Pence  has \"come to the place that's right for him and his family.\"\"   What I most want is for him to have a long future,   Marjorie Dannenfelser  said. \"So I'm sure that he's made a discernment that this is the right move.\"\"  Former  Mike Pence   David McIntosh , who preceded  Mike Pence  in the district, said  Mike Pence 's decision was", "new_id": -2}, {"i": 39631, "idx": 1, "index_answer": 0, "new_id": -1, "q": ", well-known egyptologist <strong> Zahi Hawass </strong>, on Thursday played down accounts of the break-in at the Museum and warned against`` rumours.'' In a posting on his blog, <strong> Zahi Hawass </strong> said the incident at the museum resulted in <q> 70 broken objects, all of which can be restored. </q>`` I want people to know that after nine days of protests, the monuments are safe,'' <strong> Zahi Hawass </strong> said.`` If anything happens, I will announce it.'' He explained that the fire brigade was", "sa": ["Zahi Hawass"], "uid": "1296817001259670033"}]