[{"uid": "1295149608138919938", "i": 1253, "idx": 0, "sa": ["Michael Vick"], "q": " Green Bay( 14)+ Inadequate Officiating( 7)- 21 Philadelphia- 16 Philly got robbed. Grape Flavor Gerbil First Class posted on Sun Jan 09, 2011 6:49 pm <q> <cite> Grape Flavor wrote: </cite> Philly got robbed. </q> <strong> Michael Vick </strong>'s redemption can't come in his first year back. posted on Sun Jan 09, 2011 7:18 pm <cite> Grape Flavor wrote: </cite> Philly got robbed. <strong> Michael Vick </strong>'s redemption can't", "new_id": -2}, {"uid": "1297111764043597840", "i": 2526, "idx": 0, "sa": ["Michael Vick", "Mike Williams"], "q": "displayed the kind of reformation away from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 291/2votes, easily beating Seattle receiver <strong> Mike Williams </strong>, who got eight. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.`` As a person and", "new_id": -2}, {"uid": "1297259880064307224", "i": 30580, "idx": 11, "sa": ["Michael Vick", "Dwaine Caraway"], "q": " mailliam Perhaps Mr. <strong> Dwaine Caraway </strong> is falling short of the prime motive that he inadvertently imposed upon Mr.`` Felon'' <strong> Michael Vick </strong>? People who exploit animals for personality/profit, are not far from the same type of <q> personality reflects attitude; attitude reflects behavior </q> that child predators employ to impinge upon our children. Is the NFL deficient for not holding him, or his continuing salary- as ill gotten gains FOR PAST TRANSGRESSIONS? Please someone with my experience", "new_id": -2}, {"uid": "1296493599059801667", "i": 9825, "idx": 2, "sa": ["Michael Gove", "Robert J. Gordon"], "q": "perfidy 22 you are under the misapprehension that <strong> Michael Gove </strong> went to a bog standard state school when in fact he went to the fee paying <strong> Robert J. Gordon </strong> College in Aberdeen. ReturnOfTheKing 31 January 2011 4:35 PM <q> learning the capitals of obscure countries and memorising list of English kings and queens and the periodic table. Not exactly a curriculum for the 21st century or a pedagogy that recognises the recent focus in schools on student learning </q> CruiskeenLawn 31 January 2011 4:40 PM How true. Basic education up until the age of eleven. Physical violence from the teacher. Classes so large that monitors had to be used to relay", "new_id": -2}, {"uid": "1295499873140181527", "i": 40573, "idx": 4, "sa": ["Dwight Howard", "Allen Iverson", "Tim Duncan", "Chris Paul", "Shaun Johnson"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando <strong> Shaun Johnson </strong> 04/05 Three-Tim Duncane scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... <strong> Chris Paul </strong> cp3 36 points 10 assists vs Orlando <strong> Shaun Johnson </strong> 18.02.09 <strong> Chris Paul </strong> cp3 36 points 10 assists vs Orlando <strong> Shaun Johnson </strong> 18.02.09 In only 33 minutes of playing, CP3 shot", "new_id": -2}, {"uid": "1296760494005144612", "i": 10067, "idx": 0, "sa": ["Bradley Graham", "Donald Rumsfeld"], "q": ", there are few matters that US soldiers would rather forget than the pictures of a hooded Iraqi man standing with his hands outstretched and wires attached. according to the Washington Post, <strong> Donald Rumsfeld </strong> remains largely unapologetic. <q> In a lengthy section on the administration's treatment of wartime detainees, <strong> Donald Rumsfeld </strong> regrets not leaving office in May 2004 after the disclosure of the Abu Ghraib prison scandal, </q> writes reviewer <strong> Bradley Graham </strong>. Regrets not leaving office? That's rich, but not surprising- coming from the href=\"http://www.youtube.com/watch?v=RY9l73Yo9Pw\"> man who said,`` Stuff happens'' about the early looting in postwar Iraq", "new_id": -2}, {"uid": "1295225658227999788", "i": 16298, "idx": 3, "sa": ["Derrick Rose", "Ben Gordon", "LeBron James", "Michael Jordan", "Allen Iverson", "Tim Hardaway", "Ray Allen"], "q": "out of the Champion Celtics in their unbeatable home court, MJ played a game that still stands as the greatest post-season record of all-Tim Hardawaye with 63 points. The only quote you need to remember is Bird saying, <q> That was God disguised as <strong> Michael Jordan </strong>. He's the most awesome player I've ever seen... he was getting his points in the flow of the game... scary. </q> Celtics coach KC http://wn.com/Derrick Rose_Derrick Rose_Chicago_Bulls_vs_Boston_Celtics_game_2_round_1_2009_NBA_Playoffs BOSTON( AP) <strong> Ray Allen </strong> landed the final blow in a memorable duel with <strong> Ben Gordon </strong> on Monday night, shooting the Boston Celtics back into their first-round series. <strong> Allen Iverson </strong> made a tiebreaLeBron James 3-pointer with 2", "new_id": -2}, {"uid": "1295093743012894253", "i": 37265, "idx": 0, "sa": ["Michael Gove", "Bob Diamond"], "q": "education secretary <strong> Michael Gove </strong> upped the pressure on the banks by targeting bonuses, at the end of a week which saw Barclays boss <strong> Bob Diamond </strong> insist the time for bankers'`` remorse'' was at an end. <q> The sense of contrition for what went wrong in the banking crisis seems to be invisible, </q> he said on BBC1's Question Time programme.`` The banks have to show they get it.'' Some Liberal Democrats are beginning to suspect the coalition's lack of stronger action against bank bonuses may", "new_id": -2}, {"uid": "1297348977055672873", "i": 58876, "idx": 4, "sa": ["Mike Pence", "Adam Yauch", "Jeff Duncan", "Tyrone Gayle"], "q": "'' A COMMITTEE TO REDUCE SPENDING? <strong> Mike Pence </strong> <strong> Jeff Duncan </strong>( R-S.C.) plans to introduce legislation to create a`` committee on nonessential federal expenditures,'' according to an alert passed along by a source. <q> The committee would be based on the` Byrd Committee' proposed by Senator Harry Byrd( D-VA) in the 77th Congress. That committee is credited with saving taxpayers$ 38 billion( in inflation adjusted dollars) during its existence. The committee would be unique in that its sole purpose would be to reduce federal spending. </q> YESTERDAY'S TRIVIA-- Congratulations again to <strong> Tyrone Gayle </strong> of Media Matters who was first to correctly identify <strong> Adam Yauch </strong> of the Beastie Boys-- also known as`` MCA''-- as the bass player who dropped out of", "new_id": -2}, {"i": 43042, "idx": 1, "index_answer": 0, "new_id": -1, "q": "in real-time and at scale. However, the CEO acknowledged that Google first needed to do some`` serious spadework,'' such as developing advanced LTE networks to carry massive and inevitable data loads. <q> These will be 8-to-10- megabit networks, roughly 10 times what we have today, which will usher in new and creative applications, mostly entertainment and social, for these phone platforms, </q> <strong> Eric Schmidt </strong> wrote in a recent Harvard Business Review article. <strong> Eric Schmidt </strong> also emphasized that Google was interested in promoting the use of mobile devices as serious and secure financial tools.`` Phones", "sa": ["Eric Schmidt"], "uid": "1295553219232112198"}]