[{"uid": "1297211505102973444", "i": 24581, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "much as a cursory glance at his book of 815 pages, hundreds of footnotes and some 1300 endnotes? A: Yes, it would be extremely foolish. 16 posted on 02/08/2011 4:23:07 PM PST <q> There are things we know we know, things we know we don't know, and things we don't know we don't know </q>- <strong> Donald Rumsfeld </strong> on putting the Media in its place. He was one of the few that did( and that's why they hated him.) 17 posted on 02/08/2011 4:27:36 PM PST( The Left: the", "new_id": -2}, {"uid": "1296371370213876753", "i": 14275, "idx": 1, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "get a foul but it felt so good, the rhythm felt good,'' <strong> Carmelo Anthony </strong> said. After he sank two free throws with 49 seconds left, <strong> Carmelo Anthony </strong> was double- and triple-teamed in the final minute. <q> I was definitely surprised by that. What for? Just to stop him from getting 50? I wanted to be a part of him scoring 50 points, </q> <strong> Allen Iverson </strong> said.`` I was happy for him, just to see http://wn.com/Cavs-Wizards_101-109_I_James_31pts,9reb,6ast,Williams_19pts_vs_Butler_25pts,Jamison_19pts,5reb WASHINGTON, April 2,2009( AP) For the first time all season, the Washington Wizards used a lineup resembling the one they envisioned when", "new_id": -2}, {"uid": "1295243733247496744", "i": 47274, "idx": 1, "sa": ["Steve Ballmer"], "q": "Microsoft Corp CEO <strong> Steve Ballmer </strong> identified`` better global enforcement of intellectual property laws'' as the world's largest software company's No. 1 lobbying priority in an interview with the Washington Post in July. <q> That is particularly true in China, where the protections are the weakest, </q> <strong> Steve Ballmer </strong> told the paper. US businesses' fears range from outright piracy of their goods to the transfer of technological know-how that can be inevitable in joint ventures with Chinese companies.`` Sometimes Beijing", "new_id": -2}, {"uid": "1295642186266682423", "i": 6059, "idx": 0, "sa": ["Gordon Brown", "Andy Coulson", "David Cameron", "George Osborne"], "q": "this why <strong> David Cameron </strong> was reluctant to let <strong> Andy Coulson </strong> go. We must remind everyone how the Tories supported the spending( which was no higher and often less thn Tory years) Telegraph September 2007 <q> The Conservatives sought last night to destroy Labour claims that they would cut public services by issuing a formal pledge to match <strong> Gordon Brown </strong>'s spending plans... </q> <strong> George Osborne </strong> vowed last night to stick to <strong> Gordon Brown </strong>'s plan of increasing public spending by 2 per cent in real terms over the next three years.`` Today, I can confirm for the first time", "new_id": -2}, {"uid": "1296106095124256262", "i": 20830, "idx": 2, "sa": ["Roger Kay", "Eric Schmidt", "Steve Jobs", "Google Inc."], "q": "<strong> Google Inc. </strong> was working on a competitive smartphone operating system. <strong> Eric Schmidt </strong> said he stepped outside the board meetings when the topic came up. But as <strong> Steve Jobs </strong> noted in his statement when <strong> Eric Schmidt </strong> stepped down from the Apple board, <q> <strong> Eric Schmidt </strong>'s effectiveness as an Apple board member will be significantly diminished, since he will have to recuse himself from even larger portions of our meetings due to potential conflicts of interest. </q> <strong> Roger Kay </strong>, an analyst with Endpoint Technology Associates <strong> Google Inc. </strong>, believes that <strong> Eric Schmidt </strong> is probably a persona non grata at Apple these days.`` I think there is bad blood between <strong> Steve Jobs </strong> and <strong> Eric Schmidt </strong> over", "new_id": -2}, {"uid": "1295447705082477065", "i": 4755, "idx": 1, "sa": ["Olivia Munn", "David Letterman"], "q": ") But for <strong> Olivia Munn </strong>, this is par for the course: a Jan. 13 Twitpic of her eating cookies backstage at`` The Late Show with <strong> David Letterman </strong>'' caused almost as much palpitation. As Entertainment Weekly noted, <q> Poor girl can't even eat a cookie without causing a scene. </q> But frequently, quietly and without causing a scene, <strong> Olivia Munn </strong> comes back to Oklahoma to visit her mother, who lives in Nichols Hills. She said she is proud to be from here, and even", "new_id": -2}, {"uid": "1295705485073957377", "i": 28273, "idx": 5, "sa": ["Tony Blair", "Rupert Murdoch", "Andy Coulson", "Ed Miliband", "David Cameron"], "q": "' Labour leader <strong> Ed Miliband </strong> welcomes <strong> Andy Coulson </strong>'s resignation but says the Number 10 press chief should have quit earlier.. Follow us on twitter at twitter.com.... News International and the Conservatives A clip from Channel 4's <q> Dispatches- Tabloids, Tories and Telephone hacking </q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation.... <strong> Tony Blair </strong> <strong> David Cameron </strong> pays tribute to <strong> Andy Coulson </strong> saying he feels he has been punished for the same offence twice..... News of the World telephone tapping scandal", "new_id": -2}, {"uid": "1297712336141344797", "i": 2205, "idx": 1, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q> Many people make the mistake of thinking that dreams can not come true, but they can, </q> he wrote.`` You have to believe, and know that they are more than just imagination.'' All content Â© Copyright 2000- 2011 WorldNow and KCBD, a", "new_id": -2}, {"uid": "1297723379254132231", "i": 1076, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "the game to hurl dodgeballs at a third friend. <strong> Steve Ballmer </strong> returned to the stage to address the partnership with handset manufacturer Nokia, praising the company's excellence and`` deep expertise'' with industrial design. <q> Their involvement will drive volume and innovation, and accelerate the adoption of the Windows Phone platform, </q> he said.`` We are sure from that base that Nokia will deliver phenomenal Windows phones.'' <strong> Stephen Elop </strong> then took the stage, declaring the market had moved from a battle of devices to a war", "new_id": -2}, {"i": 8808, "idx": 2, "index_answer": 3, "new_id": -1, "q": ", and he has to prove he is a businessman,'' Hardy adds. <strong> Eric Schmidt </strong>'s departure had been a long time coming, says <strong> Charles Arthur </strong> in The Guardian: <q> After slipups with search, Street View and Android, it's clear that Google needs tighter control at the top- and <strong> Eric Schmidt </strong> is not the man for the job. </q> What of Google's other co-founder, <strong> Sergey Brin </strong>? He is said to be focusing on strategic projects and is particularly interested in social networking. HP's former CEO <strong> Mark Hurd </strong>; Image by Getty Images North", "sa": ["Eric Schmidt", "Sergey Brin", "Mark Hurd", "Charles Arthur"], "uid": "1295674696105103375"}]