[{"uid": "1295323241251232297", "i": 14349, "idx": 0, "sa": ["Steve Ballmer"], "q": " for the Xbox 360 is the way to get 15-year-old girls cursing up a storm on Xbox Live in a new interview with USA Today. The animated Microsoft CEO ends that quote by saying <q>we haven't done as good a job drawing in that broader set of demographics,</q> implying that the console is changing from \"boys\" machine to something else. <strong> Steve Ballmer </strong> also says the Xbox 360 \"isn't a gaming console,\" but \"a family entertainment center\" and \"a place", "new_id": -2}, {"uid": "1296570929178978913", "i": 5392, "idx": 1, "sa": ["Andy Coulson"], "q": "allegations about phone hacking dating back to his time as editor of the News of the World had made it impossible to devote what he called \"110%\" of his time to his job. <q>When the spokesman needs a spokesman, it is time to move on,</q> he said in his statement. Downing Street insisted his resignation was not precipitated by any new evidence that would challenge <strong> Andy Coulson </strong>'s claim that he had no knowledge of phone hacking at the newspaper. <strong> Andy Coulson </strong> resigned as", "new_id": -2}, {"i": 25622, "idx": 0, "index_answer": 1, "new_id": -1, "q": "pacts were not a priority in the past session of Congress. Senate Finance Committee Chairman <strong> Max Baucus </strong>, D-Mont., whose committee oversees trade, said Monday he was traveling to Colombia and Brazil next month and that <q>now is the time to resolve outstanding issues and approve the( Colombia) free trade agreement so American ranchers, farmers and workers can have a chance to compete.</q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "sa": ["Bill Lockyer", "Max Baucus", "Newt Gingrich"], "uid": "1295977508172294166"}, {"uid": "1295082156260702223", "i": 5770, "idx": 0, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman"], "q": "Hills,\" after 13 years of marriage. A few months later, the 55-year-old actor confirmed he is engaged to marry 29-year-old flight attendant <strong> Kayte Walsh </strong>. When <strong> Kelsey Grammer </strong> appeared on Thursday's edition of <q>Late Show with <strong> David Letterman </strong>,</q> <strong> David Letterman </strong> said: \"Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?\" <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, \"Well,", "new_id": -2}, {"uid": "1296215205141213713", "i": 29830, "idx": 0, "sa": ["Mike Pence"], "q": "White House bid in a letter sent to supporters that also fueled speculation that he instead is planning a run for governor. <strong> Mike Pence </strong>, 51, is a darling of social conservatives and often describes himself as <q>a Christian, a conservative and a Republican, in that order.</q> He had made multiple trips to states that host early presidential-primary contests.- From wire reports DispatchPolitics The Daily Briefing The Dispatch's public affairs team sates the appetites of political junkies with", "new_id": -2}, {"uid": "1295668634145047607", "i": 18709, "idx": 3, "sa": ["Mark Aguirre", "Allen Iverson"], "q": "Skin will bleed. Character will be tested. There were times away from the ball when the action resembled a rugby scrum. Players shoved, held and did whatever else they felt they could get away with. <q>It's a different style of ball when you play us,</q> said <strong> Mark Aguirre </strong>, who led the Pistons with 25 points. \"They're not going to be able to play us like Philly, where they got a lot of running and http://wn.com/Miami_Heat_vs_Detroit_Pistons_105__89_October_5,_2010 <strong> Allen Iverson </strong> scoring his first points in", "new_id": -2}, {"uid": "1297715234156434432", "i": 44936, "idx": 0, "sa": ["Mel Torme", "Demetri Martin", "Greta Gerwig", "Topher Grace", "Michael Vick"], "q": "artist who has given pleasure to countless listeners for whom such critical hairsplitting is irrelevant.\" Entertainment Video: Gino Sits Down <strong> Mel Torme </strong> Actors <strong> Demetri Martin </strong>& <strong> Topher Grace </strong> Entertainment Video: Gino Sits Down <strong> Mel Torme </strong> Actress <strong> Greta Gerwig </strong> Report Abuse <q>Magnificant musician. What a shame that so many young people do not know what real music is.</q> ABC News: Eminem's Loss Shows Grammys Still Behind on Rap ABC News: <strong> Michael Vick </strong> to Appear on Winfrey's Talk Show Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt", "new_id": -2}, {"uid": "1295264408234684423", "i": 24957, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ", an unemployed lifelong collector of military artifacts from Simi Valley, Calif., admitted in federal court in Wilmington, Del., that he illegally exported a... The nation in brief QUOTE OF THE DAY <q>She's making progress every day.</q> Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., on the condition of her friend, Rep. <strong> Gabrielle Giffords </strong>, who was shot in the head last... Use the comment form below to begin a discussion. All rights reserved", "new_id": -2}, {"uid": "1295668632145047569", "i": 20784, "idx": 0, "sa": ["Kobe Bryant", "Hubie Brown", "John Two-Hawks", "Dikembe Mutombo", "Allen Iverson"], "q": "point effort by <strong> Kobe Bryant </strong>. Other Notes: <strong> Kobe Bryant </strong> had the famous 30 feet double clutch desperation three to beat the shot clock in this game in the 3rd quarter that showed his unlimited range. As <strong> Hubie Brown </strong> said, <q>Range is not a factor for <strong> Kobe Bryant </strong>.</q> <strong> Kobe Bryant </strong> shot http://wn.com/Allen_Iverson_47pts_vs_Hawks_00/01_NBA_MVP_*16th_40-point-game <strong> Dikembe Mutombo </strong> wouldn't let his former teammates get their way. <strong> Dikembe Mutombo </strong> had 13 points, 13 rebounds and nine blocked shots and <strong> Allen Iverson </strong> scored 47 points as the Philadelphia 76ers beat the Atlanta <strong> John Two-Hawks </strong> 108-103 Friday", "new_id": -2}, {"uid": "1296770549227754057", "i": 48769, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "\" report, which said nearly two-dozen suspended and debarred vendors had been awarded contracts either because the government didn't consult the EPLS, or agencies willingly ignored a contractor's status for national security purposes. <q>It is clear that DoD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud,</q> <strong> Sen. Bernie Sanders </strong> said. \"DoD is very concerned about any fraudulent activity on the part of its contractors,\" the department said in a statement Thursday. \"In addition to the criminal, civil penalties and", "new_id": -2}]