[{"uid": "1295577688207667284", "i": 36918, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "may be returning to its start-up roots. \"A lot of the growth of the company used to be driven by innovation,\" said Yun Kim, an analyst at investment firm Gleacher& Co. <q>Having someone with the very strong products background that Larry has could bring some innovation back to <strong> Google Inc. </strong>.</q> <strong> Eric Schmidt </strong>, 55, will remain as executive chairman and will advise Page and <strong> Sergey Brin </strong>, <strong> Google Inc. </strong>'s other co-founder. <strong> Sergey Brin </strong> will give up his title as co-president to work on high-priority projects.", "new_id": -2}, {"uid": "1296493599059801667", "i": 8162, "idx": 0, "sa": ["Michael Gove", "Stephen Ball"], "q": "the 21st century or a pedagogy that recognises the recent focus in schools on student learning. Back to the 19th century with <strong> Michael Gove </strong>'s education bill| <strong> Stephen Ball </strong> HypatiaLee 31 January 2011 4:05 PM <q>Back to the 19th century with <strong> Michael Gove </strong>'s education bill</q> quincey1976 31 January 2011 4:06 PM HypatiaLee 31 January 2011 4:07 PM \"Not exactly a curriculum for the 21st century or a pedagogy that recognises the recent focus in schools on student learning.", "new_id": -2}, {"uid": "1297714427180764714", "i": 37109, "idx": 0, "sa": ["Steve Ballmer"], "q": "was adopted by leading handphone maker Nokia. The software titan is struggling far behind Google's hugely popular Android system and desperate to replicate some of its success in the Microsoft-dominated personal computer market. <q>We need to give people the full web, the full Internet on their phone, like they've come to expect with the PC,</q> <strong> Steve Ballmer </strong> said at the mobile industry's annual get-together in Barcelona. \"Later this year we are going to release a version of Internet Explorer 9( web browser) complete with hardware and graphics", "new_id": -2}, {"uid": "1296542758249364481", "i": 47612, "idx": 8, "sa": ["Michael Vick"], "q": "clients to attach their name to his unless they know that the consumer would react to <strong> Michael Vick </strong> in a positive way,\" Bodock said. \"That would definitely require some research.\" Added Klunk: <q>I think you would have to do your due diligence and get an understanding from the consumer before you can make a good recommendation[ to a potential sponsor]. And even with that, I think there's a little bit of an element of risk there, because people tend to remember really bad things about individuals.</q> <strong> Michael Vick </strong> did a television commercial for a New Jersey car dealership during the regular season, but that was in return for the use of a dealer-supplied SUV. Nike also returned as a partial sponsor to supply", "new_id": -2}, {"uid": "1296218172048857090", "i": 12603, "idx": 1, "sa": ["Gov. Rick Perry", "Mitch Daniels", "Mike Pence"], "q": "seeking the presidency in 2012 but left unanswered whether his choice instead is the Indiana governor's office. \"I'm open to running for governor,\" <strong> Mike Pence </strong> said in an exclusive interview with The Indianapolis Star. <q>We're going to take the next several months to travel across the state and hear what Hoosiers have to say. We'll seriously consider it.</q> Still, many in politics said his decision instantly catapults him as the leading Republican candidate to succeed <strong> Gov. Rick Perry </strong> <strong> Mitch Daniels </strong>. While those who wanted him to run for president were disappointed,", "new_id": -2}, {"uid": "1296484351181583873", "i": 10027, "idx": 2, "sa": ["Robert Dion", "Mike Pence"], "q": "order.\" And one of his chief political assets, observers say, could be that he is popular among fiscal and social conservatives, and among insiders and outsiders in the Republican Party. <q>He bridges that divide effortlessly. He's got what the tea party crowd wants to hear, and he's obviously got Republican credentials as well. He can be a unifying candidate,</q> said <strong> Robert Dion </strong>, a political science professor at the University of Evansville. <strong> Mike Pence </strong>'s decision <strong> Mike Pence </strong> said he made the final decision not to run for president Wednesday night. He and his", "new_id": -2}, {"uid": "1295351570142295047", "i": 43463, "idx": 0, "sa": ["Mike Pence"], "q": "has introduced a bill that would cut off federal funding to Planned Parenthood and other abortion providers. The bill, the Title X Abortion Provider Prohibition Act, has 127 co-sponsors, including seven from California. <q>It is morally wrong to end an unborn human life by abortion,</q> said <strong> Mike Pence </strong> in a prepared statement. \"It is also morally wrong to take the taxpayer dollars of millions of pro-life Americans and use them to promote abortion at home or abroad.\" \"Last year", "new_id": -2}, {"uid": "1296712164075202581", "i": 15538, "idx": 1, "sa": ["Michael Vick", "Tom Brady", "Ben Roethlisberger"], "q": "he's very similar to <strong> Michael Vick </strong> in that he's elusive in the pocket and can break tackles.\" When it comes to winning, among current quarterbacks only <strong> Tom Brady </strong> has done it better. <q>I just play the game the way I know how,</q> <strong> Ben Roethlisberger </strong> said. \"I think it's probably the competitiveness, the drive to want to do whatever it takes to win the game that's on the line and the ball is in your hands.", "new_id": -2}, {"i": 17290, "idx": 3, "index_answer": 0, "new_id": -1, "q": "went back and forth in our heads, we never went back and forth in our hearts.\" Saying his \"heart was in Indiana,\" <strong> Mike Pence </strong> said he would continue to meet with <q>the good and strong and opinionated people of this state</q> before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment as a congressman came when he helped a Muncie mother avoid deportation to her home country of Sierra Leone.", "sa": ["Mike Pence"], "uid": "1296561500134217730"}, {"uid": "1295665836007979062", "i": 7154, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Chuck Schumer"], "q": "economy around. \"Taking old skills that worked in the 20th century and translating them in to new 21st century skills. That's our future,\" said <strong> Barack Obama </strong> <strong> Chuck Schumer </strong>( D). <q>It's how we're going to create jobs, grow the economy,</q> said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D). But, that determination and competitive spirit also have New Yorkers defending their team. \"The president and I don't have to agree on everything,\"", "new_id": -2}]