[{"uid": "1294977903249905195", "i": 5930, "idx": 7, "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Chris Bosh", "Marcus Camby", "Allen Iverson"], "q": "it was <strong> Kenyon Martin </strong>'s defense that had coach <strong> George Karl </strong> talking. <strong> Allen Iverson </strong> had 36 points, <strong> Carmelo Anthony </strong> added 33 and <strong> Kenyon Martin </strong> shut down Toronto all-star <strong> Chris Bosh </strong> late as Denver rallied to beat the Toronto Raptors 109-100 on Sunday afternoon. <q> <strong> Kenyon Martin </strong>'s defense on <strong> Chris Bosh </strong> was incredible and got better as the game went on, </q> <strong> George Karl </strong> said. \"You win games with stops more than making shots. I thought <strong> Kenyon Martin </strong> was the star of the game.\" JR Smith scored 14 points and <strong> Marcus Camby </strong> had 15 rebounds as Denver rallied from a", "new_id": -2}, {"uid": "1295847729047431732", "i": 44499, "idx": 1, "sa": ["David Letterman", "Bill Cosby"], "q": "wanted to see the comedian live. He takes pleasure that <strong> Bill Cosby </strong>'s shows are \"clean\" and talk about real-world situations. \"He is insightful in everyday situations,\" Peesker said. <q> He seems like a sharp guy and in-tune with everyday people. </q> Bettie Duncan drove from Elizabethton, Tenn., to see the show. She heard on <strong> David Letterman </strong>'s show that <strong> Bill Cosby </strong> would be in Asheville and wanted to experience the comedian firsthand. Legendary", "new_id": -2}, {"uid": "1295968917009764880", "i": 47393, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "as in Tel Aviv was desirable but would be difficult to replicate in Europe or America. \"So many of our airports now are commercial enterprises which have to maximize their earnings,\" he said. <q> They have food courts, shopping centers, train stations all located together, and any effort to control access would have a major impact on the airport's bottom line. </q> Domodedovo continued operating with just a 20-minute interruption. Many air crews and passengers in the secure departure and arrival areas at the time were not even aware of the blast. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal", "new_id": -2}, {"uid": "1296691023059244544", "i": 37672, "idx": 0, "sa": ["Simon Cowell"], "q": "the original format. Plans are on to launch it in a lavish way with big names on board. Internationally it ca n`t get any bigger than having <strong> Simon Cowell </strong> onboard.\" The source added, <q> A team from Sony has already left for the UK to convince him to feature in the Indian version at least in helping the jury to make the top 20 or top 12 contestants. It is their way to attract eyeballs and garner viewership. </q> It remains to be seen if the channel's determination to take <strong> Simon Cowell </strong> over to India for the shoot will materialise. He currently is busy with launching \"The X Factor\" in the US,", "new_id": -2}, {"uid": "1295984269158924821", "i": 5986, "idx": 2, "sa": ["Liza McGuirk", "Eric Schmidt"], "q": "'s \"Parker Spitzer\" executive producer <strong> Liza McGuirk </strong> to develop a show starring himself as host. \"<strong> Eric Schmidt </strong> has been looking for a TV job for over a year,\" a CNN insider told the Post. <q> But the pilot he filmed with <strong> Liza McGuirk </strong> was a complete disaster. </q> As word of <strong> Eric Schmidt </strong>'s rumored show spread, comments and Twitter users were eager to help, offering suggestions for a show title: \"Holy <strong> Eric Schmidt </strong>!\" \"My Show is the <strong> Eric Schmidt </strong>\"", "new_id": -2}, {"uid": "1296166515171278338", "i": 9674, "idx": 1, "sa": ["Mike Pence"], "q": "own party or Rubio staying in the Florida Senate race when he was 40 points down to Crist, we get political calculation, and personal ambition.\" So now what? The same person says: <q> Unless something miraculous happens and we get an unexpected gift candidate, I guess true believing conservatives will have to stop bad things from happening and see what emerges. </q> I'd give Congressman <strong> Mike Pence </strong> much more credit than that. He can be a good governor. Good governors are powerful. And it takes a certain humility to say no when people are enthusiastically insisting you", "new_id": -2}, {"uid": "1296232207160088064", "i": 19121, "idx": 0, "sa": ["Mike Pence"], "q": "states that host early presidential primary contests, fueling some speculation he might seek the White House instead. Rep. <strong> Mike Pence </strong>, R-Ind., announced Thursday that he would not run for president in 2012. <q> We have been especially humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home, </q> <strong> Mike Pence </strong> said in a letter to supporters. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012.\"", "new_id": -2}, {"uid": "1295369666220332052", "i": 12269, "idx": 0, "sa": ["Piers Morgan", "Howard Stern", "David Letterman"], "q": "I Hated \"The Rachel' <cite> <strong> Howard Stern </strong>| Photo Credits: Bobby Bank/WireImage. com </cite> <strong> Piers Morgan </strong> Tonight, the shock jock calls the NBC late-night host \"insane\" and accuses him of stealing sketch ideas. <q> Jay is a crook and the world knows exactly what he's up to. He steals a tremendous amount of material, </q> The New York Post quoted <strong> Howard Stern </strong> as saying. \"This guy's ripped off like 10 major things from my show.\" <strong> David Letterman </strong> in the ratings. \"It\"s beyond my", "new_id": -2}, {"i": 20409, "idx": 6, "index_answer": 0, "new_id": -1, "q": "n't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. <q> This was a big win for us at somebody else's home, </q> <strong> Allen Iverson </strong> said. \"Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road.\" Elias Says <strong> Allen Iverson </strong>", "sa": ["Allen Iverson"], "uid": "1295501732152404071"}, {"uid": "1295709517126484491", "i": 7787, "idx": 2, "sa": ["Howard Stern", "Rush Limbaugh", "David Letterman", "Regis Philbin"], "q": "what they're doing,\" <strong> David Letterman </strong> said at one point. \"Oprah... <strong> Howard Stern </strong>... <strong> Rush Limbaugh </strong>... and you would be the fourth.\" This was <strong> Regis Philbin </strong>'s cue to respond with mock irritation. <q> When was the last time you watched me in the last 10 years? </q> he said. \"What was I doing and what was I wearing?\" \"I don't like your attitude,\" <strong> David Letterman </strong> said. Watching this combined century of broadcasting carrying on amiably", "new_id": -2}]