[{"uid": "1295667388014565451", "i": 32610, "idx": 4, "sa": ["Eric Schmidt"], "q": "Day-to-day adult supervision no longer needed,\" <strong> Eric Schmidt </strong> wrote on his Twitter feed after the announcement. Now, <strong> Eric Schmidt </strong> said he will focus on deals, business relationships and working with governments, and still act <q>as an advisor to Larry and <strong> Sergey Brin </strong>.</q> Strong results The move comes as Google posted a 29% jump in profit and revenue for the fourth quarter. Net income was Â£ 2.54 billion, while revenue was Â£ 8.4 billion.", "new_id": -2}, {"uid": "1296745480199131144", "i": 25344, "idx": 4, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": "retire in 2011. \"<strong> Donald Rumsfeld </strong> <strong> Robert Gates </strong> is both amused and flattered by the website, but he will retire from government for good later this year,\" Pentagon spokesman Geoff Morrell said Wednesday in a statement. <q>He has never run for any political office and has no intention of ever doing so. He looks forward to following the 2012 presidential campaign from his home in the Pacific Northwest.</q> organized by two graduates of Texas A&M University, where <strong> Robert Gates </strong> served as president, hopes to change the secretary's mind by calling on his sense of service. \"Every time his country called him to a", "new_id": -2}, {"uid": "1295515221257327138", "i": 35926, "idx": 0, "sa": ["Boston Rob", "Russell Hantz", "David Letterman"], "q": "NBC( Parenthood Fans FTW!)( 80) The Office's <strong> David Letterman </strong> Scott Gets the Ending He Deserves, Plus Valentine's Day Showmance Updates!( 66) The Real Housewives of Beverly Hills Reunion Shocker: <q>Do You Have a Drinking Problem?</q>( 63) Epic vs. Awesome: Survivor Rivals <strong> Boston Rob </strong> and <strong> Russell Hantz </strong> to Duel Again on Got a burning TV question, a comment or hot dish about your fave TV show? Email your Q's to", "new_id": -2}, {"uid": "1296167480125468697", "i": 74, "idx": 0, "sa": ["Mike McDaniel", "Mike Pence"], "q": ". There is no word yet on whether he'll run for Indiana governor, but many in political circles assumed that would be the case since he stepped down last year from his House leadership position. <q>I am convinced he is now going to run for governor,</q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike Pence </strong>'s staff did not return repeated phone calls and e-mails to The Associated Press. The 51-year-old <strong> Mike Pence </strong> is a darling of social conservatives and often", "new_id": -2}, {"uid": "1295653078122683455", "i": 5882, "idx": 0, "sa": ["Eric Schmidt"], "q": "will take over as chief executive, replacing <strong> Eric Schmidt </strong>. Google's stock fell 2.4 percent. Bond prices rose slightly, sending their yields down to 3.41 percent from 3.43 percent late Thursday. Report Abuse <q>Wow GE is certainly doing well. I wonder why. I've heard that name recently, but where. Oh I know their CEO is buddies with the prez and he's helping him straighten out our economy what a nice man. Nothing in it for him though I'm sure.</q> As States' Budget Woes Mount, Congress Starts Talking BANKRUPTCY Quotes delayed, except where indicated otherwise. Delay times are 15 mins for NASDAQ, NYSE and Amex. See also delay times for other", "new_id": -2}, {"uid": "1295892496001212433", "i": 12030, "idx": 0, "sa": ["Eric Schmidt", "Tim Cook"], "q": "White iPhone 4 Listings Appear in AT&T Account Management System Mozilla's Firefox Do-not-track Feature Doesn't Guarantee Anonymity <strong> Eric Schmidt </strong> Lost$ 300 Million in Google CEO Shake-Up and He's Still Richer Than You <strong> Tim Cook </strong>- Joining Apple was <q>the best decision that I ever made</q> Dual Cortex A9 1.2 GHz NVIDIA Tegra 2 3D Chips Scheduled for Q1... Nvidia Thinks World Domination: Tegra 2 3D in February, Tegra 3 by Fall 2011 New NVIDIA Leak Points Towards Quad-Core 1.5 GHz Tegra 3", "new_id": -2}, {"i": 2767, "idx": 3, "index_answer": 0, "new_id": -1, "q": ", nor did he always receive effective implementation of the decisions he made\", Mr <strong> Donald Rumsfeld </strong> writes. \"There were far too many hands on the steering wheel,\" he writes elsewhere; it was <q>a formula for running the truck into a ditch</q>. Regrets He adds he regrets some of the quips he became famous for, such as \"stuff happens\" about the early looting in post-war Iraq, or his remark about \"old Europe\"-", "sa": ["Donald Rumsfeld"], "uid": "1296742183180060166"}, {"uid": "1296422266250036244", "i": 43614, "idx": 0, "sa": ["Simon Cowell", "John Le"], "q": "the state of Oregon, came in as a close second. \"There's no question that each of the contestants in this year's America's <strong> John Le </strong> Bachelor contest is a great catch,\" said Perrine. <q>We're thrilled to have Abel as our winner, and Tim as our runner-up. They're both living proof that there are great guys out there, just looking for their perfect partner.</q> Lima and Bias, <strong> Simon Cowell </strong> Rhode Island and <strong> Simon Cowell </strong> Oregon respectively, were two of five finalists chosen by more than 35000 online voters at myPartner.com after a nationwide search. The other finalists represented Montana, Ohio and Utah", "new_id": -2}, {"uid": "1294965251056983592", "i": 6002, "idx": 2, "sa": ["The doctor", "Barack Obama", "Debbie Wasserman Schultz", "Kirsten Gillibrand"], "q": "Congresswomen at the time when she first opened her eyes, and called the moment miraculous. \"It felt like we were watching a miracle,\" Rep. <strong> Debbie Wasserman Schultz </strong> said, according to The Associated Press. <q>The strength that you could see flowing out of her, it was like she was trying to will her eyes open.</q> \"<strong> The doctor </strong> said this is amazing what she's doing right now and beyond our greatest hopes,\" the AP quoted <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> as saying. Shen Yun Inspiring, Says Spokesperson for the Christian Democratic Party", "new_id": -2}, {"uid": "1295872993066535447", "i": 16928, "idx": 7, "sa": ["John McCain", "Donald Rumsfeld"], "q": "Is the <strong> John McCain </strong> government changing fast enough?\" \"Do we need more troops? And if so, where and for what purpose?\" \"My brain would be going,\" he says. <q>I wanted to find out something. I needed help. I needed advice. Some of them were just, \"I need a haircut.\"</q> Another <strong> Donald Rumsfeld </strong> Rule: \"If you are not criticized, you may not be doing much.\" As defense secretary, he was admired as daring and innovative by foreign policy hawks and others, and", "new_id": -2}]