[{"uid": "1295587628071548946", "i": 31053, "idx": 5, "sa": ["Vint Cerf", "Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "company into the future.`` <strong> Larry Page </strong> and <strong> Sergey Brin </strong> are 10 years older than they were when they thoughtfully hired <strong> Eric Schmidt </strong> to be the CEO... so everybody's growing up,'' <strong> Vint Cerf </strong> said. <q> He was the only guy that stood up to them- these were two young, smart, incredibly brilliant guys who literally had just dropped their PhDs to go start this company. </q> It has long been held that <strong> Eric Schmidt </strong> was brought on at Google to counter the lack of business experience of Google's founders, and <strong> Eric Schmidt </strong> alluded to this in a tweet today.`` Day-to-day", "new_id": -2}, {"uid": "1296173892054247454", "i": 13021, "idx": 1, "sa": ["Bernie Sanders"], "q": ".`` Social Security has been the most successful social program initiated by the federal government in the history of this country,'' said Sen. <strong> Bernie Sanders </strong>, a Vermont independent who's the caucus's leader. <q> We are getting very tired of hearing Republicans saying Social Security is collapsing. </q> It's not, and estimates are that its trust funds won't be exhausted until 2037. The system is subject to more scrutiny than usual, though, as lawmakers from both parties struggle", "new_id": -2}, {"uid": "1295753820028917780", "i": 35068, "idx": 3, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "without shutting down the K-12 public school system at least six weeks of the school year. <strong> Bill Lockyer </strong> said <strong> Jerry Brown </strong> has been reluctant to outline such grim possibilities for fear of alienating a skeptical public. <q> You can't seem to be threatening voters, </q> <strong> Bill Lockyer </strong> said. Still, he said that presenting harsh realities was necessary, especially as most GOP legislators have dismissed <strong> Jerry Brown </strong>'s call to place the tax question on the ballot. They say they want the", "new_id": -2}, {"uid": "1297190811065617976", "i": 1107, "idx": 0, "sa": ["Mayor Tom", "Michael Vick", "Dwaine Caraway"], "q": "weekend, deserved an honor on the city's behalf, the newspaper said. The resulting controversy led <strong> Mayor Tom </strong> Leppart to ask for a city review of how council members hand out ceremonial gifts. <q> We don't condone it and clearly didn't approve it, </q> Leppert said of the <strong> Michael Vick </strong> award.`` It's unfortunate, and I would rather have not seen the situation.'' The key <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> was less than official, city officials explained. The", "new_id": -2}, {"uid": "1296774835205651968", "i": 6216, "idx": 1, "sa": ["David Vitter", "Bernie Sanders"], "q": "to repeal it outright. To do so, he said, would`` continue the odious process of denying health care by insurance companies to people who have preexisting conditions.'' He also said that, <q> right now 60 million Americans have no health insurance, and at time when states all over this country are wrestling with huge budget deficits, </q> many millions more will join the ranks of the uninsured.`` To say we should return to where we were is beyond comprehension,'' <strong> Bernie Sanders </strong> said. But, <strong> David Vitter </strong> said,`` we", "new_id": -2}, {"uid": "1296976931190087180", "i": 53423, "idx": 1, "sa": ["Michael Crichton", "Joe Buck", "Mike Pereira", "Colin Powell", "Christina Aguilera", "Troy Aikman", "Roger Goodell", "Ben Roethlisberger"], "q": "potentially contentious sitdown with <strong> Ben Roethlisberger </strong> airs at 4:30 p.m. Gen. <strong> Colin Powell </strong>? and NFL commissioner <strong> Roger Goodell </strong>? at 4:53 p.m. introduce Fox's traditional reading of the Declaration of Independence. 5 p.m.: <strong> Michael Crichton </strong>? voices the <q> Journey to Super Bowl XLV </q> opener, followed by the national anthem sung by <strong> Christina Aguilera </strong>?( Bodog.com sets the over/under at 110 seconds; take the over). <strong> Joe Buck </strong> will call the game with <strong> Troy Aikman </strong> and rules analyst <strong> Mike Pereira </strong>, with", "new_id": -2}, {"uid": "1295647296262504480", "i": 32780, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "that product or service.'' Since Google obviously has the resources to set up its own social-coupon service, the question is why it was so eager to acquire Groupon. Shimmin said it's because Groupon <q> already has a large number of business relationships set up, </q> and the software giant would have been buying`` a head start.'' Get noticed over other IS Professionals and increase your earning potential. CEO <strong> Eric Schmidt </strong> Will Step Aside for Google Cofounder <strong> Larry Page </strong> In a move", "new_id": -2}, {"uid": "1296070032164806717", "i": 1985, "idx": 1, "sa": ["Rupert Murdoch", "David Cameron", "Andy Coulson"], "q": "last week after numerous questions about practices at the newspaper.`` The MPS( Metropolitan Police Service) is launching a new investigation to consider this material,'' the police force said in a statement. <q> This work will be carried out by the Specialist href=\"http://yahoo-uk.feedsportal.com/fc/crime-punishment.html\"> Crime Directorate which has been investigating a related phone hacking allegation since September 2010. </q> BUSINESS AND POLITICS <strong> Andy Coulson </strong>'s resignation prompted questions about <strong> David Cameron </strong>'s judgement in giving him a second chance and risks complicating a bid by <strong> Rupert Murdoch </strong>'s News Corp to buy full control of pay TV", "new_id": -2}, {"uid": "1296759142240484366", "i": 27853, "idx": 0, "sa": ["Robin Williams", "Barbara Walters", "David Letterman", "Bill Clinton"], "q": "setbacks during heart surgery. <strong> Robin Williams </strong>: People Ask` How Are You?' Comedian tells <strong> Barbara Walters </strong> how people approach him post-surgery. Diary of <strong> Barbara Walters </strong> Walter's Heart Surgery <strong> Barbara Walters </strong> says she thought: <q> If I die on the operating table, I won't know it. </q>. <strong> Bill Clinton </strong> Grateful for Heart Surgery <strong> Bill Clinton </strong> says surgery gave him the chance to walk his daughter down the aisle. <strong> David Letterman </strong> on His Heart Surgery Doctor on <strong> Barbara Walters </strong>'` Setbacks' <strong> Barbara Walters </strong>", "new_id": -2}, {"i": 18544, "idx": 0, "index_answer": 1, "new_id": -1, "q": "his average to 33.166 a game to <strong> Allen Iverson </strong>'s 33.090. The win halted the Lakers' five-game losing streak and prevented <strong> Lorne Jackson </strong> from losing six straight for the first time in his 15 seasons as an NBA coach. <q> Our spacing was good, which made it very difficult to corral me, </q> <strong> Kobe Bryant </strong> said.`` When they did, we were able to swing the ball and get open opportunities for everybody else.'' <strong> Smush Parker </strong> joined his teammate in popping from outside, going 5-of-5 on 3-pointers and scoring a", "sa": ["Lorne Jackson", "Kobe Bryant", "Smush Parker", "Allen Iverson"], "uid": "1295133242039174154"}]