[{"uid": "1295968668242466824", "i": 17832, "idx": 4, "sa": ["Eric Schmidt", "Stanley Ho", "Matthew Campbell", "Google Inc."], "q": "opted to shut down its mainland search engine rather than censor results for user queries.`` Things have been stable since June'' in China, when <strong> Google Inc. </strong> had its business license renewed, <strong> Eric Schmidt </strong> said today. <q> But you never know; it's possible for the government to cause us to not work. </q> To contact the reporter on this story: <strong> Matthew Campbell </strong> in Munich via the Paris newsroom at 5050 or <strong> Stanley Ho </strong> Accuses Family Members of Seizing Stake in Macau Gaming Empire", "new_id": -2}, {"uid": "1296129269246497294", "i": 802, "idx": 0, "sa": ["David Jason", "Simon Cowell"], "q": "to announce my retirement... but I'm not b*** y going to!'' <strong> David Jason </strong> won the top actor prize for his last stint in A Touch Of Frost. He said of his win: <q> This is a real turn up for the book. </q> The X Factor was named the most popular talent show, and judge <strong> Simon Cowell </strong> gave the statuette to a show producer who had beaten cancer. EastEnders was crowned top soap and also picked up awards", "new_id": -2}, {"uid": "1296016361078544925", "i": 13106, "idx": 0, "sa": ["Barack Obama", "Al Gore", "David Letterman"], "q": "<strong> Barack Obama </strong>? How did you vote on Social Security reform last time it was offered up? 6:52 PM Re: My comment about not taxing investors so much? I do believe the <strong> Barack Obama </strong> just promised to <q> tax you bastards back to the Stone Age. </q> 6:54 PM`` Let me take this one step further.'' Nooooooooooo! He wants a`` government of the future.'' In other words: <strong> Al Gore </strong> on <strong> David Letterman </strong> wearing comical goggles, smashing an ashtray", "new_id": -2}, {"uid": "1297137701068190259", "i": 18294, "idx": 2, "sa": ["David Letterman", "Aaron Rodgers", "Charles Woodson"], "q": "my job and I care about being successful,'' <strong> Aaron Rodgers </strong> said. At the Super Bowl, <strong> Aaron Rodgers </strong> said the Packers had about 60 plays prepared, but ran about 40. Said <strong> David Letterman </strong>: <q> Now at this stage of the game, you don't get guys coming into the huddle saying,` Uh, is that where I go left, or is Larry going left.?' At this point, you don't get that, do you? </q> Said <strong> Aaron Rodgers </strong>:`` No, you actually do.'' <strong> Aaron Rodgers </strong> also talked about the scene in the locker room when the team knew <strong> Charles Woodson </strong> was out of the game. Here's", "new_id": -2}, {"uid": "1295990540115605523", "i": 38135, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "'s veterans. The Military Officers Association of America( MOAA) will present <strong> Colin Powell </strong> <strong> Barack Obama </strong> Hite with the award at a ceremony in Washington, D.C., on April 12 for leading the United Association's <q> outstanding initiatives in training and connecting veterans with post-service employment opportunities. </q>`` I am humbled to be counted among those who work consistently and diligently to provide our service men and women the opportunities they so deeply deserve,'' Hite said.`` Members of our military make", "new_id": -2}, {"uid": "1297705388051036191", "i": 22530, "idx": 0, "sa": ["Bridget Riley", "Zahi Hawass"], "q": "the spirit of America's transition from a rural society to an industrial one. He ran his studio like a factory, stocked with large amounts of raw material. On steel as a medium, he said: <q> What it can do in arriving at form economically, no other material can do. The metal itself possesses little art history. What associations it possesses are those of this century: power, structure, movement, progress, suspension, destruction and brutality. </q> Minister <strong> Zahi Hawass </strong> Says Eighteen Items Missing from Egyptian Museum After Unrest Galerie Max Hetzler Presents a Small Retrospective of Major British Artist <strong> Bridget Riley </strong> Picasso: Guitars 1912-1914 Examines a Moment of Radical Experimentation in 20th Century Art The National Gallery", "new_id": -2}, {"uid": "1297132541144228403", "i": 774, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "been quoted many times by critics of the war as an example of how the Bush administration misled the public.'' Critics of the war, he writes, accused the Bush administration of lying, compiling <q> a small string of comments- ill-chosen or otherwise deficient- to try to depict the administration as purposefully misrepresenting the intelligence. </q> But, <strong> Donald Rumsfeld </strong> says:`` While I made a few misstatements- in particular the one mentioned above- they were not common and certainly not characteristic. Other senior administration officials also did a reasonably good", "new_id": -2}, {"uid": "1296126576085180439", "i": 40262, "idx": 1, "sa": ["Michael Vick"], "q": "release said. Unequal President Rob Vito said the company was proud to have <strong> Michael Vick </strong> on board and addressed the 2007 dog fighting conviction that sent <strong> Michael Vick </strong> to federal prison got him booted out of the league. <q> As a dog owner, I know the love of a pet... But as a Christian, I believe that people can repent and deserve a second chance. </q> <strong> Michael Vick </strong>, 30, made his NFL comeback in 2009 after spending 21 months of his 23-month sentence in Leavenworth, Kan., federal prison. He served the last two months confined to his home in Virginia", "new_id": -2}, {"uid": "1295569764147800153", "i": 38150, "idx": 1, "sa": ["Eric Schmidt"], "q": "yet: Kona( a cloud-based BI tool) and 12 Sprints( a collaborative decision making tool, also in the cloud) <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, [{"i": 45025, "idx": 3, "index_answer": 0, "new_id": -1, "q": "that he's done for me, for the government and for the country,'' <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him, </q> <strong> Ed Miliband </strong> said. The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of a government that includes", "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "uid": "1295698317198803458"}]]