[{"uid": "1295027214165101579", "i": 44370, "idx": 0, "sa": ["Andy Cohen", "Howard Stern", "David Letterman", "Kelsey Grammer", "Camille Grammer"], "q": " \"Real Housewives.\" Taking off from <strong> Howard Stern </strong>'s show, <strong> Andy Cohen </strong> said to <strong> Camille Grammer </strong>: \"No sex? You were not having sex?\" \"I have a confession to make,\" <strong> Camille Grammer </strong> said. <q>I'm wearing men's briefs.</q> <strong> Kelsey Grammer </strong>'s been busy, too, though he refuses to respond to <strong> Camille Grammer </strong>'s statements about him. Last night, he appeared on \"Late Show With <strong> David Letterman </strong>\" on CBS, noting that he plans to leave", "new_id": -2}, {"uid": "1295915073213958666", "i": 47515, "idx": 1, "sa": ["Mike Pence"], "q": "focus our energies on jobs and spending,\" <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th anniversary of Roe vs. Wade. <q>We must not remain silent when great moral battles are being waged.</q> FR is funded solely by donations from our readers. Help keep FR strong, commercial ad& pop-up-free, and beholden to no outsiders! Or by mail to: Free Republic, LLC, PO", "new_id": -2}, {"i": 37768, "idx": 7, "index_answer": 0, "new_id": -1, "q": "what we were saying, she moved her leg. We knew she was responding.\" The lawmakers continued to joke about what they were going to do together, and as they did so, <strong> Gabrielle Giffords </strong> <q>started to open her eyes, literally,</q> <strong> Kirsten Gillibrand </strong> said. Seeing <strong> Gabrielle Giffords </strong>' left eye flickering, her husband, Mark Kelly, started saying: \"<strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,\" <strong> Kirsten Gillibrand </strong> said. After about", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295008939037093396"}, {"uid": "1297488327192626740", "i": 31202, "idx": 3, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": "He said there had been \"many warnings[ that] more troops could have helped, by advisers on the ground.\" <strong> Donald Rumsfeld </strong>: \"No, that's not correct.\" Stephanopoulos: American envoy <strong> Paul Bremer </strong> <q>said that- it is correct.</q> <strong> Donald Rumsfeld </strong>: \"It is not correct.\" And so it went. Stephanopoulos asked <strong> Donald Rumsfeld </strong> to concede that if he'd stayed in office after 2006, \"there would have been defeat in Iraq and", "new_id": -2}, {"uid": "1296542758249364481", "i": 47608, "idx": 4, "sa": ["Michael Vick"], "q": "Klunk and Catherine Bodock, media director of Keenan-Nagle Advertising in Allentown, agree that <strong> Michael Vick </strong> still has a few more dues to pay before deals are struck with big-money companies on the national stage. <q>I'm glad the Eagles hired him,</q> Bodock said. \"He deserved a second chance, he did his time. That said, from a marketing perspective, I'm not sure that his image has been repaired enough. I think in other parts", "new_id": -2}, {"uid": "1297381652182599684", "i": 23507, "idx": 1, "sa": ["Eric Schmidt", "Carol Hymowitz", "Stephen Elop", "Google Inc."], "q": ", a bet that together the two companies can better challenge <strong> Google Inc. </strong> and Apple <strong> Google Inc. </strong>, according to a person with knowledge of the discussions,\" <strong> Carol Hymowitz </strong>, Dina Bass and Diana ben-Aaron report for Bloomberg. <q>Nokia Chief Executive Officer <strong> Stephen Elop </strong> has held talks with Microsoft CEO <strong> Steve Ballmer </strong> about putting Microsoft's mobile operating system on Nokia phones, said the person, who asked not to be identified because the discussions were private,</q> <strong> Carol Hymowitz </strong>, Bass and ben-Aaron report. \"<strong> Stephen Elop </strong> also held talks with <strong> Google Inc. </strong> CEO <strong> Eric Schmidt </strong> about using <strong> Google Inc. </strong>'s Android software, the person said. Those discussions are unlikely to lead to an alliance, according to another", "new_id": -2}, {"uid": "1296509935175063107", "i": 7301, "idx": 1, "sa": ["Sergio Marchionne"], "q": "because of worker concessions. \"It was absolutely owed that we treat our people properly,\" CEO <strong> Sergio Marchionne </strong> told analysts and reporters on a conference call, as reported by the Free Press. <q>The obligation to our people was much greater than the need to improve our bottom line profitability.</q> <strong> Sergio Marchionne </strong> is also CEO of Italy's Fiat, which controls Chrysler. You must fill out the comment body in order to submit a comment.", "new_id": -2}, {"uid": "1295665726231571528", "i": 3312, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": " \"I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!\" <strong> Eric Schmidt </strong> wrote in <strong> Google Inc. </strong>'s official blog post. <q>Larry, in my clear opinion, is ready to lead.</q> <strong> Eric Schmidt </strong>, a former Novell executive, has led the company since 2001. He will transition to the role of executive chairman and help build relationships with customers and stakeholders. Some analysts wondered whether Page", "new_id": -2}, {"uid": "1295588443175472914", "i": 20361, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "PM\" <strong> Eric Schmidt </strong> is stepping down as CEO of Google and cofounder Larry Page is taking over, the company just announced in its earnings release. <strong> Eric Schmidt </strong> will become Executive Chairman, focused on <q>deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership.</q> Google's other cofounder, <strong> Sergey Brin </strong>, will take a more active role in strategic projects including product. He is giving up his role as president. The change is effective starting April 4,", "new_id": -2}, {"uid": "1296407544252772372", "i": 142, "idx": 20, "sa": ["Elgin Baylor", "Allen Iverson", "Jason Terry", "Dikembe Mutombo"], "q": "shots and <strong> Allen Iverson </strong> scored 47 points as the Philadelphia 76ers beat the Atlanta Hawks 108-103 Friday night. The Hawks have lost 10 straight, including nine since trading <strong> Dikembe Mutombo </strong> to Philadelphia in a five-player deal on Feb. 22. <q><strong> Elgin Baylor </strong> kept running into them and they kept telling me they were going to dunk on me,</q> said <strong> Dikembe Mutombo </strong>, who is living at the same hotel that Atlanta stayed at in downtown Philadelphia. \"<strong> Elgin Baylor </strong> kept telling them during the course of the game,` Why are you even trying?\" <strong> Jason Terry </strong> had", "new_id": -2}]