[{"uid": "1296770511173654034", "i": 12176, "idx": 26, "sa": ["Donald Rumsfeld"], "q": "takes on lingering controversies from the war effort and often assigns blame elsewhere. The looting of an Iraqi museum, which became a worldwide symbol of a lack of order? The media reports were way overblown, and <q> the news stories tended not to blame the Iraqi fighters for breaking into the museum, turning it into a combat zone, and putting its collections at risk. </q> But he confesses to`` a few ill-chosen words'' at a subsequent press briefing-a time, says <strong> Donald Rumsfeld </strong>, when he was under additional strain because his wife was in the hospital with a ruptured appendix.", "new_id": -2}, {"uid": "1296385836115228698", "i": 18456, "idx": 4, "sa": ["Tyronn Lue", "Magic Johnson", "Allen Iverson"], "q": "`` I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q>`` He was holding me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/Boston_Celtics_Vs_Orlando_Magic_Game_3_NBA_PLAYOFFS_2010_5/23/10 Celtics:94 <strong> Magic Johnson </strong>:71 Series Celtics Lead 3-0. If that word's meaning resembles that of`` complete and total annihilation'', you're on", "new_id": -2}, {"uid": "1296105120131907722", "i": 41978, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "secretly listening to phone messages of royal household staff. <strong> Andy Coulson </strong>, who has denied wrongdoing, resigned as Prime Minister <strong> David Cameron </strong>'s communications chief last week after numerous questions about practices at the newspaper. <q> The MPS[ Metropolitan Police Service] is launching a new investigation to consider this material, </q> the police force said in a statement.`` This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010.''` Pommy bastard", "new_id": -2}, {"uid": "1297300010261144614", "i": 43287, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Jim Schmitt", "John Boehner"], "q": ": <strong> Barack Obama </strong>, Scott Walker, <strong> Jim Schmitt </strong> Photo in Slideshow: U.S. House Speaker <strong> John Boehner </strong>, House Majority... Video: <strong> Barack Obama </strong> has kicked smoking habit, first lady says Video: Why Americans Are Turning Against Obamacare Report Abuse <q> ha ha you stupid democraps will freeze to death </q> thanks to your one term muslim usurper president ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy", "new_id": -2}, {"uid": "1296833917069533714", "i": 35942, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": "`` We want to eliminate that uncertainty so that businesses can continue in'' their research and development projects, she said.`` This is not a Democrat or a Republican idea,'' <strong> Kirsten Gillibrand </strong> said. <q> It's just a good idea. </q> She said a permanent 20 percent credit will draw investments by venture capital funds from the sidelines.`` You'll get more early-stage investment'' that will result in more highly skilled and highly paid jobs.`` This", "new_id": -2}, {"uid": "1295638649267567121", "i": 37662, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said he and Google's founders are currently laying out the details of their management roles. He wrote about the move in a blog post on the company's blog: <q> As executive chairman, I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach and internally as an advisor to Larry and Sergey[ Brin]. </q> <strong> Eric Schmidt </strong> said the restructuring in management will produce`` even better success'' for the company. However, many analysts are skeptical as to whether Page is ready to take on Google's top position.", "new_id": -2}, {"uid": "1295095293207257639", "i": 271, "idx": 0, "sa": ["Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "markings like the ones on her website weren't his style. But he also agreed on one key point with the woman who enjoys wide support among conservatives likely to vote in next year's primaries, saying, <q> There is no evidence to suggest that it( the shootings) had anything to do with this mentally unstable person's rage and senseless act in Arizona. </q> On the other side of the political aisle, liberal <strong> Sen. Bernie Sanders </strong>, I-Vt., who is seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in addition to <strong> Gabrielle Giffords </strong>", "new_id": -2}, {"uid": "1296917233046448644", "i": 3899, "idx": 0, "sa": ["Barbara Walters", "David Letterman"], "q": "came about naturally in talking about the after-effects of the surgery. The host of The Late Show with <strong> David Letterman </strong> spoke to Ms. <strong> Barbara Walters </strong> about his own open heart surgery, then about the emotions he felt afterwards. <q> I would find myself busting into tears and sobbing uncontrollably with joy, </q> said the comedian.`` Joy?'' Ms. <strong> Barbara Walters </strong> said. <strong> David Letterman </strong> said that after the surgery reality set in that he knew he had been through something traumatic and survived-- he was alive. The ordeal is", "new_id": -2}, {"uid": "1296889632106627078", "i": 3064, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "ring. <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. <q> I don't want him to put himself in a position where bad things can happen around him, </q> <strong> Roger Goodell </strong> said.`` He takes that seriously.`` We're looking for success stories; we're not looking for players to fail. He's paid a very significant price and he's doing the", "new_id": -2}, {"i": 30276, "idx": 5, "index_answer": 1, "new_id": -1, "q": ", 2 rebs and 1 ast in 33 mins.... <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky AI and the 76ers went home losers again. <q> It's going to have to be one of the best games ever from us in order to win, </q> <strong> Allen Iverson </strong> said. They sure didn't play one against Detroit. <strong> Rodney Stuckey </strong> scored 27 points and hit the winner with 8.7 seconds left to lead the inju... Pistons 2010/11 Season-Opener Intro Introduction of the new 2010/2011 Detroit Pistons", "sa": ["Rodney Stuckey", "Allen Iverson"], "uid": "1295655959070139994"}]