[{"uid": "1295602073096829482", "i": 1381, "idx": 0, "sa": ["Eric Schmidt"], "q": "Times. Un indicio de ello es que, href=\"http://www.elpais.com/articulo/economia/Google/subira/salarios/retener/trabajadores/elpepieco/20101111elpepieco_13/Tes\" target=\"_blank\"> pese a los aumentos de sueldo, no ha podido retener a ingenieros que han marchado a la competencia, buscando nuevas experiencias. <q> Francamente, diez a?os son muchos para estar al frente de una compa?a </q>, ha admitido <strong> Eric Schmidt </strong>.? Pero es solo cansancio o tensiones en el mando lo que ha empujado al cambio? Aunque algunos no descartan que href=\"http://www.ft.com/cms/s/2/62ccbaf2-24f4-11e0-895d-00144feab49a.html#axzz1Bed3g1EE\" target=\"_blank\"> <strong> Eric Schmidt </strong> prepare una carrera pol?tica, otros explican el", "new_id": -2}, {"uid": "1295682265065617928", "i": 110, "idx": 4, "sa": ["Mike Pence"], "q": "left of the future if we fail today?'' And <strong> Mike Pence </strong> supporters are collecting signatures from conservatives and tea party activists through a website and social media campaigns as part of a draft effort. <q> I said,` Let's attempt to demonstrate the level of enthusiasm for him that I think is out there a millimeter under the surface,' </q> said Ralph Benko, a former Reagan administration aide who started the campaign.`` I think it's huge. I just think it needs a little place to go. So we built a little place for it", "new_id": -2}, {"uid": "1295268538147652699", "i": 34806, "idx": 0, "sa": ["Tim Pawlenty", "Mike Pence", "Jack Kemp", "Jim Ryan", "Barack Obama", "Mitt Romney"], "q": "a deputy counsel to Ronald Reagan, announced the America's <strong> Barack Obama </strong> ComMitt Romneyee to encourage a Mike Pence-for-Barack Obama bid. Former <strong> Mike Pence </strong> <strong> Jim Ryan </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the opTim Pawlentyistic, pro-growth, pro-job creation Reagan-Jack Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said.`` <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice Barack Obamaial candidate. He was", "new_id": -2}, {"uid": "1295640662098959398", "i": 45146, "idx": 3, "sa": ["Les Hinton", "David Cameron", "Andy Coulson", "Nick Clegg"], "q": "anti-Nick Clegg Tory`` dirty tricks'' Lord Mandelson, speaking on the World and One, accuses <strong> David Cameron </strong>'s spinner-in-chief <strong> Andy Coulson </strong> of smearing <strong> Nick Clegg </strong>.... Kissing You| Kisses& Moments Montage( TV, Movie& Anime) <q> The soul that can speak with its eyes can also kiss with a gaze. </q>- unknown I love that quote:D CoupLes Hinton Elizabeth Swann& Jack Sparrow- Pirates of the Caribbean Madeline`` Maddy'' LeClerc& Abb du Coulmier- Quills Elinor Dashwood& <strong> Andy Coulson </strong> Ferrars-... Romantic TV& Movie", "new_id": -2}, {"uid": "1295643802119324695", "i": 5170, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "make these changes in an effort to simplify Google's management structure and improve its decision making process. As the new CEO, <strong> Larry Page </strong> will be responsible for lead product development and technology strategy. <q> In this new role I know he will merge Google's technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better! <strong> Larry Page </strong>, in my clear opinion, is ready to lead, </q> <strong> Eric Schmidt </strong> said in a company blog post. In his role as the new Executive Chairman, <strong> Eric Schmidt </strong> said he will be focusing on the deals, partnerships, customers and broader business relations, government outreach and", "new_id": -2}, {"uid": "1295542835101302273", "i": 22395, "idx": 2, "sa": ["Simon Cowell", "Steven Tyler"], "q": "but I couldn't help but to notice how much the show's standards are lowered with <strong> Simon Cowell </strong> out of the picture.'' Entertainment Weekly asked in a poll whether fans enjoyed the first episode, inquiring: <q> Will the inclusion of 15-year-olds turn` Idol' into glorified tryouts for` Glee'? So much to take in, but let's bottom-line it: Did it work? </q>`` I liked it,'' wrote a commenter named Tierra Berry.`` I kinda became smitten with <strong> Steven Tyler </strong>... his accompaniment to contestants' song[ s] must make them feel better more[ often]", "new_id": -2}, {"uid": "1297467103105054213", "i": 52155, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "The goblin market was a window to the freedom and prosperity of the United States. Flashy American goods inspired Koreans to dream of being rich. We also began to focus on education. Many Korean parents pledged, <q> I may eat humbly and wear rags, but I will make sure my children get a proper education. </q> In his memoir,`` Known and Unknown,'' former U.S. Secretary of Defense <strong> Donald Rumsfeld </strong> said that he sensed`` historical amnesia'' in Korea, which attained freedom and economic success thanks to the U.S. military", "new_id": -2}, {"uid": "1296729736112345093", "i": 1286, "idx": 0, "sa": ["Michael Hansen", "Michael Vick", "Martha Stewart"], "q": "crippled Shih Tzu, said any dog will bite if provoked- citing <strong> Martha Stewart </strong>'s recent run-in with her own dog. <strong> Michael Hansen </strong> blames the pit bull's bad reputation on owners and the press. <q> You have a tendency to sensationalize stories or put into them right down to the blood and gore when it isn't really necessary, </q> said <strong> Michael Hansen </strong>, who has two dogs, 9-year-old Lab-collie brothers named Chaz and Zach. Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that`` people can", "new_id": -2}, {"uid": "1296155717100335616", "i": 28073, "idx": 1, "sa": ["Mike Pence", "Paul Ryan", "Nikki Haley", "John Kasich", "Susana Martinez", "Robert Jones Portman", "Marco Rubio", "Bobby Jindal", "Mitt Romney"], "q": "the names he rattled off for future presidential candidates were <strong> Paul Ryan </strong>, <strong> Bobby Jindal </strong>, <strong> Marco Rubio </strong>, <strong> Nikki Haley </strong>, <strong> Susana Martinez </strong>, <strong> John Kasich </strong>, and <strong> Robert Jones Portman </strong>. The aide, who has 20 years of experience in national politics, continued: <q> We are golden down the road. We don't have a candidate this time. We need somebody. We're going to have an embarrassment of riches before too long. </q> My conversant continued:`` People are looking around.... <strong> Mike Pence </strong> isn't necessarily beating the best lineup we've ever had down the road. But if it's 2011 and <strong> Mitt Romney </strong> is the frontrunner,", "new_id": -2}, {"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a`` powerful political insider- precisely because he had a feel for the world outside Westminster'' and the PM would be looking for a <q> someone with similar nous and journalistic experience </q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}]