[{"uid": "1295780846083050501", "i": 15592, "idx": 2, "sa": ["John McCain", "Colin Powell", "Obama Girl", "Barack Obama"], "q": "<strong> Colin Powell </strong>'s endorsement is significant due to the fact that <strong> John McCain </strong> has repeatedly singled him out for lavish praise. In a July New York Times interview, <strong> John McCain </strong> described the former secretary of state and Joint Chiefs chairman as <q> a man who I admire as much as any man in the world, person in the world </q> when answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly http://wn.com/Immortal_Technique_on_Obama,_9/11_truth_Corporate_America <strong> Obama Girl </strong> Song# <strong> Barack Obama </strong>: Debate' 08: <strong> Obama Girl </strong> vs Giuliani <strong> Obama Girl </strong> Vocals", "new_id": -2}, {"uid": "1296097874254738467", "i": 26707, "idx": 0, "sa": ["Eric Schmidt"], "q": "plans to hire about 6,000 people in 2011, the San Francisco Business Times reports. CEO <strong> Eric Schmidt </strong>, who will vacate the corner office for Larry Page in April, said on the company's quarterly earnings call that <q> We will invest in hiring even more product managers and engineers </q> in 2011, but the company didn't give specifics about its plans. and its licensors. All rights reserved. The material on this site may not be reproduced, distributed, transmitted, cached or otherwise used", "new_id": -2}, {"i": 12859, "idx": 2, "index_answer": 0, "new_id": -1, "q": ", the governor's office and various state agencies. \"Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances,\" <strong> Bill Lockyer </strong> said. <q> It's improper, it will stop now, it will not happen again and we will get our money back. </q> Last year, for example, SIFMA lobbied against a bill that requires marketing intermediaries, who help investment funds win multibillion-dollar deals with state pension funds, to register as lobbyists with the state.", "sa": ["Bill Lockyer"], "uid": "1296655437186056720"}, {"uid": "1297285270243777567", "i": 45098, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "interview chair, the discussion quickly turned back to her British frenemy. <strong> Paula Abdul </strong> took a few jabs at <strong> Simon Cowell </strong> for his squared-off, Frankenstein-esque hairdo, tight t-shirts, and how high he wears his pants. <q> It's like, what's that on your neck? </q> she said. \"Oh, it's a belt. I got it.\" Maybe they should have a show where they just judge each other. TV Replay: Watch TV's Best Moments Daily", "new_id": -2}, {"uid": "1297108555141246488", "i": 6674, "idx": 6, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell"], "q": "<strong> Donald Rumsfeld </strong> replied curtly: \"No, I was kind of disappointed in him.\" Lacked experience <strong> Condoleezza Rice </strong>, who served as Bush's national security adviser before later becoming secretary of state had <q> never served in a senior administration position, </q> a lack of experience that hampered her ability to organize critical meetings, <strong> Donald Rumsfeld </strong> said. He said <strong> Colin Powell </strong>- Bush's first top diplomat- \"did not, in my view, do a good job", "new_id": -2}, {"uid": "1295994286180568075", "i": 36865, "idx": 4, "sa": ["Chris Webber", "Allen Iverson", "LeBron James"], "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> Webbe... <strong> LeBron James </strong> 36 Points vs Pistons Game 4 Playoffs 2009! HD! 26.04.2009 <strong> LeBron James </strong> 36 Points vs Pistons Game 4 Playoffs 2009! HD! 26.04.2009 capped by venomindustries AUBURN HILLS, Mich.( AP) <strong> LeBron James </strong> made", "new_id": -2}, {"uid": "1295567825105267222", "i": 2519, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "relations with regulators has been communicating and countering misunderstandings about what Google does and does not do. \"We're trying to be as transparent and as collaborative as possible,\" <strong> Eric Schmidt </strong> said. <q> We try to stay well within the safety zone of the way we're operating with respect to the legal issues and the competitive issues. We also argue very strongly that the things that we're doing are very pro-competitive, and I genuinely believe that, </q> he said. Google's other co-founder, <strong> Sergey Brin </strong>, will oversee strategic projects. <strong> Sergey Brin </strong> said he wants to focus more on his personal passions, including several \"significant\" new products. He said he", "new_id": -2}, {"uid": "1295325224053116945", "i": 9, "idx": 0, "sa": ["Grant Hill", "Allen Iverson"], "q": "points on 10/13 FG attempts including 5/5 three pointers, as the Suns overcame an early 18-point deficit to defeat the Spurs 110-96 and take a 3-0 lead in their best of seven series in the Western Conference Semifinals. <q> I think it's safe to say that may have been the best fourth-quarter performance I have ever seen in a playoff game, </q> Suns forward <strong> Grant Hill </strong> said. http://wn.com/Allen_Iverson_1st_Win_as_a_Pistons_vs_Kings_30pts_9asts_7rebs_08/09_NBA For a veteran like <strong> Allen Iverson </strong>, a win in November against a lottery team rarely registers as important. After losing his first two games with his new team, that wasn't the", "new_id": -2}, {"uid": "1295559761263241902", "i": 25552, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him </q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Notables at state dinner Gallery", "new_id": -2}, {"uid": "1296258980134725636", "i": 14097, "idx": 11, "sa": ["Mike Pence"], "q": "the right move.\" Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one \"because he made it.\" <q> You've got to have the fire in your belly and the desire to run for president, and his heart clearly is in Indiana, </q> McIntosh said. Former Wayne Township superintendent will part ways with district From USA TODAY and Associated Press", "new_id": -2}]