[{"uid": "1297616629186400779", "i": 26907, "idx": 49, "sa": ["Donald Rumsfeld"], "q": "were responsible,'' says <strong> Donald Rumsfeld </strong>.`` We all agreed.'' by James93x February 13, 2011 11:54 AM EST by consh8theusa February 13, 2011 11:26 AM EST by LiberalismIsaCancer February 13, 2011 11:20 AM EST <q> <strong> Donald Rumsfeld </strong> Opens Up About Mistakes in Iraq </q> You mean start an illegal war based on lies against a country that didn't threaten us at the expense of fighting a real enemy? A war that cost over 1,000,000 innocent lives? There is a", "new_id": -2}, {"uid": "1296172795252526607", "i": 16040, "idx": 2, "sa": ["Eric Schmidt"], "q": "'' he claimed. Mr <strong> Eric Schmidt </strong> will remain as`` executive chairman'', a role he said would be two-thirds external and one-third internal, with most of his time devoted to customers and partners. <q> We have been late at adding social capabilities to our core products </q> </blockquote> <strong> Eric Schmidt </strong> Google executive chairman Referring to the Davos shindig, he said that`` the great regret is that there are not more Chinese leaders here- both political leaders as well as business leaders''-", "new_id": -2}, {"uid": "1295947110129105978", "i": 19485, "idx": 4, "sa": ["Andre Iguodala", "Chris Webber", "Kyle Korver", "Magic Johnson", "Grant Hill", "Allen Iverson"], "q": "at the buzzer was short. <strong> Grant Hill </strong>, who led the <strong> Magic Johnson </strong> with 25 points, had hit a similar shot to tie the game at 103 with 12 seconds left, but <strong> Allen Iverson </strong> answered that with the game-winner. <q> They wanted it a little more than we did and that's a little disappointing, </q> <strong> Grant Hill </strong> said. <strong> Allen Iverson </strong> finished 15-of-25, including three 3-pointers, but he was hardly alone in scoring from the perimeter. Reserve <strong> Kyle Korver </strong> had 28 points on 10-of-13 shooting, while <strong> Andre Iguodala </strong> and <strong> Chris Webber </strong> each added 11 for Philadelphia", "new_id": -2}, {"uid": "1297160951238338060", "i": 5743, "idx": 0, "sa": ["Kirsten Gillibrand", "Richard Blumenthal", "Harry Blackmun", "Barack Obama"], "q": "effort to discourage this and push back,'' said <strong> Richard Blumenthal </strong>, who became familiar with abortion issues when he clerked for Supreme Court Justice <strong> Harry Blackmun </strong> the year after <strong> Harry Blackmun </strong> wrote the court's opinion in Roe v. Wade. <q> It would not only imperil the priority of job creation and would threaten to produce a legislative meltdown at a time when people are frustrated with the paralysis of government,... I think it would be the height of bad judgment. </q> EMILY's List published Monday a piece co-written by <strong> Richard Blumenthal </strong> and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.) denouncing the legislation. It was the first time that EMILY's List, a group dedicated to electing female politicians,", "new_id": -2}, {"uid": "1295599112020365330", "i": 18959, "idx": 0, "sa": ["Allen Iverson"], "q": "Winter World University Games as a member of the U.S. men's national ice hockey team. Turkey? Might he bump into another athlete with Philadelphia ties? A guy who plays basketball named <strong> Allen Iverson </strong>? <q> I thought about that, but I had enough of him when he was in Philly, </q> Pyne said with a laugh last night. The 21-year-old goalie is a dual marketing/entrepreneur major. Three years ago he helped lead La Salle High to the state title. Pyne said he has traveled", "new_id": -2}, {"uid": "1295961326207159361", "i": 30325, "idx": 2, "sa": ["Christine Bleakley", "Rory McIlroy", "Holly Sweeney", "Elizabeth Taylor", "Ricky Gervais", "Simon Cowell", "Grainne Seoige", "Michael Jackson"], "q": "`` I have been in there. He loves a bath, <strong> Simon Cowell </strong>, it gives him time to think.'' The 37-year-old credited the TV mogul for giving him a masterclass in confidence. <q> He's a workaholic. He's a great boss, and I'm not just saying that, </q> he said. <strong> Rory McIlroy </strong>: I still chat with ex-girlfriend <strong> Holly Sweeney </strong> every day <strong> Ricky Gervais </strong> ridicules Hollywood darlings at Golden Globes as Firth lifts crown <strong> Grainne Seoige </strong>'s gruelling bid to look as fit as <strong> Christine Bleakley </strong> <strong> Michael Jackson </strong>` mortified by <strong> Elizabeth Taylor </strong>", "new_id": -2}, {"uid": "1295983787186695689", "i": 20327, "idx": 0, "sa": ["Eric Schmidt"], "q": "as executive chairman, also said the group would hire thousands of people this year, rejecting accusations that it has struggled to keep its best talent from leaving for Facebook and other Silicon Valley rivals. <q> I'm very personally excited about my next decade at Google, </q> <strong> Eric Schmidt </strong>, who oversaw Google's meteoric rise, told the DLD media conference in Munich on Tuesday. He told Reuters on January 21 that his move was an effort to speed up decision-making.", "new_id": -2}, {"uid": "1295835340029999108", "i": 5085, "idx": 0, "sa": ["Andy Coulson"], "q": "phone being hacked, poor old Vince is unmuzzled for once but can do no harm and <strong> Andy Coulson </strong> is still in the shit. fistofonan 24 January 2011 12:49 AM qwertboi 24 January 2011 12:54 AM <q> Bonofido- Why has Blair joined the back of the parade when he should be in the Middle East? </q> lightacandle 24 January 2011 12:57 AM taxedtothelimit 24 January 2011 12:58 AM fistofonan 24 January 2011 1:05 AM lightacandle 24 January 2011 1:06 AM LeopardPrint 24 January 2011 1:10 AM", "new_id": -2}, {"uid": "1295368384224215084", "i": 26273, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell", "Perez Hilton"], "q": "to Heat, the glamour model will contact <strong> Simon Cowell </strong>, <strong> Piers Morgan </strong> and <strong> Perez Hilton </strong> in a bid to improve her image in America following her split from husband Alex Reid. A source told the publication: <q> <strong> Katie Price </strong> was devastated when she didn't break America, but typically she refuses to accept defeat.`` But first she'll make it look like none of this is her fault and she's the victim. She's just working out how to do that. </q> EastEnders: Carol tells Bianca the truth Emmerdale: Andy is officially questioned Hollyoaks: 2997: Brendan helps out Mitzeee Neighbours: 6057: Declan starts playing dirty", "new_id": -2}, [{"i": 13043, "idx": 4, "index_answer": 0, "new_id": -1, "q": "Welch said. <strong> Sen. Bernie Sanders </strong> added that the date change wouldn't cost the federal government anything extra, doesn't mention the word singlepayer but would hold states to all the requirements of the law. <q> It is a pretty good offer we are making. </q> Welch admitted that the bill could face opposition from insurance companies, who also opposed the federal health care law. <strong> Sen. Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont.`` There is no", "sa": ["Sen. Bernie Sanders"], "uid": "1295386293114753561"}]]