[{"uid": "1295499048112721935", "i": 12834, "idx": 0, "sa": ["Melinda Ademi", "Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": "said yes and told Huggins he's see her in California. Another notable performer was <strong> Melinda Ademi </strong>, who's parents are war refugees from Kosovo. After she sang, <strong> Steven Tyler </strong> told the 16-year-old from Yonkers, <q> Your singing is straight and sweet. </q> She got a yes from all three judges. Though <strong> Simon Cowell </strong>'s particular brand of blunt criticism is conspicuously absent, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> had a few moments of their own. In one egregious audition, they", "new_id": -2}, {"uid": "1295004374005226501", "i": 16820, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "her legs on command. With her closest friends from Congress holding her hand on Wednesday evening, Ms <strong> Gabrielle Giffords </strong> opened her left eye and tried to focus on loved ones for the first time. <q> It was raw courage. It was raw strength. It was so beautiful and so moving, </q> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New York said of the Arizona legislator.`` She wanted us to know that she was with us 100% and understood everything we were saying.'' Ms <strong> Gabrielle Giffords </strong>' neurosurgeon", "new_id": -2}, {"uid": "1295605034069435415", "i": 45943, "idx": 0, "sa": ["Chris Chocola", "Sen. Joe Lieberman", "Mike Pence"], "q": "Republican consultant who is leading an organization aimed at pushing <strong> Mike Pence </strong> to run. But what these conservatives like about <strong> Mike Pence </strong> says as much about the other GOP presidential prospects as it does the congressman. <q> There's a void out there, </q> said <strong> Chris Chocola </strong>, a former Indiana congressman who now runs the Club for Growth.`` And <strong> Sen. Joe Lieberman </strong> think that <strong> Mike Pence </strong> is a guy who could potentially fill that void. Who else is an across-the-board conservative who's really", "new_id": -2}, {"uid": "1296637625036814848", "i": 23158, "idx": 0, "sa": ["Simon Cowell"], "q": "However, recent reports have put her position in doubt over fears that she is not famous enough in the country.`` <strong> Simon Cowell </strong> still hasn't confirmed the panel,'' a source told The Sun. <q> She is in a state, it's her ticket out of the UK. </q> They continued:`` There's still a 50% chance producers of the US X Factor will give her the go-ahead. Either way, <strong> Simon Cowell </strong> has promised to help her launch a career over there.", "new_id": -2}, {"uid": "1295637393157057065", "i": 21730, "idx": 2, "sa": ["Eric Schmidt"], "q": "peppy little tweet,`` Day-to-day adult supervision no longer needed!'' But surely there's more to the story. The company itself shrouded the transition in familiar corporate speak, calling it a move to <q> streamline decision making and create clearer lines of responsibility and accountability. </q> Now, business and technology pundits are wondering if there's a side we haven't heard: Did <strong> Eric Schmidt </strong> jump ship, or was he forced to walk the plank? He Jumped <strong> Eric Schmidt </strong> has`` career aspirations", "new_id": -2}, {"uid": "1296658429217907213", "i": 15116, "idx": 0, "sa": ["Steve Jobs", "Steve Ballmer", "Patrick Lo", "Jen-Hsun Huang"], "q": "company's CEO.( Source: Moca Blog) Netgear's Chief Executive, <strong> Patrick Lo </strong>, seemed to infer that Apple CEO <strong> Steve Jobs </strong>, currently on medical leave, would die soon.( Source: Reuters) <q> I for one will not buy any more Netgear products and neither should any other Apple fans </q>-- Angry Observer Netgear CEO <strong> Patrick Lo </strong> joined the ranks of Microsoft CEO <strong> Steve Ballmer </strong> and NVIDIA's CEO <strong> Jen-Hsun Huang </strong> when he gave a wild interview, the likes of which makes public relations staff cringe", "new_id": -2}, {"uid": "1297120122226197536", "i": 21260, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a`` dressed up'' sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding,`` I believe I can find a star.'' 6:00 p.m.- 6:30 p.m. WRAL News@ 6 8:00 p.m.- 8:30 p.m. How I Met Your Mother", "new_id": -2}, {"uid": "1297185913149962759", "i": 3730, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "of illicit weapons.Rumsfeld asserts that the German and French positions allowed critics of the United States to claim that`` Europe'' was opposed to military force, even though a large majority of European countries backed the US. <q> More troubling, the French and Germans were, intentionally or not, giving <strong> Saddam Hussein </strong>'s regime the impression that they could stop a military confrontation, </q> <strong> Donald Rumsfeld </strong> writes.`` By giving <strong> Saddam Hussein </strong> a false sense of security, and thereby reducing the incentive for him to comply with the UN's demands, the French and Germans undoubtedly made a war more likely, not", "new_id": -2}, {"uid": "1297382948148979747", "i": 20251, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "about today-- I'm sad for what was, yet excited for the road ahead,'' <strong> Camille Grammer </strong> said in a statement. The couple filed for divorce in July, after 13 years of marriage. <q> What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children, </q> her statement said. In other words, I better see the checks by the first every month. <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last month that he plans to marry <strong> Kayte Walsh </strong>", "new_id": -2}, {"i": 16616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q> The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with, </q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities to", "sa": ["Bill Lockyer"], "uid": "1295960930216842358"}]