[{"uid": "1295566930055705737", "i": 33142, "idx": 0, "sa": ["Eric Schmidt"], "q": "the outgoing Google chief had to say in a recent guest article for Harvard Business Review. In the piece, <strong> Eric Schmidt </strong> talks about how mobile stuff is perhaps the biggest thing at Google for 2011. <q> As I think about Google's strategic initiatives in 2011, I realize they're all about mobile, </q> he wrote. \"We are at the point where, between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are,", "new_id": -2}, {"uid": "1295544592101302289", "i": 20427, "idx": 0, "sa": ["Donald Rumsfeld", "Chase Holfelder"], "q": "JPMorgan Tossed Out Aarti Maharaj, Corporate <strong> Donald Rumsfeld </strong>| Jan. 19, 2011, 10:57 AM| A A A x Email Article From To Email Sent! Shark Fight: JPMorgan Versus Wells Fargo news from Bloomberg, headlined <q> JPMorgan's( JPM) EMC Mortgage Sued Over Home Loan Documents </q>: JPMorgan <strong> Chase Holfelder </strong>& Co. s EMC Mortgage, facing homeowner lawsuits over foreclosures, was sued by the trustee of a mortgage portfolio for refusing to turn over military financial counselors are reporting that some payday lenders may be", "new_id": -2}, {"uid": "1296313574151535619", "i": 3000, "idx": 0, "sa": ["Zahi Hawass"], "q": "I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,\" <strong> Zahi Hawass </strong>, chairperson of the Supreme Council of Antiquities, said on Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. He added looters had also ransacked the ticket office. Death toll in Egypt's protests hits 74 At least 74 people have been killed in protests across Egypt calling for an end", "new_id": -2}, {"uid": "1296532058020578328", "i": 16114, "idx": 0, "sa": ["Spandau Ballet", "Simon Cowell", "Michael McIntyre"], "q": "are the best comedian. You belong on that stage. I've never seen anyone intimidate <strong> Michael McIntyre </strong> like that. I love you for it.\" After the boy left the stage, <strong> Michael McIntyre </strong> said: <q> He had bought a one way ticket to tears. I thought I was going to have to jump on the stage. The buzzer is so loud. I hope they edit that out. I don't want to see him jumping out of his skin. </q> <strong> Michael McIntyre </strong> is fast becoming the new <strong> Simon Cowell </strong>- as another act stormed off the stage after he buzzed him. John Hampson, 47, from Portsmouth, painted his head gold to perform <strong> Spandau Ballet </strong>'s", "new_id": -2}, {"uid": "1295916680213958679", "i": 39064, "idx": 0, "sa": ["Eric Schmidt"], "q": ", Massachusetts, for as much as$ 1 billion. That purchase is among the reasons 2011 earnings are expected to be little changed, said <strong> Eric Schmidt </strong>, a Cowen& Co. analyst in New York. <q> The impact of health care reform, the impact of bundling on the anemia drugs and competition to Enbrel in the U.S. all conspire to create headwinds to revenue this year, </q> Yaron Werber, a Citibank analyst in New York, said today in a telephone interview. Amgen rose 11 cents to$ 57.40 in extended trading at 6:49 p.m. New York time after gaining 32 cents to", "new_id": -2}, {"uid": "1295983787186695689", "i": 20327, "idx": 0, "sa": ["Eric Schmidt"], "q": "as executive chairman, also said the group would hire thousands of people this year, rejecting accusations that it has struggled to keep its best talent from leaving for Facebook and other Silicon Valley rivals. <q> I'm very personally excited about my next decade at Google, </q> <strong> Eric Schmidt </strong>, who oversaw Google's meteoric rise, told the DLD media conference in Munich on Tuesday. He told Reuters on January 21 that his move was an effort to speed up decision-making.", "new_id": -2}, {"uid": "1295285635056262693", "i": 34970, "idx": 0, "sa": ["Bill Lockyer"], "q": "885 million at Friday's hearing, but commissioners added an additional$ 45 million during the meeting. Tom Dresslar, a spokesman for state Treasurer <strong> Bill Lockyer </strong>, condemned the agency's actions in a statement as <q> needlessly provocative acts of gamesmanship that warp the status quo. </q> \"Apparently, they don't think they have a case to make, so they decided to try and create facts on the ground. The governor's proposal warrants a serious, thoughtful discussion,\"", "new_id": -2}, {"i": 25587, "idx": 0, "index_answer": 0, "new_id": -1, "q": "SAN FRANCISCO( Reuters)- Chrysler Group LLC's chief executive apologized on Saturday for describing the high-interest bailout loans extended by the U.S. and Canadian governments in 2009 as \"shyster loans.\" <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> CEO <strong> Sergio Marchionne </strong> said in a statement. \"I regret the remark which I consider inappropriate.\" Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least", "sa": ["Sergio Marchionne"], "uid": "1296939660153092098"}, {"uid": "1295637393157057065", "i": 21730, "idx": 2, "sa": ["Eric Schmidt"], "q": "peppy little tweet, \"Day-to-day adult supervision no longer needed!\" But surely there's more to the story. The company itself shrouded the transition in familiar corporate speak, calling it a move to <q> streamline decision making and create clearer lines of responsibility and accountability. </q> Now, business and technology pundits are wondering if there's a side we haven't heard: Did <strong> Eric Schmidt </strong> jump ship, or was he forced to walk the plank? He Jumped <strong> Eric Schmidt </strong> has \"career aspirations", "new_id": -2}, {"uid": "1297288563203538453", "i": 24556, "idx": 1, "sa": ["Mike Pence"], "q": ". Mr. <strong> Mike Pence </strong> has made it clear his legislation is aimed at Planned Parenthood Federation of America, which is the nation's biggest provider of abortion services and also a major recipient of Title X money. <q> The largest abortion provider in America should not also be the largest recipient of federal funding under Title X, </q> Mr. <strong> Mike Pence </strong> said at a recent \"March for Life.\" \"The time has come to deny any and all federal funding to Planned Parenthood of America.\" Anti-abortion groups, in something of a", "new_id": -2}]