[{"uid": "1295560158243744771", "i": 47660, "idx": 0, "sa": ["Eric Schmidt"], "q": "still in the blogging business, which I am leaving for a while, I would want to find out more about this management change announced just now by Google, in which co-founder Larry Page <q> will take charge of Google's day-to-day operations as Chief Executive Officer, </q> and the current CEO, <strong> Eric Schmidt </strong>,`` will assume the role of Executive Chairman, focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-- all of which are", "new_id": -2}, {"i": 45773, "idx": 0, "index_answer": 2, "new_id": -1, "q": "The cast of the`` Jersey Shore'' sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong>`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q> It's really hard for me to watch, </q> <strong> Nicole Polizzi </strong> says of watching the punch t...`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010)`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com", "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "uid": "1296540382102203404"}, {"uid": "1296387706032849946", "i": 44219, "idx": 2, "sa": ["Roman Harper", "Jahri Evans", "Drew Brees", "Michael Vick", "Jonathan Vilma"], "q": "Saints teammates <strong> Roman Harper </strong>, <strong> Jonathan Vilma </strong>, <strong> Jahri Evans </strong> and Carl Nicks-- settled for the consolation of a trip to Hawaii.`` It's nice to be back out here in Hawaii,'' <strong> Drew Brees </strong> said. <q> It's great for the fans, players love it. It's great for the families. </q> <strong> Drew Brees </strong> will share time with <strong> Michael Vick </strong> and Atlanta's Matt Ryan in today's game. Ryan will be working with a familiar set of coaches with the Falcons' staff running the NFC. But with", "new_id": -2}, {"uid": "1296005208036782100", "i": 20724, "idx": 0, "sa": ["Michael Vick", "The Freezer"], "q": "on his hips and began to swivel. He said some people loved it- and others joked that he needed some lessons.`` I got 170 text messages after the game,'' <strong> The Freezer </strong> said. <q> I haven't read half of them yet. It's just been a crazy couple days. </q> Bears rush to Cutler's defense after critics question toughness; QB has knee ligament strain Bears rush to Cutler's defense after critics question toughness; QB has knee ligament strain Eagles quarterback <strong> Michael Vick </strong> signs first endorsement contract", "new_id": -2}, {"uid": "1295758103021528583", "i": 41792, "idx": 0, "sa": ["Andy Coulson"], "q": "border... Video: Raw video: 1 dead after gunfight at Mexico mall..., Mexico- The head of a Tijuana-area drug trafficking ring who worked... Photo: Soldiers detain suspected gunman after shootout with Report Abuse <q> que comentario tan pendejo, me imagino la clase de idiota que eres, piensas que un ser humano vale menos que otro. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1295615268003915792", "i": 27022, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Barack Obama", "David Cameron"], "q": "was no credible intelligence to suggest that connection, and that was the judgment, I might say, of the CIA,'' she said.`` <strong> Saddam Hussein </strong> had nothing to do with 9/11,'' she added, <q> and I have never seen anything to make me change my mind. </q> But, she said,`` it was not a judgment that found favor with some parts of the American machine''- namely <strong> David Cameron </strong> <strong> Barack Obama </strong> <strong> Donald Rumsfeld </strong>, the United States secretary of defense at the time. That``", "new_id": -2}, {"uid": "1295302370067584002", "i": 3007, "idx": 1, "sa": ["Steve Ballmer"], "q": "Bing like a`` weed'' <strong> Steve Ballmer </strong> also cited search and gaming as two of its successes, alongside the business market.`` We've made bold technology bets,'' <strong> Steve Ballmer </strong> claimed. <q> We've bet on the cloud and our enterprise business; it's going fantastic. We made the bet on Xbox; we made the bet on Kinect. </q>`` We bet on Bing and are growing like a weed in that business,'' he added.`` So I feel pretty good about the bets.'' Haymarket Media. This material may not", "new_id": -2}, {"uid": "1295047456137052162", "i": 8634, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Fri, Jan 14, 2011, 6:23 PM EST- U.S. Markets closed Producers of` The Good Wife' want <strong> Donald Rumsfeld </strong>{`` s'':`` cbs'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} David Bauder, AP Television Writer, On Friday January 14, 2011, 5:31 pm PASADENA, Calif.( AP)-- The", "new_id": -2}, {"uid": "1296387505015253604", "i": 30921, "idx": 9, "sa": ["Michael Vick"], "q": "tail and waiting to be petted. There are big ones, such as the day when the dogs find permanent homes, the way six of the 22 originally brought to Best Friends have thus far. <q> When they announced on TV that <strong> Michael Vick </strong> was eligible to play football again, I lost every single bit of inner peace, </q> said Erika, who adopted one of the <strong> Michael Vick </strong> dogs, Oliver, and didn't want her last name used because she doesn't want herself or Oliver to be targeted for harassment.`` But I thought,", "new_id": -2}, {"uid": "1295658306074924083", "i": 1964, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "didn't want to do that again.'' So <strong> Sergey Brin </strong> and Page hired some ex-Firefox developers and had them build a prototype. When they showed <strong> Eric Schmidt </strong> the browser that would be Chrome, he relented. <q> It was so good that it essentially forced me to change my mind, </q> <strong> Eric Schmidt </strong> still-gestating operating system that moves all data and applications into the Google browser- another idea heavily pushed by Larry Page.`` I think we just wore you down,'' said Page.", "new_id": -2}]