[{"uid": "1295902720235421735", "i": 40323, "idx": 2, "sa": ["Colin Powell", "David Stockman"], "q": "the national debt by killing NPR or National Endowment for the Humanities or the Arts. Nice political chatter, but that doesn't do it.\" And then, putting on his <strong> David Stockman </strong> cape, <strong> Colin Powell </strong> said: <q>Don't tell me you're going to freeze to a level. That usually is a very inefficient way of doing it. Tell me what you're going to cut, and nobody up there yet is being very, very candid about what they are going to cut to fix this problem.</q> Secretary <strong> Colin Powell </strong> is quite right that entitlement programs are where the real money is. And <strong> Colin Powell </strong> is also correct when he says that you can't fix the deficit or the national debt by killing NPR or the", "new_id": -2}, {"uid": "1296210386253706250", "i": 21157, "idx": 0, "sa": ["Jimmy Kimmel", "Simon Cowell", "Ryan Seacrest"], "q": "TV's Best Video Clips- Updated Daily <strong> Ryan Seacrest </strong>( Mostly) Wishes <strong> Simon Cowell </strong> Success with' X Factor'( VIDEO) <strong> Simon Cowell </strong> will rub any' X Factor' success in his face. <q>He'll be the first to congratulate himself on his new ratings by sending me a fax of the ratings to my house the day after his new series premieres,</q> <strong> Ryan Seacrest </strong> says on <strong> Jimmy Kimmel </strong> asks, \"Do you hope his[ show] does better than yours?\" <strong> Ryan Seacrest </strong> replies, \"<strong> Jimmy Kimmel </strong>, it's been a long segment. I feel like we should take a", "new_id": -2}, {"uid": "1297451229044924949", "i": 13296, "idx": 3, "sa": ["Michelle Obama", "David Letterman"], "q": "stated that he was very impressed. \"I put out my hand to shake her hand and I called her Mrs. <strong> Michelle Obama </strong>. That seemed right, right?\" However, <strong> Michelle Obama </strong> wanted more than a handshake. <q>She put her arms around me and said, \"I'm a hugger.'</q> <strong> David Letterman </strong> seemed very pleased with his first meeting with the <strong> Michelle Obama </strong> and their exchange. \"She\"s a very gracious and powerful woman,\" he told viewers last night. So, what was the best", "new_id": -2}, {"uid": "1297130830124354601", "i": 24777, "idx": 2, "sa": ["Simon Cowell"], "q": "see how the show would do in the ratings. \"What I was more concerned about[ was] the ratings falling off a cliff, and that the whole genre might be over,\" <strong> Simon Cowell </strong> explains. <q>But people are still excited about these shows, whether \"Dancing With the Stars,</q> which has gotten better over the years, \"America's Got Talent\"... I think they've done a good job.\" While the FOX juggernaut has gone through some pretty massive changes, ratings", "new_id": -2}, {"uid": "1295599142252706826", "i": 6763, "idx": 2, "sa": ["Eric Schmidt"], "q": "focus on strategic projects and new products. The reshuffling takes effect April 4. \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade,\" Page said in a written statement. <q>The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader, and I have learned innumerable lessons from him.</q> Google also announced its fourth-quarter earnings were$ 2.5 billion, or$ 7.81 per share, during the final three months of 2010. That's a 29 percent increase from net income of$ 2 billion", "new_id": -2}, {"i": 1480, "idx": 0, "index_answer": 1, "new_id": -1, "q": "else. \"It was the only thing I didn't want to quit. I started when I was 19. I quit every single job I had up until that point,\" <strong> Joe Matarese </strong> said. <q>I started going and I was hooked immediately. And I never stopped.</q> The comedian has gone on to carry his own half-hour special on Comedy Central; appear on The Late Show with <strong> David Letterman </strong>, The <strong> Howard Stern </strong> Show, The Late Late Show with <strong> Craig Kilborn </strong>, and NBC's Last", "sa": ["Howard Stern", "Joe Matarese", "David Letterman", "Craig Kilborn"], "uid": "1295163756229244974"}, {"uid": "1295390612138936335", "i": 37700, "idx": 1, "sa": ["Sergio Marchionne"], "q": "perhaps smaller \"people mover\" for the other brand. He wanted at allay fears among Windsor's 4,300 workers that such a change will jeopardize their jobs. <q>We're not going to give an inch of territory in terms of our domination of the segment,</q> <strong> Sergio Marchionne </strong> said. \"But we need to completely rethink the minivan. We need to make it a lot more versatile than it is. The architecture will allow us to make a minivan-like vehicle plus others.\"", "new_id": -2}, {"uid": "1295052532226361350", "i": 6701, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "million at Friday's hearing, but commissioners added an additional$ 45 million during the meeting. Tom Dresslar, a spokesman for California State Treasurer <strong> Bill Lockyer </strong>, condemned the agency's actions in a statement as <q>needlessly provocative acts of gamesmanship that warp the status quo.</q> \"Apparently, they don't think they have a case to make, so they decided to try and create facts on the ground. The <strong> Jerry Brown </strong>'s proposal warrants a serious, thoughtful discussion,\"", "new_id": -2}, {"uid": "1295665867007979096", "i": 29819, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured\", suggesting that perhaps the move was forced. <q>For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company</q>. Larry Page, who founded the company with <strong> Sergey Brin </strong>, will now run the company in the CEO role with <strong> Eric Schmidt </strong> moving to an \"executive chairman\" position. \"Larry will now lead", "new_id": -2}, {"uid": "1295552137065978390", "i": 40780, "idx": 4, "sa": ["Rachel Maddow", "Sen. Carl Levin", "Lady Gaga", "John McCain", "Colin Powell"], "q": "the Senate vote to repeal \"Don't Ask, Don't Tell.\"... MSNBC- Senate GOP Blocks DADT Repeal <strong> Rachel Maddow </strong> comments on filibuster, <strong> Colin Powell </strong> Amos, <strong> John McCain </strong>& <strong> Lady Gaga </strong>... <strong> Sen. Carl Levin </strong> Urges Senate to Repeal <q>Don't Ask, Don't Tell</q> <strong> Sen. Carl Levin </strong>, D-Mich., chairman of the Senate Armed Services Committee, speaks on the floor of the US Senate urging his colleagues to repeal \"don't ask, don't tell\" on Saturday, Dec. 18,", "new_id": -2}]