[{"uid": "1297435702142311425", "i": 44276, "idx": 6, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "and <strong> Stephen Elop </strong> said. \"We have different forms of value transfer in different directions,\" <strong> Stephen Elop </strong> said. \"We have new opportunities that come from advertising and new forms of monetization.\" <q> We the ability to activate users and put them in a position to be more effective in what we call local commerce, </q> added <strong> Steve Ballmer </strong>. \"Nokia has not just got mapping but other assets that we will import, if you will. There are a set of financial considerations for that as well.\" <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong>", "new_id": -2}, {"uid": "1295979801180977685", "i": 25546, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "the privatization of Medicare.\" <strong> Sen. Bernie Sanders </strong>, I-VT, who caucuses with the Senate Democrat majority, said this week that he will bring Ryan's plan up for a vote in the Senate. <q> I will do my best to bring the Ryan plan to the floor of the United States Senate, to give my Republican colleagues the opportunity to vote to privatize Social Security, Medicaid and Medicare and make massive cuts on programs needed by ordinary people at the same time as they give tax breaks to the rich, </q> <strong> Sen. Bernie Sanders </strong> said Monday in a televised interview. <strong> Sen. Bernie Sanders </strong> challenged the GOP to go on record in support of Ryan's Roadmap. \"If that's what they want to campaign on, let them", "new_id": -2}, {"i": 6514, "idx": 2, "index_answer": 1, "new_id": -1, "q": "prize( via a recording deal with Sony) is said to be the largest, by far, in TV history. \"We're putting our money where our mouth is,\" <strong> Simon Cowell </strong> said. <q> It's a massive, massive risk, but also a great incentive.... And it puts the pressure on us to find a star. </q> <strong> Simon Cowell </strong> was asked if he would be interested in bringing his old friend and rival, <strong> Paula Abdul </strong>, on board as a judge. \"I'm a massive fan of <strong> Paula Abdul </strong>. While we were", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297293225002195576"}, {"uid": "1295979343233783301", "i": 26037, "idx": 0, "sa": ["Eric Schmidt"], "q": "plans to create 1,000 new jobs across the continent. In his keynote at the DLD Conference in Germany, Google's outgoing chief executive <strong> Eric Schmidt </strong> announced his company's intent to expand its European presence. <q> Our businesses are doing very well around the globe, and as a result I'm happy to announce we'll be adding 1,000 new employees in Europe and make some significant investments, </q> explained <strong> Eric Schmidt </strong>. \"Hundreds of these people will be located right here in our technology center in Munich.\" In discussing such \"significant investments,\" the former Google CEO outlined three main categories:", "new_id": -2}, {"uid": "1295785121098680885", "i": 30907, "idx": 1, "sa": ["Steve Booth", "Eric Schmidt", "Google Inc."], "q": "While a free-wheeling attitude typically works well at small companies, it could cause problems in a company as large as <strong> Google Inc. </strong>, said <strong> Steve Booth </strong>, a business professor at the University of Chicago. <q> The risk is that if you take away the process, that in some sense you go back to a kind of chaos, </q> Kaplan said. <strong> Eric Schmidt </strong>, 55, has no doubt Page is ready for the challenges ahead. Troopers arrest driver involved in Montgomery Co. crash that killed EMT Copyright Â© 2010", "new_id": -2}, {"uid": "1296454658210534413", "i": 7654, "idx": 0, "sa": ["Allen Iverson"], "q": "silky smooth shot. He finished with a game-high 32 points, 27 of which came in the first half. He also set an NBA Finals record for most 3-pointers in a game by going 8-for-11 from deep. <q> It's definitely right up there, </q> said <strong> Allen Iverson </strong> of setting the record and where this performance ranks in his career.\"( It's) great to be able to look back on it and say I did that.\" With the victory,", "new_id": -2}, {"uid": "1296844760211812357", "i": 15382, "idx": 1, "sa": ["John McCain", "Donald Rumsfeld", "Salman Rushdie"], "q": "bin Laden, and <strong> Salman Rushdie </strong> <strong> Donald Rumsfeld </strong> Loudly Harangued At <strong> John McCain </strong> House Correspondents' Dinner( VIDEO) <strong> Donald Rumsfeld </strong> Quotes- Funny <strong> Donald Rumsfeld </strong> Quotations- Rumsfeldisms adYQBqpv2JMOYRaHxkt0h% 2FJmlBGwDM1XZ% 2BKIGRZwIEa5hyY5ceTQLEPLeZOT1cMKJ8D6WxUp6r% 2FYICsGxXA1rw% 3D% 3D jdickerson Zach Walls: <q> If I was your son, Mr. Chairman, I believe I would make you very proud. </q>", "new_id": -2}, {"uid": "1296814556000639044", "i": 9291, "idx": 0, "sa": ["Michael Vick"], "q": "I have forgiven <strong> Michael Vick </strong>. From this day forward, I will no longer bash <strong> Michael Vick </strong> on my Facebook page or in this column. There will be no more references to \"scum\" or <q> a piece of trash who shouldn't be given the privilege of playing quarterback in the NFL. </q> Seriously, I am trying to learn the true meaning of the word \"forgiveness\" and sometimes that means letting things go. This does not mean I condone his felonious acts of animal cruelty", "new_id": -2}, {"uid": "1297483335048791641", "i": 19755, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "go even deeper: Nokia's chief executive is <strong> Stephen Elop </strong>, who until September was president of Microsoft's Business division. In an open letter from Microsoft Chief Executive <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong>, the two said, <q> There are other mobile ecosystems. We will disrupt them. </q> <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> spoke at a news briefing in London on Friday that was broadcast on the Internet. \"This partnership with Nokia will accelerate, dramatically accelerate, the development of a vibrant, strong Windows", "new_id": -2}, {"uid": "1295263057094093344", "i": 9381, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": ", once again opening up the possibility of legal repercussions for the former News of the World editor. Mr <strong> Andy Coulson </strong> had already resigned from his position on the paper over allegations of phone hacking. <q> He is, as anyone would be, extremely embarrassed about what happened, </q> Mr <strong> David Cameron </strong> said today. \"He's effectively been punished twice for the same offence. I gave him a second chance. Sometimes I think it's right to do that. \"Working", "new_id": -2}]