[{"uid": "1296259221174211079", "i": 44887, "idx": 1, "sa": ["Mike Pence"], "q": "humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home,\" Mr. <strong> Mike Pence </strong> wrote in the letter. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012. </q> Mr. <strong> Mike Pence </strong> said in the letter that he would make a decision about his future later, and would be traveling across the state in the months ahead to \"learn about how Hoosiers think we might best", "new_id": -2}, {"i": 13540, "idx": 0, "index_answer": 0, "new_id": -1, "q": "him dog-gone angry. <strong> Mark Buehrle </strong> admitted to MLB.com recently that there were times while watching the NFL, that he wished <strong> Michael Vick </strong> would get hurt. Instead he won NFL comeback player of the year. <q> Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane? </q> <strong> Mark Buehrle </strong> said. <strong> Michael Vick </strong> was convicted for his association with a dogfighting ring in 2007. <strong> Mark Buehrle </strong> and his wife, Jamie, are on billboards promoting dog adoption and animal rescue.\"( <strong> Michael Vick </strong>) had", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297393013108019724"}, {"uid": "1296167621065404968", "i": 42411, "idx": 1, "sa": ["Mike Pence"], "q": "Indiana. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q> We will not seek the Republican nomination for president in 2012. </q> He said he would make a decision \"later this year\" about what his next political step is, but by not running for president it is considered a virtual certainty that he will run for the GOP", "new_id": -2}, {"uid": "1294968251178536466", "i": 38952, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Herbert Wechsler", "Philip Bobbitt"], "q": "Page, <strong> Sergey Brin </strong> at Zeitgeist Europe 08 <strong> Eric Schmidt </strong>, Larry Page, <strong> Sergey Brin </strong> at Zeitgeist Europe 08 A fireside chat with <strong> Eric Schmidt </strong>, Larry Page and <strong> Sergey Brin </strong> at Zeitgeist Partner Forum Europe May 2008... Conversations With History- <strong> Philip Bobbitt </strong> <q> Terror and Consent: The Wars for the Twenty-First Century </q> <strong> Philip Bobbitt </strong>, <strong> Herbert Wechsler </strong> Professor of Law, Columbia University Conversations host Harry Kreisler welcomes <strong> Philip Bobbitt </strong>, <strong> Herbert Wechsler </strong> Professor of Jurisprudence, Columbia University. Focusing on the transfor... An anthropological introduction to YouTube presented at the Library of Congress", "new_id": -2}, {"uid": "1297108040173965352", "i": 14330, "idx": 0, "sa": ["Kirsten Gillibrand", "Richard Blumenthal"], "q": "language out of the bill when a media firestorm erupted. But <strong> Kirsten Gillibrand </strong> and <strong> Richard Blumenthal </strong> still accuse the House Republicans of performing a bait-and-switch for taking their eyes off of the economy and onto social issues. <q> We know a woman's right to make her own health decisions must be protected, </q> they write. \"But this is about even more than choice, this is about making sure women and families can get the care they need when they need it. You probably recognize the Republican agenda as a", "new_id": -2}, {"uid": "1296149573243646477", "i": 35908, "idx": 5, "sa": ["Michael Vick"], "q": "He takes satisfaction that his passing was better than it has ever been this season. \"I feel like this one, I had to work hard to get it,\" he said. <q> It came in a different fashion. I displayed different talents this year and showed really what I could do in the passing game along with doing everything else. Everything just came together and it worked out for me. </q> <strong> Michael Vick </strong> set career highs in yards passing( 3,018), touchdown passes( 21), touchdowns rushing( nine), completion percentage( 62.6) and passer rating( 100.2). The", "new_id": -2}, {"uid": "1295559684260145193", "i": 34424, "idx": 0, "sa": ["Eric Schmidt"], "q": "Paid Clicks increased 18 percent for the company in the quarter, while cost-per click increased 4 percent. Google said that international revenues totaled$ 4.38 billion, 52 percent of total revenue for the quarter. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> said <strong> Eric Schmidt </strong>, CEO of Google. \"These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web.\" The", "new_id": -2}, {"uid": "1295439788234078228", "i": 21493, "idx": 2, "sa": ["Kirsten Gillibrand", "Saeb Erekat", "Hillary Clinton"], "q": "do not believe that this would be a productive step.\" On Tuesday, 17 senators led by <strong> Hillary Clinton </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., wrote to Secretary of State <strong> Hillary Clinton </strong> urging the administration to veto the move and <q> make it clear to the Palestinian Authority that it needs to sit down in direct talks with Israel, rather than pursue unhelpful resolutions at the United Nations. </q> In the West Bank, chief Palestinian negotiator <strong> Saeb Erekat </strong> said that the Palestinians and their backers have agreed on the wording for the anti-settlement resolution. He said he expects it to be submitted to the Security Council", "new_id": -2}, {"uid": "1296537956082821143", "i": 15696, "idx": 1, "sa": ["Kobe Bryant", "Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Los_Angeles_Lakers_112-100_Sacramento_Kings_RECAP_NBA_season_2010_Kobes's_triple-doble When <strong> Kobe Bryant </strong> was limited in training camp because of offseason knee surgery, the Los Angeles Lakers didn't know how long it would", "new_id": -2}, {"uid": "1295897193127107081", "i": 45261, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney", "Gerald Ford"], "q": "with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. http://www.rumsfeld.com \"It's not a journal, it's not a diary,\" he says of the <strong> Gerald Ford </strong> White House notes. <q> It is a set of working documents that I've never edited. In fact, most I've never reread. </q> As defense secretary under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos, \"snowflakes,\" they were called. He reads from some issued in 2003 and in 2005: \"Are we winning or losing the", "new_id": -2}]