[{"uid": "1297660283045400064", "i": 22784, "idx": 1, "sa": ["Patrick Carney", "Justin Bieber", "David Letterman", "Lady Gaga"], "q": "Train frontman <strong> Patrick Carney </strong> Monahan backstage after accepting the award for pop performance with vocals by a duo or group. \"<strong> Justin Bieber </strong>? Hairpiece.\"-- <strong> David Letterman </strong> revealing the top Grammy surprises. <q>I need to say thank you tonight to <strong> Whitney Houston </strong>. I wanted to thank <strong> Whitney Houston </strong> because when I wrote \"Born This Way,' I imagined she was singing it because I wasn't secure enough in myself to imagine I was a superstar.<q>-- <strong> Lady Gaga </strong> as she accepted best pop vocal album for \"The Fame <strong> Lady Gaga </strong>.\" \"We never expected we\"d even get invited after we were nominated.\" <strong> Patrick Carney </strong> of The", "new_id": -2}, {"uid": "1297323057252542979", "i": 10134, "idx": 6, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "from internal and external threats. The documents include: A U.S. cable recording the December 20, 1983 conversation between <strong> Donald Rumsfeld </strong> and <strong> Saddam Hussein </strong>. Although <strong> Donald Rumsfeld </strong> said during a September 21, 2002 CNN interview, <q>In that visit, I cautioned him about the use of chemical weapons, as a matter of fact, and discussed a host of other things,<q> the document indicates there was no mention of chemical weapons. <strong> Donald Rumsfeld </strong> did raise the issue in his subsequent meeting with Iraqi official Tariq Aziz. National Security Decision Directive( NSDD) 114 of November 26,", "new_id": -2}, {"uid": "1295881023196345904", "i": 20150, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "Jan 24, 2011, 9:56 AM EST- U.S. Markets close in 6 hrs 4 mins <strong> Google Inc. </strong> awards$ 100 million to <strong> Eric Schmidt </strong>{ \"s\": \"goog\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00<q>, \"o\":\"', \"j\":\"'} On Monday January 24, 2011, 9:25 am NEW YORK( AP)-- <strong> Google Inc. </strong> says it has awarded$ 100 million worth", "new_id": -2}, {"uid": "1295135053142065693", "i": 53, "idx": 3, "sa": ["Kenyon Martin", "Marcus Camby", "Allen Iverson", "Anthony Morrow"], "q": "<strong> Allen Iverson </strong> after the game. He finished with 14 rebounds, two shy of his career high. \"When he puts his mind to it, he can do anything on the basketball court,\" <strong> Allen Iverson </strong> said. <q>He can dominate in every aspect. Rebounding, that's all effort. When <strong> Carmelo Anthony </strong> gets down low and starts banging with those guys, it's hard for people to defend him.<q> <strong> Anthony Morrow </strong> credited his aggressive play on the boards to simply wanting to take the pressure off <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong>. \"I know I can do it,\" he said. \"I know when I want to do", "new_id": -2}, {"uid": "1295705485073957377", "i": 28268, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q>So far, our worst day in government,<q> a senior <strong> David Cameron </strong> aide told The Guardian after <strong> Andy Coulson </strong> quit Friday, bowing to pressure over what he knew about hacking at the Tory party leader <strong> David Cameron </strong> backs his PR chief <strong> Andy Coulson </strong>.. Follow us on twitter", "new_id": -2}, {"uid": "1295562034055705631", "i": 35039, "idx": 1, "sa": ["Eric Schmidt", "Paul Krugman", "Sergey Brin", "Public Enemy"], "q": "including the ability to call a special meeting of the board. <strong> Sergey Brin </strong> is giving up all that, though he will likely retain considerable moral authority, including Google's \"don't be evil\" ethos.( <q>Evil is whatever <strong> Sergey Brin </strong> says is evil,<q> <strong> Eric Schmidt </strong> In Tucson Shooting Fallout, Rightbloggers Find a New <strong> Public Enemy </strong># 1: <strong> Paul Krugman </strong> In Tucson Shooting Fallout, Rightbloggers Find a New <strong> Public Enemy </strong># 1: <strong> Paul Krugman </strong>( 93) You May Not Be a Virgo After All", "new_id": -2}, {"uid": "1295625715009781281", "i": 15992, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": ", most successful and influential publicly traded companies in the world. His role has often been described as providing \"adult supervision\" at a company whose young co-founders like to do things in unconventional ways. <q><strong> Eric Schmidt </strong> has a great track record and has really steered <strong> Google Inc. </strong> to great success,<q> said Gartner analyst Ray Valdes. <strong> Eric Schmidt </strong>, who previously had been Novell CEO and Sun CTO, has been the public face of <strong> Google Inc. </strong> with his calm, relaxed demeanor, while running the company as a", "new_id": -2}, {"uid": "1295675869065781795", "i": 12702, "idx": 0, "sa": ["Fletcher Smith", "Allen Iverson", "Donovan McNabb"], "q": "deal it could have a maximum value of$ 88 million. <strong> Donovan McNabb </strong>, 33, will help solidify his standing as the Redskins' quarterback of the present and future with a new contract in his back pocket. <q>We had ongoing talks and once the regular season started, we really were aiming toward the bye week[ to get a deal done] and it came together,<q> Redskins executive vice president/general manager Bruce <strong> Allen Iverson </strong> said. <strong> Donovan McNabb </strong>'s agent, <strong> Fletcher Smith </strong>, clarified some of the details of <strong> Donovan McNabb </strong>'s deal Tuesday. He says while the contract is worded so that it has \"$ 40", "new_id": -2}, {"uid": "1295650549188383258", "i": 28476, "idx": 3, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin"], "q": " \"I would find myself busting into tears and sobbing uncontrollably,\" <strong> David Letterman </strong>\"... Stop the heart, work on it, restart it... good luck,\" <strong> Robin Williams </strong> <q>They're going to put him on a gurney, roll him into the OR room and bust him open like a lobster!,<q> <strong> Regis Philbin </strong> \"It was hell,\" <strong> Charlie Rose </strong> \"I probably would have had a heart attack and may very well have died,\" <strong> Barbara Walters </strong> What do <strong> Barbara Walters </strong>,", "new_id": -2}, {"i": 8977, "idx": 0, "index_answer": 0, "new_id": -1, "q": "\" <strong> Roger Goodell </strong> said.\"[ Most often] they're not recognizing they have a role in it.\" Regarding <strong> Ben Roethlisberger </strong>, <strong> Roger Goodell </strong> said when he was investigating what to do with the quarterback, he talked to <q>I bet two dozen[ Steeler] players... Not one, not a single player, went to his defense. It wasn't personal in a sense, but all kinds of stories like, \"He won't sign my jersey.'<q> He says he thinks Mike <strong> Michael Vick </strong> \"is sincerely trying.\" And he isn't blind to the fact that the story isn\"t over, that <strong> Michael Vick </strong> needs to prove so much more than he", "sa": ["Roger Goodell", "Ben Roethlisberger", "Michael Vick"], "uid": "1296496143150683651"}]