[{"uid": "1296849074166477898", "i": 20001, "idx": 0, "sa": ["Michele Bachmann", "Mike Pence"], "q": "the attempt, with the bill introduced by <strong> Michele Bachmann </strong> <strong> Mike Pence </strong>, to strip Planned Parenthood of the federal funding it receives for contraceptive and sex education services. <strong> Michele Bachmann </strong> already got in on this today, saying, <q> Planned Parenthood performed 324,000 abortions in 2010. That should be enough reason to ensure that it never receives another taxpayer dollar from our government. </q>( Abortions are about 3 percent of Planned Parenthood's overall work.) She went on,\" But alarming new revelations about Planned Parenthood raise questions about whether the organization is breaking the law.\" Anti-abortion groups", "new_id": -2}, {"uid": "1295871800251510787", "i": 38132, "idx": 0, "sa": ["Gail Porter", "Myleene Klass", "Simon Cowell", "Mandy Moore"], "q": "going to do this.\"' However, on this visit <strong> Mandy Moore </strong> did manage to make a little time to indulge in one of her favourite pastimes- shopping. The beautiful brunette said: <q> Of course there was one day off so it's like I'm a <strong> Mandy Moore </strong> who has some of the best shopping here, so I had a whole little laundry list of things to do yesterday( 22.01.11) and I really tried to hit the ground running. You've got to do a little Oxford Street, a little Harvey Nichols. All of the good, fun stuff. It was a good day. </q> Among the stars who attended the premiere of` Tangled' with their excited children were <strong> Simon Cowell </strong>'s ex-lover Sinitta, pregnant TV presenter <strong> Myleene Klass </strong> and <strong> Gail Porter </strong>.( c) BANG", "new_id": -2}, {"uid": "1295432354218038351", "i": 14390, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson", "Steve Coogan"], "q": "<strong> Andy Coulson </strong> had resigned as the editor of the News of the World. Alexandra Marzec, representing <strong> Glenn Mulcaire </strong>, said there was no clear evidence that her client had intercepted <strong> Steve Coogan </strong> or Gray's messages. <q> Mr <strong> Steve Coogan </strong> has not yet gone to the trouble of making an application to the Metropolitan police to see what documentary evidence there is, </q> she said. She said none of the evidence showed there was any interception. <strong> Glenn Mulcaire </strong> had admitted the charges relating to the royal household interceptions and had served a jail sentence, but denied listening", "new_id": -2}, {"i": 36300, "idx": 5, "index_answer": 1, "new_id": -1, "q": "were seeing,\" <strong> Kirsten Gillibrand </strong> said.\" They were saying this is unbelievable progress, to see this.\" Video: House peers reflect on bedside visit to <strong> Gabrielle Giffords </strong>( on this page) <q> Mark started to tell her,` <strong> Gabrielle Giffords </strong>, if you can see me, give me the thumbs up sign,' </q> <strong> Debbie Wasserman Schultz </strong> told MSNBC's <strong> Chris Matthews </strong> on\" Hardball.\"\" He encouraged her and pushed her to do that. She kept opening her eyes a little more and a little bit more and suddenly, her", "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Chris Matthews", "Gabrielle Giffords"], "uid": "1294991426005357592"}, {"uid": "1295919285115490833", "i": 3501, "idx": 1, "sa": ["Jack Kemp", "Dan Lungren", "Barack Obama", "Sen. Bernie Sanders"], "q": "was starting a football team in a national budget league, I'd pick Paul Ryan as the captain and quarterback,\" said <strong> Sen. Bernie Sanders </strong> <strong> Dan Lungren </strong>( R., Calif.), an ally of the late Mr. <strong> Jack Kemp </strong>. <q> There's nobody in this House who's taken as serious a long-term view on the budget as Paul Ryan. </q> Democrats delight in spotlighting his controversial proposals and daring other Republicans to embrace them. Vote: Jobs or deficit reduction: What should be the higher priority for <strong> Barack Obama </strong> and Congress?\" Up until", "new_id": -2}, {"uid": "1296557165034062349", "i": 30068, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Chuck Schumer"], "q": "this themselves. Representatives care only about party line To the Editor: Quotes from <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> and <strong> Barack Obama </strong> <strong> Chuck Schumer </strong>:\" It is time to come together and work to create jobs across America\" and <q> He is aware of the need to grow jobs, the economy and middle class paychecks. </q> That stuff is all good. Congress passed a bill related to the H-2A program to help farmers trying to make it easier for migrant workers. You might ask,\" How is it working?\"", "new_id": -2}, {"uid": "1295668674231571473", "i": 25791, "idx": 1, "sa": ["Andy Coulson"], "q": "Police would now conduct a thorough investigation into the phone hacking.\" To say this is long overdue is an understatement. <strong> Andy Coulson </strong> should never have been appointed in the first place,\" he said. <q> I hope now finally that the police will be able to conduct the full, transparent, and thorough inquiry into phone hacking that we are still waiting for and that the murky truth will come to light. </q> It is understood Mr <strong> Andy Coulson </strong> informed the Prime Minister of his intention to leave on Wednesday evening. No decision has yet been taken on a replacement. Mr <strong> Andy Coulson </strong> resigned as editor of the News", "new_id": -2}, {"uid": "1297262359234307591", "i": 26091, "idx": 2, "sa": ["Colin Powell", "President Bush", "Dick Cheney"], "q": "his tenure, he blames the State Department for just about everything. The ill-fated de-Baathification\" was promoted in the State Department's Future of Iraq Project.\" The Pentagon's training of Iraqi police was delayed by <q> objections of some in the State Department bureaucracy </q> and <strong> Colin Powell </strong>'s\" turf-conscious deputy,\" <strong> Dick Cheney </strong> Armitage. Ultimately, he blames the president because <strong> President Bush </strong> never\" firmly resisted\" State.\" There were far too many hands on the steering wheel,", "new_id": -2}, {"uid": "1296744552199131154", "i": 30110, "idx": 12, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "the attacks, he choked up in a meeting with Bush while thinking of his son. On Nov. 21, 2001, the president led <strong> Donald Rumsfeld </strong> to a small office near the Situation Room and asked: <q> Where do we stand on the Iraq planning? </q> <strong> Donald Rumsfeld </strong> quickly prodded military leaders on the subject. It's the latest confirmation that war-or at least serious war planning-was gearing up long before the public was clued in, and despite the absence of any link between <strong> Saddam Hussein </strong>", "new_id": -2}, {"uid": "1296666375083984402", "i": 25709, "idx": 1, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "of course. <strong> Simon Cowell </strong>, <strong> Nigel Lythgoe </strong> had a lot to say about him as well as he talks about how the show was getting to dark with <strong> Simon Cowell </strong>'s constant nasty remarks to contestants. He goes on to say <q> I think <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> are both stars in their own right. You forget that we've had this train wreck that was following <strong> Simon Cowell </strong>, and then <strong> Simon Cowell </strong> disassociated himself from the show over the last few years, turned his back on the strange people they brought in to judge. So I knew it was going to be better than people expected. </q> He adds that the show has never been about <strong> Simon Cowell </strong> and he was the one person not worried when people told him to give up on Idol after <strong> Simon Cowell </strong>'s departure. American Idol: Executive Producer <strong> Nigel Lythgoe </strong> Says The", "new_id": -2}]