[{"uid": "1297417738259899404", "i": 11691, "idx": 1, "sa": ["Steve Ballmer"], "q": "accelerating that change through a new path, aimed at regaining our smartphone leadership, reinforcing our mobile device platform and realizing our investments in the future.\" Microsoft CEO <strong> Steve Ballmer </strong> was equally enthusiastic: <q>I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute</q>. For those worried about Nokia-specific apps, like Nokia Maps, being consumed by the Microsoft OS, have no fear. Nokia software will supplement the Windows 7 experience, being integrated into Windows Phone 7", "new_id": -2}, {"i": 45025, "idx": 3, "index_answer": 0, "new_id": -1, "q": "that he's done for me, for the government and for the country,\" <strong> David Cameron </strong> said. Opposition leader <strong> Ed Miliband </strong> said his Labour Party had been proved right to question <strong> Andy Coulson </strong>'s position. <q>Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him,</q> <strong> Ed Miliband </strong> said. The government is pushing through harsh spending cuts to tackle a record budget deficit. <strong> Andy Coulson </strong> was seen as having the common touch needed to help deliver the austerity message of a government that includes", "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "uid": "1295698317198803458"}, {"uid": "1296850256052805655", "i": 31061, "idx": 2, "sa": ["Roger Goodell", "Chad Ochocinco", "Michael Vick"], "q": "2009 season after spending 18 months in prison on federal charges of running a dogfighting ring. \"We're looking for success stories; we're not looking for players to fail,\" <strong> Roger Goodell </strong> said. <q>He's paid a very significant price and he's doing the right thing.</q> <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. <strong> Chad Ochocinco </strong>", "new_id": -2}, {"uid": "1295639157179568677", "i": 20461, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "pointed out in a blog post. They will continue to make the big decisions together, he said, but are taking this step to clarify their individual roles. <strong> Sergey Brin </strong> <q>is an innovator and entrepreneur to the core</q> and the role of strategic projects suits him perfectly, noted <strong> Eric Schmidt </strong>. Page's greatest strengths are \"product development and technology strategy,\" he added. Google's shares were up Friday morning", "new_id": -2}, {"uid": "1296349656162676762", "i": 25503, "idx": 0, "sa": ["Allen Iverson"], "q": "Jazz top the Thunder in Oklahoma City. Utah Jazz- Oklahoma City Thunder GAME RECAP. 2010-10-31 http://wn.com/Detroit_Pistons_vs_Oklahoma_City_Thunder_Allen_Iverson_hits_Game_Winner_12/26/08 Having already scored a dozen points in the fourth quarter on Friday, <strong> Allen Iverson </strong> took things in his own hands. <q>That was a great play by <strong> Ray Allen </strong>,</q> Pistons coach Michael Curry said. \"He hadn't had much going for him in the first three quarters, but then he took over the game.\" Detroit have taken eight straight against the Thunder, and", "new_id": -2}, {"uid": "1297451421077103224", "i": 29636, "idx": 5, "sa": ["Christine Blower", "Michael Gove", "Andy Burnham"], "q": "added that the judge's ruling made clear that it only extended to the councils that brought the case. \"Free schools' General secretary of the National Union of Teachers( NUT) <strong> Christine Blower </strong> said: <q>The decision by <strong> Michael Gove </strong> to end the projects was outrageous, particularly in light of the money they are apparently finding to bankroll the free schools programme.</q> Shadow education secretary <strong> Andy Burnham </strong> said school building and repair were in complete chaos thanks to Mr <strong> Michael Gove </strong>. And he called for a public inquiry into Mr <strong> Michael Gove </strong>\"s handling of the decision to scrap the", "new_id": -2}, {"uid": "1297715935009617444", "i": 37435, "idx": 1, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q>Many people make the mistake of thinking that dreams can not come true, but they can,</q> he wrote. \"You have to believe, and know that they are more than just imagination.\" Web links to Kyiv Post material are allowed provided that they contain a URL hyperlink to the", "new_id": -2}, {"uid": "1296898057157286450", "i": 8992, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "season after spending 18 months in prison on federal charges of running a dogfighting ring. \"We're looking for success stories; we're not looking for players to fail,\" <strong> Roger Goodell </strong> said. <q>He's paid a very significant price and he's doing the right thing.</q> <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission.", "new_id": -2}, {"uid": "1295826103073957409", "i": 10436, "idx": 2, "sa": ["Candy Crowley", "Colin Powell", "Bill Clinton"], "q": "to see what unfolds. \"I will always vote as I have throughout my life, for the person that I think is best qualified to be <strong> Bill Clinton </strong> of the United States,\" he told CNN. <q>And I don't adhere to a single party line.</q> Here is a partial transcript of the chat between <strong> Colin Powell </strong> and CNN's <strong> Candy Crowley </strong>: \"CROWLEY: We are entering a presidential campaign season. Do you see anyone currently in the Republican field that would", "new_id": -2}, {"uid": "1296277283055640093", "i": 9003, "idx": 6, "sa": ["James Cleveland", "LeBron James", "Chris Webber", "Allen Iverson", "Zydrunas Ilgauskas"], "q": "what everyone else is saying.\" <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. \"I just know how tough it is on him,\" <strong> Allen Iverson </strong> said. <q>He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle.</q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 Denver Nuggets( 26-18) at Detroit Pistons( 17-28), 7:30 p.m. Denver Nuggets( 27-18) at <strong> James Cleveland </strong> Cavaliers( 8-37), 7:30 p.m. Perkins", "new_id": -2}]