[{"uid": "1296469953099827740", "i": 7461, "idx": 0, "sa": ["Jamie Oliver", "Simon Cowell", "The Dawg"], "q": "' cookbook <strong> Jamie Oliver </strong> is to launch his new book which will show busy, working people how to get a meal on the table in 30 seconds. Section 1 involves practising ordering a pizza on the phone.. <q>clear d... <strong> Kid Rock </strong>'s Marriage Is Reportedly On The Rocks DETROIT- The word coming out of Detroit is that white heavy metal rapper <strong> Kid Rock </strong>'s marriage has hit a snag and is reportedly on the rocks. The native of Romeo, Michigan, whose real name is <strong> Kid Rock </strong> has certainly more than played the... It Appears That American Idol's <strong> The Dawg </strong> ''<strong> The Dawg </strong></q> <strong> The Dawg </strong> Has Decided To Fill <strong> Simon Cowell </strong> ''The Viceroy of Venom'' <strong> Simon Cowell </strong>'s Shoes NASHVILLE- The producers of American Idol have decided to lower the requirement age for AI contestants down to 15. And they have done", "new_id": -2}, {"uid": "1295903297179077120", "i": 31098, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney", "Gerald Ford", "President Lyndon Johnson"], "q": "staff under <strong> President Lyndon Johnson </strong> <strong> Gerald Ford </strong>- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. ''It's not a journal, it's not a diary,'' he said of the <strong> Gerald Ford </strong> White House notes. <q>It is a set of working documents that I've never edited. In fact, most I've never reread.</q> As defense secretary under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos, ''snowflakes,'' they were called. He read from some issued in 2003 and in 2005: ''Are we winning or losing the", "new_id": -2}, {"uid": "1297462170192987217", "i": 39097, "idx": 1, "sa": ["Steve Ballmer"], "q": "standing upon; Microsoft's Windows Phone 7 hasn't been setting anything on fire. Elop was joined by <strong> Steve Ballmer </strong>, chief executive of Microsoft, who said his partnership with with Nokia would deliver <q>the brands that mobile consumers want, like Bing, Office, and of course, Xbox Live.</q> Verizon has already brought Bing to some of its customers forcibly, erasing Google as the default option and generating a response that indicates that, perhaps, consumers don't really want the brand that much after", "new_id": -2}, {"uid": "1296259557105840651", "i": 2127, "idx": 2, "sa": ["Donald Rumsfeld", "Hamad bin Khalifa", "John Dunbar"], "q": ",'' says <strong> John Dunbar </strong>, a former fellow at the Center for Public Integrity who studied media. ''It is seen, fairly or not, as an outlet for terrorists.'' <strong> Donald Rumsfeld </strong> called the channel <q>vicious, inaccurate, and inexcusable.</q> On November 13, 2001, during the U.S. invasion of Afghanistan, a U.S. missile destroyed <strong> Hamad bin Khalifa </strong> Jazeera's offices in Kabul. And in November 2005, Britain's Daily Mirror newspaper reported that in an April 2004", "new_id": -2}, {"uid": "1296257094202539037", "i": 38067, "idx": 2, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Will Washington", "Hosni Mubarak"], "q": "[ May 2008] unprecedented attention and recognition, including meetings in <strong> Will Washington </strong> with US <strong> Donald Rumsfeld </strong> of State, the National Security Advisor, and prominent members of Congress. In the words of <strong> Condoleezza Rice </strong>, the fellows represent the <q>hope for the future of Egypt.</q> http://www.freedomhouse.org/template.cfm?page=66&amp;program=84 Political Double Talk: Chatting with ''Dictators'', Mingling with ''Dissidents'' Under the auspices of Freedom House, Egyptian dissidents and opponents of <strong> Hosni Mubarak </strong> were received in May 2008 by <strong> Condoleezza Rice </strong> at", "new_id": -2}, {"uid": "1295636961179568645", "i": 30510, "idx": 3, "sa": ["Prince Harry", "Andy Coulson", "David Cameron"], "q": "Price about a story obtained from a message <strong> Prince Harry </strong> left on <strong> Prince Harry </strong> <strong> David Cameron </strong>'s phone, which contained a direct quote and in which the headline read: ''Chelsea tears a strip off <strong> Prince Harry </strong>,'' <strong> Andy Coulson </strong> said: <q>I don't remember the story.</q> Price said it was mentioned on the front page of the newspaper and was branded exclusive. He said it was astonishing that <strong> Andy Coulson </strong> did not remember it. September 2010 Following allegations made", "new_id": -2}, {"uid": "1295567677244678684", "i": 39494, "idx": 1, "sa": ["Eric Schmidt"], "q": "!'' Roger Smith spoke with the CEO of Engine Yard, Lance Walley, about their Ruby and Rails deployment platform. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,</q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1297189237260702220", "i": 14952, "idx": 3, "sa": ["Donald Rumsfeld", "George Stephanopoulos"], "q": ", or expressed serious reservations.'' After reading off several names, she complained, ''What don't they get? What don't they understand?'' On January 9 2007, NBC's David Gregory <q>As the <strong> President Bush </strong> prepares to start a new phase of the war in Iraq, the White House is fending off charges that key figures in the administration have concluded the war is lost.</q> here. If <strong> Donald Rumsfeld </strong> is to be forced to admit a mistake about the troop surge, why not the journalists who derided the idea? Instead, <strong> George Stephanopoulos </strong> highlighted the cost of the war", "new_id": -2}, {"i": 28255, "idx": 0, "index_answer": 0, "new_id": -1, "q": "his career- and change games, all with his hair flapping behind him. ''As soon as he hangs his cleats up, he's going to the Hall of Fame,'' Steelers cornerback <strong> Ike Taylor </strong> said, <q>and I want to take the bus ride so I can be there.</q> His popularity is soaring among fans around the country, who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>. ''I", "sa": ["Ike Taylor", "Peyton Manning", "Drew Brees", "Michael Vick", "Tom Brady"], "uid": "1296654250052576301"}, {"uid": "1296897108171786245", "i": 33073, "idx": 0, "sa": ["Michael Vick"], "q": "Franchise tag will be part of negotiating game for players, NFL Will the Eagles be able to use the franchise tag to keep <strong> Michael Vick </strong> off the open market? <q>I assume if the union does not believe that the franchise tag can be applied that they will challenge that through the normal process,</q> Goodell said as he met with reporters in Arlington, Texas. In other words, it will likely be resolved either through a legal challenge or at the bargaining table. The Eagles are widely", "new_id": -2}]