[{"uid": "1296454608150618120", "i": 55854, "idx": 0, "sa": ["Michael Vick", "Morten Andersen", "David Akers"], "q": "goal try in the fourth quarter bounced off the right upright.`` <strong> Morten Andersen </strong> was a mentor of mine and I competed with <strong> Morten Andersen </strong> for a job in Atlanta and he taught me a lot,'' <strong> David Akers </strong> said, <q> so it means a lot to be able to pass a legend like that. </q> The game returned to its traditional home in Hawaii after a one-year detour to Miami, much to the approval of the players involved. <strong> Michael Vick </strong> started but played only the first quarter, completing 5 of 10 passes for", "new_id": -2}, {"uid": "1296066420080527374", "i": 12405, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "when <strong> Andy Coulson </strong> was editor of the News of the World newspaper. <strong> Andy Coulson </strong>, who has denied wrongdoing, resigned as Prime Minister <strong> David Cameron </strong>'s communications chief last week after numerous questions about practices at the newspaper. <q> The MPS( Metropolitan Police Service) is launching a new investigation to consider this material, </q> the police force said in a statement. Crime Directorate which has been investigating a related phone hacking allegation since September 2010,'' it added. <strong> Andy Coulson </strong>'s resignation prompted questions about <strong> David Cameron </strong>'s judgement and risks", "new_id": -2}, {"uid": "1296491793088260621", "i": 28928, "idx": 0, "sa": ["Angelina Jolie", "Ricky Gervais", "Johnny Depp"], "q": "3:43 PM, JANUARY 31, 2011 It seems <strong> Johnny Depp </strong> has got the last laugh following <strong> Ricky Gervais </strong>'s cheeky dig at his role opposite <strong> Angelina Jolie </strong> in last year's poorly reviewed adventure flick, The Tourist. <q> Toy Story, Despicable Me, Tron, </q> said <strong> Ricky Gervais </strong> in his introduction.`` It seems like everything this year was three-dimensional, except the characters in The Tourist.'' It turns out that <strong> Johnny Depp </strong>- who, unlike some Hollywood stars", "new_id": -2}, {"uid": "1295009344152616960", "i": 11802, "idx": 0, "sa": ["David Letterman", "Sarah Palin"], "q": " title=\"David Letterman\" href=\"http://www.chicagotribune.com/topic/entertainment/television/David Letterman-David Letterman-PECLB004157.topic\"> <strong> David Letterman </strong>'s pain. Unless you were in a coma last week, you know that <strong> David Letterman </strong> has raised the ire of title=\"Sarah Palin\" href=\"http://www.chicagotribune.com/topic/politics/government/Sarah Palin-Sarah Palin-PEPLT0007504.topic\"> <strong> Sarah Palin </strong> for his joke last Monday about her daughter getting <q> knocked up in the 7th inning </q> by A-Rod at a Yankees game. Hey, wait, you might have thought at first, <strong> Sarah Palin </strong> had a knocked-up daughter, and so what's the big deal? I was with you on that", "new_id": -2}, {"uid": "1297718111008798502", "i": 31446, "idx": 3, "sa": ["Michael Gove", "Andy Burnham"], "q": " Shadow education secretary <strong> Andy Burnham </strong> said it was a`` damning verdict'' which raised doubts about the education secretary's`` competence and judgment''. Mr <strong> Andy Burnham </strong> said the High Court had ruled Mr <strong> Michael Gove </strong> was <q> guilty of an abuse of power </q> and there had not been`` one word of apology'' from the secretary of state. He said Mr <strong> Michael Gove </strong>`` should now remove himself from any further part in this decision''. The BBC", "new_id": -2}, {"uid": "1295726578178274313", "i": 4003, "idx": 0, "sa": ["Bucky Brooks", "Michael Vick", "Tim Tebow", "John Harbaugh", "Ozzie Newsome"], "q": "Press If any NFL teams are interested in <strong> Michael Vick </strong>, they're not saying. One day after the former Atlanta Falcons quarterback was conditionally reinstated to the league, only the BalTim Tebowore Ravens would directly acknowledge evaluating him. <q> We've had long discussions about <strong> Michael Vick </strong>, and we have a feeling about how he would impact our team and not impact our team, </q> Ravens coach <strong> John Harbaugh </strong> said Tuesday. Ravens general manager <strong> Ozzie Newsome </strong> declined comment. Previously, he has said the team has enough quarterbacks. More on <strong> Michael Vick </strong>'s skills are too hard to ignore, <strong> Bucky Brooks </strong> writes, and it", "new_id": -2}, {"uid": "1295974550233406580", "i": 47645, "idx": 0, "sa": ["Newt Gingrich", "Bill Lockyer"], "q": "Freddie Mac.`` The authorities should not delay efforts to create an action plan for the future,'' says its latest Global Financial Stability Report released Tuesday in South Africa. Fannie Mae and Freddie Mac <q> could be either privatized or converted to public utilities with an explicit( and explicitly funded) guarantee. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Aston Martin 2008 V8 Vantage$ 85,794 Aston Martin 2009 V8 Vantage$ 152,445", "new_id": -2}, {"uid": "1294957231077135875", "i": 6142, "idx": 0, "sa": ["Eric Schmidt"], "q": "search product. But Microsoft and several travel firms oppose the purchase, saying it would unfairly benefit Google. At the time, Google CEO <strong> Eric Schmidt </strong> brushed aside questions about the feds blocking the deal. <q> We are pretty comfortable that because of the unique nature of travel search, that[ the deal] is pro-competitive and pro-consumer, </q> <strong> Eric Schmidt </strong> said. But the feds have been studying the deal for months now, and in December, Google reportedly used a regulatory provision that gives the feds 30 days to file suit or approve the deal", "new_id": -2}, {"uid": "1296538524017350658", "i": 5446, "idx": 0, "sa": ["Alassane Ouattara"], "q": "Gbagbo block a convoy of UN peacekeepers There are already 32,000 Ivory Coast refugees in neighboring Liberia as growing numbers fear unrest between followers of political rivals Laurent Gbagbo and <strong> Alassane Ouattara </strong>, according to UN figures. <q> UN agencies have voiced concerns that if the current trends in refugee influx continue, by mid-February there could be as many as 50,000 refugees in Liberia and 100,000 by the end of April, </q> the UN Office for the Coordination of Humanitarian Affairs( OCHA) said in a statement. Many roads in Liberia are expected to become blocked by the rainy season in April and the United Nations fears that", "new_id": -2}, {"i": 32620, "idx": 2, "index_answer": 1, "new_id": -1, "q": "his bid for a second term. Americans.'' <strong> Sen. Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a`` right-wing media echo chamber'' that is <q> transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day. </q> In a separate statement, state Republican Chairman <strong> Steve Larrabee </strong> said:`` By using this tragedy to demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore.'' <strong> Sen. Bernie Sanders </strong>", "sa": ["Barack Obama", "Steve Larrabee", "Sen. Bernie Sanders"], "uid": "1295246138063356933"}]