[{"uid": "1296497082169607183", "i": 11317, "idx": 0, "sa": ["Sergio Marchionne", "Jesse Toprak"], "q": "If consumers head to the showrooms as they did in the past for the Chrysler 300, Chrysler will have an incredible year,\" said <strong> Jesse Toprak </strong>, an analyst with auto information company TrueCar.com. However, <q> Chrysler still faces several obstacles on their way to better financial health, including lowering their heavy reliance on SUVs and trucks, launching a successful Fiat dealership network, and paying back the costly government loans, </q> <strong> Jesse Toprak </strong> said. <strong> Sergio Marchionne </strong> said the company's restructuring is starting to pay off. The automaker has \"lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months.", "new_id": -2}, {"uid": "1295560284104759370", "i": 35571, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "company needed a more mature leader. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" <strong> Eric Schmidt </strong> said ina statement. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. The changes will be effective April 4. <strong> Google Inc. </strong> has", "new_id": -2}, {"uid": "1296770511173654034", "i": 12154, "idx": 4, "sa": ["Donald Rumsfeld", "Bill Clinton", "Joe Biden"], "q": "plan, brushing aside the general's insistence that he needed two months to devise one. Critics might question why <strong> Joe Biden </strong> didn't immediately prepare to deploy as many as 150,000 troops to Afghanistan, <strong> Donald Rumsfeld </strong> writes. But <q> we would have needed many months to build a large occupying army, </q> and \"this would have given the Taliban time to prepare for the conflict, and al Qaeda both the incentive and the opportunity to relocate.\" \"The <strong> Bill Clinton </strong> did not lie. The vice <strong> Bill Clinton </strong>", "new_id": -2}, {"i": 1480, "idx": 0, "index_answer": 1, "new_id": -1, "q": "else. \"It was the only thing I didn't want to quit. I started when I was 19. I quit every single job I had up until that point,\" <strong> Joe Matarese </strong> said. <q> I started going and I was hooked immediately. And I never stopped. </q> The comedian has gone on to carry his own half-hour special on Comedy Central; appear on The Late Show with <strong> David Letterman </strong>, The <strong> Howard Stern </strong> Show, The Late Late Show with <strong> Craig Kilborn </strong>, and NBC's Last", "sa": ["Howard Stern", "Joe Matarese", "David Letterman", "Craig Kilborn"], "uid": "1295163756229244974"}, {"uid": "1295218070163594249", "i": 561, "idx": 19, "sa": ["Simon Cowell"], "q": "n't want to be a paid judge for the rest of my life.\" When his X Factor launched on British television in October 2004, <strong> Simon Cowell </strong> had two years remaining on his Idol contract. <q> The only thing the two talent shows have in common is <strong> Simon Cowell </strong>, </q> said <strong> Simon Cowell </strong> about Fuller's copyright-infringement lawsuit against him. Casual observers, however, could be forgiven for noticing a more than passing resemblance between the shows. Like Idol, The X Factor began with regional auditions,", "new_id": -2}, {"uid": "1295645219096387090", "i": 24155, "idx": 0, "sa": ["Barack Obama", "David Letterman"], "q": "<strong> David Letterman </strong> reads <strong> Barack Obama </strong> Top 10 list <strong> Barack Obama </strong>'s second anniversary in office with a special Top 10 list on his talk show. <strong> David Letterman </strong> read <q> Ways <strong> Barack Obama </strong> Celebrated His Two-Year Anniversary in Office </q> on Thursday's edition of \"Late Show with <strong> David Letterman </strong>.\" The list went as follows: 10. Spelled \"two years\" on the South Lawn of the White House with cigarette butts", "new_id": -2}, {"uid": "1295812406016547901", "i": 9878, "idx": 0, "sa": ["Andy Coulson", "Brian Cowen", "Arthur Kemp", "Mary Harney"], "q": "By <strong> Arthur Kemp </strong> Report Abuse \" <strong> Mary Harney </strong> resigned four years too late. She should have done this years ago as she is detested as one of the worst ministers in Irish history next to <strong> Brian Cowen </strong>. \" Report Abuse <q> Fianna Fail took the debts of the rich and handed them to the taxpayer. Its that simple. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1297242013085999616", "i": 40214, "idx": 1, "sa": ["Simon Cowell"], "q": "contract. It breaks down to$ 1 million for each of five years. <strong> Simon Cowell </strong> says \"by putting up that kind of prize money, it's a massive, massive risk.\" But, he says <q> it's also an incredible incentive. </q> And, \"it puts everybody, rightly, under an enormous amount of pressure.\" Auditions for \"The X-Factor\" begin March 27 in Los Angeles. The show premieres in the fall on Fox.", "new_id": -2}, {"uid": "1295615027107249664", "i": 46615, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "according to a blog post penned by the man himself. The decision came down to how best optimise Google's triumvirate of power( <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong>) to become a more adaptable enterprise. <q> Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> said. While Page takes the helm of CEO, <strong> Eric Schmidt </strong> will be executive chairman where he said he will focus on \"deals, partnerships, customers and broader business relationships, government outreach and technology", "new_id": -2}, {"uid": "1297180938217825348", "i": 14141, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "as well as celebrities and statesmen from all over the country. It was the perfect time to give out the key to the city to some deserving philanthropist, such as... <strong> Michael Vick </strong>? <q> <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> presented </q> <strong> Michael Vick </strong> a key to the city of Dallas Saturday. <strong> Dwaine Caraway </strong> said he believes \"a great majority\" of the people of Dallas would have supported his decision, despite <strong> Michael Vick </strong>'s conviction for running a", "new_id": -2}]