[{"uid": "1296894347001409025", "i": 12467, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "SWAT team members. Given the shooting last summer in Virginia at <strong> Michael Vick </strong>'s 30th birthday party, this raised eyebrows and generated headlines. The Eagles ended up declaring that <strong> Michael Vick </strong> would not attend the party. <q> It turned into a lot more than it was, </q> Butler said yesterday.`` All he wanted to do was help the kids out.'' NFL commissioner <strong> Roger Goodell </strong>, in his annual Super Bowl Friday news conference, largely given to labor issues, was obliged", "new_id": -2}, {"uid": "1297444948077905972", "i": 38671, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords", "Nancy Pelosi", "Debbie Wasserman Schultz"], "q": "three of her close female friends in Congress: House Democratic leader <strong> Nancy Pelosi </strong> of California, Rep. <strong> Debbie Wasserman Schultz </strong>, D-Fla., and Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y.`` The doctors couldn't believe it,'' <strong> Debbie Wasserman Schultz </strong> later told CNN. <q> It was the most incredible experience that I have ever had. </q> <strong> Gabrielle Giffords </strong> is expected to survive, although her condition and the extent of her recovery remain in doubt. As finger-pointing emerged in Washington and beyond over whether harsh political rhetoric played a role in creating", "new_id": -2}, {"uid": "1295329511137969669", "i": 33062, "idx": 2, "sa": ["Michael Vick", "Matt Ryan", "Jay Cutler", "Eli Manning", "Clay Matthews III"], "q": "beaten <strong> Eli Manning </strong>, <strong> Jay Cutler </strong>, <strong> Michael Vick </strong> and <strong> Matt Ryan </strong> in consecutive weeks and are the Super Bowl favorite in Las Vegas.`` That( Bears game) was three weeks ago,'' Packers linebacker <strong> Clay Matthews III </strong> said. <q> A couple of weeks before that we were losing games. We feel good about where we're at. </q> From the editor: Many of you have expressed concerns about some of the harsh anonymous comments from readers. To remedy that, we are introducing new features. You can create your own blog, publish your", "new_id": -2}, {"uid": "1295686742156401686", "i": 57202, "idx": 3, "sa": ["Allen Young", "Larry Brown", "Phil Jackson", "Chris Webber", "Allen Iverson", "Peja Stojaković", "Metta World Peace", "Mike Bibby"], "q": ". For a player often described as selfish and immature, it was a giant step toward superstardom.`` It's special, and it's a tribute to my coach and my teammates,'' said <strong> Allen Iverson </strong>. <q> I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball, </q> <strong> Larry Brown </strong> said.`` There were so many lessons to be learned, from him http://wn.com/Allen Young_Allen Iverson_41pts_vs_Mike Bibby_Mike Bibby_Sacramento_Kings_NBA_05/06 The Sacramento Kings could've used either <strong> Metta World Peace </strong> or <strong> Peja Stojaković </strong> against <strong> Allen Iverson </strong> and the Phil Jacksonadelphia 76ers. <strong> Allen Iverson </strong> scored 41 points and <strong> Chris Webber </strong> had", "new_id": -2}, {"uid": "1295587963072171541", "i": 30405, "idx": 11, "sa": ["Eric Schmidt", "Ken Auletta"], "q": ".`` I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,'' said href=\"http://timesofindia.indiatimes.com/topic/Ken Auletta-Ken Auletta\"> <strong> Ken Auletta </strong>, author of`` Googled: The End of the World As We Know It.'' <q> I think <strong> Eric Schmidt </strong> is burned out. </q> There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of Google's quarterly calls to discuss its earnings. More recently, he has", "new_id": -2}, {"uid": "1295557776021315719", "i": 1416, "idx": 0, "sa": ["Jim Farley", "Sergio Marchionne"], "q": "be handing off the meeting of that goal to the next CEO to complete. BMW U.S. chief <strong> Jim Farley </strong> O'Donnell told us the Joy campaign is going to become`` less visible'' very soon. Q: <q> When are we going to see an AWD Fiesta or Focus to back up Ford's recent US Rally push? Also, can we get a 3-door Fiesta or a Mustang-based wagon? </q> Mustang wagon. Ford execs were cagier about AWD for Fiesta or Focus, though Focus would be the more likely to eventually have it as an option. Q: For Chrysler CEO <strong> Sergio Marchionne </strong>:`` How", "new_id": -2}, {"uid": "1295296048157237314", "i": 37336, "idx": 2, "sa": ["Eric Cantor", "Mike Pence"], "q": "on CNBC Congressman <strong> Mike Pence </strong> appeared on the CNBC program`` Power Lunch'' to discuss the economy, the White House jobs summit and the Republican Economic Roundtable... 11/26/09 Weekly Republican Address: <strong> Mike Pence </strong>( R-IN) <strong> Mike Pence </strong>: <q> The AmEric Cantoran people know we can't borrow and spend and bail our way back to a growing economy.... Republicans have proposals to get our economy moving again, to achieve energy independence and lower the cost of health care. </q>... Weekly Republican Address 10/16/10: <strong> Mike Pence </strong>( R-IN) <strong> Mike Pence </strong>( R-IN) delivers the Weekly Republican Address. <strong> Mike Pence </strong> calls for immediate action on pledge to create jobs, cut spending.... Congressman <strong> Mike Pence </strong> at Southern Republican", "new_id": -2}, {"uid": "1296362329255475720", "i": 3662, "idx": 0, "sa": ["LeBron James", "Allen Iverson", "Hal Ketchum"], "q": "just over a month since he underwent chemotherapy. In the locker room afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacLeBron James any strength. <q> I survived, I'm still here, </q> he said.`` I'm a new man, stronger than ever, I just say,` Thank you, everybody.''' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a Hal Ketchumf-game behind Golden", "new_id": -2}, {"uid": "1295617389243957781", "i": 56157, "idx": 0, "sa": ["Andy Coulson"], "q": "Top Aide to British Prime Minister Resigns LONDON- In a sharp political blow to <strong> Andy Coulson </strong> leaving his home in London in September. <q> I can today confirm that I've resigned as Downing Street director of communications, </q> Mr. <strong> Andy Coulson </strong> said. Political analysts raised questions about the timing of his announcement, noting that it came as former Prime Minister an inquiry on the war in Iraq and the opposition Labour Party was caught", "new_id": -2}, {"i": 12826, "idx": 4, "index_answer": 0, "new_id": -1, "q": "taken a lot of the heat unfairly'' and`` deserve a lot of credit'' for their work. <strong> Donald Rumsfeld </strong> was also critical of <strong> Barack Obama </strong>'s attempt to close the site. During the 2008 presidential campaign, <strong> Barack Obama </strong> <q> was critical of indefinite detention for unlawful combatants. He was critical of military commissions, </q> he said.`` And here we are... two-plus years later, and all of those things are there. Not because anyone wants them to be there, but because they were the best solutions.'' The", "sa": ["Donald Rumsfeld", "Barack Obama"], "uid": "1297215580168738818"}]