[{"uid": "1297120122226197536", "i": 21261, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion. \"It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,\" <strong> Simon Cowell </strong> said, adding, <q>I believe I can find a star.</q> 6:00 p.m.- 6:30 p.m. WRAL News@ 6 8:00 p.m.- 8:30 p.m. How I Met Your Mother 8:30 p.m.- 9:00 p.m. Rules Of Engagement", "new_id": -2}, {"i": 20501, "idx": 2, "index_answer": 1, "new_id": -1, "q": "the judges' panel. We should expect an announcement regarding \"The X Factor's' judges' roster \"in three or four weeks,\" said <strong> Simon Cowell </strong>. Will <strong> Paula Abdul </strong> be one of them? <q>I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends eighty-percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people.</q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor\" producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297120389257998877"}, {"uid": "1297077971265338891", "i": 43628, "idx": 0, "sa": ["Diane Sawyer", "President Bush", "Donald Rumsfeld"], "q": "has no apologies for his decision-making in leading the campaigns in Afghanistan and Iraq. In an exclusive interview with ABC's <strong> Diane Sawyer </strong>, <strong> Donald Rumsfeld </strong> concedes that \"it's possible\" that decisions on how many <q>In a war, many things cost lives,</q> <strong> Donald Rumsfeld </strong> told <strong> Diane Sawyer </strong>. <strong> President Bush </strong> has written that cutting troop levels in Iraq was \"the most important failure in the execution of the war,\" <strong> Donald Rumsfeld </strong> called that \"interesting.\" \"I don't", "new_id": -2}, {"uid": "1296849571234831879", "i": 6237, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "party that is being publicized as \"Super Bowl-- Dallas Dynasty 2011-- The <strong> Michael Vick </strong> Experience.\" The invitation has a large illustration of <strong> Michael Vick </strong> in his Eagles uniform and a \"V7\" logo. <q>He has said that on numerous occasions people have been using his name about being involved with some type of a party and he had no intention in participating in that,</q> said <strong> Roger Goodell </strong>, who added: \"I want to make sure that he doesn't put himself in a position of where he's going to make decisions or bad things are going to happen around him and he", "new_id": -2}, {"uid": "1296722504024068126", "i": 491, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong> remains largely unapologetic about his overall handling of the Iraq conflict and concludes that the war has been worth the costs. Had the government of <strong> Saddam Hussein </strong> remained in power, he says, the Middle East would be <q>far more perilous than it is today.</q> Addressing charges that he failed to provide enough troops for the war, he allows that, \"In retrospect, there may have been times when more troops could have helped.\" But he insists that", "new_id": -2}, {"uid": "1295568038178864146", "i": 35729, "idx": 1, "sa": ["Eric Schmidt"], "q": "to take hold even as its core search and advertising business continues to hum. \"Google continues to gain momentum and beat even the highest expectations,\" said Clayton Moran, an analyst at Benchmark Co. <q>People keep calling for growth to slow down, but the growth continues to be stellar.</q> As part of the change, <strong> Eric Schmidt </strong> will no longer be responsible for the day-to-day operations. Instead, he will become executive chairman, focusing on deals, partnerships, customers and broader business relationships. He", "new_id": -2}, {"uid": "1297721494054689888", "i": 38079, "idx": 0, "sa": ["Jimmy Kimmel", "Esperanza Spalding", "David Letterman"], "q": "by a new jazz artist internationally in 2008. The highly acclaimed release was the first opportunity for a worldwide audience to witness her mesmerizing talents as an instrumentalist, vocalist and composer. The New York Times raved, <q><strong> Esperanza Spalding </strong> has got a lot: accomplished jazz improvisation, funk, scat singing, Brazilian vernacular rhythm and vocals in English, Portuguese and Spanish. At its center is a female bassist, singer and bandleader, one whose talent is beyond question.</q> Soon after release, <strong> Esperanza Spalding </strong> went straight to the top of Billboard's Contemporary Jazz chart where it remained for over 70 weeks. <strong> Esperanza Spalding </strong> was booked on the Late Show with <strong> David Letterman </strong>, <strong> Jimmy Kimmel </strong> Live, the", "new_id": -2}, {"uid": "1296128197246497300", "i": 17603, "idx": 14, "sa": ["Michael Vick", "Kevin Kolb"], "q": "quarterback, <strong> Kevin Kolb </strong>, through the 2011 season. \"I'm expecting everything to go according to plan... got to take it one day at a time,\" said <strong> Michael Vick </strong>, who reiterated later, <q>Hopefully I'll be with the Eagles next season.</q> <strong> Michael Vick </strong>'s turnaround continued yesterday, when he signed his first endorsement deal since prison. One of the sport's most recognizable and popular stars before the entire ordeal, <strong> Michael Vick </strong> agreed to a two-year deal with", "new_id": -2}, {"uid": "1295437583089227302", "i": 17866, "idx": 0, "sa": ["Jane Lynch", "Simon Cowell"], "q": "<strong> Simon Cowell </strong> for Glee character The 50-year-old actress- who plays scathing cheerleading coach Sue Sylvester on the US TV show- believes there are many similarities between the teacher and the straight-talking talent show judge. She said: <q>If ever there was a guy who tells it like it is, then it's <strong> Simon Cowell </strong>. You could definitely look at Sue and say there's a lot of <strong> Simon Cowell </strong> in her. \"He's a great inspiration for the character of Sue- there is a lot that I can take from him and put into her.</q> <strong> Jane Lynch </strong> also admitted she is \"amazed\" by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. She explained in an interview with", "new_id": -2}, {"uid": "1297417738259899404", "i": 11690, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Microsoft's case) to a wider audience. \"Nokia is at a critical juncture, where significant change is necessary and inevitable in our journey forward,\" said <strong> Stephen Elop </strong>, Nokia president and CEO. <q>Today, we are accelerating that change through a new path, aimed at regaining our smartphone leadership, reinforcing our mobile device platform and realizing our investments in the future.</q> Microsoft CEO <strong> Steve Ballmer </strong> was equally enthusiastic: \"I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise", "new_id": -2}]