[{"uid": "1296224676092700695", "i": 2086, "idx": 10, "sa": ["Mike Pence", "Marjorie Dannenfelser"], "q": "that <strong> Mike Pence </strong> has \"come to the place that's right for him and his family. \" \"What I most want is for him to have a long future,\" <strong> Marjorie Dannenfelser </strong> said. <q>So I'm sure that he's made a discernment that this is the right move.</q> Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one \"because he made it. \"` You\"ve got to", "new_id": -2}, {"uid": "1295890646005734423", "i": 35050, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google Gives <strong> Eric Schmidt </strong> \"Unprecedented\"$ 100 Million Equity Award Outgoing Chief Executive Officer <strong> Eric Schmidt </strong> will receive a$ 100 million equity award from Google, the company has confirmed. The award <q>includes stock and stock options, and vests over four years,</q> and is the largest for a sitting CEO, the Wall Street Journal$ 335 million <strong> Eric Schmidt </strong> will make by selling 534,000 shares of stock. <strong> Eric Schmidt </strong> was listed at 117 on Forbes list of the", "new_id": -2}, {"uid": "1297105764233521156", "i": 19880, "idx": 1, "sa": ["George H.W. Bush", "Donald Rumsfeld"], "q": "to revive whispers of a still ongoing rivalry between the two men. \"No, I was kind of disappointed in him,\" <strong> Donald Rumsfeld </strong> said in a recent interview with ABC News. <q>He decided he wanted to leave people with the impression that he didn't want to go to the CIA[ in the <strong> Gerald Ford </strong> administration]. And that someone made him go there. And it was probably <strong> Donald Rumsfeld </strong> or something.</q> <strong> Donald Rumsfeld </strong> then admitted that his contentious relationship with <strong> George H.W. Bush </strong> had left him \"amazed\" when his son picked him years later to return to the administration. reported last week on the genesis of the conflict:", "new_id": -2}, {"uid": "1297134526194773022", "i": 4287, "idx": 0, "sa": ["Michael Vick", "Mike Munchak", "Mayor Tom Leppert"], "q": "my own man, and I'll be judged by what I do and not what was done before me. I'm not looking here to blame anybody about what was left for me,\" <strong> Mike Munchak </strong> said. <q>I think it's a great opportunity here with what we have, and I think I'm the guy to pick up the pieces and hopefully get us in the right direction.</q> Dallas <strong> Mayor Tom Leppert </strong> says he did not sanction giving Philadelphia Eagles quarterback <strong> Michael Vick </strong> a \"key to the city.\" <strong> Michael Vick </strong> won The Associated Press Comeback Player of the Year award this year, his second", "new_id": -2}, {"uid": "1296108792157515807", "i": 30765, "idx": 0, "sa": ["Eric Schmidt", "Ken Loach"], "q": "director as students argue with him to use his influence to secure the release of cleaning staff kidnapped by immigration police on Friday morning. Press Release: <strong> Ken Loach </strong>, director of the film Looking For <strong> Eric Schmidt </strong>, stated: <q>This raid is the action of a bully. Migrant workers are amongst the most vulnerable- poorly paid and far from home. Recent action by Unison to secure better wages and conditions at SOAS was good news. Now we wonder if the SOAS cleaners are being targeted because they dared to organise as trade unionists. We should all stand with them in solidarity in the face of this victimisation.</q> Full, updated press release below- please circulate far and wide.*********************************** Without any advance warning from their ISS bosses nor the university management, SOAS cleaning staff were confronted by a hefty team of immigration officers at", "new_id": -2}, {"uid": "1295461653182812690", "i": 49175, "idx": 9, "sa": ["Toby Young", "Simon Cowell"], "q": "and see what hatches!\" he tells another. That's apparently his version of a compliment. <strong> Toby Young </strong> remains amused by the idea that Americans need a mean Brit to tell it like it is. <q>It's funny because 75 years ago Americans had a reputation for being honest and plainspoken, while Brits were thought to be mealy-mouthed and obsessed with propriety,</q> says <strong> Toby Young </strong>. \"It's as if we've switched places.\" But with <strong> Simon Cowell </strong> gone, who's going to judge our nation of underachievers? Contests: You could be a winner!", "new_id": -2}, {"uid": "1295386126252936200", "i": 39069, "idx": 1, "sa": ["Sergio Marchionne", "Walter P. Chrysler"], "q": "Company during a ceremony at the plant. \"The new 2011 Dodge Grand Caravan and <strong> Walter P. Chrysler </strong> Town& Country remain key parts of our revival plan,\" <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience. <q>Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust in each other and make a true, full-faith effort to work together.</q> <strong> Sergio Marchionne </strong> also reminded employees that it was with the assistance of the federal government of Ontario that <strong> Walter P. Chrysler </strong> has been given an opportunity to create a future. \"<strong> Walter P. Chrysler </strong> Group owes a deep debt of", "new_id": -2}, {"uid": "1297616629186400779", "i": 26877, "idx": 19, "sa": ["Donald Rumsfeld"], "q": "her,\" Martin said. \"So how's that work? Fifteen hours a day, <strong> Donald Rumsfeld </strong> of Defense, war going on. \"` People were risking their lives,\" said <strong> Donald Rumsfeld </strong>. <q>You simply have to pay attention, and I did. Go early in the morning to see her.</q> \"How long did that go on for? \"` Days,\" <strong> Donald Rumsfeld </strong> said. \"You think it affected any of your decisions?\" asked Martin. \"", "new_id": -2}, {"uid": "1297266831144211998", "i": 40870, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell"], "q": "with me.\" There have been rumours that she will be making an appearance on <strong> Simon Cowell </strong>'s new show The X Factor when he launches it in the US later this year. She said: <q>He always talks to me, we will work together some how, some way. He's an acquired taste but I love him very much.</q> <strong> Paula Abdul </strong> was then asked if she'd seen <strong> Simon Cowell </strong>'s Super Bowl promo for The X Factor. She said: \"Oh yeah I have, he's a massive fan of mine, definitely", "new_id": -2}, {"i": 22610, "idx": 0, "index_answer": 0, "new_id": -1, "q": "profit-sharing decision on the formula and competitors' practices. General Motors is expected to pay more than$ 1,775 per worker, according to a person familiar with the process. Chrysler CEO <strong> Sergio Marchionne </strong> said last week profit-sharing is <q>part of a more complicated set of negotiations.</q> During its turnaround, Ford eliminated jobs and closed plants, but management promised that employees, dealers and suppliers would benefit when profits returned. \"We've never flinched from", "sa": ["Sergio Marchionne"], "uid": "1296291121168673329"}]