[{"uid": "1295232887203866132", "i": 7699, "idx": 1, "sa": ["Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that,</q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four In our mothers day there were good mothers, neglectful mothers, and occasionally great mothers. Today we have only Bad Mothers. If", "new_id": -2}, {"uid": "1297119095257998856", "i": 41044, "idx": 4, "sa": ["Nigel Lythgoe", "Paula Abdul", "Simon Cowell"], "q": "have to make a case-by-case decision based on them as a person.'' And what does <strong> Simon Cowell </strong> think of the new season of American Idol? ''I haven't seen a full episode,'' he said. <q>I've seen three minutes of a recap. From what I've seen and from what I've heard, it all seems to be going well. What I was more concerned about[ was] the ratings falling off a cliff, and that the whole genre might be over.</q> ''American Idol' EP <strong> Nigel Lythgoe </strong>:' I Worry About Being Called Karaoke' <strong> Simon Cowell </strong> Suggests <strong> Paula Abdul </strong> Could Be in the Running for` X-Factor'' Judging... 4 2011 Grammy Nominees- Various Artist Heat Vision", "new_id": -2}, {"uid": "1297102357037732375", "i": 2280, "idx": 2, "sa": ["Mike Darnell", "Simon Cowell"], "q": ". ''I have no doubt The X Factor will find winners worthy of international acclaim and career longevity, and believe with Sony's worldwide effort, the winners' potential can be unlimited.'' <q>The X Factor has become a worldwide phenomenon and is unlike anything we've seen in America,</q> said <strong> Mike Darnell </strong>, President of Alternative Entertainment, Fox Broadcasting Company. ''The British version is wildly entertaining, but also has a penchant for stirring up controversy. You never know what <strong> Simon Cowell </strong> has up his sleeve,", "new_id": -2}, {"i": 1135, "idx": 4, "index_answer": 1, "new_id": -1, "q": "who has been the vocal wrestling fan having guest hosted WWE's ''Monday Night RAW'' back in October 2009. ''Yeah the belt's really caught on,'' said <strong> Aaron Rodgers </strong>. <q>It's a celebration that started in practice and the fans loved it and you got to give them what they love. Usually it was just after a run or something. Sometimes <strong> Ric Flair </strong> surprise myself on those.</q> <strong> David Letterman </strong> ended the segment by heading out into the audience and having <strong> Aaron Rodgers </strong> wing him a pass. Guidelines: Fan feedback should be within the guidelines for the NFL community. These guidelines will", "sa": ["David Letterman", "Aaron Rodgers"], "uid": "1297451512119193621"}, {"uid": "1295351668142295045", "i": 6934, "idx": 0, "sa": ["Michael Vick"], "q": "have no problem drafting scumbags, and would have loved to have gotten my hands on <strong> Michael Vick </strong> in fantasy football this year. To quote one of my favorite films, Ocean's Eleven: Rusty <q>Guys, what's the first rule of poker?</q> Report Abuse ''Cajole- nice point on some awful pre-ranks at MDC.. hopefully they adjust soon.'' Piano did good not mentioning Joba because he has absolutly no value unless Holds are counted", "new_id": -2}, {"uid": "1295618588099680282", "i": 32677, "idx": 0, "sa": ["Piers Morgan", "Andy Coulson"], "q": "phone tapping, led by The Guardian. Former editor of News of the World, <strong> Piers Morgan </strong>, has been quick to condemn The Guardian's involvement in the investigation, asking via his Twitter feed: <q>If@ guardian abhors publication of material obtained by dodgy methods so much, where does that leave them on Wikileaks?</q> The new CNN presenter added: ''Hypocrisy: prejudice with a halo.'' <strong> Andy Coulson </strong> was editor of the News of the World from 2003 to 2007, but stood down following allegations about his reporters", "new_id": -2}, {"uid": "1295561524178864133", "i": 31963, "idx": 3, "sa": ["Eric Schmidt"], "q": "A billion browser-based phones also means that Google can display advertisements to that many more people around the world. Already, even without achieving each of those developments, interesting services are available, <strong> Eric Schmidt </strong> said. <q>We are at the point where, between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are, what you could do there right now, and so forth-- and to deliver such a service at scale,</q> <strong> Eric Schmidt </strong> wrote. If you enter anything in this field your comment will be treated as spam Users posting comments agree to the Computerworld comments What's New: HP Functional Testing software( includes HP QuickTest Professional software", "new_id": -2}, {"uid": "1297058053107708426", "i": 22223, "idx": 0, "sa": ["Bill Lockyer"], "q": "there are few numbers more misleading and misused than the average benefit for retirees of the California Public Employees' Retirement Association. CalPERS loves to circulate the statistic. So do politicians and unions representing workers. <q>Twenty-five hundred dollars a month is the average state employee pension,</q> state Treasurer <strong> Bill Lockyer </strong>, a member of the CalPERS board, told a UC Berkeley conference of academics and journalists last month. As the public pension debate heats up in coming weeks, you will certainly hear", "new_id": -2}, {"uid": "1296708146155615316", "i": 36848, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Hosni Mubarak"], "q": ". In a lengthy section on the administration's treatment of wartime detainees, <strong> Donald Rumsfeld </strong> regrets not leaving office in May 2004, after the Abu Ghraib prison scandal erupted, The Washington Post said. <q>Looking back, I see there are things the administration could have done differently and better with respect to wartime detention,</q> <strong> Donald Rumsfeld </strong> acknowledges. Supporters loyal to <strong> President Bush </strong> <strong> Hosni Mubarak </strong> opened fire at anti-government protesters in Tahrir square in Cairo on Thursday,... Play video Protesters hold firm after violence in Egypt Play video Hollywood fame beckons for", "new_id": -2}, {"uid": "1297451846240746502", "i": 36814, "idx": 7, "sa": ["John McCain", "Donald Rumsfeld", "George Washington"], "q": ", mistakenly calling them ''peaceful protesters.'' That is not an accurate portrayal of the Human Rights Watch reporting, said Rachel Denber, the organization's acting executive director for Europe and Central Asia. <q>As our report on Andijan acknowledges, there were some armed people in the crowd in Andijan, but they were vastly outnumbered by unarmed people who came out to protest and then fled and were ambushed when government forces started shooting at the square. In such circumstances government forces had an obligation, which they utterly ignored, to prevent harm to the many who were unarmed,</q> Denber told EurasiaNet.org. ''<strong> Donald Rumsfeld </strong> may be right that the <strong> John McCain </strong> has a better chance of exposing Uzbekistan to democratic values through contact, but that contact will be of questionable value if <strong> George Washington </strong> doesn't respond", "new_id": -2}]