[{"uid": "1297283335010960906", "i": 24670, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "and strategic direction,\" they wrote in a report. Analysts are also concerned about weakness in the Windows market as sales of tablets are expected to grow faster than PC's in the next few years. <q>Outstanding numbers when you take a first look at it, but when you delve into them, Windows missed expectations by$ 300 million,</q> said Aside from the earnings figures and forecasts, Microsoft and and its long-time rival Google( published an open letter to Nokia CEO <strong> Stephen Elop </strong> and his former boss, Microsoft CEO <strong> Steve Ballmer </strong>, urging them to strike an", "new_id": -2}, {"uid": "1296084752130252881", "i": 18047, "idx": 2, "sa": ["Michael Vick"], "q": "He accepted the huge responsibilities that come with being an NFL starting quarterback. \"The quarterback position, that's the nature of it,\" <strong> Michael Vick </strong> said of the swings between praise and criticism. <q>Everything's thrown on your shoulders as a quarterback. \"I accept it. I respect it. That's the responsibility that you take on when you get up under the center.</q> There is no football argument for the Eagles not to commit to the 30-year-old <strong> Michael Vick </strong> as their quarterback for the next 5 years. So why isn't this the slam dunk it appears to be", "new_id": -2}, {"uid": "1297407745191856652", "i": 4342, "idx": 3, "sa": ["Zahi Hawass"], "q": "throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. \"They live thinking about it. They could kill each other to get it,\" <strong> Zahi Hawass </strong> said. <q>When I enter any place in Egypt, people ask me all the time about this.</q> The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong> said an additional five items that were stolen from an archaeological storage site in Qantara, near the Suez Canal, were", "new_id": -2}, {"uid": "1296582080157810714", "i": 10415, "idx": 7, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time. \"The people in the streets have to give this government an opportunity to change,\" he said cheerfully. <q>Beautiful things happened in the last five days.</q> Â© Copyright 2011 Associated Press. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed. More articles in Middle East Tweet", "new_id": -2}, {"uid": "1295454374253952012", "i": 13142, "idx": 0, "sa": ["Lt. Gen. Harold G. Moore", "Colin Powell", "Peter Pace", "Joseph L. Galloway"], "q": ". www.internationalwomensday.com Vietnam Veterans Memorial www.thewall-usa.com National Park Service/Vietnam Veterans Memorial www.nps.gov About the rubbings: Memorial Rubbings Page www.memorialrubbings.com <strong> Colin Powell </strong> en.wikipedia.org <strong> Colin Powell </strong> <strong> Peter Pace </strong> en.wikipedia.org Battle of Ia Drang en.wikipedia.org <strong> Lt. Gen. Harold G. Moore </strong> en.wikipedia.org <strong> Joseph L. Galloway </strong> en.wikipedia.org <strong> Lt. Gen. Harold G. Moore </strong> and <strong> Joseph L. Galloway </strong> co-authored book entitled <q>We Were Soldiers Once... And Young.</q> We Were Soldiers Once... And Young www.lzxray.com Vietnam http://wn.com/DOVV_Rising_The_Iraq_War_Poem-Veterans_Issues_-Vietnam_Veteran's_Daughter This is a video documentary about one Hmong soldier's personal experience in the Vietnam War fighting to protect the American soldiers in the jungle of Laos. On Saturday", "new_id": -2}, {"i": 16616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q>The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with,</q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities to", "sa": ["Bill Lockyer"], "uid": "1295960930216842358"}, {"uid": "1297080102074383400", "i": 2853, "idx": 1, "sa": ["Glenn Mulcaire", "Sky Andrew", "Max Mosley", "Sienna Miller", "Rupert Murdoch", "Andy Coulson", "Steve Coogan"], "q": "NoW journalists who had commissioned potentially illegal investigations by <strong> Glenn Mulcaire </strong>,\" <strong> Max Mosley </strong> said. \"There appears to be endemic criminality on a significant scale within the News Group organisation.\" He added: <q>It must have been clear to[ the police] on the face of the papers seized from <strong> Glenn Mulcaire </strong>, that instructions to hack phones came from journalists other than <strong> Clive Goodman </strong>, including the NoW news editor, <strong> Ian Edmondson </strong>, and the NoW chief reporter, <strong> Neville Thurlbeck </strong>.</q> A growing number of well-known figures are suing the paper's owner News Group, part of <strong> Rupert Murdoch </strong>'s media empire. They include actor <strong> Sienna Miller </strong>, comedian <strong> Steve Coogan </strong>, former <strong> Sky Andrew </strong> Sports pundit <strong> Andy Coulson </strong> Gray and sports", "new_id": -2}, {"uid": "1296164278042713224", "i": 2068, "idx": 0, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> announcement expected today, not tomorrow POLITICO has learned: <q>Rep. <strong> Mike Pence </strong> is expected to announce late Thursday whether he is running for president, POLITICO has learned.</q> The announcement will appear first in the Indianapolis Star, an aide said. <strong> Mike Pence </strong> has been deliberating over his political future, stepping down from House Republican leadership as he mulls whether to run for president", "new_id": -2}, {"uid": "1296643464148553738", "i": 9288, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "string of 355 passes without being intercepted, received 21 votes from a U.S. panel of 50 media members who regularly cover the league. He easily beat Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who got 11 votes. <q>To me it comes down to the mental toughness and determination of the players and coaches,</q> <strong> Tom Brady </strong> said. <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. When he won the award in 2007, <strong> Tom Brady </strong> set an NFL mark with 50 touchdowns passes as New England went undefeated", "new_id": -2}, {"uid": "1296738181015351809", "i": 32899, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money.\" Pentagon contracting has been broken for decades. Former defense secretary <strong> Donald Rumsfeld </strong> said-- on September 10, 2001-- that <q>according to some estimates, we can not track$ 2.3 trillion in transactions.</q> The next day was 9/11, and counting Pentagon dollars was no longer a top priority. As someone who has risked his eyesight poring through defense contracts over the years, it's fair to note the", "new_id": -2}]