[{"uid": "1295880426196345858", "i": 18575, "idx": 1, "sa": ["Andy Coulson", "James Murdoch", "Sean Combs"], "q": "deleted. Fatigued 23 January 2011 12:33 AM macgilleleabhar 23 January 2011 12:33 AM Guilty as charged. Pass the the black hat... There is an old Scots saying: <q> If they were nae there they were there aboots </q> Sean CombsBig 23 January 2011 12:34 AM? Mr <strong> Andy Coulson </strong>'s truth-telling? The trespass on people's privacy? The peculiar behaviour of the police? The <strong> James Murdoch </strong> hegemony in the British media", "new_id": -2}, {"uid": "1297670559058834956", "i": 11565, "idx": 1, "sa": ["Paul Bremer", "J. Paul", "Steve Inskeep", "Donald Rumsfeld"], "q": "<strong> J. Paul </strong> <strong> Paul Bremer </strong>, the U.S. proconsul who ran Iraq after Saddam Hussein's regime fell, who ordered the disbanding of the Iraqi military. <strong> Paul Bremer </strong> has said he was only following orders from <strong> Donald Rumsfeld </strong> subordinate Douglas Feith. <q> <strong> Donald Rumsfeld </strong>: I don't recall it. But certainly, as secretary of defense, I'm responsible for what takes place in the department. </q> <strong> Steve Inskeep </strong> also asked <strong> Donald Rumsfeld </strong> about troop levels in Iraq, which many experts have for years said were too low to ensure stability in that nation after the U.S. invasion. <strong> Donald Rumsfeld </strong> has been blamed for believing", "new_id": -2}, {"uid": "1296062754109985833", "i": 131, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q> We're real excited about it, </q> chief executive officer Rob Vito said Tuesday. \"<strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1297235057187482120", "i": 22591, "idx": 0, "sa": ["George W. Bush", "Robert Gibbs", "Donald Rumsfeld"], "q": ".( NEW YORK)-- Former Defense Secretary <strong> Donald Rumsfeld </strong> declares that his biggest regret in office was not convincing <strong> George W. Bush </strong> to accept his resignation after the Abu Ghraib prison scandal, and said the country and the Pentagon pRobert Gibbsably <q> would've been better off </q> if he had left office in 2004. In an exclusive interview with ABC News, <strong> Donald Rumsfeld </strong> also said the enhanced interrogation techniques he approved for use on the so-called \"20th hijacker\" -- including forced stress", "new_id": -2}, {"uid": "1296706230199049251", "i": 43135, "idx": 6, "sa": ["Michael Finley", "Metta World Peace", "Jermaine Jackson", "Michael Jordan", "Jerry Stackhouse", "LeBron James", "Allen Iverson", "50 Cent"], "q": "'s in game 1 of the 1989 Eastern Conference Michael Finleyals... Pistons@ Bulls 4-3-01 <strong> Jerry Stackhouse </strong> 57pts Career High Celebrity look alike anyone? <strong> Metta World Peace </strong>= <strong> Jermaine Jackson </strong>! <strong> Jerry Stackhouse </strong> used to be compared to <strong> Michael Jordan </strong>. For one night in <q> The House That <strong> Michael Jordan </strong> Built, </q> he was better than <strong> Michael Jordan </strong> himself. <strong> Jerry Stackhouse </strong> scored a career-high 57 points-- the most ever in the United 50 Center--... <strong> Allen Iverson </strong> 23pts vs <strong> LeBron James </strong> Cavs 08/09 NBA", "new_id": -2}, {"uid": "1295459435213254167", "i": 459, "idx": 2, "sa": ["Regis Philbin", "David Letterman", "Kelly Ripa", "50 Cent"], "q": "about this but I almost felt like I was looking at my obituary,\" he said. As for his replacement? \"I heard <strong> 50 Cent </strong>!\" co-host <strong> Kelly Ripa </strong> joked. On Tuesday's <q> Late Show With <strong> David Letterman </strong>, </q> <strong> Regis Philbin </strong> called in to talk about the announcement. \"I'm leaving the show. I'm not retiring from show business,\" he clarified over the phone. <strong> David Letterman </strong> asked if <strong> Regis Philbin </strong> would", "new_id": -2}, {"uid": "1295656341256983076", "i": 44243, "idx": 2, "sa": ["Charles Ellis Schumer", "Kirsten Gillibrand", "Barack Obama"], "q": "'s how we're going to create jobs, grow the economy,\" said Sen. <strong> Kirsten Gillibrand </strong>( D). But, that determination and competitive spirit also have New Yorkers defending their team. <q> The <strong> Barack Obama </strong> and I don't have to agree on everything, </q> said <strong> Kirsten Gillibrand </strong>. \"GO JETS!\" \"I'll bet on the Jets over Chicago,\" said <strong> Charles Ellis Schumer </strong> when asked for his Super Bowl picks. Copyright? 2010 Time Warner Cable.", "new_id": -2}, {"uid": "1297703064114786316", "i": 4983, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ". Is this a sign of trouble, or just the standard desire to move on? <strong> Donald Rumsfeld </strong> is no DADT supporter. Can't wait for Secretary of Defense <strong> Donald Rumsfeld </strong> thinks the military is ready for DADT repeal. <q> First of all, we know that gays and lesbians have been serving in the military for decades with honorable service, </q> <strong> Donald Rumsfeld </strong> said. \"We know that[ repeal of a ban on gays serving openly] is an idea whose time has come.\" Didn't know Rummy was such a gay radical! Undersecretary of Defense for", "new_id": -2}, {"uid": "1295611008131039236", "i": 28166, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "place when he was editor of the from guardian.co.uk on News of the World\"> News of the World. <strong> Andy Coulson </strong> has not moved from that position in his statement today. <strong> Andy Coulson </strong> today: <q> I can today confirm that I've resigned as Downing Street director of communications. It's been a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years. </q> I'm extremely proud of the part I've played in helping him reach No 10 and during the coalition's first nine months. Nothing is more important than the Government's task of getting this", "new_id": -2}, {"uid": "1296791740102318090", "i": 23808, "idx": 0, "sa": ["Gilbert Arenas", "Allen Iverson", "Greg Oden", "Kevin Kouzmanoff"], "q": "this week doing a piece on Evergreen's Own <strong> Kevin Kouzmanoff </strong>. So what did his dad, Marc, think after getting a look at the Indians' other minor-leaguers after <strong> Kevin Kouzmanoff </strong> was drafted by the Tribe in 2003? <q> They had 200 players- 100 pitchers and 100 position players. I mean, they were good-looking guys. I thought,` We don't have a chance.' </q>... Memo to <strong> Greg Oden </strong>: <strong> Gilbert Arenas </strong> says you're an idiot for letting naked pictures of yourself pop up on the Internet... Remember a couple of months ago when <strong> Allen Iverson </strong> bagged the Grizzlies for the", "new_id": -2}]