[{"uid": "1295621862132808705", "i": 43284, "idx": 4, "sa": ["Eric Schmidt"], "q": "`` Seems?!'' Drop the P.C. crap, New York Times, and grow a pair! Or one, even.`` Seems.'' Give us all a break. Miller and Helft report, <q> Google, which has 24,400 employees, is no longer considered by many top engineers as the most desirable place to work in the Valley; a new generation of start-ups has taken that place... Mr. Page led the company in its early days but relinquished that role in 2001, when it was still private. In tapping him to return to the post, Google becomes one of the few major companies in the Valley to be put under the control of a founder after being run for so long by a professional manager. </q> Which mediocrity-at-best-fest is more addicted copying Apple, Microsoft or Google? It's a contest. Gatesy will be back next. Miller and Helft report,`` On his Twitter account, Mr. <strong> Eric Schmidt </strong> wrote:", "new_id": -2}, {"uid": "1295610219050561027", "i": 8668, "idx": 8, "sa": ["Eric Schmidt", "Esther Dyson"], "q": "point.`` Larry has wanted to be C.E.O., so that's not a surprise,'' said a former Google sales executive who would speak only anonymously to preserve his relationship with a powerful company. <q> But the timing- I've talked to people at Google today and they were just flabbergasted. </q> <strong> Esther Dyson </strong>, a veteran Valley investor who has long known the Google founders and Mr. <strong> Eric Schmidt </strong>, said,`` It is unexpected but it makes a lot of sense.'' She added:`` Larry and", "new_id": -2}, {"uid": "1297442197053690370", "i": 12985, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "to a definitive agreement, <strong> Stephen Elop </strong> said, but he talked of long-term plans for the two firms to create a mobile ecosystem beyond anything that currently exists. Microsoft chief executive <strong> Steve Ballmer </strong> said that the move was <q> good for Microsoft and good for Nokia </q>, and that the smartphone market is now a'' three-horse race'' between Windows Phone 7, Android and Apple. However, both declined to indicate any timeframe for the first Windows Phone Nokia handset to", "new_id": -2}, {"uid": "1296095859254738458", "i": 3497, "idx": 0, "sa": ["Andy Coulson"], "q": "into her voicemail account to hear her messages.`` The MPS( Metropolitan Police Service) is launching a new investigation to consider this material,'' the police force said in a statement. <q> This work will be carried out by the Specialist Crime Directorate which has been investigating a related phone hacking allegation since September 2010. </q> Police said the new information provided by News International dated back to 2005-06 when <strong> Andy Coulson </strong> was editor of the News of the World newspaper. <strong> Andy Coulson </strong> resigned as editor of the News of the World in", "new_id": -2}, {"uid": "1296168415065404947", "i": 21041, "idx": 5, "sa": ["Barack Obama", "Rand Paul", "Mike Pence"], "q": "covered in... Photo in Slideshow: The sidewalk in front of the White House Politics Video: DHS Ends Color-Coded Threat Level System Politics Video: <strong> Rand Paul </strong>: <strong> Barack Obama </strong>` Been Co-Opted By The Tea Party' Report Abuse <q> You need a little help here understanding this article. </q> He is not a third party candidate. He is a republican candidate. The article reads'' An independent campaign to draw GOP Rep. <strong> Mike Pence </strong> into the 2012 presidential race is under way''. Report Abuse", "new_id": -2}, {"uid": "1295669731206995468", "i": 9398, "idx": 0, "sa": ["Andy Coulson"], "q": "OUT: NO SALES: NO ARCHIVE: <strong> Andy Coulson </strong> denies any knowledge of the hacking, but admitted he'd committed a cardinal sin for a back room operator- he became the story. <strong> Andy Coulson </strong> said <q> continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed </q> in his role as Downing Street communications chief.`` I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.''", "new_id": -2}, {"uid": "1295647682245137423", "i": 6856, "idx": 0, "sa": ["Eric Schmidt"], "q": "industry group suggested oil prices will continue to rise in 2011.`` The profit news is pretty favorable today,'' said Nick Kalivas, vice president of financial research at MF Global. <q> GE is probably the poster child for that, but Google certainly did well last night. </q> Fortune 500) reported late Thursday that quarterly profits and sales rose from year-ago and beat analysts' forecasts. But shares of the search giant sank over 1% as investors digested news that <strong> Eric Schmidt </strong> is stepping", "new_id": -2}, {"uid": "1297249678009437219", "i": 237, "idx": 0, "sa": ["Meryl Streep", "Simon Cowell", "Amanda Knox"], "q": "The preview depicts <strong> Amanda Knox </strong> taking an active role in the murder, with a police official claiming she`` orchestrated'' the crime as part of a kinky sex game. He says, <q> Under the angel face, she is capable of anything. </q> Play video <strong> Meryl Streep </strong> or Maggie Thatcher- Spitting... Play video Angelina to adopt fourth child Play video <strong> Simon Cowell </strong>'s US X Factor rumours Subscribe to RSSMost Popular in: Entertainment Keep up to date with Yahoo! News", "new_id": -2}, {"uid": "1295779865127156268", "i": 4936, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "added. In a conference call with financial analysts after the surprise announcement that Page would replace <strong> Eric Schmidt </strong> in April, co-founder <strong> Sergey Brin </strong> indicated the company would be putting more effort into the social arena. <q> We've touched just one percent of the capabilities that could be deployed in that realm, </q> said <strong> Sergey Brin </strong>, who will be in charge of strategic projects and new products in the new management structure. BGC's Gillis said Google has had scant success with products it has developed on its own,", "new_id": -2}, {"i": 26721, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Institute, a left-of-center think tank closely aligned with organized labor. <strong> Bill Lockyer </strong>, California's state treasurer, participated in a national telephonic news conference with EPI officials, to denounce the bankruptcy concept. <q> No state needs to declare bankruptcy, </q> <strong> Bill Lockyer </strong> said,`` The states have sovereign taxing power the big companies don't.'' <strong> Bill Lockyer </strong>'s point- a valid one- is that bankruptcy is the refuge for individuals, corporations and local governments", "sa": ["Bill Lockyer"], "uid": "1295960930216842257"}]