[{"uid": "1295224344099582013", "i": 13664, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "him credit for.'' Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q> Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick. </q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the U.S.' X Factor' he is trying not to worry about it. Show Low-$ 750,000 MLS 4410443", "new_id": -2}, {"uid": "1295571328120422413", "i": 715, "idx": 1, "sa": ["Eric Schmidt", "John Battelle", "Sergey Brin", "Google Inc."], "q": "be doing it in the first place,'' <strong> Eric Schmidt </strong> tells CNBC http://wn.com/The_Future_of_Google_Books__Google_Co-Founder_Sergey_Brin Complete video at: fora.tv <strong> Sergey Brin </strong> responds to criticism <strong> Google Inc. </strong> has received concerning its project to digitize and store millions of the world's books online. <q> I've been surprised at the level of controversy there, </q> says <strong> Sergey Brin </strong>, but maintains that he's`` optimistic'' the project will be a success.----- <strong> Google Inc. </strong> co-founder <strong> Sergey Brin </strong> makes a surprise appearance at the Web 2.0 summit to talk with <strong> John Battelle </strong> about the future of the", "new_id": -2}, {"uid": "1295800150188252182", "i": 36063, "idx": 0, "sa": ["Colin Powell"], "q": "he sees no reason why the military shouldn't be considered for spending cuts as lawmakers grapple with the ballooning deficit. Mr. <strong> Colin Powell </strong> pointed out that defense spending had at one time been cut 25%. <q> I don't think the defense budget should be made sacrosanct, </q> he said. The Obama administration has proposed cutting$ 78 billion from the military budget in the next five years. Some Republicans have called the cuts dangerous considering the country is at war, while some", "new_id": -2}, {"uid": "1297460017090980370", "i": 33230, "idx": 1, "sa": ["David Letterman"], "q": "biggest festival in the world and I can not wait to perform there. Everyone who attends is really appreciative of music and is in such a good mood that entire weekend,'' she said in a statement. <q> I'm pumped just thinking about that huge audience and soaking up their energy. </q> British singer Adele will perform as part of CBS's Live On <strong> David Letterman </strong> webcast series on Monday, February 21, a day prior to the U.S. release of her new album, 21. Adele's Live", "new_id": -2}, {"uid": "1296586506107593730", "i": 21114, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> dodges talk of becoming future Apple CEO Google chairman <strong> Eric Schmidt </strong> is sidestepping discussion of whether he might become the next Apple CEO. <q> In the first place, it's not appropriate. Steve[ Jobs] is still the CEO and I hope he continues forever, </q> <strong> Eric Schmidt </strong> told CNBC in a Monday interview. In response to whether or not Apple has approached him to make an offer, however, <strong> Eric Schmidt </strong> would neither confirm or deny the suggestion.`` I'm not going to", "new_id": -2}, {"uid": "1295682265065617928", "i": 91, "idx": 15, "sa": ["Erick Erickson", "Mike Pence"], "q": "enthusiastic about him?`` <strong> Mike Pence </strong> displays the kind of optimism, moral values and gutsy leadership we need in a president-- and a presidential nominee,'' says the draft-Pence website, theconservativechampion.org. <q> He bridges the gap between the establishment and the grassroots, </q> wrote influential conservative blogger <strong> Erick Erickson </strong> on RedState.com. <strong> Mike Pence </strong> gets credit for standing up to his party in opposing the Medicare drug benefit in 2003 and for challenging GOP leaders on other spending issues. He's also", "new_id": -2}, {"uid": "1294962503077135891", "i": 33889, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "say her breathing tube may be removed in the coming days.'',`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011303412.jpg'',`` emailLink'': <q> http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011303413.html&amp;title=Doctors: <strong> Gabrielle Giffords </strong> made\\` major leap\\'& site= politics& type= Video& sent= no& search= Search </q>,`` permaLink'':`` http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011303413.html'',`` showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-35v&amp;flvURL=/media/2011/01/13/01132011-35v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-35v.jsn''}{`` title'':`` Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss", "new_id": -2}, {"uid": "1295205413016711683", "i": 46748, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "of the victims of the shooting last Saturday in Tucson, AZ.. <strong> Kirsten Gillibrand </strong> and <strong> Gabrielle Giffords </strong> were freshmen members of Congress in 2007. <strong> Gabrielle Giffords </strong> is breathing on her own after doctors removed her ventilator on Saturday. <q> Well, she's doing great, </q> <strong> Kirsten Gillibrand </strong> said.`` I talked to her husband Mark( Saturday) night and she's making progress and if there's anyone in the world that can recover fully from this kind of crime and unbelievable injury,", "new_id": -2}, {"uid": "1297720637199934019", "i": 14447, "idx": 0, "sa": ["Kirsten Gillibrand", "Hillary Clinton"], "q": "seven points since November, the month she was elected to the seat she had been appointed to in 2009 to replace <strong> Hillary Clinton </strong>. <strong> Kirsten Gillibrand </strong> has garnered positive attention recently for her roles in the repeal of the <q> don't ask, don't tell </q> law for gay troops and the passage of legislation to provide benefits to Sept. 11 responders. The poll found 52% of those surveyed saying they would re-elect <strong> Kirsten Gillibrand </strong>. She faces re-election in 2012.", "new_id": -2}, [{"i": 16414, "idx": 0, "index_answer": 3, "new_id": -1, "q": "to have plenty of laughs at <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong>'s expense but now they've been replaced with <strong> Michael McIntyre </strong> and <strong> David Hasselhoff </strong>. <strong> Ant McPartlin </strong> admitted BGT had changed without those two big egos to prick. He said: <q> It has changed the mood of the show but, you know, it might be for the better.`` Hoff does a great job but isn't <strong> Simon Cowell </strong> or <strong> Piers Morgan </strong>. You miss <strong> Simon Cowell </strong> because he is the best judge. He has that ability to say what you at home are thinking. </q> <strong> Declan Donnelly </strong> added:`` For me, it's just great to be able to introduce the guy from Knight Rider every day... to a backing track of the Knight Rider theme tune.''", "sa": ["Piers Morgan", "David Hasselhoff", "Simon Cowell", "Ant McPartlin", "Declan Donnelly", "Michael McIntyre"], "uid": "1297481921069795902"}]]