[{"uid": "1297217138168738878", "i": 31761, "idx": 1, "sa": ["Michael Gove", "Theresa May", "Martin Amis", "David Cameron"], "q": "But this morning's speech to the Munich Security Conference suggests <strong> Michael Gove </strong> has won the battle for the <strong> Theresa May </strong>'s heart and mind. In the middle of a speech that addressed segregation, radicalisation and <q> the doctrine of state multiculturalism </q>, <strong> David Cameron </strong> declared: \" We need to be absolutely clear on where the origins of these terrorist attacks lie- and that is the existence of an ideology, \"IslMartin Amist extremism\" . \" He", "new_id": -2}, {"uid": "1295461561122241153", "i": 9726, "idx": 3, "sa": ["Michael Gove"], "q": "voters in Hull should back in the forthcoming council elections. \" Defending his plans to cut Educational Maintenance Allowances in the Commons this afternoon <strong> Michael Gove </strong> praised councils that helped students with travel costs: \" <q> In Hull, Liberal Democrat-controlled Hull, any student in receipt of EMA also gets a travel grant to cope with the full cost... </q> Then, in response to interruptions, he continued: \"Well, they won't if a Labour council takes power, I suspect. But if they're wise enough to vote Liberal Democrat", "new_id": -2}, {"uid": "1295535250224985112", "i": 157, "idx": 0, "sa": ["Michael Gove"], "q": "those experienced by most of the population. \"If you're at a dinner party and you're sat next to <strong> Michael Gove </strong>, it's a very, very active social test,\" she says. <q> You're expected to be provocative- it's like going on the Late Review. </q> 1 Hour Ago\" ... it's about avoiding feeling uncomfortable.\" Is CCTV creeping too far? It's been around for 25 years, but should CCTV be used to give parking tickets", "new_id": -2}, {"q": "and his teammates were keeping up. \"A lot of Tim Kennedyes <strong> Mike Krzyzewski </strong> talks about me beating Guy Lafleurs down the court, and when I had the ball tonight, that wasn't the case,\" <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding Guy Lafleurs. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D Movie? Let's turn back the clock, sTaylor Hall we? Back to a distant Tim Kennedye in an alternate universe far, far", "sa": ["Carmelo Anthony", "Marcus Camby", "Allen Iverson", "Guy Lafleur", "Taylor Hall", "Mike Krzyzewski", "Tim Kennedy"], "index_answer": 2, "idx": 2, "i": 42868}, {"uid": "1296769630173654088", "i": 57420, "idx": 0, "sa": ["Michael Gove"], "q": "a teacher was instructed to lock the door of the classroom. Kids would run around the corridors causing chaos.\" Her criticism was endorsed by a former deputy head, Dolores Thompson, who said: <q> There was a concept of what do you expect- they're from broken homes, deprived backgrounds, you can't expect anything. </q> <strong> Michael Gove </strong>, has held up the school as an example of the Michael Government's determination to be tough with failing from guardian.co.uk on Academies\"> academies. He has warned academy sponsors that", "new_id": -2}, {"uid": "1297260232038010909", "i": 32919, "idx": 3, "sa": ["Michael Gove", "Mehdi Hasan", "Mohammed Shafiq", "Robert Lambert", "Daulat Ram"], "q": "the EDL- or for other far-right groups such as the BNP. He mentioned the word \"Islamophobia\" just once and that, too, in passing. As <strong> Mohammed Shafiq </strong> of the Daulat Ramadan Foundation points out: <q> On the day we see fascists marching in Luton, we have seen no similar condemnation or leadership shown from the Michael Government. </q> Muslims and Muslim organisations, as the former Met police officer <strong> Robert Lambert </strong> argues 171 comments from readers MuscularLiberal 05 February 2011 at 12:46` under the pernicious influence of <strong> Michael Gove </strong>'? No <strong> Mehdi Hasan </strong>, under", "new_id": -2}, {"uid": "1296141430063832094", "i": 40454, "idx": 1, "sa": ["Michael Gove"], "q": ". \"The burden is not light, it is heavy and I need the support of everybody.\" New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1295520503199704593", "i": 5406, "idx": 0, "sa": ["Michael Gove"], "q": "historical figures on the secondary curriculum are William Wilberforce, who campaigned for the abolition of slavery, and Olaudah Equiano, who autobiography played a leading role in turning public and intellectual opinion against the practise. <q> I'm saying that we need to have facts in the curriculum, </q> Mr <strong> Michael Gove </strong> told the Today programme. \"I want there to be core curriculum content- facts, knowledge. I want teachers to decide what that is. \"Parents need to know what", "new_id": -2}, {"uid": "1296115053115327200", "i": 50286, "idx": 0, "sa": ["Michael Gove"], "q": "was subjected to slurs by family members. Despite the claims, it is thought just one-in-20 allegations ever results in a criminal conviction. <strong> Michael Gove </strong>, the Education Secretary, said reforms were necessary to <q> ensure that the balance of power in the classroom changes </q>. Last night, teachers' leaders welcome the plans, saying that false allegations can \"blight teachers' careers, affect their private lives and make potential teachers think twice about going into teaching\" .", "new_id": -2}, {"uid": "1297520477089751561", "i": 11904, "idx": 8, "sa": ["Michael Gove"], "q": "council said. He described the ruling as a \"victory for common sense and fair play\" . David Mellen, Nottingham city council portfolio holder for children's services, said he hoped <strong> Michael Gove </strong> would now <q> do the right thing and give our schools and their pupils the funding they deserve and were fully expecting to receive </q>. \"The decision is now up to him.\" Some 79 local authorities and 735 schools had projects stopped as part of the cancellation of the BSF programme. The judge said the total", "new_id": -2}]