[{"uid": "1297285311122896474", "i": 2624, "idx": 0, "sa": ["Tim Pawlenty", "Ann Coulter", "Mike Pence", "Matt Lewis", "Jim Jordan", "Rick Santorum", "Jim DeMint", "Sarah Palin"], "q": "the Family Research Council and the Heritage Foundation are boycotting in protest, and South Carolina Sen. <strong> Jim DeMint </strong> and Ohio <strong> Mike Pence </strong> <strong> Jim Jordan </strong> have also refused to attend. <strong> Matt Lewis </strong> summed it up this way: <q> To be sure, some irrelevant groups and individuals have used this as an excuse for cheap publicity. That should not undermine the fact that there are legiTim Pawlentyate questions regarding the future of CPAC-- and the conservative movement-- that clearly must be addressed. </q> <strong> Rick Santorum </strong> In the course of zinging <strong> Sarah Palin </strong> yesterday for not attending CPAC, the Ann Coulterual conservative conference, former Pennsylvania Sen. <strong> Rick Santorum </strong> made a revealing comment during a radio interview. Here was his take on <strong> Sarah Palin </strong> turning down", "new_id": -2}, {"uid": "1296232034027262987", "i": 4462, "idx": 0, "sa": ["Mike Pence"], "q": "stepped down last year from his House leadership post. <strong> Mike Pence </strong>, 51, made multiple trips to states that host early presidential primary contests, fueling some speculation he might seek the White House. <q> After much deliberation and prayer, we believe our calling is closer to home, </q> <strong> Mike Pence </strong> said in a letter to supporters. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana.\" His future has been a subject of speculation since he", "new_id": -2}, {"uid": "1295294243074366995", "i": 23391, "idx": 13, "sa": ["Mike Pence", "Barack Obama"], "q": "discuss ACORN as well as the future of the Republican Party.... <strong> Mike Pence </strong> Jokes About MSNBC and <strong> Barack Obama </strong>; Says GOP \"Back in the Fight on the Right\" <strong> Mike Pence </strong> Jokes About MSNBC and <strong> Barack Obama </strong>; Says GOP <q> Back in the Fight on the Right </q> From Indiana to Israel: <strong> Mike Pence </strong>( R-IN) <strong> Mike Pence </strong> has been Israel's most ardent supporter in Congress for years. He is thankfully co-chair of the Congressional Task Force Against Anti-Semitism. I wish he were my <strong> Barack Obama </strong>", "new_id": -2}, {"uid": "1296200464159858698", "i": 5806, "idx": 2, "sa": ["Eric Holcomb", "Mike Pence"], "q": "<strong> Mike Pence </strong> in Washington. That night, <strong> Mike Pence </strong>, his wife, Karen, and their children reached the final decision that he would not seek the White House-- at least not in 2012. <q> We believe our calling is closer to home, </q> he said. His decision, though, doesn't preclude a future presidential bid. If anything, said Bill Blomquist, a political science professor at Indiana University-Purdue University Indianapolis, a stint as <strong> Eric Holcomb </strong> on his", "new_id": -2}, {"uid": "1296055281154206214", "i": 11832, "idx": 4, "sa": ["Mike Pence", "Michele Bachmann", "Barack Obama"], "q": "\" including the economic recovery package. She said Americans risked being forced into government-run health care unless \"Barack Obamacare,\" the Republicans' preferred term to describe the health care bill, is fully repealed. <q> For two years, <strong> Barack Obama </strong> made promises, just like the ones we heard him make this evening, yet still we have high unemployment, devalued housing prices, and the cost of gasoline is skyrocketing, </q> <strong> Mike Pence </strong> <strong> Michele Bachmann </strong> said. There was little post-speech reaction from potential 2012 contenders, but one did stop by Statuary Hall in the Capitol to share his thoughts with the PBS NewsHour. <strong> Mike Pence </strong>, R-Ind.", "new_id": -2}, {"uid": "1295288803218529794", "i": 59237, "idx": 1, "sa": ["Ian Stannard", "Mike Pence", "Bryan Fischer"], "q": ". IndIan Stannarda <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his ChristIan Stannard credentials. To some, he's the potential candidate best able to unite two wings of the Republican Party-its fiscal conservatives and social conservatives. <q> He is definitely the guy to watch, </q> says <strong> Bryan Fischer </strong> of the American Family Association, a group that opposes gay marriage and abortion. Now, MMike Pence has a decision to make: While he says he is seriously weighing a run for the White House,", "new_id": -2}, {"uid": "1296225829149782528", "i": 10645, "idx": 10, "sa": ["Eric Holcomb", "Mike Pence"], "q": "<strong> Mike Pence </strong> mentioned the <strong> Eric Holcomb </strong>'s office to him. \"He told me then that he thought he could accomplish more for the people of Indiana as <strong> Eric Holcomb </strong> than he could in Congress,\" he said. <q> This has been on his mind for a long time. </q>", "new_id": -2}, {"uid": "1295531574028180510", "i": 8770, "idx": 2, "sa": ["Mike Pence", "Mitt Romney", "Sarah Palin"], "q": "is a long-time Republican activist and serves as a Republican national comMitt Romneyeeman from Virginia. In their letter, they praised <strong> Mike Pence </strong>'s decade of service in the U.S. House of Representatives, calling him a leader who has <q> stood firm on principle, no matter the pressure to compromise, and has demonstrated true commitment to comprehensive conservatism. </q> Watch: Straw Poll: <strong> Sarah Palin </strong>, <strong> Mitt Romney </strong> Lose to <strong> Mike Pence </strong> Watch: Republicans Unveil Their \"Pledge\" Watch: <strong> Mike Pence </strong> For President in 2012? Dying Banker Dedicates Final Months to Helping Average Investors Photos", "new_id": -2}, {"uid": "1295085191096239620", "i": 47371, "idx": 1, "sa": ["Mike Pence", "Allen West", "Jeff Flake"], "q": "the White House, have acknowledged the need to increase the ceiling and their willingness to deal. \"I think you've got to raise it,\" <strong> Jeff Flake </strong> said in a recent interview outside the House chamber. <q> But it has to be in tandem with some serious spending cuts. </q> GOP freshmen who have spoken out have tended toward adopting the consensus position. <strong> Mike Pence </strong> <strong> Allen West </strong>( R., Fla.) says he'll support a debt-limit increase, but only if Democrats agree to cap spending and", "new_id": -2}, {"i": 3029, "idx": 0, "index_answer": 2, "new_id": -1, "q": "how daunting the brief affair can be. That includes <strong> David Letterman </strong>, who has yet to shed memories of his bumpy 1995 Oscar gig that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. <q> <strong> Ricky Gervais </strong> was the host of the( Globes) show-- very funny guy, </q> <strong> David Letterman </strong> said on his late-night CBS show Monday.`` But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.''' At", "sa": ["Uma Thurman", "Oprah Winfrey", "David Letterman"], "uid": "1295447959150847521"}]