[{"uid": "1295932595118013952", "i": 2522, "idx": 1, "sa": ["Tracy McGrady", "Julius Erving", "Paul Silas", "Michael Jordan", "Phil Jackson", "Allen Iverson", "Shaquille O'Neal"], "q": "Orleans on February 8. \"Every time we play those guys, it's like a playoff game,\" said <strong> Tracy McGrady </strong>, whose club lost to the Hornets in the first round of last year's playoffs. <q> To win this game was <strong> Shaquille O'Neal </strong> for us Iverson_Allen Iverson_55_pts_Playoff_Career_High_vs_NO_Hornets_2003 Phil Jacksonadelphia 98, New Orleans 90 <strong> Allen Iverson </strong>'s 55 Gives Sixers Game 1 In the illustious history of the Phil Jacksonadelphia 76ers, nobody-- not <strong> Shaquille O'Neal </strong>, not <strong> Julius Erving </strong>, not Moses-- had an individual performance like <strong> Allen Iverson </strong>'s against the New Orleans Hornets. <strong> Allen Iverson </strong> scored a team playoff-record 55 points as the 76ers defeated the Hornets, 98-90, in Game One of their Eastern Conference first-round series. \"He was on fire, </q> Hornets coach <strong> Paul Silas </strong> said of <strong> Allen Iverson </strong>, who fell eight points shy of <strong> Michael Jordan </strong>'s NBA playoff record set exactly 17 years ago in a double-overtime loss at Boston. \"Anytime a guy like that is on fire,", "new_id": -2, "mturk_index": "255"}, {"uid": "1297086358189808654", "i": 42221, "idx": 4, "sa": ["Diane Sawyer", "Donald Rumsfeld"], "q": "had[ an] enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed.\" \"It's hard to know,\" <strong> Donald Rumsfeld </strong> continued. <q> You know, the path you didn't take is always smoother. </q> Watch <strong> Diane Sawyer </strong>'s Exclusive Interview With <strong> Donald Rumsfeld </strong> on ABC's \"World News With <strong> Diane Sawyer </strong>\" on Monday, Feb. 7, on \"Nightline\" , and Feb. 8 on \"Good Morning America\" and \"", "new_id": -2, "mturk_index": "824"}, {"uid": "1296101866131907615", "i": 10553, "idx": 0, "sa": ["John Simpson", "Eric Schmidt"], "q": ", is working on spectrum legislation that is expected to support direct allocation. More in The Hill: LightSquared cleared to offer wireless broadband: The Associated Press reports, <q> Federal regulators have given a satellite start-up called LightSquared clearance to use its allotted airwaves to provide wireless broadband services that could compete with AT&T and Verizon Wireless. The Federal Communications Commission is granting the Reston, Va., company a waiver from federal rules limiting the use of those airwaves to providing back-up wireless connections for satellite phone service. Without the waiver, LightSquared's network could only be used to provide ground-based broadband service if it can also connect to a satellite. </q> More: Why does Consumer Watchdog pick on <strong> Eric Schmidt </strong>?: released yet another video mocking Google chief executive <strong> Eric Schmidt </strong>, we asked <strong> John Simpson </strong>, who directs the organization's \"", "new_id": -2, "mturk_index": "1062"}, {"uid": "1297368337170426449", "i": 19906, "idx": 6, "sa": ["Zahi Hawass"], "q": "people representing one of the world's earliest and greatest civilizations. \" It would be a tragedy for Egypt and it's people if the Cairo Museum were looted and trashed like the Bagdad Museum. Report Abuse <q> Headline: \"Egypt's museums and monuments are deserted </q> \" Report Abuse \" OK, Berlin/London: listen to what <strong> Zahi Hawass </strong> has commanded: return Nefertiti and Rosetta now! \" Ornamental Iron Doors Custom-Hand Forged Iron Doors, Gates, Wine Cellars& Railings Iron Gates Find Iron", "new_id": -2, "mturk_index": "653"}, {"uid": "1297419174197410853", "i": 60007, "idx": 2, "sa": ["Steve Ballmer"], "q": "in areas such as imaging where it is a market leader. As well as that, Nokia's Ovi Maps will be integrated into Bing and the Ovi Store will merge with Windows Marketplace. <q> There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift. Together, we see the opportunity, and we have the will, the resources and the drive to succeed, </q> a joint statement from <strong> Steve Ballmer </strong> and Jobs told the Nokia Conversations website. In the press release Nokia said that it would be helping to bring the Windows Phone platform to a larger range of", "new_id": -2, "mturk_index": "1287"}, {"uid": "1296108988167460874", "i": 896, "idx": 0, "sa": ["Kevin Kolb", "Michael Vick"], "q": "Less than two years after being released from federal prison, the Philadelphia Eagles' quarterback is making his fourth Pro Bowl appearance- and first since serving 18 months for his role in a dogfighting operation. <q> This one feels great due to the fact that I've been through so much and trained to getting back to this position, </q> he said after the NFC opened practice Wednesday. \"It's paramount for me and my family and I'm just thankful.\" After starting the year as a backup to <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong>", "new_id": -2, "mturk_index": "1892"}, {"uid": "1296576215140820500", "i": 52281, "idx": 5, "sa": ["David Letterman", "Justin Bieber"], "q": "TICKETS and you could win the GRAND PRIZE: An all expense paid trip for you and 3 people to THE ATLANTIS Resort in the BAHA... <strong> David Letterman </strong>- <strong> Justin Bieber </strong> Top Ten A guy from Jacksonville, Florida presents the <q> Top Ten Reasons I'm Glad To Be Named <strong> Justin Bieber </strong>. </q>... <strong> Justin Bieber </strong> To Appear On <strong> David Letterman </strong> Facebook.com- Become a Fan! Twitter.com- Follow Us! If you're a true Belieber, stay tuned for all of the deets on his upcoming television appearances! Hello hello everyone", "new_id": -2, "mturk_index": "589"}, {"uid": "1295432780218038315", "i": 5655, "idx": 0, "sa": ["Andy Gray", "Steve Coogan", "Andy Coulson", "Ian Edmondson", "Glenn Mulcaire"], "q": "himself. He has admitted he took orders from <strong> Ian Edmondson </strong>, the paper's associate editor, in a separate case brought by the football agent Sky <strong> Andy Coulson </strong>. <strong> Glenn Mulcaire </strong>'s lawyer Alex Marzec said: <q> Some documents have been produced by the Metropolitan police that may show[ <strong> Glenn Mulcaire </strong>] was interested in Mr <strong> Andy Gray </strong>. They don't show there is any interception[ of voicemail messages] at all. </q> The hearing was adjourned until 31 January after the judge said <strong> Steve Coogan </strong> and <strong> Andy Gray </strong> should submit evidence about which voicemails had been targeted. A full trial has been scheduled for November. Meanwhile, <strong> Andy Coulson </strong>", "new_id": -2, "mturk_index": "2127"}, {"uid": "1295669839256737366", "i": 30554, "idx": 6, "sa": ["Andy Coulson", "David Cameron"], "q": "is all we get from Downing Street- we need to get to the truth.\" A Downing Street source said it was \"complete rubbish\" to suggest they were trying to bury bad news: <q> We have knocked two very bad news stories of Labour's off the top of the bulletins. </q> <strong> David Cameron </strong>'s spin chief <strong> Andy Coulson </strong> quits Downing Street amid phone-hacking row About these results* May require registration or subscription Superpower politics Did Obama-Hu talks help repair frayed ties?` Speakers' corner", "new_id": -2, "mturk_index": "1312"}, {"uid": "1295199764021643276", "i": 21920, "idx": 0, "sa": ["Gabrielle Giffords", "Mark Kelson", "Kirsten Gillibrand"], "q": "said she had talked with <strong> Gabrielle Giffords </strong>' husband, Kelson\" Kelson-Mark Kelson-PECLB002741.topic\"> <strong> Mark Kelson </strong>, on Saturday night. The astronaut described the latest progress in his critically injured wife's recovery after the Jan. 8 shooting. <q> She's doing great and is making progress every day, </q> <strong> Kirsten Gillibrand </strong> said. \"She's a fighter and she will overcome this.\" <strong> Gabrielle Giffords </strong> was the primary target in the attack outside a Inc.\" Safeway Mark Kelsonet in Tucson where the congresswoman had", "new_id": -2, "mturk_index": "555"}]