[{"uid": "1297273605137707554", "i": 20987, "idx": 1, "sa": ["Mike Pence", "Tim Walberg", "Mark Schauer"], "q": "fertilization.[ H.R. 618, 110th Congress; H.R. 4157, 110th Congress] During his 2010 race against pro-choice  Mike Pence   Mark Schauer ,  Tim Walberg  was proud to receive the endorsement of the extreme requires all endorsed candidates to  indicate they are faithfully pro-life, and do not justify abortion for innocent babies who are conceived through rape or incest.   Tim Walberg  wins the trifecta in this year's Congress by having already signed on to all three of the most anti-women, anti-health care, anti-choice bills of the still-early session: the when rape isn't rape H.R.", "new_id": -2}, {"uid": "1296156422245841950", "i": 11094, "idx": 3, "sa": ["Mike Pence", "Dick Armey"], "q": "POTUS talk to continue.  Mike Pence  faces a self-imposed deadline at \" Mike Pence  can bring the whole spectrum of constitutional, social and economic conservatives together,\"\"   Dick Armey  said on Fox today.  They will rally behind his candidacy. ", "new_id": -2}, {"uid": "1297348316264044562", "i": 3009, "idx": 2, "sa": ["Mike Pence", "Barack Obama"], "q": "Tuesday. \"This should be a scandal to every American. The time has come to deny all federal funding to the Planned Parenthood Federation of America,\"\"  said  Mike Pence , referring to the group as  the largest abortion provider in America.  On Wednesday, the powerful House Appropriations Committee said it wants to cut the budget for family planning programs by$ 327 million-- the exact sum requested by Democratic  Barack Obama  for such programs in his 2011 budget", "new_id": -2}, {"uid": "1295502688237502473", "i": 4836, "idx": 1, "sa": ["Timothy Bishop", "Mike Pence", "Bobby Scott", "Barack Obama", "Joe Barton"], "q": "the head while meeting with constituents. \"We all miss her and wish her the very best,\"\"   Joe Barton  said.  Mike Pence   Timothy Bishop , D-N.Y., said he thought the House seemed to be  doing reasonably well on civility  Wednesday, although he called the Republicans' arguments against the health care law \"misleading one-liners.\"\"   Mike Pence   Bobby Scott , D-Va., objected to Republicans deriding the bill as \"Barack ObamaCare\"\"  and naming their bill", "new_id": -2}, {"uid": "1296166515171278338", "i": 11593, "idx": 1, "sa": ["Mike Pence"], "q": "own party or Rubio staying in the Florida Senate race when he was 40 points down to Crist, we get political calculation, and personal ambition.\"\"  So now what? The same person says:  Unless something miraculous happens and we get an unexpected gift candidate, I guess true believing conservatives will have to stop bad things from happening and see what emerges.  I'd give Congressman  Mike Pence  much more credit than that. He can be a good governor. Good governors are powerful. And it takes a certain humility to say no when people are enthusiastically insisting you", "new_id": -2}, {"uid": "1296199690069206039", "i": 27004, "idx": 3, "sa": ["Mike Pence"], "q": "on other political opportunities. And he telegraphed his interest in the governorship by focusing on Indiana in his letter, saying his \"calling is closer to home.\"\"  He will now  be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead.  That begins Friday.  Mike Pence , who flew today to Indiana from Washington, is holding a town hall meeting in Pendleton at 10 a.m. and speaking to Muncie Central High School students at 1:20 p.m.", "new_id": -2}, {"uid": "1295439949265502720", "i": 37454, "idx": 0, "sa": ["Mitch Daniels", "Mike Pence"], "q": ") addresses the media at the Detroit Economic Club in Birmingham, Mich.. An independent campaign to draw GOP  Mike Pence  into the 2012 presidential race is under way. In remarks to state lawmakers,  Mike Pence  called  Mitch Daniels   the best governor in America.   Mike Pence  says he's had as many people encourage him to consider coming home to Indiana as urging him to \"keep the national campaign.\"\"  He says he still intends to make a decision", "new_id": -2}, {"uid": "1296206013158072851", "i": 55567, "idx": 4, "sa": ["Eric Holcomb", "Mike Pence", "Joe Donnelly"], "q": "for  Eric Holcomb . tea party favorite who narrowly lost her race last year against Democratic  Mike Pence  title=\"Joe Donnelly\" href=\"http://www.whotv.com/topic/sports/Joe Donnelly-Joe Donnelly-PESPT001882.topic\">  Joe Donnelly  in northern Indiana, said she was excited by the prospect of  Mike Pence  running for  Eric Holcomb .  I think he's the clear frontrunner, and I think the race is his if he chooses to accept it,  Walorski said. \"I think he'd clear the field.\"\"  State Republican Party Chairman  Eric Holcomb  said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\"\"  such as", "new_id": -2}, {"uid": "1296217917050937899", "i": 50362, "idx": 3, "sa": ["Ben Bernanke", "Mike Pence", "Alan Grayson"], "q": "\"\" ' This is  Mike Pence   Alan Grayson  discussing the GOP plan for health care. Part one, don't get sick. Part two, if you do get sick... Part three, die quickly....  Alan Grayson :  Which Foreigners Got the Fed's$ 500000000000?   Ben Bernanke : \"I Don't Know.\"\"   Alan Grayson : \"Which Foreigners Got the Fed's$ 500000000000?\"\"   Ben Bernanke : \"I Don't Know.\"\"  This is Congressman  Alan Grayson  questioning Federal Reserve Chairman  Ben Bernanke ", "new_id": -2}, {"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q> Sales professionals are at the heart of almost every successful business, </q> said <strong> Steve Ballmer </strong>.`` Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}]