[{"uid": "1297323276070123533", "i": 28235, "idx": 3, "sa": ["Mike Pence", "Kristi Noem", "Tim Scott", "Matt Lloyd", "Rand Paul"], "q": "president, turned down an invitation to speak at CPAC, where he has appeared six Tim Scottes. \"At this Tim Scotte, the congressman is focusing his attention on Indiana,\" <strong> Mike Pence </strong> spokesman <strong> Matt Lloyd </strong> said. <q> He hopes to participate in future CPAC opportunities as his schedule permits. </q> Besides at least eight potential presidential candidates, speakers will include those from the ranks of Republicans newly elected to Congress, including Reps. <strong> Kristi Noem </strong> of South Dakota and <strong> Tim Scott </strong> of South Carolina, and Sen. <strong> Rand Paul </strong> of", "new_id": -2}, {"uid": "1296044884033833029", "i": 54867, "idx": 0, "sa": ["Kevin McCarthy", "Mike Pence", "Paul Ryan", "Tim Russert", "Bill Richardson", "Mitt Romney", "John Boehner"], "q": "And <strong> John Boehner </strong> was far from the only one laying out$ 100 Bill Richardsonion in non-defense discretionary spending cuts as the benchmark. Incoming House Budget ComMitt Romneyee Chairman <strong> Paul Ryan </strong>( R-WI) said that the GOP's goal was to cut <q> a good$ 100 Bill Richardsonion. </q> <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of \"Young Gun\" fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-sTim Russertulus bailout numbers. We can live with that.\" \"We", "new_id": -2}, {"uid": "1296200464159858698", "i": 5812, "idx": 8, "sa": ["LeBron James", "Eric Holcomb", "Mike Pence", "Jonathan Weinzapfel"], "q": "in 2010; Evansville Mayor <strong> Jonathan Weinzapfel </strong>; and Kokomo Mayor Greg Goodnight. Indiana Democratic Party Chairman Dan Parker predicted a \"very, very competitive race\" in 2012. He labeled <strong> Mike Pence </strong> an ideologue who is <q> out of the mainstream in Indiana </q> and should be thinLeBron James more about his job in Washington and less about seeLeBron James another job. Even though <strong> Mike Pence </strong> wasn't officially in the race yet for <strong> Eric Holcomb </strong>, partisans on both sides were acting as if", "new_id": -2}, {"uid": "1296197040069206031", "i": 47207, "idx": 5, "sa": ["Mike Pence", "Evan Bayh", "Robert Dion"], "q": "of Evan Bayhville political science professor. If <strong> Mike Pence </strong> is to encounter any bumps at all, they could come early, as he shifts his focus from federal to state issues, <strong> Robert Dion </strong> said. <q> In some cases, it can be an awkward transition, to go from being a lawmaker to an executive, and to go from the federal level to the state level. There's going to be that transition that might have a few hiccups to it, </q> he said. \"But he's familiar with all the issues, he's an energetic campaigner, he's got solid conservative credentials, he knows how to raise money.\" <strong> Robert Dion </strong> said", "new_id": -2}, {"uid": "1295294243074366995", "i": 23381, "idx": 3, "sa": ["Mike Pence", "Barack Obama"], "q": "as well as the future of the Republican Party. http://wn.com/Rep_Mike Pence_Mike Pence_Jokes_About_MSNBC_and_Barack Obama;_Says_GOP_Back_in_the_Fight_on_the_Right Here is video of GOP <strong> Mike Pence </strong> speaking to the Southern Republican Leadership Conference April 10, 2010, where he joked about both MSNBC and <strong> Barack Obama </strong>. <strong> Mike Pence </strong> said <q> What a difference a year makes. </q> He proceeded to say that just after his election as <strong> Barack Obama </strong>, MSNBC reported that <strong> Barack Obama </strong> had a \"120%\" approval rating. He later said MSNBC reported <strong> Barack Obama </strong> having a \"65%\" approval rating in", "new_id": -2}, {"uid": "1296943918117014574", "i": 15258, "idx": 0, "sa": ["Mike Pence", "Sean Duffy"], "q": "the clinic in New Jersey, has been fired for her handling of the alleged sex trafficking ring. A video released Tuesday showed the clinic manager giving the pimp advice on how to make his exploitation of girls look <q> as legit as possible. </q> The state attorney general has also launched an investigation into the manager's actions. Yesterday, two U.S. congressmen, <strong> Mike Pence </strong> and <strong> Mike Pence </strong> <strong> Sean Duffy </strong>, called for the defunding of Planned Parenthood based upon the information uncovered", "new_id": -2}, {"uid": "1296184901199016459", "i": 13304, "idx": 1, "sa": ["Mike Pence", "Chris Christie"], "q": "until January 2011. circulated a letter to supporters announcing the decision. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" wrote <strong> Mike Pence </strong>. <q> We will not seek the Republican nomination for president in 2012. </q> Video: Obama picks Carney for press secretary Senate Republicans beg for spending addiction intervention, Dems say no way Top Republicans craft strategy to fight EPA's expanding regulatory reach <strong> Chris Christie </strong> on 2012 presidential run:` In", "new_id": -2}, {"uid": "1296167198184549428", "i": 1438, "idx": 2, "sa": ["Mike Pence", "Tim Moore"], "q": "request for a public hearing on the bill. Republicans said a similar measure was introduced last year and even though it wasn't debated, there was an opportunity for members to read it. <q> The present speaker has made it clear that this body is not going to sit around idly, </q> said <strong> Mike Pence </strong> <strong> Tim Moore </strong>, R-Cleveland. \"We know what the people of this state want and we're going to do it.\" GOP leaders will decided whether the bill moves to Appropriations committee or directly", "new_id": -2}, {"uid": "1295308387132857908", "i": 6955, "idx": 1, "sa": ["Mike Pence", "Barack Obama"], "q": ". He has considered a White House run or perhaps a campaign for governor. One of his party's strongest advocates for conservative policies, <strong> Mike Pence </strong> is among the GOP's most outspoken critics of <strong> Barack Obama </strong>. <q> We've been trying to listen first to Hoosiers and then to other voices around the country about where they think we might best serve in the years ahead </q> and \"we'll be making a decision before the end of this month,\" <strong> Mike Pence </strong> told about 100 people at a conference room in the Henry County, Ind., Hospital. Should <strong> Mike Pence </strong> enter the", "new_id": -2}, {"i": 14970, "idx": 1, "index_answer": 0, "new_id": -1, "q": "drama Soldier, Soldier. However, <strong> Simon Cowell </strong> admitted that his attempts were initially unsuccessful. \"It took me seven months to persuade these two to sign a recording contract with me,\" he said. <q> But I drove them so mad that I actually got a solicitor's letter from one of them saying I had to stop harassing his client. </q> He added: \"But the reason I kept doing it was is that a) I knew I could persuade them to do it and b) I knew it would be successful.\" This week", "sa": ["Simon Cowell"], "uid": "1295884115215089172"}]