[{"uid": "1297176031226918403", "i": 3178, "idx": 20, "sa": ["David Letterman", "Aaron Rodgers"], "q": ", so. That's kind of how it worked out.'' <strong> David Letterman </strong>:`` So there's a certain justice in this then isn't there? I think so.''( audience applauds) <q> Is it nearly-- I mean, there's only a handful of men who do this, and some women-- </q>( audience laughs)''-- but is it impossibly hard to be an NFL quarterback?'' <strong> Aaron Rodgers </strong>:' I don't-- I don't know how to answer that. If I say I", "new_id": -2}, {"uid": "1295479470155451435", "i": 40655, "idx": 2, "sa": ["Sergio Marchionne"], "q": "market, but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Stock Quotes Real Time Stock Quotes. From Clothes To Appliances Buy or Sell It Relay For Life Find Relays In Your Area", "new_id": -2}, {"uid": "1297384383139427845", "i": 9063, "idx": 7, "sa": ["Sergio Marchionne"], "q": "it.`` <strong> Sergio Marchionne </strong> is playing two different games, one in the U.S. and the other in Europe,'' said Giuliano Noci, a professor at the MIP Management School of Milan's polytechnic university. <q> In North America he's creating consensus on Chrysler before its initial public offering, while in Italy he needs to shock the country into creating a more competitive environment. </q> Italy Lags Fiat's 22,000 auto workers in Italy assembled 650,000 cars in 2009, compared with 600,000 made by 6,100 employees at the company's factory in Tychy, Poland. That means, without", "new_id": -2}, {"i": 13862, "idx": 4, "index_answer": 1, "new_id": -1, "q": "at Mr. <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq.`` <strong> Colin Powell </strong> was not duped or misled by anybody,'' Mr. <strong> Donald Rumsfeld </strong> writes. <q> Nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong. </q> Even so, Mr. <strong> Donald Rumsfeld </strong>-- who does reveal that former <strong> President Bush </strong> asked for Iraq invasion plans within days of 9/11-- argues that removing <strong> Saddam Hussein </strong> was the right thing to do. He denies,", "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell", "President Bush"], "uid": "1297662325045400099"}, {"uid": "1295907484175931405", "i": 2739, "idx": 5, "sa": ["Eric Schmidt"], "q": "MSPmentor says <strong> Eric Schmidt </strong>'s Google has gained`` more channel partner momentum with managed services providers. Indeed, 29 of the world's top 100 MSPs now promote Google Apps to their end-customers.'' The article asks, <q> Will that trend continue when the CEO crown soon shifts from <strong> Eric Schmidt </strong> to Google co-founder Larry Page? </q> Spin off? While there's no reason to think Google would kill off Google Apps, there are scenarios that could trouble enterprise customers, Gartner analysts say. Google investors could conceivably push the company", "new_id": -2}, {"uid": "1295455208049922048", "i": 41718, "idx": 0, "sa": ["Sergio Marchionne", "Lisa P. Jackson"], "q": "light-duty vehicles. The announcement was made at the EPA laboratories in Ann Arbor, Mich., following a meeting with <strong> Sergio Marchionne </strong>, Chrysler Group CEO, and <strong> Lisa P. Jackson </strong>, Agency Administrator for the EPA. <q> In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers? especially if their dollars stay in America, </q> <strong> Sergio Marchionne </strong> said.`` Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.", "new_id": -2}, {"uid": "1297235057187482122", "i": 32738, "idx": 1, "sa": ["Donald Rumsfeld", "Priscilla Chan", "Saddam Hussein", "Mark Zuckerberg", "Randi Zuckerberg"], "q": "in a 2003 national security meeting when he was told that <strong> Saddam Hussein </strong> was offering a$ 60 million bounty to kill <strong> Donald Rumsfeld </strong>'s daughters.`` I was concerned,'' <strong> Donald Rumsfeld </strong> told ABC News on Tuesday. <q> Of course the president and his family had secret service protection. My family did not. And it was a somewhat awkward moment in the meeting, </q> he said.( PALO ALTO, Calif.)-- Facebook founder and CEO <strong> Mark Zuckerberg </strong> obtained a restraining order against 31-year-old Pradeep Manukonda, claiming he is a threat to <strong> Mark Zuckerberg </strong>, his sister <strong> Randi Zuckerberg </strong>, and girlfriend, <strong> Priscilla Chan </strong>", "new_id": -2}, {"uid": "1295397624010076164", "i": 35078, "idx": 3, "sa": ["Sergio Marchionne"], "q": "up one inch of territory,'' <strong> Sergio Marchionne </strong> said. Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1295070638169934886", "i": 34544, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "ultimate crime thriller. Are there no more Hercules Poirrots left?`` Reply# 507 on: March 27, 2009, 02:31:46 PM''`` Reply# 508 on: March 28, 2009, 02:58:24 AM'' <q> Reply# 509 on: April 13, 2009, 03:36:40 PM </q> http://www.thepentacon.com/ I watched it- two police officers that were at the scene prove that the official flight path was completely bogus.`` Reply# 510 on: April 23, 2009, 09:12:15 PM'' <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1296234164135299086", "i": 47635, "idx": 1, "sa": ["Mike Pence"], "q": "running for governor in 2012, and we'll do that by listening to Hoosiers. We'll do that as a family by reflecting, praying.'' letter to supporters Thursday, <strong> Mike Pence </strong> said he and his family <q> feel led to devote this time in our lives to continuing to serve the people of Indiana in some way. </q>`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012,'' he said. <strong> Mike Pence </strong> is slated to speak", "new_id": -2}]