[{"uid": "1296231867027263053", "i": 1872, "idx": 8, "sa": ["Michael Gove"], "q": "stable system in place instead of the constant musical chairs state schooling has to suffer. I think <strong> Michael Gove </strong> is a closet Labour member all he ever talks about is the so called` disadvantaged'. <q> blackfirscharlie 27 January 2011 1:24 PM What is it with this teacher bashing? Teachers are weak, teachers are to blame, poor teaching etc etc.. How many of these ignorant sods work in a situation where their powers have been completely eroded to the point where </q> Your unions have ruined education, why can't you be stronger? teaandchocolate 27 January 2011 1:32 PM Inspections are an opportunity for the cleaners to tidy up the corridors and for lots of nice", "new_id": -2}, {"uid": "1297675114098910209", "i": 14810, "idx": 3, "sa": ["Michael Gove"], "q": ", Mr Prandle said his school buildings were nearly unfit for purpose. \"Overall, the amount of capital available for things like school buildings and computers is less,\" Mr <strong> Michael Gove </strong> added. <q> Whoever won the election, everybody knew there was going to be less capital. \"That's why we're reviewing the allocation- we need to make sure we can help schools spend the money efficiently. </q> Also on the agenda last week was the introduction of the National Funding Formula, which Tynedale schools are hopeful could bring about a fairer deal for the area. Northumberland has long been among the", "new_id": -2}, {"uid": "1295976018128352266", "i": 2927, "idx": 1, "sa": ["David Cameron", "Michael Gove", "Tim Montgomerie", "Fraser Nelson", "Stephan Shakespeare", "Matthew Taylor"], "q": "), <strong> Fraser Nelson </strong>( The Spectator), Freddie Sayers( PoliticsHome) and <strong> Matthew Taylor </strong>( RSA). \"The Who is going to be Who of the next parliamentary party\" Jonathan Isaby, Editor of ConservativeHome. <q> The list of the insiders making things happen in David Camerons Machine </q> <strong> Tim Montgomerie </strong>, Director of Conservative Intelligence. \"What makes David Camerons Conservatives tick?\" <strong> Michael Gove </strong> MP, Shadow Secretary of State for Children, Schools and Families. \"The first internet age Michael Government\" <strong> Stephan Shakespeare </strong>, Founder and", "new_id": -2}, {"uid": "1295458658213254160", "i": 28340, "idx": 1, "sa": ["Michael Gove"], "q": "an attack on the aspirations of young people. Education Secretary <strong> Michael Gove </strong> said the grant had been \"poorly targeted\" and told MPs \"you can not spend money you do not have\" . <q> Choices are dependent on the money- and where is the money coming from? </q> said Mr <strong> Michael Gove </strong>. \"If we really believe in generating social mobility in this country then the question we have to ask ourselves is: how is every pound best invested?\" said Mr <strong> Michael Gove </strong>.", "new_id": -2}, {"uid": "1296128343014483456", "i": 52621, "idx": 0, "sa": ["Michael Gove"], "q": "But corruption, rife among lowly paid Michael Government officials, is still a deterrent to foreign direct investment. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1297108856203178010", "i": 55421, "idx": 3, "sa": ["Michael Gove", "Mehdi Hasan", "Mohammed Shafiq", "Robert Lambert", "Daulat Ram"], "q": "the EDL- or for other far-right groups such as the BNP. He mentioned the word \"Islamophobia\" just once and that, too, in passing. As <strong> Mohammed Shafiq </strong> of the Daulat Ramadan Foundation points out: <q> On the day we see fascists marching in Luton, we have seen no similar condemnation or leadership shown from the Michael Government. </q> Muslims and Muslim organisations, as the former Met police officer <strong> Robert Lambert </strong> argues 125 comments from readers MuscularLiberal 05 February 2011 at 12:46` under the pernicious influence of <strong> Michael Gove </strong>'? No <strong> Mehdi Hasan </strong>, under", "new_id": -2}, {"uid": "1296137820192086043", "i": 58535, "idx": 0, "sa": ["Michael Gove"], "q": "Operations soldiers were killed in a bomb attack last year in north-western Pakistan, where militants are very active. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1296131367041451525", "i": 1981, "idx": 0, "sa": ["Michael Gove"], "q": "Operations soldiers were killed in a bomb attack last year in north-western Pakistan, where militants are very active. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1297427071058949663", "i": 2981, "idx": 9, "sa": ["Michael Gove"], "q": ". Chris Robbins, leader of Waltham Forest council, said the ruling was a \"victory for common sense and fair play\" . He said ministers must now make a decision based on the <q> real evidence about the difficulties our schools face </q>. Local authorities threaten legal action over axed school buildings programme <strong> Michael Gove </strong> loses court battle over cancelled school building projects wildeve 11 February 2011 12:06 PM It did seem a rather rash and badly", "new_id": -2}, {"q": "staff Chicago White Sox pitcher <strong> Mark Buehrle </strong> is raising eyebrows over his recent comments about Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who has bounced back after being jailed for his role in a dogfighting ring in 2007. <q> He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong>, an animal-rights activist, told MLB.com Wednesday for a story focusing on the work he and his wife do with animals. Advertisement The comments were later removed from the story and a note", "answer_q": "staff Chicago White Sox pitcher <strong> Mark Buehrle </strong> is raising eyebrows over his recent comments about Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who has bounced back after being jailed for his role in a dogfighting ring in 2007. <q> He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong>, an animal-rights activist, told MLB.com Wednesday for a story focusing on the work he and his wife do with animals. Advertisement The comments were later removed from the story and a note", "answer": "Mark Buehrle", "sa": "['Mark Buehrle', 'Michael Vick']", "index_answer": 0, "idx": 0, "i": 58154}]