[{"uid": "1296232207160088064", "i": 23150, "idx": 1, "sa": ["Mike Pence", "Barack Obama"], "q": "by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home,'' <strong> Mike Pence </strong> said in a letter to supporters. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012. </q> <strong> Mike Pence </strong> said he would make a decision about his future later and would be traveling across the state in the months ahead to`` learn about how Hoosiers think we might best contribute in the years ahead.", "new_id": -2}, {"uid": "1295501959237502465", "i": 49863, "idx": 6, "sa": ["Simon Cowell"], "q": "have a problem. I'm normally right though,'' he says-- cracking a smile. <strong> Simon Cowell </strong> reveals that he never had a proper education and quickly became bored with school subjects. <q> I was bored, constantly naughty, always doing things I shouldn't be doing. And I never had a clue as to what I was going to do-- other than I promised myself whatever I did do, I was going to have fun. </q> <strong> Simon Cowell </strong> shares one of the best pieces of advice he was once given by a very successful person:`` <strong> Simon Cowell </strong>, always know when to leave the fair.'' He says now he understands and agrees", "new_id": -2}, {"uid": "1297229275207454253", "i": 64, "idx": 3, "sa": ["John McCain", "Donald Rumsfeld"], "q": "book,`` Known and Unknown: A Memoir,'' is available in stores Tuesday. <strong> John McCain </strong> shot back, saying in an interview that while he`` respect[ s] Secretary <strong> Donald Rumsfeld </strong>,'' they had <q> a very, very strong difference of opinion about the strategy he was employing in Iraq, which I predicted was doomed to failure. </q>`` Thank God he was relieved of his duties, and we put the surge in,'' <strong> John McCain </strong> said.`` Otherwise, we would have had a disastrous defeat in Iraq.'' <strong> Donald Rumsfeld </strong> described", "new_id": -2}, {"uid": "1295911596142966787", "i": 23684, "idx": 2, "sa": ["Bernie Sanders"], "q": "Stop Big Media coalition, to bluntly declare,`` Comcast's sudden commitment to nonprofit news seems suspect.'' <strong> Bernie Sanders </strong> is right when he suggests that the FCC will have a hard time keeping Comcast in line. <q> Once we allow companies to become this powerful, the FCC does not regulate them. They regulate the FCC, </q> says the senator. The FCC will have a hard time saying no to competing companies that demand permission to create equally powerful combines. The United States desperately needs a coherent media ownership policy for the digital", "new_id": -2}, {"uid": "1295165772245350404", "i": 21330, "idx": 1, "sa": ["Carmelo Anthony", "Allen Iverson", "Michael Finley", "Tim Duncan", "Fabricio Oberto", "Linas Kleiza", "Kenyon Martin"], "q": "each scored a season high 21 points to help the NBA champions beat the Denver Nuggets 102-91 and improve to 13-0 at home.`` Their role players beat us as much as anyone else,'' said Karl. <q> From[ Brent] Barry to <strong> Michael Finley </strong> to <strong> Fabricio Oberto </strong>, they beat us as much as[ Manu] Ginobili or[ <strong> Tim Duncan </strong>] <strong> Tim Duncan </strong> did. </q> <strong> Allen Iverson </strong> led the Nuggets with 30 points and <strong> Linas Kleiza </strong> had 16 points. <strong> Carmelo Anthony </strong> added 15 points and nine rebounds. The Nuggets were without starter <strong> Kenyon Martin </strong>, who was suspended for one game after he was assessed a flagrant", "new_id": -2}, {"uid": "1296711640100515944", "i": 33489, "idx": 1, "sa": ["Elton Brand", "Allen Iverson", "Tim Duncan", "Isaiah Rider", "Jason Kidd", "Brian Grant", "Phil Jackson"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Phil Jacksonadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right Tim Duncane. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/11-14-97_Portland_Trailblazers_vs_Phoenix_Suns_1997-1998_NBA_Regular_SeJason Kidd_Part_1 Classic quadruple OT game. <strong> Brian Grant </strong>- 34 points, 17 rebounds, 5 assists, 13/19 FG, 61 minutes <strong> Isaiah Rider </strong>- 35", "new_id": -2}, {"uid": "1295548752193724443", "i": 33202, "idx": 1, "sa": ["Simon Cowell"], "q": "the inevitable cancelation of Idol that will occur next Tuesday morning because the show can't go on without judge X, and it hasn't been ever since that season where they found contestant Y. JTesla: <q> However, people have to continue to try and predict it's downfall, just as they've been doing since Season 5. </q> No <strong> Simon Cowell </strong>,` Idol' has biggest year-to-year debut dropoff ever` American Idol' auditions, episode 1, season 10: just say no? No! A summary of` Idol' changes and their", "new_id": -2}, {"uid": "1295686742156401683", "i": 28798, "idx": 1, "sa": ["LeBron James", "Allen Iverson", "Éric Gay", "Kobe Bryant", "Metta World Peace"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacLeBron James any strength.`` I survived, I'm still here,'' he said. <q> I'm a new man, stMetta World Peaceger than ever, I just say,` Thank you, everybody. </q>' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and final playoff spot, and one game behind the MavÉric Gayks. The Kobe Bryants visit the Pepsi Center on Saturday night", "new_id": -2}, {"uid": "1294993731152698898", "i": 27110, "idx": 2, "sa": ["Michael Vick", "David Akers"], "q": "night, not for a team that was outplayed throughout four quarters but somehow remained within striking distance.`` I just took a shot at the end zone,'' <strong> Michael Vick </strong> said of his final pass. <q> I could have checked it down to the back, and I feel like I got greedy.... It's a bad way to go out, but, hey, I went out swinging. </q> Several times Sunday, the Eagles took swings and missed. Kicker title=\"David Akers\" href=\"http://www.latimes.com/topic/sports/football/David Akers-David Akers-PESPT000064.topic\"> <strong> David Akers </strong> was off target on field-goal attempts of 41 and 34 yards, the team converted just 38% of its third", "new_id": -2}, {"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q> It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together, </q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade,`` or even cutting spending'' as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}]