[{"uid": "1295714291131842066", "i": 36117, "idx": 0, "sa": ["Andy Coulson", "Greg Mattison"], "q": "time but you don't stop.'', Mich.( AP)-- Baltimore Ravens defensive coordinator <strong> Greg Mattison </strong>..., Mich., Jan. 21( UPI)-- Ford Motor Executive Chairman Bill Ford told... Report Abuse <q> You can't TRUST a muslim... I don't care where they were born... I'll bet the farm, <strong> Ahmed Kousay al-Taie </strong> is using what he learn in the U.S. military to fight America either in one of any third world toilets, inclucing Iraq or here at home training his muslim buddies how to attack America on American soil... </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1296655289246464543", "i": 723, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "and technology strategy, while <strong> Eric Schmidt </strong>, bumped up to executive chairman, will by his own account focus on`` customers and broader business relationships, government outreach and technology thought leadership,'' while <strong> Sergey Brin </strong> will focus on <q> strategic projects, in particular working on new products. </q> <strong> Eric Schmidt </strong>, the professional executive and respected technologist, served Google well during his decade as CEO. But with Google facing cutthroat competition from the likes of Facebook, Apple, and even Microsoft, the company decided", "new_id": -2}, {"uid": "1295072350152535041", "i": 3604, "idx": 0, "sa": ["Simon Cowell"], "q": ". About three weeks before the book was due, I got a call saying,'' <strong> Simon Cowell </strong> would love to chat with you. When will you be in London?'' I said, <q> I'll be on the next plane. </q> He was very gracious with his time and very open and forthcoming. Q: Even in its name, mythmaking is a core part of Idol. What are the most prevalent myths that surround the show", "new_id": -2}, {"uid": "1296537954082821155", "i": 49054, "idx": 4, "sa": ["Allen Iverson", "Dwyane Wade"], "q": "to... <strong> Allen Iverson </strong> SIGNED with Memphis Grizzlies ESPN NBA!!!! After a drawn-out recruitment by the Memphis Grizzlies, <strong> Allen Iverson </strong> finally confirmed Wednesday morning that he is indeed ready to sign with them, announcing via his Twitter feed: <q> God Chose Memphis as the place that <strong> I Roy </strong> will continue my career. </q> Referring to a Monday meeting with Griz... Amazing <strong> Dwyane Wade </strong> Complete Highlights 27 Points 8 Assists vs Grizzlies 23.3.09 Amazing <strong> Dwyane Wade </strong> Complete Highlights 27 Points 8 Assists vs Grizzlies 23.3.09 betfreebie.com FootballMIAMI AP Another record for <strong> Dwyane Wade </strong> another win for", "new_id": -2}, {"uid": "1296644684150142979", "i": 10865, "idx": 3, "sa": ["Allen Iverson", "Samuel Dalembert", "Tracy McGrady"], "q": "he topped 20 points was Dec. 5, when he scored 35 in a victory in Miami. The 76ers are 3-2 since <strong> Allen Iverson </strong> returned.`` The games we lose, it hurts worse,'' <strong> Allen Iverson </strong> said. <q> But in the games that we win, I don't think about it. </q> <strong> Samuel Dalembert </strong> set career highs with 15 points and 11 rebounds. He fouled out late in the game, but only after his block of <strong> Tracy McGrady </strong>'s driving dunk with 2:54 remaining blunted Orlando's comeback. <strong> Samuel Dalembert </strong>, who", "new_id": -2}, {"uid": "1296085696130252805", "i": 19987, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Share", "new_id": -2}, {"uid": "1295575736103366674", "i": 37509, "idx": 5, "sa": ["Larry Brilliant", "Dr. Peter Piot", "Google Inc.", "Eric Schmidt", "Steve Poizner"], "q": "talks about the future of traditional media and new products that <strong> Google Inc. </strong> is developing to help increase profits.... Google.Org: 25 Years of AIDS 53:11 A conversation with <strong> Dr. Peter Piot </strong>, <strong> Eric Schmidt </strong>, and <strong> Larry Brilliant </strong> on the topic of <q> AIDS: Are We Destined for Another 25 years? </q>( February 2007)... <strong> Steve Poizner </strong> speaks with <strong> Eric Schmidt </strong> California Insurance Commissioner and gubernatorial candidate <strong> Steve Poizner </strong> speaks with <strong> Eric Schmidt </strong> on April 13, 2010 at the Googleplex in Mountain View, CA... <strong> Eric Schmidt </strong>'s University of Pennsylvania commencement address", "new_id": -2}, {"uid": "1295501732152404071", "i": 20407, "idx": 4, "sa": ["John Amaechi", "Doc Rivers", "Darrell Armstrong", "Allen Iverson", "Pat Garrity"], "q": "other starters to beat the 76ers 110-105 behind 25 points by <strong> Pat Garrity </strong> and 20 by <strong> Darrell Armstrong </strong>.`` That little guy is something else. He drove me crazy,'' <strong> Doc Rivers </strong>, Orlando's first-year coach, said. <q> We didn't want to trap him, and it nearly cost us. We told the guys if we could stop the other four, we could win the game. </q> <strong> Pat Garrity </strong> came off the bench to make 10 of 11 shots and <strong> John Amaechi </strong> scored five of his 13 points in the final minute to help the surprising Magic improve to 4-2 with their third straight victory. <strong> Allen Iverson </strong> made nine", "new_id": -2}, {"uid": "1297590228217415727", "i": 28905, "idx": 0, "sa": ["Abu Nidal", "House Judiciary Committee", "Colin Powell", "Muammar al-Qaddafi"], "q": "Pan Am flight 103. Evidence produced but ignored in the <strong> House Judiciary Committee </strong> reveals that Libyan secret agent al-Megrahi and <strong> Muammar al-Qaddafi </strong> were not behind the bombing. It was the notorious terrorist and intelligence asset <strong> Abu Nidal </strong>. <q> <strong> President Bush </strong> Labor MP <strong> Tam Dalyell </strong> and Edinburgh law professor <strong> Robert Mueller </strong> Black urged the Scottish and UK governments to answer reports there is evidence <strong> Abu Nidal </strong>, aka Hasan <strong> Abu Nidal </strong> al-Banna, was a <strong> House Judiciary Committee </strong> agent, </q> the Scotsman reported on October 27, 2008.`` They have long believed <strong> Abu Nidal </strong>, who died in Iraq in 2002, and his Popular Front for the Liberation of Palestine <strong> Colin Powell </strong> Command were responsible for co-ordinating the bomb", "new_id": -2}, {"i": 33514, "idx": 0, "index_answer": 3, "new_id": -1, "q": "It comes after Downing St director of communications <strong> Andy Coulson </strong> quit amid allegations about phone hacking at the News of the World when he was editor. Labour deputy leader <strong> Harriet Harman </strong>, speaking on Sky News, said: <q> Hacking into people's phones is illegal. Obviously the criminal law has got to be complied with and if it is broken then it should be investigated by the police and it should be enforced.`` Nobody is above the law, no newspaper editor, no journalist. </q> Although the Independent on Sunday also reported that Mr <strong> Gordon Brown </strong>'s predecessor <strong> Tony Blair </strong> had asked the Met Police to investigate whether he was the victim of phone hacking, his spokesman said:`` <strong> Tony Blair </strong> did not have", "sa": ["Tony Blair", "Gordon Brown", "Andy Coulson", "Harriet Harman"], "uid": "1295792724254902285"}]