[{"uid": "1295893045266846211", "i": 30180, "idx": 0, "sa": ["Eric Schmidt"], "q": "2's leaked specs give iPad 2 run for its money? Apparently, <strong> Eric Schmidt </strong> filmed a pilot for CNN last August that was supervised by McGuirk. An insider at CNN said to the paper: <q> <strong> Eric Schmidt </strong> has been looking for a TV job for over a year, </q> said a CNN insider.`` But the pilot he filmed with Liza was a complete disaster.'' Will Samsung Galaxy Tab 2's leaked specs give iPad 2 run for its money? App Store touches 10", "new_id": -2}, {"uid": "1296062754109985833", "i": 134, "idx": 3, "sa": ["Michael Vick"], "q": "the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a`` sizable'' contract.`` We believe it was worth it,'' he said, <q> because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products. </q> Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore shoulder pads and thigh pads made by", "new_id": -2}, {"uid": "1296982871013991969", "i": 7762, "idx": 0, "sa": ["Michael Vick", "Mike Williams"], "q": "reformation away from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver <strong> Mike Williams </strong>, who got eight. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.`` As a", "new_id": -2}, {"uid": "1295872767073089031", "i": 42101, "idx": 1, "sa": ["Alan Rusbridger", "Andy Coulson"], "q": "here for our free, daily email newsletter to get all the latest stories, jobs, tips and more. Philippines: Senator questions exclusion of online journalists from new legal protection Channel 4 News: <strong> Andy Coulson </strong> resigns again <q> over something he knows nothing about </q>#jpod: The week's top news stories from Journalism.co.uk, 21 January 2011 <strong> Alan Rusbridger </strong> on <strong> Andy Coulson </strong> resignation:` This is not the end of the story' Copyright, metadata, and the case of the` lifted", "new_id": -2}, {"uid": "1297438887161464322", "i": 811, "idx": 1, "sa": ["Steve Ballmer"], "q": "werde Nokia die Erfahrungen aus der Handy-Gestaltung und Unterst?tzung verschiedener Sprachen einbringen, hie es. Au?erdem wird Nokia die Microsoft-Suchmaschine Bing f?r seine Handys und Dienste bernehmen. Nokias eigener Karten-Dienst wird bei Microsoft integriert. <q> Wir entwickeln bereits erste Windows-Telefone von Nokia </q>, verk?ndete <strong> Steve Ballmer </strong>. Die beiden Firmen-Chefs konnten allerdings noch keinen Zeitpunkt f?r den Marktstart nennen. ZUKUNFT VON SYMBIAN Nokia setzte bei den Computer-Telefonen bisher vor allem auf das eigene Betriebssystem", "new_id": -2}, {"uid": "1295566706244678664", "i": 44713, "idx": 1, "sa": ["Alyse Eady", "David Letterman", "Big Boi"], "q": "'s`` Land of Opportunity'' bill with the hilarious#rejectedarkansasmottos trend. <strong> David Letterman </strong> to hit on <strong> Alyse Eady </strong>  Miss Arkansas <strong> Alyse Eady </strong> will appear on the`` Late Show with <strong> David Letterman </strong>'' this Thursday night.  The Gossip's <q> Standing in the Way of Control </q> named the`` Most Powerful Protest Song of the 21st Century'' by Flavorwire. <strong> Big Boi </strong> to Hendrix  Hendrix College is bringing another huge night of music with <strong> Big Boi </strong>( of Outkast) and rising Alabama emcee Yelawolf.", "new_id": -2}, {"uid": "1295786647142147585", "i": 9620, "idx": 2, "sa": ["Chris Huhne", "Andy Coulson", "Nick Clegg"], "q": "whole-heartedly defending them. It can't be comfortable for <strong> Nick Clegg </strong>- being forced to speak out on behalf of a man who his party publicly denounced before the coalition formed( in 2009, <strong> Chris Huhne </strong> stated of <strong> Andy Coulson </strong> that <q> a future prime minister can not have someone who is involved in these sort of underhand tactics </q>). On the matter of who would be replacing <strong> Andy Coulson </strong>( speculation of who this will be is intense- read the last point in Signs of Shia courage By Sayed Mahdi Al-Modaressi- 05 February", "new_id": -2}, {"uid": "1296922649262193174", "i": 43099, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "U.S. even invaded Afghanistan, but at the same meeting, he also talked about Rummy's son's drug addiction, so all Rummy could do was cry about that. Whoops! And this: <q> Ah, there you have it. <strong> Donald Rumsfeld </strong> could have said,`` What the f- are you talking about going to war with Iraq for? Our country was just attacked by a foreign terrorist organization we need to go try to destroy. Iraq has nothing to do with this. Aren't you more concerned with winning this war we haven't even begun yet? </q> But instead, his son had done some drugs. Sure thing, <strong> Donald Rumsfeld </strong>. Perfectly good excuse. You \" should drop some leaflets on the families of people, American and Iraqi, whose children have", "new_id": -2}, {"uid": "1295369666220332052", "i": 14785, "idx": 3, "sa": ["David Letterman", "Kelsey Grammer", "Lisa Vanderpump", "Piers Morgan", "Howard Stern"], "q": ".`` This guy's ripped off like 10 major things from my show.'' href=\"http://www.tvguide.com/celebrities/David Letterman- David Letterman/194124?rss=keywords&amp;partnerid=yahoo&amp;profileid=omg\"> <strong> David Letterman </strong> in the ratings.`` It's beyond my comprehension,'' <strong> Howard Stern </strong> says. <q> America must be filled with morons who at night lay in bed-- the ones who are watching him, they must be in a coma. </q> <strong> Piers Morgan </strong> Debuts on CNN; 25 Years To Go? January 18, 2011 3:51 AM PST <strong> Lisa Vanderpump </strong>: <strong> Kelsey Grammer </strong>'s Cross-Dressing Isn't Pretty href=\"http://us.rd.yahoo.com/news/Kelsey Grammer-says-hes-getting-remarried-next-month/54133\"> <strong> Kelsey Grammer </strong> says he's getting remarried next month", "new_id": -2}, {"i": 12457, "idx": 1, "index_answer": 1, "new_id": -1, "q": ",'' <strong> Simon Cowell </strong> revealed. Adding to the humiliation was that the group hadn't booked a car to pick them up, so they were left red-faced sitting on the steps outside the building. <q> I turned to the other Simons and said,` The good news is, it will never get worse than this,' </q> he said. <strong> Simon Cowell </strong>, who became an international star when <strong> the Fox </strong> network bought` Pop Idol' and turned it into` American Idol', used the interview to fuel speculation that he will quit the", "sa": ["the Fox", "Simon Cowell"], "uid": "1295779438083050512"}]