[{"uid": "1295142282036634657", "i": 46558, "idx": 3, "sa": ["Tayshaun Prince", "Allen Iverson", "Richard Hamilton", "Jeff Van Gundy"], "q": "9 minutes. \"I just waited for my opportunity and when it came I just took adJeff Van Gundytage of it,\" said <strong> Allen Iverson </strong>, whose output was his highest since a 30-point night at Sacramento on Nov. 11. <q> I was probably in the best groove since I got here. </q> Detroit hasn't lost since blowing a 17-point lead in a 107-94 loss at Washington on Dec. 9, They're 10-9 with <strong> Allen Iverson </strong> on the roster. <strong> Tayshaun Prince </strong> added 14 points and 10 rebounds, and <strong> Richard Hamilton </strong> scored 12", "new_id": -2}, {"uid": "1297120638195428364", "i": 22678, "idx": 2, "sa": ["Keith Butler", "Michael Vick", "Jason La Canfora", "Dwaine Caraway"], "q": "making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school, staying away from drugs, making positive choices about picking friends, and the importance of education,\" <strong> Dwaine Caraway </strong> said. <q> For those reasons, <strong> Michael Vick </strong> deserves such an action from my office. </q> Posted by Evan Silva on February 7, 2011, 4:55 PM EST NFL Network's <strong> Jason La Canfora </strong> reports that the Cardinals have formally begun pursuing Steelers linebackers coach <strong> Keith Butler </strong> for their defensive coordinator vacancy. <strong> Keith Butler </strong>", "new_id": -2}, {"uid": "1295672246172441622", "i": 6579, "idx": 7, "sa": ["Allen Iverson", "Chauncey Billups", "Yao Ming"], "q": "for the Lakers, but went 12-of-30 from the floor. \"We just played a good all-around game,\" <strong> Allen Iverson </strong> said after the Pistons won for the third time since his arrival from Denver five games ago. <q> It's just about playing basketball, understanding what we want to do on the basketball court. \"We didn't feel like it would take long, but we knew it would be kind of shaky in the beginning because I'm a totally different player than <strong> Chauncey Billups </strong>. I'm a lot more aggressive when it comes to driving to the basket, so my teammates have to know what spot I want them to be in to be able to create shots for them. </q> In winning their first seven, the Lakers had averaged a league-high 104.7 points and held opponents to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoYao Ming the final", "new_id": -2}, {"uid": "1296939660153092098", "i": 31016, "idx": 0, "sa": ["Sergio Marchionne"], "q": "SAN FRANCISCO( Reuters)- Chrysler Group LLC's chief executive apologized on Saturday for describing the high-interest bailout loans extended by the U.S. and Canadian governments in 2009 as \"shyster loans.\" <q> Yesterday, in responding to a question about Chrysler's government loans, I used a term in reference to the interest rate being charged on our government loans that has raised concern, </q> CEO <strong> Sergio Marchionne </strong> said in a statement. \"I regret the remark which I consider inappropriate.\" Shyster is a derogatory term used to describe an unprincipled lawyer or politician. He used the term at least", "new_id": -2}, {"uid": "1296582060068321313", "i": 9570, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "and Israeli Crisis <strong> Justin Bieber </strong> on` The Late Show with <strong> David Letterman </strong>'- hilarity ensues( video) On Monday, 16-year old singing sensation <strong> Justin Bieber </strong> made the next stop on his \"Never Say Never\" promotional tour-- <q> The Late Show with <strong> David Letterman </strong>. </q> When we first heard about this interview David Lettermanier this month, we assumed it would be awkward. However, it actually ended up being more than a little bit hilarious. Miami in Coral Gables, the Storer Auditorium", "new_id": -2}, {"uid": "1295807421110559236", "i": 34714, "idx": 11, "sa": ["George H. W. Bush", "Colin Powell", "Rush Limbaugh", "Lisa Murkowski", "Barack Obama", "Jonathan W. Martin"], "q": "officials- ranging from the established to the extreme- defined the Lisa Murkowskiouncement more by skin color than ideology. The most crass interpretation came from talk radio host <strong> Rush Limbaugh </strong>, who wrote the Politico's <strong> Jonathan W. Martin </strong> the following: <q> Secretary <strong> Colin Powell </strong> says his endorsement is not about race... OK, fine. I am now researching his past endorsements to see if I can find all the inexperienced, very liberal, white candidates he has endorsed. I'll let you know what I come up with. </q> Around the same time, esteemed conservative columnist <strong> George H. W. Bush </strong> Will was also explaining <strong> Colin Powell </strong>'s decision as part of a larger, more psychological sway that <strong> Barack Obama </strong> held over other African Americans. There will be \"some impact,", "new_id": -2}, {"uid": "1296532535074448923", "i": 53058, "idx": 4, "sa": ["Amir Johnson", "Rodney Stuckey", "Tayshaun Prince", "Allen Iverson", "Richard Hamilton", "Ben Roethlisberger"], "q": "with <strong> Amir Johnson </strong> on the floor, and better offensively when <strong> Richard Hamilton </strong> and <strong> Allen Iverson </strong> are on the court together with guard <strong> Rodney Stuckey </strong>. \"When we have the Ben Roethlisbergerger lineup, obviously we're better defensively,\" <strong> Tayshaun Prince </strong> said. <q> It's kind of pick and choose. \"Sometimes you are going to need the offensive side, but more importantly you're going to need the defensive side. </q> The game was tight until Detroit went on a 27-5 run midway through the third quarter. Milwaukee missed 14 of 17 shots during one stretch of the period, trailed 73-55 after three quarters and never got close again", "new_id": -2}, {"uid": "1296715247139952129", "i": 27026, "idx": 5, "sa": ["Allen Iverson", "Kobe Bryant"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacking any strength. \"I survived, I'm still here,\" he said. <q> I'm a new man, stronger than ever, I just say,` Thank you, everybody. </q>' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and final playoff spot, and one game behind the Mavericks. The Kobe Bryants visit the Pepsi Center on Saturday night", "new_id": -2}, {"uid": "1295975517233406500", "i": 37633, "idx": 0, "sa": ["James Murdoch", "Eric Schmidt"], "q": "Going To Be Huge: Only 26% Of Verizon Subscribers Have Smartphones Verizon profits nearly double, but miss Wall Street expectations More codenames provide clues to planned Microsoft Mediaroom IPTV blitz News Corp.'s Daily iPad Newspaper Launching <q> In The Next Few Weeks </q>@ DLD: <strong> James Murdoch </strong>:'99 Cents A Week Makes Sense' For The Daily Developers Report Increased Interest in Android, Tablets for 2011 IDC survey: As developers go cross platform, Windows Phone 7 sees... <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295870439181960749", "i": 23159, "idx": 0, "sa": ["Eric Schmidt", "Janet Napolitano", "Jared Cohen", "Eric Holder"], "q": "Holder_Eric Schmidt_and_Jared Cohen_Jared Cohen_at_the_Council_on_Foreign_Relations <strong> Eric Schmidt </strong> and <strong> Jared Cohen </strong> speak at the Council on Foreign Relations in New York, NY on November 3, 2010. www.cfr.org Holder_Eric Schmidt,_Princeton_Colloquium_on_Public_Int'l_Affairs <strong> Eric Schmidt </strong> speaks at the Princeton Colloquium on Public and International Affairs, <q> Prosperity or Peril? The Next Phase of Globalization, </q> hosted by the Woodrow Wilson School of Public and International Affairs, on April 18, 2009. Senior Administration officials, including Attorney General <strong> Eric Holder </strong> and Secretary of Homeland Security <strong> Janet Napolitano </strong>, host a forum on protecting creators", "new_id": -2}]