[{"uid": "1295365484238829571", "i": 2185, "idx": 3, "sa": ["David Letterman", "Steven Tyler"], "q": "realise what we can do. The good stuff is writing and songs.'' recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are <q> just on a break[ and] still rocking big time </q>. <strong> Steven Tyler </strong> also spoke about his new job with <strong> David Letterman </strong>, admitting that it had been a`` risk'' but insisting that he had no regrets about the experience.`` I like to jump into things", "new_id": -2}, {"uid": "1297519408017776651", "i": 2006, "idx": 0, "sa": ["Tony Bennett", "Shayne Ward", "Simon Cowell"], "q": "forge a career, but <strong> Shayne Ward </strong> seems to be doing well for himself. And he's making sure he isn't pigeonholed. An admirer of old school acts, such as <strong> Tony Bennett </strong>, he wants to diversify. <q> I want to make sure I go down other avenues than music. </q> With that in mind he's branching out into modelling, looking at acting, is recording and touring and has maintained a good relationship with music mogul <strong> Simon Cowell </strong>. Not that he sees him that much-", "new_id": -2}, {"uid": "1297271131262504545", "i": 35413, "idx": 6, "sa": ["Donald Rumsfeld"], "q": "would have to stay indefinitely?'' Also, <strong> Donald Rumsfeld </strong>'s book will give fuel to critics who charged that the democratization talk was something that emerged after WMD did not turn up in Iraq. <q> It was hard to know exactly where the President's far-reaching language about democracy originated, </q> <strong> Donald Rumsfeld </strong> writes.`` It was not a large part of his original calculus in toppling Saddam's regime, at least from what I gleaned in private conversations and NSC meetings. I didn't hear rhetoric about democracy", "new_id": -2}, {"uid": "1295991953089178223", "i": 3087, "idx": 14, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush", "Henry Kissinger"], "q": "<strong> President Bush </strong> administration, <strong> Donald Rumsfeld </strong> was at odds with <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong> about Iraq. The differences weren't personal, <strong> Donald Rumsfeld </strong> says. He recalls receiving a book that <strong> Henry Kissinger </strong> had written, with the inscription, <q> To an occasional adversary and a permanent friend. </q>`` When I started working on the book, <strong> Henry Kissinger </strong> said,` You tell it like it was.' We differed on some issues, and there's nothing wrong with that. It was professional", "new_id": -2}, {"uid": "1296743565187088980", "i": 37980, "idx": 4, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "lunch alone with the new envoy.`` Shouldn't have done so,'' the memo said. The president`` linked him to the White House instead of to'' the Pentagon or State Department. <q> There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch, </q> <strong> Donald Rumsfeld </strong> writes in the book. Providing pointed critiques of other former colleagues, <strong> Donald Rumsfeld </strong> portrays <strong> Colin Powell </strong> as reigning over a State Department reluctant to accept <strong> President Bush </strong>'s political direction and intent on taking anonymous swipes at the", "new_id": -2}, {"uid": "1296867070001982490", "i": 3062, "idx": 6, "sa": ["Sergio Marchionne"], "q": "projects profitable 2011 ahead of IPO... Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> speaks... Chrysler Group LLC Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> Photo: A demonstrator wears a mock mask of Fiat CEO <strong> Sergio Marchionne </strong> Report Abuse <q> This guy sounds like Morry from Goodfellas... </q> Time.com: Last-Name Effect: People with End-of-Alphabet Names Buy Faster", "new_id": -2}, {"uid": "1295551546153829398", "i": 36580, "idx": 0, "sa": ["David Letterman", "Martin Short"], "q": "guest on The Late Show with <strong> David Letterman </strong> when the host asked him mid-interview if he would care to perform a song. The funnyman obliged and told the audience as he made his way to the stage: <q> You know in my business, or in our business, there's a traditional career path: TV, movies, then <strong> Liza Minnelli </strong>, your own special, reality show host, the Palm Springs Follies, and then this show... But the challenge on this magical journey is to stay relevant and fresh. And if you really want to remain white hot in the press- there's only one place to go. </q> As the music began a pair of back-up singers and a drummer appeared onstage, dancing behind him. And <strong> Martin Short </strong> used his musical moment to mock troubled stars who've hit headlines for all the", "new_id": -2}, {"uid": "1295847729047431732", "i": 44499, "idx": 1, "sa": ["David Letterman", "Bill Cosby"], "q": "wanted to see the comedian live. He takes pleasure that <strong> Bill Cosby </strong>'s shows are`` clean'' and talk about real-world situations.`` He is insightful in everyday situations,'' Peesker said. <q> He seems like a sharp guy and in-tune with everyday people. </q> Bettie Duncan drove from Elizabethton, Tenn., to see the show. She heard on <strong> David Letterman </strong>'s show that <strong> Bill Cosby </strong> would be in Asheville and wanted to experience the comedian firsthand. Legendary", "new_id": -2}, {"uid": "1297143480171491338", "i": 14337, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Hailee Steinfeld"], "q": "pitch-correcting software Auto-Tune was used on at least one contestant's taped audition.'' \" Well this is the one that we learned about. Who knows how much of this really goes on. Report Abuse <q> i like <strong> Paula Abdul </strong>. She is cute and very honest person. I am sure <strong> Simon Cowell </strong> knows her very well. </q> Report Abuse \" i like <strong> Paula Abdul </strong>, she isa cute and I think a very honest person. I think <strong> Simon Cowell </strong> \" ABC News: Watch: <strong> Hailee Steinfeld </strong> on` True Grit' ABC News: Golden Globes Sues Ex-Publicist", "new_id": -2}, {"i": 39068, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Dwight Duncan </strong> <strong> Eddie Francis </strong>, CAW President Ken Lewenza and other local officials, recognized the importance of the plant, the workforce and the new minivans to the future success of the Company during a ceremony at the plant. <q> The new 2011 Dodge Grand Caravan and <strong> Walter P. Chrysler </strong> Town& Country remain key parts of our revival plan, </q> <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience.`` Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust", "sa": ["Dwight Duncan", "Sergio Marchionne", "Eddie Francis"], "uid": "1295386126252936200"}]