[{"uid": "1295896331003866627", "i": 6594, "idx": 0, "sa": ["Eric Schmidt"], "q": "<q>Previous Will Rising Food Prices Kill the Recovery? In explaining his decision to pass the boss torch back to co-founder Larry Page, Google CEO <strong> Eric Schmidt </strong> tweeted that, ha-ha, \"adult supervision<q> is no longer needed at the company that dominates internet search and advertising. And Google's monster fourth-quarter earnings offer evidence that <strong> Eric Schmidt </strong> is true to his tweet: profits reached$ 2.5 billion on sales of$ 8.4", "new_id": -2}, {"uid": "1295621895169754624", "i": 2555, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "marks a return to <strong> Google Inc. </strong>'s technological roots, 13 years after he and fellow Stanford University student <strong> Sergey Brin </strong> founded what has become the world's No. 1 Internet search engine with$ 29 billion a year in revenue. <q>Day-to-day adult supervision no longer needed!<q> <strong> Eric Schmidt </strong> tweeted after the announcement. The news came as <strong> Google Inc. </strong> reported earnings and revenue that blew past expectations. While <strong> Google Inc. </strong> has dominated Internet search for a decade, the company has struggled to find its footing", "new_id": -2}, {"i": 39081, "idx": 8, "index_answer": 0, "new_id": -1, "q": "added that he's already talked to Andy Reid about what he needs to improve on this offseason. \"I think I've got the blueprint on what to do,\" <strong> Michael Vick </strong> said. <q>I sat down and talked with Andy yesterday. He had a whole list of things that he thought I needed to do. It's good because without that I wouldn't see it or I wouldn't know, so that gives me guidance, areas to work on.<q> <strong> Michael Vick </strong> admitted that he tried too often to make a big play last season. He said he needs to make the plays he knows he can make and not always think so big. But he's", "sa": ["Michael Vick"], "uid": "1295308684212140059"}, {"uid": "1297177999266534917", "i": 29928, "idx": 0, "sa": ["Donald Rumsfeld", "Diane Sawyer"], "q": "troubled.\" ABC News, which has released a preview of <strong> Donald Rumsfeld </strong>'s interview with <strong> Diane Sawyer </strong>, the former defense secretary claimed that the interrogation of 9/11 plotter Mohammad al-Qahtani provided valuable information that saved American lives. <q>Qahtani, who was the 20th hijacker, they say-- he gave a lot of information,<q> <strong> Donald Rumsfeld </strong> said. \"And it was very helpful to our interrogators and to the United States government in saving lives.\" <strong> Donald Rumsfeld </strong> later concluded that \"the fact that we haven't had an attack in", "new_id": -2}, {"uid": "1295868659217595914", "i": 13814, "idx": 1, "sa": ["Eric Schmidt"], "q": "good retirement,\" added Mike Davis. Under the leadership of <strong> Eric Schmidt </strong>, Google has branched into several new markets such as mobile devices with its Android operating system and the enterprise market with Google Apps. <q>The company certainly hasn't been resting on its laurels,<q> said Davis. During his time at the company, <strong> Eric Schmidt </strong> has amassed 9.2 million Google shares, worth$ 5.8 bn.", "new_id": -2}, {"uid": "1296429103034734121", "i": 9393, "idx": 2, "sa": ["Zahi Hawass"], "q": ", head of Egypt's antiquities department. They climbed over walls, forced open doors and entered the museum's vast souvenir shop. \"I'm glad that those people were idiots,\" <strong> Zahi Hawass </strong> told TIME. <q>They looted the museum shop. Thank God they thought that the museum shop was the museum.<q> The Egyptian Museum itself is extraordinary, the repository of many of the country's greatest ancient treasures, including those from Tutankhamun's tomb, which take up nearly half of the second floor. It's", "new_id": -2}, {"uid": "1296179950266141706", "i": 16765, "idx": 4, "sa": ["Lindsey Graham", "Sen. Bernie Sanders"], "q": "Influential Republican senators have proposed raising the Social Security retirement age from 67 to 69, using a formula that Congress agreed to in the 1980s to raise the retirement age from 67 to 69. <q>We know what to do on Social Security; I put on the table[ a proposal] adjusting the age from 67 to 69,<q> <strong> Sen. Bernie Sanders </strong> <strong> Lindsey Graham </strong>( R-S.C.) said Wednesday. \"I don't know how in the heck we save this country from bankruptcy if we don't reform entitlements. \"Why can't we do what", "new_id": -2}, {"uid": "1295569913120422584", "i": 19582, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!<q> Data Warehouse Appliance Promises Database Transparence, Mixed BI Workload, Massive Scalability <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"By elevating me and having Larry running things day", "new_id": -2}, {"uid": "1295808445044548103", "i": 31657, "idx": 1, "sa": ["Mitt Romney", "Mike Pence", "Mark Levin", "Tim Pawlenty", "Ron Paul", "Sarah Palin", "Michele Bachmann", "Newt Gingrich", "Sen. Jim DeMint"], "q": "<strong> Newt Gingrich </strong>, but finished behind <strong> Ron Paul </strong>, <strong> Tim Pawlenty </strong>, <strong> Sarah Palin </strong>, <strong> Michele Bachmann </strong> and <strong> Sen. Jim DeMint </strong>. The take away from that unofficial and unscientific poll, according to ABC News, is that <strong> Mitt Romney </strong> is the frontrunner in New Hampshire, <q>but there's plenty of room for another Republican to break through.<q> <strong> Mike Pence </strong> a straw poll in September taken at Family Research Council's Values Voters Summit in Washington, D.C. Constitutional lawyer, author and radio talk-show host <strong> Mark Levin </strong> assessed the current field of contenders during his show on Friday(", "new_id": -2}, {"uid": "1295736733074268675", "i": 37496, "idx": 7, "sa": ["Kobe Bryant", "Rasheed Wallace", "Gordon Brown", "Allen Iverson", "Mike Muscala", "Mo Williams"], "q": "win at Staples Center. <strong> Mo Williams </strong> will be missed. But with <strong> Gordon Brown </strong> around, the Cavs have little to fear. \"He willed this win for us,\" Cavs coach <strong> Mike Muscala </strong> <strong> Gordon Brown </strong> said of his star. <q>He has been doing that for us down the stretch, no matter who our opponent is.<q> <strong> Kobe Bryant </strong> finished with 31 points but was only 4-of-15 in the second half http://wn.com/Allen_Iverson_25pts_vs_Kobe_Bryant_Lakers_08/09_NBA_*Great_Dunks_Alleyoop_by_Kobe! The new-look Detroit Pistons still have the Los Angeles Lakers' number. <strong> Rasheed Wallace </strong> had 25 points and 13 rebounds, <strong> Allen Iverson </strong> added 25 points", "new_id": -2}]