[{"uid": "1295088412253313042", "i": 7932, "idx": 1, "sa": ["Allen Iverson"], "q": "like a CFL player.* Currie, on former NBA star <strong> Allen Iverson </strong> being back in the U.S. where he'll have surgery on his right leg to remove a lump that formed while playing in Turkey: <q> Think of it as the foreign lesion. </q>* Even though this reflects poorly on my parenting, I thought I would share it anyway. My wife and my youngest son took our dog to the vet the other day. During the examination,", "new_id": -2}, {"i": 24346, "idx": 0, "index_answer": 0, "new_id": -1, "q": "decision taken by the International Committee of Museums( ICOM) to establish an international supervision committee to oversee and monitor the Egyptian Museum in an attempt to protect it following the recent attempt to loot it. <q> We don't need any international supervision. The Egyptian Museum and all archaeological sites in Egypt are under the protection of the army and honest Egyptian people, </q> <strong> Zahi Hawass </strong> insisted. He noted that some foreigners thought Egypt was not interested in protecting its monuments and museums, but said that was not true. \"Egypt has 5,000 years of civilisation, and we love", "sa": ["Zahi Hawass"], "uid": "1297344246193150984"}, {"uid": "1296981663254574647", "i": 24976, "idx": 0, "sa": ["Frank Zombo", "Michael Vick"], "q": "and were brought up to the varsity to help solidify the defense. \"They were just so excited just to come up, even though they were not going to play offense,\" he said. <q> <strong> Greg Jennings </strong> was a football player. He was not an athlete trying to play football. He loved contact; he loved the physical aspect of the game. </q> Former soccer stud leads the Pack On <strong> Frank Zombo </strong>'s first play in an NFL game, he sacked <strong> Michael Vick </strong>. He was a dream team all-stater at Stevenson but rarely played defense. \"", "new_id": -2}, {"uid": "1295155572091308052", "i": 44167, "idx": 0, "sa": ["Michael Vick", "Brett Favre", "Aaron Rodgers"], "q": "out of the question the way <strong> Aaron Rodgers </strong> is playing. He'll lead Green Bay into the NFC championship game at either Chicago or Seattle next weekend. \"That's what you dream about,\" <strong> Aaron Rodgers </strong> said. <q> This just feels so good right now. To be able to put up an offensive performance like that, it's just incredible. </q> <strong> Aaron Rodgers </strong> completed 31 of 36 passes for 366 yards, more than <strong> Brett Favre </strong>-- the guy he replaced in Green Bay-- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the", "new_id": -2}, {"uid": "1296575507267468818", "i": 11090, "idx": 0, "sa": ["Allen Iverson"], "q": "League before leaving the team three weeks ago due to a right calf injury, was evaluated Monday in Birmingham, Alabama, noted sports medicine specialist Dr. James Andrews, it was said on Fanhouse website. <q> While <strong> Allen Iverson </strong>, 35, will not need surgery, he will require a prolonged period of rest due to what Andrews diagnosed as a calcium mass that developed from a direct blow, </q> senior NBA writer Chris Tomasson reported.\"( <strong> Allen Iverson </strong>) will not be able to return to professional basketball for some six to eight weeks or more this season,\" Andrews said in a statement sent", "new_id": -2}, {"uid": "1297003737194904085", "i": 31117, "idx": 2, "sa": ["Paul Bremer", "Colin Powell", "Donald Rumsfeld"], "q": "recognize <strong> Paul Bremer </strong>'s intentions. <strong> Donald Rumsfeld </strong> asserts that Bush exacerbated matters by allowing confusion in the chain of command and enabling <strong> Paul Bremer </strong> to \"pick and choose\" which senior Washington officials to deal with. <q> There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch, </q> <strong> Donald Rumsfeld </strong> writes in the book. <strong> Donald Rumsfeld </strong> portrays <strong> Colin Powell </strong> as reigning over a State Department reluctant to accept Bush's political direction and intent on taking anonymous swipes at in the media. He", "new_id": -2}, {"uid": "1295669848206995548", "i": 6277, "idx": 3, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "his two older children were teased at school and when he woke at 4.00 am recently to dodge television cameras by leaving for work at 4.30 am. Even then the cameras were waiting. One friend said: <q> You know the game is up when getting up at 4.00 am isn't good enough. </q> Labour will, however, maintain the pressure, as <strong> Ed Miliband </strong> signalled today when he questioned <strong> David Cameron </strong>'s judgment in \"hanging\" onto <strong> Andy Coulson </strong>. This is what Tom Watson, the former Labour minister who has led", "new_id": -2}, {"uid": "1295974296157089811", "i": 14994, "idx": 2, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "the Nuggets hold on to defeat the Grizzles.... <strong> Allen Iverson </strong> 18pts <strong> Carmelo Anthony </strong> career high 49pts vs Wizards 07/08 <strong> Allen Iverson </strong> 18pts <strong> Carmelo Anthony </strong> career high 49pts vs Wizards 07/08 <strong> Allen Iverson </strong> barely broke a sweat and he thanked <strong> Carmelo Anthony </strong> for that. <q> I think that might be the easiest game I ever played in my career. I was out there watching, </q> <strong> Allen Iverson </strong> hollered across the locker room after <strong> Carmelo Anthony </strong> scored a career-high 49 points to lead the Denver Nugge... NBA Recap: Denver Nuggets vs Minnesota Timberwolves( 18/12/10) NBA Recap: Denver Nuggets vs Minnesota Timberwolves( 18/12/10", "new_id": -2}, {"uid": "1295955730102252553", "i": 34830, "idx": 2, "sa": ["Colin Powell", "Bill Clinton"], "q": ", troop levels continued to fall, to 1.7 million, for a 500,000 reduction by 1994.( By the end of <strong> Bill Clinton </strong>'s term, active duty forces stood at just under 1.4 million.) <q> Our goal was to reduce to a Base Force level with a cut of 500,000 active duty and an overall reduction of 25 percent of the budget, </q> <strong> Colin Powell </strong> said in an email. \"The new level may not have been reached while Mr. Cheney was still there or before I left, but the reductions were in train.\" He noted, \"<strong> Bill Clinton </strong> cut", "new_id": -2}, {"uid": "1296232308110461003", "i": 14920, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Mia Tyler"], "q": "January 28, 2011 at 11:00 am. His daughter <strong> Mia Tyler </strong> seems to think so. The front man's doting daughter made some comments about her dad outshining the other judges. <q> He's the funniest man I know. He's saving the show because it was kind of boring before. There's only so many times you can watch <strong> Simon Cowell </strong> be mean to people, </q> she said. <strong> Steven Tyler </strong> is no <strong> Simon Cowell </strong> but he definitely has had some of his \"mean moments.\" As far as him saving the show, I don't know about that just yet.", "new_id": -2}]