[{"uid": "1297429746243695638", "i": 36597, "idx": 1, "sa": ["Bill Lockyer"], "q": "also suggested states declare bankruptcy, as yet another way to escape obligations- including union contracts. <strong> Bill Lockyer </strong> turned that down flat. ''Behind that is an attack on state workers,'' he said. <q>This is all fiction and all speculative,</q> he said of the right-wing arguments. baligirl February 11, 2011 at 12:28 AM UnionRepublican, There is no major problem with pensions. The problem is with wall street and their need to get", "new_id": -2}, {"uid": "1296143039011223086", "i": 34322, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds. ''It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> Get the Chicago Tribune delivered to your home for only$ 1 a week> ChiGirl21 at 9:27 AM January 27, 2011 Relentless snow piles up on winter-weary Northeast as commuters dig out yet again Luxury linen for less", "new_id": -2}, {"uid": "1295120798042319882", "i": 9482, "idx": 0, "sa": ["Sergio Marchionne"], "q": "as encouraging investment. The bitter campaign split Italy's powerful labour unions. <strong> Sergio Marchionne </strong> praised the ''courage'' of workers who gave their approval. Saying yes to flexibility makes it possible to achieve <q>very high production levels, of up to 280,000 vehicles per year, and also open the way for the potential creation of jobs,</q> <strong> Sergio Marchionne </strong> said in a statement. ''In a country such as Italy, which has always been tied to the past and reluctant to change... those who voted yes showed vision,'' he said.", "new_id": -2}, {"uid": "1296225359092700754", "i": 12052, "idx": 1, "sa": ["Miguel del Valle", "Gery Chico", "Mike Pence", "John McCain", "Rahm Emanuel", "Carol Moseley Braun"], "q": ", who is retiring: former Chicago public schools president <strong> Gery Chico </strong>, former <strong> John McCain </strong> senator <strong> Carol Moseley Braun </strong> and city clerk <strong> Miguel del Valle </strong>. The moderators of Thursday's debate went immediately to the court's ruling. <strong> Rahm Emanuel </strong>'s response: <q>The good news is, now that we have the Supreme Court decision, it's behind us. Hopefully this will be the last question about it, for all of us, including myself.</q> ''CLOSER TO HOME' Indiana <strong> Rahm Emanuel </strong> <strong> Mike Pence </strong> announced Thursday he would not seek the Republican nomination for president in 2012, but he did ''I''m open to running for governor,", "new_id": -2}, {"uid": "1295949713244924433", "i": 18837, "idx": 0, "sa": ["Michael Jackson", "Paula Abdul", "Simon Cowell"], "q": "room and talking to <strong> Simon Cowell </strong>, <strong> Paula Abdul </strong> and Randy <strong> Michael Jackson </strong> about a potential musical career.'' Were you excited to discover that your character in Tangled provides a lot of the comedy of the movie? <q>I was incredibly happy, but I have to admit that the animals definitely steal the show. When it comes to the comedy of Tangled, the gecko and the horse are outstanding. <strong> W.C. Fields </strong> said never work with kids or animals, but the gecko and the horse end up stealing my thunder.</q> What makes you laugh? ''I think that Family Guy is hysterical. It's edgy and hip- and they can do whatever they want to do because it's animated and they're not", "new_id": -2}, {"i": 41975, "idx": 0, "index_answer": 0, "new_id": -1, "q": "STB) is on his way out. In a memo to Microsoft employees, CEO <strong> Steve Ballmer </strong> made it clear that Muglia's departure signals a shift in the direction the company intends to pursue. <q>I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles,</q> <strong> Steve Ballmer </strong> wrote in his email to the troops. Datamation has the story on Bob Muglia's departure from Microsoft", "sa": ["Steve Ballmer"], "uid": "1296785668102318092"}, {"uid": "1296918470163987465", "i": 8161, "idx": 0, "sa": ["Zine El Abidine Ben Ali", "David Corn", "Saddam Hussein", "Colin Powell", "Michael Isikoff"], "q": "the behest of the United States, the Egyptians wanted him to say that <strong> Saddam Hussein </strong> was going to give <strong> Zine El Abidine Ben Ali </strong> Qaeda chemical and biological weapons. ''They were killing me,'' he told journalists <strong> Michael Isikoff </strong> and <strong> David Corn </strong>. <q>I had to tell them something,</q> and so his coerced confession wound up in <strong> Colin Powell </strong>'s now notorious address before the United Nations in February 2003, justifying war against Iraq. Ironically, blowback from the propaganda offense claiming the existence of Iraqi", "new_id": -2}, {"uid": "1297175078196968449", "i": 6312, "idx": 9, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "meetings with the president to raise objections about the war. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q>My goodness, the intelligence was certainly wrong.</q> But he categorically refused to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons. ''I have no idea. I have no idea", "new_id": -2}, {"uid": "1297356966264552489", "i": 27302, "idx": 1, "sa": ["Anderson Cooper", "David Letterman"], "q": "said <strong> David Letterman </strong>. ''Being pummeled?'' <strong> Anderson Cooper </strong> said. ''I don't recommend it. I'd never been hit in the head before.'' He described the scene, saying, <q>People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying.</q> Scottsdale-$ 2,990,000 MLS 4367093 6 bed/ 8 bath 5,001+/ 2007 Andrew Bloom& <strong> David Letterman </strong> Van Omen, RE/MAX EXCALIBUR Paradise Valley-$ 1,385,000 MLS 4432821 7 bed", "new_id": -2}, {"uid": "1297200983061325341", "i": 1801, "idx": 1, "sa": ["Donald Rumsfeld", "Condoleezza Rice"], "q": "poor job of airing and debating substantive disagreements between the State and Defense departments. Rivalries between State and Defense are nothing new, yet Ms. <strong> Condoleezza Rice </strong>'s most ''notable feature'' of management, writes Mr. <strong> Donald Rumsfeld </strong>, <q>was her commitment, whenever possible, to ''bridging' differences between the agencies, rather than bringing those differences to the <strong> President Bush </strong> for decisions.</q> ''<strong> Condoleezza Rice </strong> is a very accomplished human being,'' he says in our interview, and '''she had an academic background. Blending things and delaying things is okay in the academic world.", "new_id": -2}]