[{"uid": "1295302157157237426", "i": 474, "idx": 1, "sa": ["Colin Powell", "Martin Luther King"], "q": ". In his remarks, Lomax touched on the critical role education plays in living out <strong> Martin Luther King </strong>'s dream.`` Among the rights <strong> Martin Luther King </strong> fought for was the right to an education,'' he said. <q> But his life was tragically cut short before he could lead us in the fight to afford the college education we needed, and the right to attend public schools that would prepare us to gain admission to and graduate from the colleges we had the legal right to attend. That battle he left for us. </q> The breakfast got its start when UNCF and the <strong> Colin Powell </strong> Mills Foundation joined together to host a community celebration to honor the legacy of <strong> Martin Luther King </strong>. What started with 800 guests in 1991 now has grown to be", "new_id": -2}, {"uid": "1296857235181501959", "i": 32966, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Paul McMullan"], "q": "others to do it''. <strong> Andy Coulson </strong>, who last month quit as <strong> David Cameron </strong>'s director of communications, worked at the Sun for more than a decade before joining the News of the World. <q> <strong> Andy Coulson </strong> knew a lot of people did it at the Sun on his Bizarre[ showbiz] column and after that at the NOTW, </q> <strong> Paul McMullan </strong> claimed. <strong> Paul McMullan </strong>, who is now a pub landlord, also described a flourishing trade in private information at the News of the World, which he said was regularly supplied with details of celebrities'", "new_id": -2}, {"uid": "1295108218181583875", "i": 37405, "idx": 0, "sa": ["Simon Cowell", "Jennifer Lopez"], "q": ". They met Tuesday with television critics at their annual winter gathering. I took the role of a loser contestant who hadn't brought it, and I asked them what they would say to me? <q> Isn't there an age limit? </q> <strong> Jennifer Lopez </strong> asked. Zing!`` You Can struggling`` Idol'' rebound without <strong> Simon Cowell </strong>'s honest blasts?", "new_id": -2}, {"uid": "1296055712213385310", "i": 22196, "idx": 0, "sa": ["Eric Schmidt"], "q": ", will work mainly in London, Munich and Zurich and be split between technology and sales. Announcing the plan at a conference in Munich yesterday( 25 January), outgoing chief executive <strong> Eric Schmidt </strong> says: <q> We looked at this year and our prospects for growth in Europe, and our businesses globally are doing well, both our core business and our adjacent businesses. </q> Google has identified the UK in particular as an opportunity to grow revenue. The UK accounted for 10%( Â£ 552m) of the company's total revenue in the fourth quarter. Google", "new_id": -2}, {"uid": "1295569075103366669", "i": 2260, "idx": 3, "sa": ["Barack Obama", "Sen. Alan Simpson", "Sen. Bernie Sanders"], "q": "from the general treasury at a future date, but <strong> Sen. Bernie Sanders </strong> and his liberal allies are skeptical.`` The danger of doing that is that this precedent becomes extended,'' <strong> Sen. Bernie Sanders </strong> said in an interview. <q> I know as surely as I'm sitting here that a year from now, when <strong> Barack Obama </strong> says this is only a one-year program, what are Republicans going to say? They're going to say no. </q> Liberal Democrats are worried about <strong> Barack Obama </strong>'s appointment of former <strong> Sen. Alan Simpson </strong>( R-Wyo.) to the fiscal commission. They view him as a longtime antagonist of the program. They say <strong> Barack Obama </strong> could have", "new_id": -2}, {"uid": "1295289004218529795", "i": 48238, "idx": 3, "sa": ["Allen Iverson", "LeBron James"], "q": "minutes, including two 3-poiners, to push Denver's lead to 78-51.`` I got into a rhythm in the second half,'' said <strong> Allen Iverson </strong>, who finished 14-for-20 from the field and added eight assists. <q> The basket looked like an ocean; I was throwing rocks in. It feels good when you catch a rhythm like that. </q> <strong> LeBron James </strong> led Cleveland with 27 points, but the Nuggets were able to contain the rest of the Cavaliers.`` Even though <strong> LeBron James </strong> had a great game, his great game came from getting fouled,'' Nuggets coach", "new_id": -2}, {"uid": "1297168254028033070", "i": 6326, "idx": 1, "sa": ["Simon Cowell"], "q": ". The biggest news is that children from the age of 12 will be able to compete and the winner will receive a$ 5 million record deal. In a statement, <strong> Simon Cowell </strong> said: <q> I like the idea that a 12 year old on this show can compete with an older singer and a singing group, I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract.`` I'm doing this show in America because I genuinely believe we can find a superstar. </q>( c) BANG", "new_id": -2}, {"uid": "1296874570127500319", "i": 34231, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell"], "q": "PAUL O'Grady has revealed he rejected an offer to be a judge on Britain's Got Talent- because he didn't want to make children cry. The chat show host, 55, said: <q> I was tempted but I wouldn't be able to deal with seeing kids upset at getting buzzed and booed off.`` I could handle me getting booed- no problem, I've had the lot.`` But it's not for me to watch kids get rejected. And to be honest, I've got no ambitions left. I think I've done it all. </q> Two panel places became available after <strong> Simon Cowell </strong> opted out of auditions and <strong> Piers Morgan </strong> moved to CNN. Have your say on the issues of the day with MY Sun Â© News Group Newspapers Ltd.`` The Sun", "new_id": -2}, {"uid": "1295419136019841068", "i": 1225, "idx": 7, "sa": ["Simon Cowell", "Steven Tyler"], "q": "'s far more palatable than thinking of America as an overbearing, imperial power throwing its weight around on the world stage.'' Morgan recently offered a different explanation: Perhaps we equate meanness with honesty. <q> There is kind of a belief amongst Americans, true or not, that the Brits are perhaps a little more blunt and more to the point, </q> he told TV Guide. Certainly, <strong> Simon Cowell </strong> is way more plainspoken than <strong> Steven Tyler </strong>, who tends to communicate in a magical language that's neither positive nor negative.`` What's with the oohoohbes on", "new_id": -2}, {"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q> We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more, </q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}]