[{"uid": "1296250153055099508", "i": 43495, "idx": 1, "sa": ["Elton Brand", "Allen Iverson", "LeBron James"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that,</q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four <strong> LeBron James </strong> Destroying the Portland Blazers In the 2007-- 08 season, <strong> LeBron James </strong> continued his dominant play, earning his fourth consecutive All-Star Game appearance", "new_id": -2}, {"uid": "1297390016200884258", "i": 41917, "idx": 6, "sa": ["Donald Rumsfeld", "Kimberley Strassel"], "q": "on <strong> Donald Rumsfeld </strong>' book. The first one, an opinion piece. The second, a genuine book review. opinion piece, <strong> Kimberley Strassel </strong> calls <strong> Donald Rumsfeld </strong> memoir a \"slice of history\" one that is <q>a far more believable account of events</q> compared to the\"[ t] he dominant narrative to date[ which] has been that a cowboy president and his posse of neocons went to war without adequate preparation and ran roughshod over doubts by more sober", "new_id": -2}, {"uid": "1295547812132497430", "i": 33756, "idx": 0, "sa": ["Donald Rumsfeld", "Valerie Plame", "Roger Clemens", "Condoleezza Rice", "President Bush", "Darrell Issa", "Henry Waxman"], "q": "committee chair, Democrat <strong> Henry Waxman </strong> was the <strong> President Bush </strong> administration's worst enemy, hauling in everyone from <strong> Condoleezza Rice </strong> and <strong> Valerie Plame </strong> to <strong> Donald Rumsfeld </strong> and <strong> Roger Clemens </strong>. As writer Nick Baumann noted in a\" Mother Jones\" article, <q><strong> Darrell Issa </strong>'s got the potential to be the <strong> Arnold Schwarzenegger </strong> <strong> Henry Waxman </strong>-- on steroids.</q> Following the 2010 election, <strong> Darrell Issa </strong> sent a letter to \"more than 150 trade associations, companies and think tanks\" including \"the oil industry, drug manufacturers and other trade groups and companies\" asking them", "new_id": -2}, {"i": 46054, "idx": 0, "index_answer": 0, "new_id": -1, "q": " \"not committed\" to supporting <strong> Barack Obama </strong> or a specific Republican candidate in 2012. <strong> Colin Powell </strong>, a retired Army general, said he won't decide whom to vote for until he sees all the candidates. <q>Right now I do not see on the Republican side any one individual who I think is going to emerge at the top of the pile,</q> he said, adding he thinks <strong> Barack Obama </strong> \"is doing a good job right now.\"  Fitness guru <strong> Jack LaLanne </strong> dead at 96  Los Angeles- <strong> Jack LaLanne </strong>, the fitness guru who inspired", "sa": ["Colin Powell", "Jack LaLanne", "Barack Obama"], "uid": "1295851272039714838"}, {"uid": "1295919205067010560", "i": 44642, "idx": 0, "sa": ["Andy Coulson", "Colin Thomas"], "q": "that's how. Take this example from <strong> Colin Thomas </strong> of Maidstone, who admires the concise nature of our offering. \"I've treated my busy wife to your excellent newspaper with surprising consequences,\" he writes. <q>Tonight I arrived home from work before her to be greeted by a terse note that read: \"Peel potatoes, light fire, walk dog. X\" I appear to be paying a high price for a low-cost publication.</q> Leave aside the fact that there are husbands who would be perfectly happy to have a wife so economical with words( oops, I was channelling <strong> Andy Coulson </strong> Gray for a split second there), I do", "new_id": -2}, {"uid": "1296715973185712699", "i": 48449, "idx": 0, "sa": ["Clay Matthews III", "Michael Vick", "Ben Roethlisberger"], "q": "they have <strong> Ben Roethlisberger </strong> and a defense that led the NFL in eight statistics, the Steelers are underdogs. The Packers know if they're going to prove the oddsmakers right, they have to stop <strong> Ben Roethlisberger </strong>. <q>He's a unique athlete( because) he's a bigger guy,( and) it's almost like taking down an offensive lineman,</q> Packers outside linebacker <strong> Clay Matthews III </strong> said. \"He shrugs off defenders, can extend plays and have his receivers become open downfield. \"It sounds kind of comical, but he's very similar to a <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1296200464159858698", "i": 4880, "idx": 1, "sa": ["Gov. Rick Perry", "Mitch Daniels", "Mike Pence"], "q": "presidency in 2012 but left unanswered whether his choice instead is the Indiana governor's office. \"I'm open to running for governor,\" <strong> Mike Pence </strong> said in an exclusive interview with The Indianapolis Star. <q>We're going to take the next several months to travel across the state and hear what Hoosiers have to say. We'll seriously consider it.</q> Still, many in politics said the Columbus Republican's decision instantly catapults him into the leading position to succeed <strong> Gov. Rick Perry </strong> <strong> Mitch Daniels </strong>. Although those who wanted him to run for president were disappointed, Republicans", "new_id": -2}, {"uid": "1296186100117063682", "i": 1087, "idx": 3, "sa": ["Sen. Bernie Sanders"], "q": "a second job to save more. Seems more logical to me. msgrowan at 7:27 PM January 27, 2011\"... Social Security today has a surplus of$ 2.6 trillion,\" <strong> Sen. Bernie Sanders </strong> said. <q>Social Security can pay out every benefit owed to every eligible American, for the next 27 years.</q> This is pure male bovine feces. The \"trust fund's\" surplus assets( i.e., FICA tax receipts over and above the amount needed to pay out current benefits on the pay-as-you-go principle) have been spent", "new_id": -2}, {"uid": "1295772199201490460", "i": 10401, "idx": 1, "sa": ["Will Smith", "Mick Jagger", "Katy Perry", "Simon Cowell", "Mariah Carey"], "q": ", the singer may join <strong> Simon Cowell </strong> on the show when it begins filming later this year. \"To get her on the show would give it real star power,\" a source told the magazine. <q><strong> Nicole Scherzinger </strong> and <strong> Cheryl Cole </strong> are also being considered for places on the judging panel, because they've got a proven track record of being great judges, but that doesn't rule Rihanna out. \"She has a massive appeal and a real edge to her,</q> they added. \"<strong> Simon Cowell </strong> knows she wouldn't be afraid to give her opinion.\" Others who have been rumoured for the show's judging panel include <strong> Will Smith </strong>, <strong> Katy Perry </strong>, <strong> Mick Jagger </strong> and <strong> Mariah Carey </strong>. This", "new_id": -2}, {"uid": "1297714527167477255", "i": 2783, "idx": 7, "sa": ["Donald Rumsfeld", "Aaron Belkin"], "q": "<strong> Aaron Belkin </strong>, director of the Palm Center, said <strong> Donald Rumsfeld </strong>'s endorsement of \"Don't Ask, Don't Tell\" repeal shows support for ending the law is \"unambiguous and transcends party lines.\" <q>We have now entered the next phase of the repeal process in which certification and implementation should be completed swiftly in keeping with the practices that have been proven to minimize any disruption to the military,</q> <strong> Aaron Belkin </strong> added.", "new_id": -2}]