[{"uid": "1295818294266780673", "i": 18573, "idx": 3, "sa": ["Allen Iverson", "Carmelo Anthony"], "q": "spins and, of course, backboard s... <strong> Allen Iverson </strong> 18pts Melo career high 49pts vs Wizards 07/08 <strong> Allen Iverson </strong> 18pts Melo career high 49pts vs Wizards 07/08 <strong> Allen Iverson </strong> barely broke a sweat and he thanked <strong> Carmelo Anthony </strong> for that. <q> I think that might be the easiest game I ever played in my career. I was out there watching, </q> <strong> Allen Iverson </strong> hollered across the locker room after <strong> Carmelo Anthony </strong> scored a career-high 49 points to lead the Denver Nugge... video results for: their teams wizards Wizards of Waverly Place- Positive Alex( part 2) Alex has a", "new_id": -2}, {"uid": "1295668634145047643", "i": 44494, "idx": 1, "sa": ["Lou Williams", "Allen Iverson", "Jason Kapono", "Samuel Dalembert", "Mark Blount", "Chris Bosh"], "q": "Wizards on Tuesday. They watched an 11-point halftime lead evaporate against the Raptors in the third quarter.`` We're jumping out and holding leads and we just can't hold them,'' guard <strong> Allen Iverson </strong> said. <q> We play well for a while and then it seems we just lose focus. </q> <strong> Chris Bosh </strong> was fouled by Sixers center <strong> Samuel Dalembert </strong> on a drive to the basket and made the twisting, off-bJason Kaponoce layup. He sank the free throw for a 108-106 lead. <strong> Lou Williams </strong>' last-chance 3-pointer was off the <strong> Mark Blount </strong>,", "new_id": -2}, {"uid": "1296244618002752550", "i": 12, "idx": 0, "sa": ["Michael Vick"], "q": "at sportsexpress.org. Highlights of one of the most exciting players in NFL history. <strong> Michael Vick </strong> averaged more yards per carry than any playe...`` A Home at the End of the World''( Spanish subtitles) Trailer <q> A Home at the End of the World </q>( Spanish subtitles) Trailer{ Subt?tulos para extranjeros y sordos}------------------------------------------------------- Tr?iler del film`` Una casa en el fin del mundo''( 2004)( A Home at the End of the World) Director:", "new_id": -2}, {"uid": "1297120389257998877", "i": 24845, "idx": 1, "sa": ["Simon Cowell"], "q": "amount of pressure on people,'' said the reality TV mogul. The winner will receive a million-dollar check once a year for five years, from which recording and marketing expenses will not be deducted. <q> This is not a dressed-up five million dollars, </q> said <strong> Simon Cowell </strong>. And those concerned that an inexperienced nobody now thrust into the limelight might blow the money on hookers and coke, need not worry. The winner will receive financial advice on how best to", "new_id": -2}, {"uid": "1295247875048611396", "i": 31552, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers", "Brett Favre"], "q": "Green Bay into the NFC championship game at the Chicago Bears on Sunday.`` This probably was my best performance- the stage we were on, the importance of this game,'' <strong> Aaron Rodgers </strong> said. <q> It was a good night. </q> He completed 31 of 36 passes and put up more yards than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the Eagles in", "new_id": -2}, {"uid": "1296770511173654034", "i": 14658, "idx": 32, "sa": ["Eric Shinseki", "Colin Powell", "Condoleezza Rice", "Bill Clinton", "James Jones", "George Tenet", "Donald Rumsfeld", "Ted Kennedy"], "q": "fires back that the secretary of State had once been`` the most senior military officer in our country'' and no one else in the administration had`` even a fraction of his experience'' on intelligence matters. <q> <strong> Colin Powell </strong> was not duped or misled by anybody, nor did he lie about Saddam's suspecTed Kennedy WMD stockpiles. The <strong> Bill Clinton </strong> did not lie. The vice <strong> Bill Clinton </strong> did not lie. <strong> George Tenet </strong> did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie. The Congress did not lie. The far less dramatic truth is that we were wrong. </q> <strong> Donald Rumsfeld </strong> also takes a swipe at his Marine Corps commandant, Gen. <strong> James Jones </strong>, and Army chief, Gen. <strong> Eric Shinseki </strong>, who were ciTed Kennedy in a December, 2002 Washington Post story as opposing an invasion of Iraq", "new_id": -2}, {"uid": "1297187009205783101", "i": 8281, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "just weeks before the invasion, further stoked resentment in Berlin and Paris. It was meant to point out there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. <q> Ironically, my comment was unintentional, </q> <strong> Donald Rumsfeld </strong> writes.`` I had meant to say France and Germany represented` old NATO' not` old Europe'.''`` In any event, the phrase` old Europe' entered the vernacular. The", "new_id": -2}, {"uid": "1296550615213254158", "i": 33004, "idx": 15, "sa": ["LeBron James", "Shaun Johnson", "Dwight Howard", "Allen Iverson"], "q": "Career High 60pts vs the <strong> Dwight Howard </strong> Orlando <strong> Shaun Johnson </strong> 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't r... <strong> LeBron James </strong> 33 points( 24 in 1st quarter) vs chicago bulls <strong> LeBron James </strong> 33 points( 24 in 1st quarter) vs chicago bulls 2007/2008 season In the 2007", "new_id": -2}, {"uid": "1295965636047955976", "i": 19468, "idx": 1, "sa": ["Darrell Issa", "Tim Cook", "Eric Schmidt", "Mick Jagger"], "q": ", vacations and schmoozing. These include at least three winterTim Cooke trips to the Caribbean and a trip by Google chief executive <strong> Eric Schmidt </strong> to the Cannes Film Festival, where he hobnobbed with <strong> Mick Jagger </strong> and Hollywood stars. <q> Our report only reveals only part of the picture, </q> said the letter to <strong> Darrell Issa </strong> asking for an investigation.`` The House Oversight& Government Reform Committee has subpoena power if necessary. We urge you to use all the tools at the committee's disposal to reveal the", "new_id": -2}, {"i": 27252, "idx": 7, "index_answer": 0, "new_id": -1, "q": "been burned for three straight games of at least 40 points by the 76ers All-Star.`` Honestly, they play me one-on-one, straight up,'' <strong> Allen Iverson </strong> said of a Bucks' defense he penetrated at will. <q> Except in the last quarter. <strong> Elgin Baylor </strong> guess they felt like they had to do something. </q> By then, it was too late. <strong> Allen Iverson </strong> reached 40 points against the Bucks for the sixth time in his career, his most against any opponent. He had 40 and 54 points in his previous two games", "sa": ["Allen Iverson"], "uid": "1296550615213254158"}]