[{"uid": "1296083432189841410", "i": 30190, "idx": 3, "sa": ["Michael Vick"], "q": "is staying, even as he acknowledges,`` I hope so, but in this business, you never know.'' <strong> Michael Vick </strong>'s goal is to get a rest and, as he said, to <q> watch a ton of film, try to get better. </q> It is the correct mindset. But Eagles coach Andy Reid will have his own set of issues here, and his own things to think about. This <strong> Michael Vick </strong> thing is, in some ways, even more complicated", "new_id": -2}, {"uid": "1295945093061587461", "i": 31613, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Monday that the officers' claims were overblown.`` We're confident we're going to be able to prove that by the time police arrived, they knew he was unarmed,'' Safire said. <q> There were six cops and a trained dog, and they had an overabundance of nonlethal means at their disposal. </q> The case is Santa Rosa vs. DeSantis, 10-434. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog TECHNICAL SR TECHNICAL PROJECT", "new_id": -2}, {"uid": "1295562153178864134", "i": 25855, "idx": 1, "sa": ["Eric Schmidt"], "q": "room for co-founder Larry Page, a role he will start in on April 4th.`` In this new role I know he will merge Google's technology and business vision brilliantly,'' wrote <strong> Eric Schmidt </strong>. <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead. </q> As for <strong> Eric Schmidt </strong>'s own new gig,`` I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology", "new_id": -2}, {"uid": "1297286067166281247", "i": 3570, "idx": 0, "sa": ["Donald Rumsfeld", "John Ensign", "Sen. George Allen"], "q": "run for public office, his upset victory over <strong> Sen. George Allen </strong> came as a Democrat. Is <strong> John Ensign </strong> a Political Zombie And He Just Doesn't Know It? U.S. Video: City worker's striptease raises questions Report Abuse <q> Web sees the hand writing on the wall, and it says most Senate democrats will loose in 2012, as well as <strong> Barack Obama </strong>. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader", "new_id": -2}, {"uid": "1296532535074448926", "i": 14212, "idx": 4, "sa": ["Allen Iverson", "George Karl"], "q": "Nuggets break a two-game losing streak. The Nuggets needed every one of those points after blowing a 17-point third-quarter lead and eventually falling behind by two.`` Welcome to Denver Nuggets land,'' coach <strong> George Karl </strong> said. <q> We play so fast, sometimes it's good and sometimes it's dangerous. </q> <strong> Allen Iverson </strong> and company made sure this one didn't slip away. <strong> Allen Iverson </strong> and Smith each hit two free throws in the final minute to put Denver ahead 93-90 entering the final quarter. The start of the fourth quarter", "new_id": -2}, {"uid": "1295627764018169864", "i": 48168, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "accountability at the top of the company. In my clear opinion, Larry is ready to lead, and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.'' <q> <strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade, </q> adds Page.`` The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous", "new_id": -2}, {"uid": "1297143480171491338", "i": 14337, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell", "Hailee Steinfeld"], "q": "pitch-correcting software Auto-Tune was used on at least one contestant's taped audition.'' </blockquote> Well this is the one that we learned about. Who knows how much of this really goes on. Report Abuse <q> i like <strong> Paula Abdul </strong>. She is cute and very honest person. I am sure <strong> Simon Cowell </strong> knows her very well. </q> Report Abuse <blockquote> i like <strong> Paula Abdul </strong>, she isa cute and I think a very honest person. I think <strong> Simon Cowell </strong> </blockquote> ABC News: Watch: <strong> Hailee Steinfeld </strong> on` True Grit' ABC News: Golden Globes Sues Ex-Publicist", "new_id": -2}, {"uid": "1295408839085049344", "i": 603, "idx": 1, "sa": ["Piers Morgan", "Howard Stern", "David Letterman", "Jay Leno"], "q": "<strong> Piers Morgan </strong> Tonight, <strong> Howard Stern </strong> called The Tonight Show host a`` crook,''`` insane,''`` not fit to scrub <strong> David Letterman </strong>'s feet,'' and that <strong> Jay Leno </strong>`` steals a tremendous amount of material.'' <q> America must be filled with morons, </q> said <strong> Howard Stern </strong>,`` the ones who watch <strong> Jay Leno </strong>, they must be in a coma.'' This was just about the only moment the conversation sprang to life, however. Too much time was wasted with", "new_id": -2}, {"uid": "1296941344169869340", "i": 38643, "idx": 4, "sa": ["Sergio Marchionne"], "q": "a picture of... <strong> Sergio Marchionne </strong> Photo in Slideshow: Chrysler Group LLC employee works on assembly... Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> Photo: A demonstrator wears a mock mask of Fiat CEO <strong> Sergio Marchionne </strong> Report Abuse <q> I'm sorry.. most of us` regular' folks out there think the whole deal.. including <strong> Barney Frank </strong>, <strong> Sen. Chris Dodd </strong>, FANNIE MAE, FREDDIE MAC, The Black Congressional Caucus, O'Buma, TARP, the` bailouts'.. EVERYONE connected with the` government'.. are ALL` shysters'. </q> Report Abuse <blockquote> And what was inappropriate about the use of the term? </blockquote> Report Abuse <blockquote> Welcome to the real world. I'd like to hear more super rich CEO's, whine like babies. </blockquote>", "new_id": -2}, [{"i": 25537, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>:`` I will get ITV to make substantial five figure donation to your charity for the interview''. But <strong> Lily Allen </strong> told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asking me for years. </q> Buy Cheap tickets for the upcoming Even less interesting than nominations, are parties about nominations <strong> Liz Hurley </strong> is so happy that her lips appear to have grown to allow for a bigger smile Even less interesting than", "sa": ["Cheryl Cole", "Lily Allen", "Liz Hurley", "Gordon Brown", "Simon Cowell"], "uid": "1295004329069189661"}]]