[{"uid": "1297402284143720477", "i": 3546, "idx": 0, "sa": ["Donald Rumsfeld", "Donald Trump", "Newt Gingrich", "Rick Santorum"], "q": "ballroom to exchange variations on the dominant theme in today's Republican politics: It is evening in America. \"The Germans are buying the New York Stock Exchange,\" announced former House Speaker <strong> Newt Gingrich </strong>. <q>The U.S. is becoming the laughing stock of the world,</q> exhorted reality television star <strong> Donald Trump </strong>. It's \"a national reckoning unlike any I have seen in my lifetime,\" explained former <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong>. <strong> Rick Santorum </strong>, a one-time Pennsylvania senator preparing a run for president", "new_id": -2}, {"i": 25537, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>: \"I will get ITV to make substantial five figure donation to your charity for the interview\". But <strong> Lily Allen </strong> told him: <q>Those are my terms. I've got no interest in coming on your show, you've been asking me for years.</q> Buy Cheap tickets for the upcoming Even less interesting than nominations, are parties about nominations <strong> Liz Hurley </strong> is so happy that her lips appear to have grown to allow for a bigger smile Even less interesting than", "sa": ["Cheryl Cole", "Lily Allen", "Liz Hurley", "Gordon Brown", "Simon Cowell"], "uid": "1295004329069189661"}, {"uid": "1295163960124190735", "i": 21961, "idx": 1, "sa": ["Elton Brand", "Chris Paul", "Marcus Camby", "Allen Iverson", "Nicolas Batum"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q>Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that,</q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Humiliation_of_Chris_Paul,_Sweet_3_Points_Play_by_Marcus_Camby_100327_Hornets_VS_Blazers Humiliation of <strong> Chris Paul </strong>( <strong> Nicolas Batum </strong> blocks <strong> Chris Paul </strong>), Sweet 3 Points Play by <strong> Marcus Camby </strong>( 100327) New Orleans Hornets VS Portland Trail", "new_id": -2}, {"uid": "1296376231049594370", "i": 20774, "idx": 0, "sa": ["Michael Vick"], "q": "NFC starting quarterback <strong> Michael Vick </strong> of Philadelphia probably appreciates his appearance more than anyone on either side of the ball, considering how far he has come since serving prison time for his role in dogfighting operation. <q>This one feels great due to the fact that I've been through so much and trained to getting back to this position,</q> he said earlier this week. \"It's paramount for me and my family and I'm just thankful.\" The NFL's decision to move the Pro Bowl to a week ahead of the Super", "new_id": -2}, {"uid": "1296171234238878728", "i": 41445, "idx": 0, "sa": ["Eric Schmidt"], "q": "One of the justifications that Google provided for former CEO <strong> Eric Schmidt </strong>'s move into the chairman role and the a new cover story on the company, which describes how Google is trying to save itself from <q>the ossification that can paralyze large corporations.</q> But what if Google's biggest problem isn't a lack of flexibility or the speed of its decision-making, but a fundamental cultural inability to create new lines of business that can keep the company growing? What if", "new_id": -2}, {"uid": "1295039838092176408", "i": 37839, "idx": 0, "sa": ["Mike Pence"], "q": "it was unacceptable to spend 12 percent more for these programs than last year. Democrats accused Republican of trying to stall the bill by offering 100 or so amendments. Republican Representative <strong> Mike Pence </strong> said it was <q>an outrageous abuse of the legislative process</q> for Democrats to cut off debate after 30 minutes during the first amendment. He insisted that it was not about the process but about \"runaway federal spending.\" Democrats shot back that Republicans were making it harder", "new_id": -2}, {"uid": "1295813464265846801", "i": 29330, "idx": 1, "sa": ["Mike Pence"], "q": "and author \"Aftermath: Following the Bloodshed of America's Wars in the Muslim World\". Also, Thom confronts Seton Motley www.LessGovernment.org- Are the Republicans engaged in a form of terrorism by attempting... <strong> Mike Pence </strong>: <q>You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over.</q> <strong> Mike Pence </strong>: \"You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over.\" Congressman <strong> Mike Pence </strong> gave the following floor speech during debate of the final reconciliation bill that purports to \"fix\"", "new_id": -2}, {"uid": "1295380350188088361", "i": 20414, "idx": 0, "sa": ["Kirsten Gillibrand", "Saeb Erekat", "Hillary Clinton"], "q": "the resolution should it come to a vote in the council. On Tuesday, 17 senators led by <strong> Hillary Clinton </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y., wrote to Secretary of State <strong> Hillary Clinton </strong> urging the administration to veto the move and <q>make it clear to the Palestinian Authority that it needs to sit down in direct talks with Israel, rather than pursue unhelpful resolutions at the United Nations.</q> In the West Bank, chief Palestinian negotiator <strong> Saeb Erekat </strong> said that the Palestinians and their backers have agreed on the wording for the anti-settlement resolution. He said he expects it to be submitted to the Security Council", "new_id": -2}, {"uid": "1295612543206700567", "i": 37143, "idx": 4, "sa": ["Eric Schmidt"], "q": "said in Google blog post. \"Larry will be even better! Larry, in my clear opinion, is ready to lead,\" he continued. As Executive Chairman, <strong> Eric Schmidt </strong> said he will focus <q>wherever I can add the greatest value.</q> He will also act as an advisor to Larry and Sergey.", "new_id": -2}, {"uid": "1295610181062603290", "i": 6403, "idx": 1, "sa": ["Andy Coulson"], "q": "down over allegations of phone-hacking by the News of the World when he was the newspaper's editor. A No 10 spokeswoman told reporters at a regular briefing that a statement was being prepared. <q>The Prime Minister has had full confidence in Mr <strong> Andy Coulson </strong> and still does,</q> she said. The question now is what <strong> Andy Coulson </strong> has decided to do. niphette 21 January 2011 11:29 AM AnatolyKasparov 21 January 2011 11:30 AM Could this be part of a", "new_id": -2}]