[{"uid": "1295391418138936343", "i": 23519, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q>We are not going to give up one inch of territory,</q> <strong> Sergio Marchionne </strong> said. Officer Ian Birk describes Williams' posture During the in the inquest into the John T. Williams shooting, Seattle police officer Ian Birk describes his memory of how Williams was standing in the moments", "new_id": -2}, {"uid": "1297588971109002780", "i": 17090, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "that Britain would be left without an effective \"carrier strike\" capability- a working aircraft carrier equipped with fighter jets- for a decade under the Government defence and security review, Mr <strong> Donald Rumsfeld </strong> said. <q>Your country has been one of the handful of countries that have had an extremely capable military- in different elements of military capability- and as a seafaring nation, I do understand your questions,</q> he added when asked about the effect of the cuts on Britain's force readiness as a US ally. But he also emphasised the role of intelligence sharing, special operations and unmanned aircraft in an era of asymmetrical", "new_id": -2}, {"uid": "1296349513037584923", "i": 16805, "idx": 0, "sa": ["Taylor Hicks", "Steven Tyler", "Josh Turner", "Scotty McCreery", "Simon Cowell", "Jennifer Lopez"], "q": "Now we have new judges in <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> of Aerosmith joining Jackson. No more <strong> Simon Cowell </strong> to diss country music- a fact the 62-year-old rocker <strong> Steven Tyler </strong> recently pointed out on \"<strong> Taylor Hicks </strong> and Friends.\" <q>That's the one thing that turned me off about the show was <strong> Simon Cowell </strong> passed on this kid because he goes, \"Besides which, I hate country. Not my cup of tea.' If I'm judging music, you don't judge the genre. Sorry.</q> Don't be sorry about that Steve! So far, the judges( and I) are smitten with a <strong> Josh Turner </strong> sound-alike in 16-year-old <strong> Scotty McCreery </strong>, who made the cut in Milwaukee. Thursday night\"s auditions", "new_id": -2}, {"uid": "1296286331249135135", "i": 36225, "idx": 1, "sa": ["Doc Rivers", "Allen Iverson", "Kevin Garnett"], "q": "2000-01 season. That year ended with an Eastern Conference title for Philadelphia. This one might land them in the lottery. \"I don't have any answers for what's going on,\" <strong> Allen Iverson </strong> said. <q>We're not having Coach <strong> Doc Rivers </strong> had some strong advice for the Boston Celtics before their first stop on a tough three-game swing through Texas: Play hard, or else. \"The Spurs, they're a well-oiled machine. We knew they were going to come in fired up. They lost some games as of late and any champion is going to come out with its haymakers,</q> said <strong> Kevin Garnett </strong>, who had 21 points in Boston's 93-91 win over the San Antonio Spurs on Monday night. \"<strong> Doc Rivers </strong> told us if we don't pick up the energy, then we're going to get", "new_id": -2}, {"uid": "1296050712257392712", "i": 30423, "idx": 5, "sa": ["Michael Vick"], "q": "pads made by the company. \"The Unequal technology is a part of my game now and I won't play without my Unequal,\" <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. <q>Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.</q> He returned to the NFL in 2009 with the Eagles, and worked his way from a seldom-used third-string quarterback to the key cog on a division-winning team. He will start for the NFC in the Pro", "new_id": -2}, {"uid": "1295973559065323032", "i": 18026, "idx": 0, "sa": ["Andy Coulson"], "q": "hypocritical to rule that they behave otherwise when the law is based on the same reasoning. Really, what needs to happen is for the law to change so that gay couples can be legally married.\" <q>A B&B is a business offering a service to the public. The Bull's religious convictions are a private issue. If they want to live entirely by their private convictions, they need to stop selling to the public.</q> Job spec for a \"spin doctor' <strong> Andy Coulson </strong>'s resignation has left a vacancy at the heart of government. Who could apply? The rise of` we\" Why US presidents increasingly love the", "new_id": -2}, {"uid": "1296745421246644752", "i": 16671, "idx": 2, "sa": ["Paul Bremer", "Donald Rumsfeld", "President Bush"], "q": ", pursued a muddled reconstruction plan that more closely resembled that which was advocated by the State Department. At the same time, <strong> Donald Rumsfeld </strong> gripes <strong> Paul Bremer </strong> did not keep the Pentagon informed of his decision making. <q>Those key differences were never clearly or firmly resolved in the NSC,</q> <strong> Donald Rumsfeld </strong> writes. \"Only the <strong> President Bush </strong> could do so.\" <strong> Donald Rumsfeld </strong> also directs blame toward himself, according to the released excerpts, writing that he wished he had resigned in 2004 when the Abu Ghraib", "new_id": -2}, {"uid": "1296484737135364618", "i": 9319, "idx": 1, "sa": ["Sergio Marchionne"], "q": "other restructuring debts, it earned a$ 198 million operating profit. \"What Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,\" Chief Executive <strong> Sergio Marchionne </strong> said. <q>However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.</q> Revenue for the fourth quarter totaled nearly$ 10.8 billion, down$ 255 million from the third quarter. For all of 2010, Chrysler lost$ 652 million but earned an operating profit of", "new_id": -2}, {"uid": "1295788220057016357", "i": 32830, "idx": 3, "sa": ["Erik Spoelstra", "Mario Chalmers", "Dwyane Wade", "Udonis Haslem", "Detroit Red", "Rasheed Wallace", "Rick Pitino", "Ray Allen", "Allen Iverson"], "q": "but <strong> Dwyane Wade </strong> and <strong> Udonis Haslem </strong> made sure it didn't happen. \"They were pounding us for three quarters and a half, but we finally got some key plays down the stretch,\" Miami coach <strong> Erik Spoelstra </strong> said. <q><strong> Dwyane Wade </strong> was sensational- that's what he's been all year- and <strong> Udonis Haslem </strong> was great.</q> <strong> Detroit Red </strong> was missing three key players- <strong> Rick Pitino </strong> Hamilton( groin), <strong> Rasheed Wallace </strong>( calf) and <strong> Allen Iverson </strong>( back)- but took a 96-95 lead on <strong> Ray Allen </strong> Herrmann's 3-point shot with 13 seconds left. <strong> Mario Chalmers </strong>", "new_id": -2}, {"i": 5355, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coordinator, because he is a defensive guy at heart, and he has that infectious personality- players relate to him,\" said former Eagles linebacker <strong> Ike Reese </strong>, who played for Mora with the Falcons from 2005-06. <q>He grew up around an NFL locker room. He has an aggressive approach. He's not an over-blitzer; Jim believes in getting after you with the front four and in strong secondary play.</q> Mora, of course, coached <strong> Michael Vick </strong> in Atlanta. Last October, he interviewed <strong> Michael Vick </strong> on behalf of the NFL Network; <strong> Michael Vick </strong> apologized to Mora for being immature and not being focused on his job when", "sa": ["Ike Reese", "Michael Vick"], "uid": "1295254492092618801"}]