[{"uid": "1297273521044515353", "i": 8098, "idx": 0, "sa": ["Donald Rumsfeld", "Ashton Carter"], "q": "was just as necessary now to chart a course for the future, and said he and other Pentagon leaders were trying to cultivate better relations with industry after distanced and often-frosty relations under former Defense <strong> Donald Rumsfeld </strong>. <q> A strong, technologically vibrant, and financially successful defense industry is... in the national interest, </q> <strong> Ashton Carter </strong> said, adding that the department planned to pursue`` policies and actions that provide for long-term innovation, efficiency, profitability, and productivity growth.'' He said defense officials would focus on seven key", "new_id": -2}, {"uid": "1297604062127287303", "i": 20030, "idx": 11, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "somebody like Beyonce: She is the best example of somebody who works it every hour of the day,'' he said. <strong> Simon Cowell </strong>, as American Idol viewers know, doesn't lack for confidence: <q> I believe I can find a star, </q> he said. He has seen only a few minutes of this season's American Idol and its reconstituted panel with <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and Randy Jackson, he said. But he's been reassured by", "new_id": -2}, {"uid": "1296457550009125925", "i": 11903, "idx": 1, "sa": ["Doug Morris", "Simon Cowell"], "q": "including The X Factor, as a walled fiefdom.`` The one thing that Sony definitely have as a secret weapon is <strong> Simon Cowell </strong> and <strong> Doug Morris </strong> has the status to deal with him effectively,'' says a source. <q> He makes loads of money, he only works with Sony, and he is incredibly important to them. </q> Some argue that, as the biggest challenge for all record labels is the digital future, the appointment of <strong> Doug Morris </strong> smacks of`` short-term thinking''.`` Ultimately is his appointment going to turn around Sony", "new_id": -2}, {"uid": "1297370052141737998", "i": 23726, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "some days.`` We will open the museum after the strike is finished. I don't know when the strike is finished,'' said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. <q> I need things to go back to normal. </q> Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators and <strong> Hosni Mubarak </strong> supporters battled in front of the Egyptian Museum's pink-walled facade last week", "new_id": -2}, {"uid": "1295710868069517357", "i": 38470, "idx": 0, "sa": ["Simon Cowell"], "q": "year under his contract with the show, he's now ready to answer that question everyone wants to ask- why would an intelligent, pleasant fellow with a refined English accent say such horrible things? <q> Clearly it was the most stupid mistake of my life, </q> he said.`` I was going to be <strong> Simon Cowell </strong> on steroids. The producers made it quite clear they needed confrontation. Several days into the show they complained that I wasn't giving them anything.''", "new_id": -2}, {"uid": "1295554755243744795", "i": 13432, "idx": 2, "sa": ["Michael Vick"], "q": "was something that happened once in a while in a small, poor corner of a city.'' Cosby says the work that the organization does is supported by donors and people who care. <q> So people who care can really make a difference. Having the man power and having the money to be able to follow through with everything is the critical part for us. </q> jack Lurie, <strong> Michael Vick </strong>, Eagles, NFL? It is very simple:$$$$$$$$$$$$$$$$$$$$$$$", "new_id": -2}, {"uid": "1297175955226918404", "i": 48443, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and`` am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> <strong> Mayor Tom Leppert </strong> said he has asked the city manager to`` propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would`` welcome a clarification of the guidelines.'' texrus This", "new_id": -2}, {"uid": "1297092821239337897", "i": 33634, "idx": 1, "sa": ["Simon Cowell"], "q": "Contestants will compete for a$ 5 million Sony record deal.`` I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,'' said <strong> Simon Cowell </strong>. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar. </q> the show's website and check out the full press release after the jump.`` THE X FACTOR''... HAVE YOU GOT IT?`` THE X FACTOR'' ANNOUNCES$", "new_id": -2}, {"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q> We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more, </q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}, {"uid": "1297413424025755648", "i": 11260, "idx": 0, "sa": ["Kayte Walsh", "David Letterman"], "q": "`` What I hope is that Kelsey and I can improve our communications and truly co-parent our two wonderful children,'' her statement said. She also wished her ex and his fiancee, <strong> Kayte Walsh </strong>, <q> love and happiness in their new marriage. </q> Those are the kinds of good wishes that only a dollar sign followed by a lot of zeroes buys. Kelsey told <strong> David Letterman </strong> last month that he plans to marry <strong> Kayte Walsh </strong> this month. Moon over the", "new_id": -2}]