[{"uid": "1295667370077054011", "i": 20058, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Google co-founder <strong> Sergey Brin </strong>, who will also focus on strategic projects and new products. \"<strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade,\" Page said in a written statement. <q> The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity- we are only at the beginning, and I can't wait to get started. </q> The changes takes effect April 4. Google on Thursday reported fourth-quarter revenues of$ 8.44 billion, an increase of 26 percent compared to the fourth quarter of 2009- topping analysts' expectations.", "new_id": -2}, {"uid": "1297183571060325991", "i": 14586, "idx": 1, "sa": ["Simon Cowell"], "q": "going to be.\" One detail that has been revealed is the staggering prize money that will be awarded to the winner:$ 5 million. <strong> Simon Cowell </strong> explained why the jackpot is so high, telling us, <q> Sometimes you got ta put your money where your mouth is. And by putting up that kind of prize money it's a massive massive risk, but it's also an incredible incentive and I think it puts everybody, rightly, under an enormous amount of pressure. Cause I didn't want to go into this show without feeling a certain amount of pressure, because with pressure, you've got to find a star. </q> What else do we know about the show so far? Auditions begin on March 27th in Los Angeles, with stops in Chicago, Dallas, Miami, New York/New Jersey and Seattle to follow. Dates and venues", "new_id": -2}, {"uid": "1297231761238518375", "i": 45247, "idx": 1, "sa": ["Donald Rumsfeld"], "q": ", but organisers cancelled the event due to what they described as security concerns. \"People are trying to make legal issues out of public policy issues, which is unfortunate,\" <strong> Donald Rumsfeld </strong> told Reuters. <q> I think it's a sign of the times. </q> <strong> Donald Rumsfeld </strong>, who personally authorised harsh interrogation techniques used on some terrorism suspects, said he had not considered whether he, too, might face prosecution if he traveled abroad. Still, he warned", "new_id": -2}, {"uid": "1297159856213123080", "i": 8297, "idx": 0, "sa": ["David Letterman"], "q": ", because railroad authorities had to come out and inspect the crossing. Police Chief <strong> David Letterman </strong> Begun said all the crossing equipment was operating properly at the quiet zone crossing, and the driver just chose to ignore it. <q> There will be several citations issued, </q> Buerger said, noting officers were still out working on the situation at about 10 a.m., though the train had moved on. of the Journal Sentinel Feb. 7, 2011| Denver Post reports today that", "new_id": -2}, {"i": 1310, "idx": 0, "index_answer": 1, "new_id": -1, "q": "decade to finish a season among the NBA's top five in scoring. <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> did it with the Los Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. <q> They're great players and they've proven to be productive in their careers, </q> Heat coach <strong> Erik Spoelstra </strong> said. \"So once they became comfortable with this team and with each other, that was a matter of time.\" When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on", "sa": ["Kobe Bryant", "Erik Spoelstra", "LeBron James", "Shaquille O'Neal", "Dwyane Wade", "Carmelo Anthony", "Allen Iverson"], "uid": "1295994110043548689"}, {"uid": "1295911947085770249", "i": 13124, "idx": 2, "sa": ["Eric Schmidt"], "q": " \"It's not anyone's business if I like mint chocolate chip or Cherry Garcia.\" \"The reality is that on-premise software does retain consumer information for some time,\" said Mr. <strong> Eric Schmidt </strong>. <q> We are all in the United States subject to the Patriot Act, so it is possible that information is made available. On the upside, this ice cream is gon na be crazy delicious. </q> Some consumers are confused about Google's transition. \"Google made this?\" asked Lela, a 24-year-old law student who tried the experimental ice cream as part of an initial focus group.", "new_id": -2}, {"uid": "1295773697001081361", "i": 1387, "idx": 1, "sa": ["Doc Rivers", "Allen Iverson", "Ben Gordon", "Tyrus Thomas"], "q": "side. <strong> Allen Iverson </strong> scored 28 points after getting some advice from coach <strong> Doc Rivers </strong> at halftime. \"<strong> Doc Rivers </strong> said going into the half, \"Be aggressive, but let it come to you,\" <strong> Allen Iverson </strong> said. <q> I never think I'm not in my rhythm. It can be a grind as a shooter. As a scorer you\"re always trying to find something. </q> <strong> Allen Iverson </strong> and <strong> Ben Gordon </strong> each had several clutch baskets in the second half as the former University of Connecticut guards battled for control of the game. After <strong> Tyrus Thomas </strong> missed a shot from midcourt as time expired, <strong> Allen Iverson </strong> headed for", "new_id": -2}, {"uid": "1295627764018169864", "i": 48166, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "to Page and <strong> Sergey Brin </strong>. According to Google, these executive changes will help to streamline the decision-making process and \"create clearer lines of responsibility and accountability at the top of the company.\" <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> comments <strong> Eric Schmidt </strong>. \"By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead, and I'm excited about", "new_id": -2}, {"uid": "1296593042130416646", "i": 2297, "idx": 0, "sa": ["Justin Bieber", "David Letterman"], "q": "<q> Right now[ I'm] just kind of focusing on my music a lot. That's really important to me. This movie I have coming out... Most people just think they just put me together, some people just made me like I'm some factory machine, but this movie proves that I worked hard to get here and that's what I wanted to show. </q> <strong> Justin Bieber </strong>, explaining part of the motivation to make his upcoming movie \"Never Say Never\" on \"The Late Show With <strong> David Letterman </strong>.\" The 16-year-old Canadian pop sensation sat on the couch with the venerable talk", "new_id": -2}, {"uid": "1297620107254115840", "i": 24519, "idx": 1, "sa": ["Nick Lachey", "Justin Bieber", "Katy Perry", "Russell Brand", "Vanessa Minnillo", "Victoria Beckham", "Vivica A. Fox", "Simon Cowell"], "q": "fabulous ahead of the Grammys Has <strong> Simon Cowell </strong> Been Watching The New \"American Idol'? <strong> Victoria Beckham </strong>: \"I Don't Know the Sex of My <strong> Justin Bieber </strong>!\" <cite> Us Magazine </cite> <strong> Russell Brand </strong> Hosts Saturday Night Live: <q> I'm Much More Famous in England </q> <strong> Vivica A. Fox </strong>: I'm Taking My Engagement Slow <cite> Us Magazine </cite> See the Dress <strong> Vanessa Minnillo </strong> Wore When <strong> Nick Lachey </strong> Proposed <strong> Katy Perry </strong>:' I Was Shaped Like a Square' Miley\"s Puppy Love <cite> Crush- February 11", "new_id": -2}]