[{"uid": "1295625292033243143", "i": 20795, "idx": 2, "sa": ["Piers Morgan", "David Letterman"], "q": "\" last night, and received some advice from <strong> David Letterman </strong> on how to spice things up: \"You just need to grab someone by the tie and just pop them,\" <strong> David Letterman </strong> said. <q> Would it work if it was Larry[ King]? Or would it seem a bit too cruel, you think? </q> <strong> Piers Morgan </strong> quipped. The appearance comes as day three of the show took an expected dip in the ratings: Up against \"American Idol,\" and featuring a less-timely and interesting guest in", "new_id": -2}, {"uid": "1297274054047726593", "i": 38547, "idx": 2, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "ability to bring the cloud to business customers and developers in game-changing ways.\" <strong> Steve Ballmer </strong> had apparently considered a number of internal and external candidates before choosing <strong> Satya Nadella </strong>, who will replace Bob Muglia. <q> We are on a path to change the world again with our next generation application development and cloud platform, and I feel fortunate to be part of this transformation, </q> <strong> Satya Nadella </strong> wrote in a Feb. 9 e-mail to Server and Tools Business employees. \"Today we are seeing our existing customers move to the cloud to address issues of cost and complexity; tomorrow, our work as leaders", "new_id": -2}, {"uid": "1297171803034897961", "i": 34576, "idx": 3, "sa": ["John McCain", "Donald Rumsfeld"], "q": "while he \"respect[ s] <strong> Donald Rumsfeld </strong>,\" they had \"a very, very strong difference of opinion about the strategy he was employing in Iraq, which I predicted was doomed to failure.\" <q> Thank God he was relieved of his duties and we put the surge in, </q> <strong> John McCain </strong> said. \"Otherwise, we would have had a disastrous defeat in Iraq.\" <strong> Donald Rumsfeld </strong> described <strong> John McCain </strong> in his memoir as having a \"hair-trigger temper\" and \"a propensity to shift his positions", "new_id": -2}, {"uid": "1296469292158367762", "i": 18513, "idx": 0, "sa": ["Siobhan Greene", "Simon Cowell"], "q": "on stage to accept the programme's prize for Most Popular Talent Show. Former ITV Granada Head of Development <strong> Siobhan Greene </strong>- nicknamed \"Shoe'- then took the award from <strong> Simon Cowell </strong> and told the audience: <q> It\"s brilliant to be alive. </q> She is married to Stockport-raised Nigel Hall, who was controller of entertainment at Granada until 2003 when the company was merged with Carlton. The couple then moved to London to team up with <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1295984391158924821", "i": 41379, "idx": 0, "sa": ["Eric Schmidt", "John Paulson"], "q": "according to Bloomberg. <strong> Eric Schmidt </strong> also filed to sell 5.8% of his huge 9.2 million-share stake in Google. At January 21's closing price, the transaction would be valued at$ 326.7 million. <q> The pre-arranged trading plan was adopted in order to allow <strong> Eric Schmidt </strong> to sell a portion of his Google stock as part of his long-term strategy for individual asset diversification and liquidity, </q> the company said in the filing.( Read Read All Comments Another billionaire to stir the waters recently was <strong> John Paulson </strong> of hedge fund outfit <strong> John Paulson </strong>& Co.. The acclaimed money manager, ranked", "new_id": -2}, {"i": 10146, "idx": 1, "index_answer": 2, "new_id": -1, "q": "so good phone call from <strong> David Letterman </strong> over the holidays. The CBS host wanted to make sure a year of late-night TV turmoil hadn't created a rift between them. <strong> Conan O'Brien </strong> told reporters Wednesday that he and <strong> David Letterman </strong> have <q> always been good. I said he didn't owe me a phone call, but I appreciated it. </q> <strong> Conan O'Brien </strong> wouldn't be so receptive to a call from <strong> Jay Leno </strong> <strong> Barbra Streisand </strong> America contestants bring home state designs to \"Show Us Your Shoes\" parade in Las Vegas America contestants strutted down the Las Vegas Strip displaying shoes decorated", "sa": ["Jay Leno", "David Letterman", "Conan O'Brien", "Barbra Streisand"], "uid": "1295127807207224874"}, {"uid": "1295894145127107105", "i": 7831, "idx": 0, "sa": ["Klaus Schwab", "Donald Rumsfeld"], "q": "<strong> Klaus Schwab </strong> said he doesn't think it will. \"I'm absolutely sure that the euro will not collapse because I think there is still a strong European solidarity in place,\" he told AP. <q> Europe, in this new world that is coming up, if it wants to become a key actor and stay a key actor it has to express itself in terms of its unity and it has to make sure that euro is also secured by a much greater common effort, working together in fiscal monetary and general economic policies. </q> Organizers are trying to answer their critics this year by taking time to discuss how to deal with unforeseen risk- the \"unknown unknowns\" as former U.S. Defense <strong> Donald Rumsfeld </strong> once put it. The", "new_id": -2}, {"uid": "1295319354058130441", "i": 28710, "idx": 1, "sa": ["Barack Obama", "Mike Pence", "Ronald Reagan"], "q": "considered a White House run or perhaps a campaign for governor. One of his party's strongest advocates for conservative policies, <strong> Mike Pence </strong> is among the GOP's most outspoken critics of <strong> Ronald Reagan </strong> <strong> Barack Obama </strong>. <q> We've been trying to listen first to Hoosiers and then to other voices around the country about where they think we might best serve in the years ahead </q> and \"we'll be making a decision before the end of this month,\" <strong> Mike Pence </strong> told about 100 people at a conference room in the Henry County, Ind., Hospital. Should <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1295586099144719915", "i": 47133, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "<strong> Sergey Brin </strong>'s world-changing creation, thrusts <strong> Eric Schmidt </strong> into a role where he won't see the Googleplex very often. In ceding control of day-to-day operations to Page, <strong> Eric Schmidt </strong> told financial analysts that he's preparing to focus on <q> the things I'm most interested in </q>. In other words, meet Google's new schmoozer in chief. <strong> Eric Schmidt </strong> will focus exclusively on spreading Google's message around the world, talking to customers, partners, governments, and businesses thinking about", "new_id": -2}, {"uid": "1295566818075235369", "i": 6353, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing <strong> Google Inc. </strong>'s co-founders as his \"best friends.\" \"I believe Larry is ready\" to be CEO, <strong> Eric Schmidt </strong> said during the call. <q> It's time for him to have a shot at running this. </q> <strong> Eric Schmidt </strong> also may have been growing weary of all the scrutiny that comes with running one of world's most scrutinized companies. For the first time last year, he started to sit out <strong> Google Inc. </strong>", "new_id": -2}]