[{"uid": "1297715146211173397", "i": 3677, "idx": 0, "sa": ["House Judiciary Committee", "Patty Murray", "Barbara Boxer", "Kirsten Gillibrand"], "q": "the horrors of abortion,'' Smith said on Tuesday. A gaggle of <strong> House Judiciary Committee </strong> Senators led by <strong> Barbara Boxer </strong>( D-Calif.), however, blasted Smith and Lipinksi's efforts, and accused them of risking <q> the health and the lives of women. </q>`` Your agenda on women's health is extreme. It breaks faith with a decades-long bipartisan compromise,'' <strong> Barbara Boxer </strong> said at a Tuesday press conference, with Sens. <strong> Patty Murray </strong>( Wash.), <strong> Kirsten Gillibrand </strong>( N.Y.", "new_id": -2}, {"uid": "1295658306074924083", "i": 1967, "idx": 4, "sa": ["Ken Auletta", "Eric Schmidt", "Sergey Brin"], "q": "those Firefox devs on their own. They acquired entire companies on their own.`` One day Larry and <strong> Sergey Brin </strong> bought Android, and I didn't even notice,'' <strong> Eric Schmidt </strong> said in 2009. <q> <strong> Sergey Brin </strong> found Google Earth one day while he was surfing on the web. And then he walked into my office and told me he bought them. </q> step down as a CEO, handing power to Larry Page. But Page had ample power to begin with. According to <strong> Ken Auletta </strong>- the against <strong> Eric Schmidt </strong>'s wishes.`` According to close", "new_id": -2}, {"uid": "1295672246172441622", "i": 5508, "idx": 3, "sa": ["Jerry Lee Lewis", "Allen Iverson", "Yao Ming"], "q": "both clarified and cluttered the <strong> Jerry Lee Lewis </strong> Western Conference playoff race.`` That's all he's got to do is come into the game and the energy is there,'' said <strong> Allen Iverson </strong>, who scored 33 points. <q> It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the way he can shoot the ball, the way he can dribble the ball, the way he can jump, he has the whole package.`` There's nothing on the court he can't do. </q> It was the 13th time Smith has come off the bench to score 20 or more points, most in the NBA among players who haven't started a single game.`` He's been a <strong> Yao Ming </strong> spark for", "new_id": -2}, {"uid": "1295667435103448602", "i": 28687, "idx": 0, "sa": ["David Letterman", "Vienna Teng"], "q": "interviewed on NPR and performing on`` The Late Show with <strong> David Letterman </strong>.'' She learned to sing in the shower and in school choirs, but mostly from getting on stage and doing it. <q> I finally got the hang of using my voice as an instrument. I took some lessons here and there, which amounted to paying$ 40 to$ 150 a week to be told that I was doing it all wrong, </q> <strong> Vienna Teng </strong> said. Her parents are Chinese from Taiwan. She was born and raised in California.`` Rumor has it that I am also Vietnamese, Japanese, Korean, and/or hapa. Rumors", "new_id": -2}, {"uid": "1297277192033341459", "i": 9968, "idx": 0, "sa": ["Christina Aguilera", "Simon Cowell"], "q": "has labelled <strong> Christina Aguilera </strong>'s performance at the Super Bowl as`` bad''. The singer fluffed her words whilst performing The Star-Spangled Banner at one of America's biggest sporting events. <strong> Simon Cowell </strong> said: <q> It sounded like 100,000 people in a stadium had just sat on a cat. </q> He went on to say:`` I always say this, this is what happens when you perform in front of an audience- even someone as experienced as <strong> Christina Aguilera </strong>. You can get it wrong.", "new_id": -2}, {"uid": "1296575927100253710", "i": 19811, "idx": 0, "sa": ["Solomon Burke", "David Letterman"], "q": "job at a computer company, but was planning to return to Lebanon for good soon.`` We begged him to postpone his flight because of the storm,'' Qusayfi said, his eyes red from crying. <q> But he insisted on going because he had work appointments. </q> Zeinab Seklawi http://wn.com/FullFlapTV_1/7_Aquila_Aircraft__FullFlapTV_14thJune_09 Beirut and members of the Vassar Orkestar practice for their performance on`` The Late Show with <strong> David Letterman </strong>.'' February 2009. madsvassarblog.com http://wn.com/Best_Photos_near_Phuket,_Thailand__Incl_Liquid_Gold,_Tri_Trang_Beach,_Patong_Bay_From_Hill IN MEMORY OF SOLOMON BURKE!! <strong> Solomon Burke </strong> singer <strong> Solomon Burke </strong>, who wrote", "new_id": -2}, {"i": 16697, "idx": 1, "index_answer": 0, "new_id": -1, "q": "hoped to get$ 3 billion in loans. General Motors Co.'s withdrawal of its application for$ 14.4 billion of the same type of government loans will increase his company's chances of getting approval. <q> We're in two different places in financial history, </q> <strong> Sergio Marchionne </strong> said of Chrysler and GM.`` They grew up with a big equity box. I grew up with nothing. So I'll take the money. I'm not proud. I'd just like to", "sa": ["Sergio Marchionne"], "uid": "1296854638096747656"}, {"uid": "1295986994254623748", "i": 27609, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the compan y, </q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest rival.", "new_id": -2}, {"uid": "1297299746011485184", "i": 16115, "idx": 0, "sa": ["Donald Rumsfeld", "Chris Christie"], "q": "Political Ticker </cite> <strong> Chris Christie </strong>, a Republican, has swapped insults with Illinois... U.S. Video: Police: Elementary teacher assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students Report Abuse <q> HA ha ha HA I did` nt know Jersey elected Fred Flintstone to office. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify for govt Refi Programs", "new_id": -2}, {"uid": "1297184247166789124", "i": 15894, "idx": 0, "sa": ["Alec Baldwin", "Hosni Mubarak", "Al Gore", "David Letterman", "Keith Olbermann", "Big Show"], "q": "brands make sense, and everyone's a little sick of speculating. In his surprise cameo on the Late <strong> Big Show </strong> with <strong> David Letterman </strong>, the former MSNBC shows his face to American viewers The Late <strong> Big Show </strong> <q> We got ta guy backstage... that if anything ever happened to me... </q> As a coda to a joke about the Egyptian protests and <strong> Al Gore </strong> <strong> Hosni Mubarak </strong>'s imminent departure, <strong> David Letterman </strong> pointed his thumb at an eager-looking <strong> Keith Olbermann </strong>. <strong> Alec Baldwin </strong> When rumors began swirling this week that MSNBC was", "new_id": -2}]