[{"uid": "1295882089047398971", "i": 17662, "idx": 0, "sa": ["Santiago Pedraz", "Andy Coulson", "Fadel Shana'a"], "q": "the tank shelling at the Palestine Hotel on 8 April 2003. The BBC report today says that a prosecutor has warned that evidence gathered may not be admissable in court but that investigating magistrate <strong> Santiago Pedraz </strong> said that <q> visiting the scene of the cameraman's death was a crucial part of proceedings </q>. Reuters` dissatisfied' by investigation into death of <strong> Fadel Shana'a </strong> Al-Jazeera offices in Ramallah entered by security forces, reports correspondent Channel 4 News: <strong> Andy Coulson </strong> resigns again \"over something he knows nothing about\" #jpod:", "new_id": -2}, {"uid": "1297192613228835342", "i": 18322, "idx": 8, "sa": ["Simon Cowell"], "q": "\" The \"X Factor\" contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as the Black Eyed Peas or Destiny's Child. <q> I'm genuinely staggered this hasn't happened. All the signs are out there, from` Glee' to` High School Musical, </q>' he said, advising \"any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don't have a lot of competition.", "new_id": -2}, {"uid": "1295968668242466824", "i": 21575, "idx": 6, "sa": ["Eric Schmidt"], "q": "Union officials last year opened a formal antitrust probe into Google search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries. <q> Things have been stable since June </q> in China, when Google had its business license renewed, <strong> Eric Schmidt </strong> said today. \"But you never know; it's possible for the government to cause us to not work.\" To contact the", "new_id": -2}, {"uid": "1297316623093863951", "i": 4398, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "upon <strong> Michael Vick </strong> PUBLISHED 35 minutes and 43 seconds ago White Sox pitcher <strong> Mark Buehrle </strong> says he and his wife sometimes rooted for Eagles quarterback <strong> Michael Vick </strong> to be injured as payback for <strong> Michael Vick </strong>'s mistreatment of dogs. <q> He had a great year and a great comeback, but there were times where we watched the game and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong> told MLB.com, according to the Chicago Tribune. \"Everything you've done to these dogs, something bad needs to happen to these guys.\" White Sox pitcher <strong> Mark Buehrle </strong> says he and his wife sometimes", "new_id": -2}, {"uid": "1295907918177651713", "i": 28770, "idx": 4, "sa": ["George H. W. Bush", "Dick Cheney", "Donald Rumsfeld"], "q": "on the Vietnam War and White House papers from July 1975, when he was chief of staff under <strong> George H. W. Bush </strong> Ford, with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, Cheney-Dick Cheney.htm#r_src=ramp\"> <strong> Dick Cheney </strong>. <q> It's not a journal, it's not a diary, </q> he says of the Ford White House notes. \"It is a set of working documents that I've never edited. In fact, most I've never reread.\" As defense secretary under <strong> George H. W. Bush </strong>", "new_id": -2}, {"uid": "1297704703073007127", "i": 45153, "idx": 1, "sa": ["Steve Ballmer"], "q": "In his keynote speech Monday at the trade show, Microsoft CEO <strong> Steve Ballmer </strong> rebutted that suggestion. \"Nokia's support will help Windows Phone overall to build strength versus other mobile platforms,\" <strong> Steve Ballmer </strong> said. <q> That's not just good for Nokia, that's good for all our handset partners. </q> <strong> Steve Ballmer </strong> also demonstrated some of the improvements that are coming to Windows Phone 7 this year. They include a faster Web browser and quicker switching between applications.", "new_id": -2}, {"uid": "1295586099144719915", "i": 57308, "idx": 1, "sa": ["Eric Schmidt"], "q": "been doing already, but being able to focus his considerable energies on external threats and opportunities might allow Google's ruling triumvirate to adapt to a world that has found them nearly atop the tech world. <q> For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company, </q> <strong> Eric Schmidt </strong> wrote in a blog post announcing the management moves. While Google continues to operate perhaps the finest cash machine ever created on the Internet, one of its main problems over the last few years is", "new_id": -2}, {"uid": "1295917895088195087", "i": 31700, "idx": 0, "sa": ["Yosef Ben-Jochannan", "Bernie Sanders", "Michael E. Mann", "John Kerry"], "q": ".... Support Climate Denial Crock of the Week- go to www.climatecrocks.com One of the most notorious of the East Anglia Climate e-mails was written by <strong> Yosef Ben-Jochannan </strong> Santer, wherein he mused that he sometimes harbored the desire to <q> beat the crap out of Pat Michael E. Manns </q>- a well known shill fo... Democrats Highlight the Urgency of Climate Change Legislation Democrats Highlight the Urgency of Climate Change Legislation Senators Merkley, <strong> Bernie Sanders </strong> and <strong> John Kerry </strong> spoke to the urgency of passing comprehensive climate change legislation on", "new_id": -2}, {"uid": "1297285832010960898", "i": 45378, "idx": 2, "sa": ["Paula Abdul", "Chris Harrison", "Steven Tyler", "Jennifer Lopez", "Simon Cowell", "Randy Jackson"], "q": "full episode of the current season featuring Jackson-Randy Jackson/\"> <strong> Randy Jackson </strong> and new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> yet. However, similar to <strong> Simon Cowell </strong>, <strong> Paula Abdul </strong> believes the new Idol judging panel will be successful. <q> I have seen some little clips and they look like they're having a blast... I think it's a good combination, </q> <strong> Paula Abdul </strong> explained.` The Bachelor' host <strong> Chris Harrison </strong>: Michelle Money's hotness the key <strong> Paula Abdul </strong>: <strong> Simon Cowell </strong> and I always talk about working together again` The Biggest Loser: Couples' eliminates contestant Jaquin \"Q\"", "new_id": -2}, {"uid": "1297126608137412629", "i": 47710, "idx": 4, "sa": ["Tom Leppert", "Michael Vick", "Dwaine Caraway"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said, \"I care deeply about animals\" and \"am deeply sorry to offend anyone who loves animals.\" He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> <strong> Tom Leppert </strong> said he has asked the city manager to \"propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would \"welcome a clarification of the guidelines.\" Start home delivery of the", "new_id": -2}]