[{"uid": "1295552145232112145", "i": 5189, "idx": 6, "sa": ["Mike Pence"], "q": ".\" Turning to current affairs, <strong> Mike Pence </strong> says conservatives should not give up on repealing Obamacare. While he acknowledges that the Senate will likely stall the effort, he is hopeful that things could change. <q> I think that it is a very dynamic environment, </q> he says.\" House passage puts the onus on the Senate. And last time I checked, you've got about two dozen members of the Democratic majority in the Senate who are up for election in two", "new_id": -2}, {"uid": "1295981119035848200", "i": 335, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Burton said his company will also start sending its managers to Syracuse University's business school for training instead of UConn, and will no longer pay for its$ 50,000-per-year luxury suite at Rentschler Field. <q> You already have many other empty boxes at Rentschler. My box will just join the list, </q> Burton wrote. Burton was selected in the 19th round of the 1962 NFL draft by the San Francisco Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts:", "new_id": -2}, {"i": 43042, "idx": 1, "index_answer": 0, "new_id": -1, "q": "in real-time and at scale. However, the CEO acknowledged that Google first needed to do some\" serious spadework,\" such as developing advanced LTE networks to carry massive and inevitable data loads. <q> These will be 8-to-10- megabit networks, roughly 10 times what we have today, which will usher in new and creative applications, mostly entertainment and social, for these phone platforms, </q> <strong> Eric Schmidt </strong> wrote in a recent Harvard Business Review article. <strong> Eric Schmidt </strong> also emphasized that Google was interested in promoting the use of mobile devices as serious and secure financial tools.\" Phones", "sa": ["Eric Schmidt"], "uid": "1295553219232112198"}, {"uid": "1296671144083132443", "i": 6263, "idx": 7, "sa": ["Piers Morgan", "Mitt Romney", "David Letterman"], "q": "another presidential bid. He told Mr. <strong> David Letterman </strong> he had\" no plans for that at this point,\" but added,\" I'll keep the door open.\" He told CNN's Mr. <strong> Piers Morgan </strong> that there <q> are things you've got to assess before you make a final decision. </q> He listed matters of health and the kind of support network\" you'd like to have behind you.\" <strong> Mitt Romney </strong> has definitely paid attention to the financial portion of his support network. Beyond his own", "new_id": -2}, {"uid": "1296932811087031838", "i": 26179, "idx": 3, "sa": ["Maurizio Sacconi", "Sergio Marchionne"], "q": "Fiat chief backing away from his previous remarks in a telephone conversation with labour minister <strong> Maurizio Sacconi </strong>. According to the ministry, <strong> Sergio Marchionne </strong> explained that he spoke in\" hypothetical\" terms and that nothing was decided, <q> with no reference about a new location for the company's leadership for today or tomorrow. </q> In October, <strong> Sergio Marchionne </strong> ignited controversy when he said that\" Fiat would be better off if it eliminated Italy\". Trade unions and politicians accused him of\" blackmail\" in pushing through a", "new_id": -2}, {"uid": "1296665397235831409", "i": 757, "idx": 1, "sa": ["Clive Goodman", "Andy Coulson", "Peter Horrocks"], "q": "first time I had been considered for it, and came to the conclusion that it will be an exciting and challenging opportunity.\" BBC director of global news, <strong> Peter Horrocks </strong> praised Mr Oliver but added: <q> Given the crucial editorial independence of the BBC, Craig and I have agreed that he should end his duties at the BBC immediately. </q> Mr <strong> Andy Coulson </strong>, who quit as Downing Street's director of communications in January, was editor of the News of the World in 2007 when its royal editor <strong> Clive Goodman </strong> was jailed for conspiracy to access phone messages", "new_id": -2}, {"uid": "1296105835053329950", "i": 33619, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson", "Ian Edmondson"], "q": "for any indication that Mr <strong> Ian Edmondson </strong> or other figures at the newspaper were responsible for instructing Mr <strong> Glenn Mulcaire </strong> to target the phones of celebrities and politicians prior to 2006. In a statement, News International said: <q> The News of the World has terminated the employment of <strong> Ian Edmondson </strong>. Material evidence found during the course of the subsequent investigation has led to( his) dismissal. News International has informed the police, handed over the material it has found and will give its full co-operation. </q> The sacking of one of Mr <strong> Andy Coulson </strong>'s most trusted tabloid attack dogs represents a dramatic change in the stance of News International, which as recently as this month was maintaining its stance that the", "new_id": -2}, {"uid": "1297299763261144601", "i": 47743, "idx": 1, "sa": ["Colin Powell"], "q": "<strong> Colin Powell </strong> could not attend. The event is voluntary and paid for with a chaplains' offering fund and a$ 7 admission. As of Tuesday, 178 attendees from the 10,000 on base are expected. <q> He's not here to pass out Bibles and to have a sermon, </q> Bryan said of McClary.\" Does he have personal Christian beliefs? Yes, he does.... We're committed to protecting somebody's right to practice any religion they choose, or no religion, provided those", "new_id": -2}, {"uid": "1297161526055738379", "i": 33841, "idx": 0, "sa": ["Simon Cowell"], "q": "announces brother <strong> Simon Cowell </strong> will leave` American Idol' <strong> Simon Cowell </strong> feels\" very nervous\" that his upcoming new talent show\" X Factor\" will guarantee a$ 5 million record deal to its winner. <q> It's a massive, massive risk, </q> <strong> Simon Cowell </strong> said Monday afternoon in the first wave of promotion for the American version of the show, which debuts this fall on Fox.\" It puts enormous pressure on us to find", "new_id": -2}, {"uid": "1296574317231948293", "i": 28683, "idx": 1, "sa": ["Cheryl Cole", "Simon Cowell", "Katie Price"], "q": "go as far as to say she's my woman of the decade.\" <strong> Cheryl Cole </strong> on the show and <strong> Simon Cowell </strong>'s ex-girlfriend and show mentor Sinitta thinks she will be a great choice. She said: <q> Having <strong> Katie Price </strong> on the panel would make interesting viewing, so I can definitely see it working. She can do anything she puts her mind to. She's got the personality that would fit the role perfectly. <strong> Simon Cowell </strong> really likes her as well. There's no denying they get along. </q> However, <strong> Katie Price </strong>- who recently split from second husband Alex Reid- faces competition from Subscribe to RSSMost Popular in: Entertainment Keep up to date with Yahoo! News on Facebook. Discuss", "new_id": -2}]