[{"uid": "1295643802119324695", "i": 5170, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "make these changes in an effort to simplify Google's management structure and improve its decision making process. As the new CEO, <strong> Larry Page </strong> will be responsible for lead product development and technology strategy. <q> In this new role I know he will merge Google's technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better! <strong> Larry Page </strong>, in my clear opinion, is ready to lead, </q> <strong> Eric Schmidt </strong> said in a company blog post. In his role as the new Executive Chairman, <strong> Eric Schmidt </strong> said he will be focusing on the deals, partnerships, customers and broader business relations, government outreach and", "new_id": -2}, {"uid": "1295996277049692672", "i": 44677, "idx": 0, "sa": ["Dick Conway", "Bill Lockyer", "Newt Gingrich"], "q": "many new people as the economy improves, <strong> Dick Conway </strong> says. During the recovery after the 2001 recession, Boeing was a major job generator, directly or indirectly creating 65,000 jobs. But in this recovery, <q> it's going to be closer to zero, </q> <strong> Dick Conway </strong> said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 3 BR/ 3 BA$ 250,000.00 SAN FRANCISCO 3", "new_id": -2}, {"uid": "1296084552189841409", "i": 18766, "idx": 2, "sa": ["Marty Mornhinweg", "Michael Vick"], "q": "It's the playoffs.\" Asked about the fact that the offense's best work lately came in the final 8 minutes of the Giants game, in which it was otherwise ineffective, <strong> Michael Vick </strong> said: <q> As long as you find a way to win at some point, that's all that matters. It doesn't matter what happened in three quarters. If you pull it out and you win, enough said. </q> There is a grain of truth there- offensive coordinator <strong> Marty Mornhinweg </strong> said yesterday that blitzing <strong> Michael Vick </strong> the way teams have been doing lately is high-risk, that the Eagles feel they will hit a big play eventually.", "new_id": -2}, {"uid": "1297274054047726593", "i": 46816, "idx": 0, "sa": ["Steve Ballmer"], "q": "Division in April 2007, he had helped launch Bing and implement the massive search-and-advertising deal with Yahoo. Before that, he led Microsoft Business Solutions and worked on the engineering side of its Server Group. <q> In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops, </q> Microsoft CEO <strong> Steve Ballmer </strong> wrote in a Feb. 9 email to employees. \"We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing", "new_id": -2}, {"uid": "1295619163009781254", "i": 38113, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch", "Daniel Pfeiffer"], "q": "'s director of public communications. Photograph: Ben Stansall/AFP/Getty Images Timeline: how the scandal that led to <strong> Andy Coulson </strong>'s resignation developed Scotland Yard in 2005 to the CPS mounting a review of phone-hacking material <strong> Andy Coulson </strong> said phone-hacking coverage <q> made it difficult for me to give the 110% needed in this role </q>. Photograph: Daniel Pfeifferny Lawson/PA ROYAL FLUSH! UK PM's Communications Director Out Over <strong> Rupert Murdoch </strong> Paper Phone-Hacking Scandal Glynnis MacNicol| Jan. 21, 2011, 7:54 AM| 16| A A A x Email Article From To", "new_id": -2}, {"uid": "1295595231037634053", "i": 13253, "idx": 9, "sa": ["Ken Auletta", "Larry Page", "Eric Schmidt"], "q": "<strong> Larry Page </strong> said. Although he tried to debunk the idea, <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinised companies. <q> I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped, </q> said <strong> Ken Auletta </strong>, author of Googled: The End of the World As We Know It. \"I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For", "new_id": -2}, {"uid": "1295567978244678669", "i": 59996, "idx": 0, "sa": ["Mark Hurd", "Eric Schmidt"], "q": "an investigation of the events surrounding <strong> Mark Hurd </strong>'s exit, the latest development in a shareholder lawsuit stemming from the move. \"That's a pretty big make-over,\" said Kaufman Bros. analyst Shaw Wu. <q> The board definitely caught some flack with how it handled the <strong> Mark Hurd </strong> situation and you're seeing the repercussions of that. </q> The shakeup of H-P's board comes on the same day that Google Inc.( GOOG) altered the roles of its leadership. CEO <strong> Eric Schmidt </strong> is taking on the role of", "new_id": -2}, {"uid": "1295972587250167309", "i": 5504, "idx": 1, "sa": ["Michael Vick"], "q": "memory of Sweet Jasmine, who was one of the rescued dogs from <strong> Michael Vick </strong>'s property. Jasmine is also featured on the cover of Jim Gorant's \"The Lost Dogs.\" Jasmine's House and its mission <q> will strive to end the neglect, cruelty, and abuse inflicted on the American Pit Bull Terrier and to restore the excellent reputation once held by them during the 20th century, through education, rescue, rehabilitation, and adoption </q>( credit: www.jasmineshouse.org). Jasmine's House urgently needs your help with Geneva, a 13 year old female pit bull rescued during a large drug raid in Baltimore City. Geneva", "new_id": -2}, {"uid": "1295555699014680141", "i": 44303, "idx": 1, "sa": ["Kim Kardashian", "Paula Abdul", "Simon Cowell", "Jennifer Lopez"], "q": "and <strong> Jennifer Lopez </strong>- looked unsure about when and 10th American Idol has new judges in 2011? ro\" Pics <strong> Kim Kardashian </strong> claims Teen Mom not trendy, slams series Teen Mom' or teen pregnancy. In fact, the <q> Kourtney& <strong> Kim Kardashian </strong> Take star finds it \"sad </q> and \"disturbing\" . \"It seems that shows like` Teen Mom' are all of a sudden making teen pregnancy seem cool in the eyes No <strong> Simon Cowell </strong>.. No <strong> Paula Abdul </strong>? Yes This is Still American", "new_id": -2}, {"uid": "1295541245188383241", "i": 1384, "idx": 1, "sa": ["Colin Powell"], "q": "camps teaching people how to make ricin poisons, numerous munitions bunkers, ballistic missile sites, UAVs( unarmed aerial vehicles) biological weapons, chemical weapons, anthrax. Iraq was a threat to life on earth: <q> We must not shrink from what is ahead of us </q>, <strong> Colin Powell </strong> concluded. The staff switched off the television, clearly stunned, then noticed me. No greeting, just drawn, desperate faces and: \"Madam Felicity, are they really going to bomb", "new_id": -2}]