[{"uid": "1295611398069435392", "i": 12632, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "of negative news reports and gave him his full support. It will also deprive Mr <strong> David Cameron </strong> of a prized colleague who respected for his intuitive understanding of the British public. Mr <strong> Andy Coulson </strong> said: <q> I can today confirm I have resigned as director of communications in Downing Street`` It's been a privilege and an honour to work for <strong> David Cameron </strong> for three and a half years. </q> The former editor said he was`` extremely proud of the part he played'' in getting the party back into government. Mr <strong> Andy Coulson </strong> said the row over phone hacking made it`` difficult to", "new_id": -2}, {"uid": "1296140051066224141", "i": 49097, "idx": 0, "sa": ["Angelina Jolie", "Adam Reed"], "q": "<strong> Adam Reed </strong> chose a ski resort because`` that's the sort of classic place rich people do for vacation in the 1960s,'' he said. And there's a chase scene, of course, with snowmobiles. <q> Easier to animate than actual skiing, </q> he noted. While writing the scripts, he said he hasn't had time to research old spy dramas but has seen some recent ones, including`` Salt.''`` That <strong> Angelina Jolie </strong>,''", "new_id": -2}, {"uid": "1295607761007487551", "i": 48103, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "yet to finish his Ph.D. in computer science from Stanford University, transforming himself from computer scientist-cum-entrepreneur to a CEO role is a big shift. But <strong> Eric Schmidt </strong> believes <strong> Larry Page </strong> is ready to take over by saying, <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> <strong> Eric Schmidt </strong> on his <strong> Larry Page </strong> also emphasized that`` Day-to-day adult supervision no longer needed!'' indicating that <strong> Larry Page </strong> is ready to take the helm. <strong> Eric Schmidt </strong> is confident about <strong> Larry Page </strong> who stressed that for last decade he", "new_id": -2}, {"uid": "1296492936169607194", "i": 97, "idx": 3, "sa": ["David Whiston", "Sergio Marchionne"], "q": "`` I do think highly of <strong> Sergio Marchionne </strong> but I was still very skeptical of the prospects initially when this all started,'' <strong> David Whiston </strong>, an analyst with Morningstar Inc. in Chicago, said prior to the release. <q> So far, theyre proving me wrong and proving nearly everyone else out there wrong. </q> Chrysler's U.S. growth in the past year was in part fueled by sales to so-called fleet customers-- corporate, government and rental-car company buyers.`` Fleet sales in the fourth quarter ended in", "new_id": -2}, {"uid": "1297694269130826245", "i": 42588, "idx": 0, "sa": ["Michael Symmons Roberts", "Donald Rumsfeld", "Paul Farley", "Nicole Krauss"], "q": "The critics' verdicts on Britain's`` edgelands'', <strong> Donald Rumsfeld </strong> and <strong> Nicole Krauss </strong>. Edgelands by <strong> Michael Symmons Roberts </strong> and <strong> Paul Farley </strong> Writing in the href=\"http://www.telegraph.co.uk/culture/books/8313764/Edgelands-by-Michael Symmons Roberts-Michael Symmons Roberts-Michael Symmons Roberts-and-Paul Farley-Paul Farley-review.html#\"> Telegraph, Tom Fort has high praise for an <q> eye opening and hugely enjoyable book </q> which explores those areas of Britain where the`` urban and rural negotiate and renegotiate their borders''. Fort finds that`` the prose sparkles with arresting phrases and images, as one would hope from such well-established poets", "new_id": -2}, {"uid": "1297682385038584333", "i": 57589, "idx": 1, "sa": ["Michael Gove", "Guy Opperman", "Elizabeth II"], "q": ", we are reviewing how we spend money on school buildings and among the key criteria will be the condition of those buildings.'' Mr <strong> Michael Gove </strong> added he was hopeful progress could be made. <q> The headteachers are not asking for unrealistic sums and appreciate these are difficult economic times.`` I was able to explain why the review we're undertaking should be able to help them. </q> Last Thursday's meeting in Tyneside was arranged by Hexham's MP <strong> Guy Opperman </strong>. Present were three high school heads- Neil Morrison from Hexham's <strong> Elizabeth II </strong>, Dr Iain Shaw from Prudhoe, and Steve", "new_id": -2}, {"uid": "1295715899131842121", "i": 31244, "idx": 12, "sa": ["Bob Dylan", "Kirsten Gillibrand"], "q": ".`` I think a lot of people underestimate women all the time,'' she says.`` But that's OK,'' she adds( with a look that makes evident it is not OK). <q> I know what I'm working with. I know what the chBob Dylanges are. </q> Around the Hill, <strong> Kirsten Gillibrand </strong> has forged a reputation as hardworking, methodical, and relentless.`` She goes to the floor with little notecards. She buttonholes senators. She does it right,'' says", "new_id": -2}, {"uid": "1294977377249905175", "i": 42236, "idx": 6, "sa": ["George Karl", "Carmelo Anthony", "Ben Gordon", "Marcus Camby", "Allen Iverson", "Linas Kleiza", "Kenyon Martin"], "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season.`` I thought AI had a real good feel for the game,'' Nuggets coach <strong> George Karl </strong> said. <q> His game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved. </q> <strong> Linas Kleiza </strong> Ben Gordonefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "new_id": -2}, {"uid": "1295794367125714441", "i": 22094, "idx": 0, "sa": ["Nouri al-Maliki", "Andy Coulson"], "q": "Maybe Ford and GM can come up with the car bomb as optional equipment in the middle east. \" Car bomb$ 2000 dollars extra. Super high explosive car bomb$ 3000 dollars. Report Nouri al-Malikise <q> Iraq, Iran, Afghanistan, Pakistan, N Korea, Somalia, Sudan, Ivory Coast, Mexico-- so when are we planning on winning any of these wars? </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Get Fit Today! Healthy Habits Coaching for military members& their families. Mortgage", "new_id": -2}, {"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up.`` A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,'' <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding guys. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}]