[{"uid": "1295438176135233544", "i": 959, "idx": 3, "sa": ["Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "q": "Minnesota T... Nuggets send <strong> Allen Iverson </strong> to Pistons for <strong> Chauncey Billups </strong>, <strong> Antonio McDyess </strong> There is one sticking point to the deal, though. <strong> Antonio McDyess </strong> does not want to go to Denver, and a source close to him says <q>he will not put on a Nuggets uniform</q> and may opt to retire. Because of <strong> Antonio McDyess </strong>'s objection, the Nuggets may waive the mandatory physical each player in a t... Nuggets vs. Suns: Mon.. Game Recap March 1st 2010 Professional basketball coach", "new_id": -2}, {"uid": "1295559413260145159", "i": 47432, "idx": 0, "sa": ["Eric Schmidt"], "q": "CEO Google has just released its fourth quarter and fiscal year 2010 results, but buried in the details is a rather large change happening at the search giant. As part of an effort to <q>streamline decision making and create clearer lines of responsibility and accountability at the top of the company</q> <strong> Eric Schmidt </strong> is stepping down as CEO and being replaced by Larry Page. The official announcement states: Starting from April 4, Larry Page, Google Co-Founder, will take charge of Google's day-to-day operations", "new_id": -2}, {"uid": "1297196162026525707", "i": 10834, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "of The Ross Akard Gallery, were \"crushed.\" They were stuck at home because of the weather and couldn't find anyone to fund the event in place of the private donor. <q>Apparently, this kind of thing happens all the time,</q> Schloss told me in an email. \"We are not familiar with stopping a project before it's finished. It's a very odd feeling.\" Dallas <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key", "new_id": -2}, {"uid": "1295278289044859433", "i": 19954, "idx": 3, "sa": ["Mike Pence"], "q": "Benko believes <strong> Mike Pence </strong> could easily rally the Tea Party, which provided the GOP with the needed muscle to take back the House of Representatives and make considerable gains in the Senate during the 2010 congressional elections. <q>You need people and you need money, and both of them are just out there waiting for an extraordinary person to unite behind,</q> Benko told CNSNews.com. \"He[ <strong> Mike Pence </strong>] is a true constitutionalist, which is at the core of the DNA of us tea partiers. Benko also mentioned <strong> Mike Pence </strong>'s \"unique track record of having", "new_id": -2}, {"uid": "1295124191182747179", "i": 3268, "idx": 0, "sa": ["Allen Iverson"], "q": "toughness, and <strong> Allen Iverson </strong> is among the toughest players in the league. After taking a whack on the right thumb he badly sprained less than two weeks ago, he scored 17 of Philadelphia's last 26 points. <q>I was just trying to take what the defense gave me,</q> <strong> Allen Iverson </strong> said. \"I didn't want to be overaggressive. I just wanted to let my teammates do what they had to do early in the game because they( Grizzlies) were taking away some of the", "new_id": -2}, {"i": 36987, "idx": 0, "index_answer": 1, "new_id": -1, "q": " <strong> Conan O'Brien </strong> happy <strong> David Letterman </strong> called After all of the craziness that surrounded <strong> Conan O'Brien </strong>'s ouster from \"The Tonight Show\" settled down, the red-headed talk show host got a call from fellow chatter, <strong> David Letterman </strong>. <q>He wanted to know what <strong> Sen. Joe Lieberman </strong> was wearing,</q> <strong> Conan O'Brien </strong> jokes... To-Do Tonight: \"The Pillowman\" By my math, there are only five shows and 250 potential seats left-- many of which have been sold-- in the limited run of <strong> Martin McDonagh </strong>", "sa": ["David Letterman", "Conan O'Brien", "Martin McDonagh"], "uid": "1296765354144211971"}, {"uid": "1295991953089178223", "i": 3088, "idx": 15, "sa": ["Donald Rumsfeld", "Henry Kissinger", "Ronald Reagan", "Saddam Hussein", "President Lyndon Johnson"], "q": "Iraq. The differences weren't personal, <strong> Donald Rumsfeld </strong> says. He recalls receiving a book that <strong> Henry Kissinger </strong> had written, with the inscription, \"To an occasional adversary and a permanent friend.\" <q>When I started working on the book, <strong> Henry Kissinger </strong> said, \"You tell it like it was.' We differed on some issues, and there\"s nothing wrong with that. It was professional and healthy,</q> <strong> Donald Rumsfeld </strong> says. Working on the book meant second-guessing his memory. In 1983, <strong> Donald Rumsfeld </strong> was a special Middle East envoy for <strong> President Lyndon Johnson </strong> <strong> Ronald Reagan </strong> and met with Iraqi leader <strong> Saddam Hussein </strong>, at the time viewed as a", "new_id": -2}, {"uid": "1297263888245678118", "i": 23266, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "I don't know enough to know precisely what's taking place, but that tends not to be helpful,\" Mr. <strong> Donald Rumsfeld </strong> said on the \"America's Morning News\" radio broadcast. <q>I'm hoping there is effective private diplomacy taking place... and the turmoil that we are seeing will ease,</q> he said. The 78-year-old former congressman and Bush Cabinet member talked about some of the revelations he writes about in the memoir, including his sense that the country's national security command structure needs to be", "new_id": -2}, {"uid": "1296172795252526607", "i": 16042, "idx": 4, "sa": ["Eric Schmidt"], "q": "more Chinese leaders here- both political leaders as well as business leaders\"- in contrast with the number of Indian attendees. He said Google's leadership reshuffle was a \"clarification of roles\" intended <q>simply so that we could make decisions more quickly</q>. He denied that the change was due to a lack of innovation at the company, although he conceded there had been a sense that decision-making was taking too long. Cultural sensitivities Mr <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1296654564147537923", "i": 7081, "idx": 0, "sa": ["Cheryl Cole", "Selena Gomez", "Simon Cowell"], "q": "<strong> Selena Gomez </strong> have been promoting due to their adoration of the British singer. \"<strong> Cheryl Cole </strong> considered going back to her maiden name but now she has dismissed the idea,\" a source told the Mirror. <q>People knew who she was as a <strong> Cheryl Cole </strong> but she has only become truly famous as <strong> Cheryl Cole </strong>. \"She may not be huge in the US yet but seeds have been sown by people like Black Eyed Peas rapper will.i.am and it is important she creates a lasting brand. It would be madness to change back.</q> Follow us on Twitter Follow us on Facebook Related stories <strong> Simon Cowell </strong> To Help <strong> Cheryl Cole </strong> Crack America Dress Maker \"Amazed\" To Work With <strong> Cheryl Cole </strong>", "new_id": -2}]