[{"uid": "1295618466190234796", "i": 59957, "idx": 1, "sa": ["Andy Coulson"], "q": "was editor of the paper, from which he resigned in 2007. \"I can today confirm that I've resigned as Downing Street director of communications,\" <strong> Andy Coulson </strong> said in a statement. <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role. </q> \"I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.\" Cameron said in a statement that he was \"", "new_id": -2}, {"uid": "1297143696250691592", "i": 38267, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a \"dressed up\" sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding, \"I believe I can find a star.\" All content? Copyright 2000- 2011 WorldNow and WSFA, a", "new_id": -2}, {"uid": "1296391228086278158", "i": 16229, "idx": 0, "sa": ["Mark Leno", "Jerry Brown", "Bill Lockyer"], "q": "year shortened by more than a month, big state parks sold to developers and public hospitals mothballed should be part of the governor's balance-the-budget campaign. <strong> Bill Lockyer </strong> said he would like the governor to be honest about <q> what the possibilities will be. </q> Senate Budget Committee Chairman <strong> Mark Leno </strong>( D-San Francisco) is pushing for a precise look at how voters' lives would be affected if the state had to cut$ 12 Bill Lockyerion more from its spending. <strong> Jerry Brown </strong> acknowledged", "new_id": -2}, {"uid": "1296223536068714499", "i": 28010, "idx": 0, "sa": ["George Clooney", "Tim Minchin", "Simon Cowell"], "q": "next to?' That's not trying to catch me doing something dumb.\" - <strong> George Clooney </strong> insists the paparazzi can be very rude as they attempt to get a reaction from the movie star. <q> I genuinely believed no one would want to marry me. I am difficult to live with. I'm selfish, quite weird and I need Tim Minchine on my own to think- and then I work all night long. That is difficult for someone to deal with. And it would drive me mad- I could never be my own girlfriend! </q>- <strong> Simon Cowell </strong> is amazed his fiancee Mezhgan Hussainy puts up with him. \"As I get older, I get more angry about it. In this country( America), we need more dialogue", "new_id": -2}, {"uid": "1296964906258326574", "i": 21133, "idx": 1, "sa": ["Michael Vick", "Andy Reid"], "q": ", who dealt with family problems when two of his sons were arrested on drug charges, believed <strong> Michael Vick </strong> could change around his life. Few of <strong> Michael Vick </strong>'s supporters have been as staunchly behind him as <strong> Andy Reid </strong>. <q> He had a plan and he stuck to that, both on and off the field, </q> <strong> Andy Reid </strong> said. \"He knew certain things he wanted to get better at and he was open to the coaching on it, and he got himself back into shape.... So, he did a great job", "new_id": -2}, {"uid": "1296010057252100639", "i": 14890, "idx": 3, "sa": ["Newt Gingrich", "Bill Lockyer", "Stephen Sandstrom"], "q": "saving lives on the battlefield, <strong> Stephen Sandstrom </strong> said. \"Tragic events happen because of bad people in this world. But handguns, and firearms in general, do not kill people,\" <strong> Stephen Sandstrom </strong> said. <q> We need to stop demonizing firearms. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1296337079223870977", "i": 41638, "idx": 1, "sa": ["Zahi Hawass", "Jackie Mason"], "q": "when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,\" <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said Saturday. <q> Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies, </q> he said. <strong> Jackie Mason </strong> on FReeping( Introduction to the 2009 Free Republic National Convention) The political uprising against the current Egyptian regime might be justifiable as the people's legitimate manifestation of democratic", "new_id": -2}, {"uid": "1297138260083361800", "i": 2728, "idx": 0, "sa": ["Omar al-Bashir", "Barack Obama", "Benjamin Franklin", "Donald Rumsfeld"], "q": "Sudan Referendum... Southern Sudan Referendum Commission Photo: Sudanese <strong> Barack Obama </strong> <strong> Omar al-Bashir </strong> attend the opening session of... World Video: South Sudan votes 98.83% to secede World Video: ABC News Exclusive: <strong> Donald Rumsfeld </strong> Opens Up Report Abuse <q>@Russel Sprouts. Uh, get yer facts straight, buddy. What South Sudan needs is NOT an Abe Lincoln at this epoch in its fledgling history. It needs a <strong> Benjamin Franklin </strong>, who historians have conviently \"forgotten </q> was the true architect of the American Revolution( he organized it 30-yrs. before 1776A. D. with the manpower, founded civic institutions, and titular followers( all except Jefferson, whom I've seen as the", "new_id": -2}, {"uid": "1296124736229654595", "i": 21335, "idx": 0, "sa": ["Michael Gove"], "q": "been a recent spike in the number of Tajik weddings involving grooms from Europe, the United States and Japan. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2}, {"uid": "1296010719065716253", "i": 10005, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "had been shot. School district police patrol campuses and school events. Brown and Stewart were believed to have no connection to Skyline High. Foley said the sergeant had opened fire because his partner <q> was being stabbed with the screwdriver, which was clearly a threat to his life. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SAN FRANCISCO 3 BR/ 2 BA$ 999,000.00 SAN FRANCISCO 3 BR/ 3", "new_id": -2}]