[{"uid": "1296228272172146710", "i": 17278, "idx": 20, "sa": ["Mitt Romney", "Tim Pawlenty", "Vin Weber", "Mike Pence"], "q": "If he's governor of Indiana and delivers a message of full-throated conservatism, a faith-inspired message, that is going to resonate.\" One longtime GOP presidential-campaign adviser supportive of <strong> Mitt Romney </strong> puts it more bluntly: <q>Hanging around waiting for the Tea Party to find you should <strong> Mitt Romney </strong> stumble is hardly a proven nominating strategy. But being a movement conservative from the American heartland with two successful gubernatorial terms under your belt is more Reaganesque than- Reagan.</q> <strong> Vin Weber </strong>, who is a <strong> Tim Pawlenty </strong> adviser, is an admirer of <strong> Mike Pence </strong>. \"I'm not surprised,\" he says. \"I think it's the right decision for him.\"", "new_id": -2}, {"uid": "1295960195147439630", "i": 11281, "idx": 0, "sa": ["Donald Rumsfeld", "John R. MacArthur"], "q": "used PR agencies to spin a government approved message. Deliberate propaganda hoaxes included stories about Iraqis killing Kuwaiti babies and stealing incubators to weapons of mass destruction. <strong> John R. MacArthur </strong>, the publisher of Harper's Magazine and author of <q>Second Front: Censorship and Propaganda in the Gulf</q> said the media has gotten worse at questioning the message, even the 2003 media coverage leading up to the invasion of Iraq was full of propaganda and disinformation. \"In 2003 you had the <strong> Donald Rumsfeld </strong> of State,", "new_id": -2}, {"uid": "1297217356071778338", "i": 447, "idx": 1, "sa": ["Donald Rumsfeld", "Diane Sawyer", "President Bush"], "q": "tenure at the Pentagon. In earlier parts of the interview released Monday, <strong> Donald Rumsfeld </strong> was reluctant to endorse <strong> President Bush </strong>'s assessment that the decision to draw down US troops shortly after the 2003 invasion of Iraq was <q>the most important failure in the execution of the war.</q> Telling <strong> Diane Sawyer </strong> that assessment was \"possible,\" <strong> Donald Rumsfeld </strong> also cautioned that \"the path you didn't take is always smoother.\" The admissions largely echoed his memoir, in which he laid", "new_id": -2}, {"uid": "1297711129124567605", "i": 13960, "idx": 0, "sa": ["Steve Ballmer"], "q": "need to give people the full web, the full Internet on their phone, like they've come to expect with the PC,\" <strong> Steve Ballmer </strong> said at the mobile industry's annual get-together in Barcelona. <q>Later this year we are going to release a version of Internet Explorer 9( web browser) complete with hardware and graphics and other hardware acceleration for the Windows Phone,</q> he added. \"The web in some senses was designed for the PC first-- we need to make it a first class citizen on the phone,\" he added. Together with a", "new_id": -2}, {"uid": "1297224727163495958", "i": 23620, "idx": 7, "sa": ["Katrina Pierson", "Michael Vick", "Dwaine Caraway"], "q": "<strong> Katrina Pierson </strong>. Reverend Marion Barnett supports <strong> Dwaine Caraway </strong> and says it was appropriate to give <strong> Michael Vick </strong> the key. \"When we look at Mr. <strong> Michael Vick </strong>, he's had a repentant type of attitude\" says Barnett. <q>It's racism. Yes, there's still a double-standard in this country and we need to stop this unethical treatment of black human beings</q> says Barnett. <strong> Katrina Pierson </strong>, who is black, disagrees and she believes this controversy could hurt <strong> Dwaine Caraway </strong>'s chances of getting re-elected. \"I think that's a clear sign that that man should not be", "new_id": -2}, {"i": 45137, "idx": 0, "index_answer": 0, "new_id": -1, "q": "third prize is$ 1,000. Also, the first-place winner is likely to make a guest appearance on \"Late Night with <strong> David Letterman </strong>.\" The talk show host was once a grocery bagger. <q>There's no guarantee, but it's traditional for the winner to be a guest on the show,</q> said <strong> Cindy Kaplan </strong>, media marketing manager for Martin's Super Markets. Eskander said he thinks he has a chance of winning today's contest. \"I've been practicing.", "sa": ["Cindy Kaplan", "David Letterman"], "uid": "1297677860109084718"}, {"uid": "1295289698026066945", "i": 26020, "idx": 0, "sa": ["Alex Hudson", "Steve Ballmer"], "q": "listening to <strong> Steve Ballmer </strong> on an endless loop. I could go on about what Chicago has over Seattle, but Seattlest's own <strong> Alex Hudson </strong> made the case for me last Friday. To wit: <q> \"We would like to get in on some of the sweet cultural action in the Windy City. For instance, we would like to have beluga whales at the aquarium, Van Goghs in the art museum and more than absolutely anything we would like to have a world class planetarium to blow our space-minds. We win, we get the space show. They win, they can have our far superior ballet company. On loan.</q>\" First, \"sweet cultural action?\" Project much? Second: don't go crowing about your \"far superior ballet company\" when Chicago is home to the Joffrey Ballet. Second,", "new_id": -2}, {"uid": "1295316162045481984", "i": 9975, "idx": 0, "sa": ["Allen Iverson", "Thomas More"], "q": "its highest point on Cyber Monday, the day after the Thanksgiving weekend in the US, and continue through the holiday shopping season. The Boiling Point continues Monday, August 2, 2010 at 9pm on TeenNick with <q><strong> Leone I </strong> Just Don't Know What To Do With Myself( Part 1)</q>. http://wn.com/Allen_Iverson_50pts_Philadelphia_76ers_vs_Atlanta_Hawks_03/04_NBA_*Flu_Game_*Season_High Once the flu didn't stop <strong> Allen Iverson </strong>, nobody could. <strong> Allen Iverson </strong> scored a season-high 50 points, leading the Philadelphia 76ers to a 98-86 victory over the Atlanta Hawks on Saturday night. Kenny <strong> Thomas More </strong> had 13", "new_id": -2}, {"uid": "1295732278021118996", "i": 1497, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011-8v&amp;flvURL=/media/2011/01/22/01222011-8v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011-8v.jsn\"}{ \"title\": \"<strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support\", \"description\": <q><strong> Sen. Chris Dodd </strong> <strong> Kirsten Gillibrand </strong>( D-NY) spoke with Russ Mitchell with an update on her friend Rep. <strong> Gabrielle Giffords </strong>\\' condition after she was transferred from Tucson to a hospital in Houston.</q>, \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012201966.jpg\", \"emailLink\": \"http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012201959.html&amp;title=Gillibrand: <strong> Gabrielle Giffords </strong> moved by support& site= politics& type", "new_id": -2}, {"uid": "1297133398167510033", "i": 43315, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Michael Vick"], "q": "Arts Theatre in Plano While the NFL's autograph signing and ticket giveaway for Tuesday has been canceled because of bad weather, the the NFL Shop at NFL Experience New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q>My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy?</q> Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I have been following Cirque du Soleil's progress since they were a young", "new_id": -2}]