[{"uid": "1296892575106627096", "i": 54065, "idx": 5, "sa": ["Sergio Marchionne"], "q": "nazionalismo o l'arroganza di quelli che ritengono di saperne di pi\" : \"ho fiducia nel futuro di Fiat e Chrysler\" , osserva <strong> Sergio Marchionne </strong>, spiegando che le due case automobilistiche hanno ottime squadre al vertice e sono <q> perfettamente complementari in termini di prodotto, architetture e presenza geografica </q>. Dichiarazione di Sodexo: la SEIU blocca i negoziati sull` accordo globale proposto a IUF( 1) da Sodexo BIOTRONIK introduce nuovo e unico analizzatore del sistema di stimolazione Reliaty Statement Made by Sodexo: SEIU", "new_id": -2}, {"uid": "1295478013155451424", "i": 3802, "idx": 0, "sa": ["Simon Hughes", "Nick Clegg", "Andy Burnham", "Michael Gove"], "q": "broke in No 10 as staff contemplated another Lib Dem rebellion. But education secretary <strong> Michael Gove </strong>'s office gauged <strong> Simon Hughes </strong> was overstating. Both they, and the <strong> Nick Clegg </strong> people harried by No 10, were irritated. <q> It is <strong> Simon Hughes </strong>'s job to advise the Michael Government on higher education, </q> one Lib Dem aide said. \"Not to go around negotiating with <strong> Andy Burnham </strong> on how to defeat the Michael Government.\" Tories debated. Was he naive? Many Lib Dems brag they know what <strong> Simon Hughes </strong> thinks before he", "new_id": -2}, {"uid": "1295607761007487551", "i": 48105, "idx": 4, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "to take the helm. <strong> Eric Schmidt </strong> is confident about <strong> Larry Page </strong> who stressed that for last decade he, <strong> Sergey Brin </strong> and <strong> Eric Schmidt </strong> had made most of the important decisions together and indicated that he will still be around saying, <q> The only difference is that <strong> Larry Page </strong> will get the credit and attention. </q> The main challenge that is going to grip <strong> Larry Page </strong> is going to be the confrontation with Facebook, the world's largest networking site which is closing in on 1 billion users. And another competitor would be", "new_id": -2}, {"uid": "1295945468061587459", "i": 37406, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "'s Small Business Commission, San Francisco Beautiful, neighborhood groups, and public health and public works officials. Dawn Trennert, chair of the Middle Polk Neighborhood Association and a task force member, said, <q> Our neighbors were fed up with the extreme litter in our neighborhood, the flying litter, the litter that easily can be taken care of if we just think about things a little differently. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MENLO PARK 3 BR/ 3.1 BA$ 2,125,000.00 SAN CARLOS 2 BR/ 2.0", "new_id": -2}, {"uid": "1297304788026935319", "i": 33260, "idx": 1, "sa": ["George H. W. Bush", "George W. Bush", "Dick Cheney", "Donald Rumsfeld"], "q": "worked with <strong> Donald Rumsfeld </strong> in his six years in the Pentagon under <strong> George W. Bush </strong> <strong> George H. W. Bush </strong>. To buttress his account, <strong> Donald Rumsfeld </strong> has begun to place a selection of his papers on a website, www.Donald Rumsfeld.com, which, he writes, <q> accompanies and supports this memoir. </q> The site contains some startling additions to the public record across administrations. Take for example this never-before-released glimpse backstage at the White House, circa fall 1975, as <strong> Donald Rumsfeld </strong> and <strong> Dick Cheney </strong> administer tough love to <strong> George W. Bush </strong>", "new_id": -2}, {"uid": "1295264028094093318", "i": 8692, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "of communications, a \"second chance\" following revelations about phone-hacking at from guardian.co.uk on News of the World\"> News of the World when he was editor and warned that his aide should not be <q> punished twice for the same offence </q>. Speaking on BBC Radio 4's Today programme, the prime minister stood by his communication chief as he failed to quash 1347590/David Camerons- spin- chief- <strong> Andy Coulson </strong>- <strong> Andy Coulson </strong>- offered-", "new_id": -2}, {"uid": "1296273664046694409", "i": 30472, "idx": 9, "sa": ["Allen Iverson", "Carmelo Anthony"], "q": "and <strong> Carmelo Anthony </strong> had 14 to help the Denver Nuggets spoil <strong> Allen Iverson </strong>'s return to Philadelphia with a 93-83 win over the 76ers on Monday night. \"I just felt like I was back home,\" <strong> Allen Iverson </strong> said. <q> It was deja vu. Just a real good feeling. The fans made it hard on me because they made me more nervous than I already was. </q> The Nuggets did their share to ruin <strong> Allen Iverson </strong>'s homecoming. Denver scored the first 14 points of the fourth quarter to rally for its fourth straight win. <strong> Allen Iverson </strong>'s old team improved to 16-5; his new-again team", "new_id": -2}, {"uid": "1295855858263028757", "i": 53182, "idx": 0, "sa": ["Aamer Anwar", "Chris Huhne", "Andy Coulson", "Tony Blair", "Tommy Sheridan"], "q": "targeted by other newspapers. Energy Secretary <strong> Chris Huhne </strong> yesterday attacked the News Of The World's claim that the phone hacking which led to their royal correspondent being sacked was a one-off. <strong> Chris Huhne </strong> said: <q> It seems to be totally implausible that this was... limited to one journalist. \"I was rather surprised the police accepted that story rather than investigate it further. </q> <strong> Tommy Sheridan </strong> trial provoked resignation of top spin doctor <strong> Andy Coulson </strong> Mum of soldier killed in Iraq heckles <strong> Tony Blair </strong> over war` regrets' <strong> Aamer Anwar </strong> demands probe into <strong> Andy Coulson </strong>'s role in phone hacking scandal Chilcot inquiry: I disregarded legal", "new_id": -2}, {"uid": "1296927943014336018", "i": 34531, "idx": 1, "sa": ["Sergio Marchionne"], "q": "we could be looking at one entity. It could be based here,\" said <strong> Sergio Marchionne </strong>, speaking at the J.D. Power and Associates International Automotive Roundtable. <strong> Sergio Marchionne </strong> said the companies are considering a number of <q> alternatives and scenarios. First we need to integrate them operationally and then look at governance. </q> Since Chrysler emerged from bankruptcy on June 10, 2009, under the control of Fiat, it has worked feverishly to revamp its product portfolio. Sixteen new or revamped products are coming to market in 2011", "new_id": -2}, {"uid": "1297163077054263818", "i": 49213, "idx": 3, "sa": ["Paula Abdul", "Simon Cowell"], "q": "to him on the judges' panel. We should expect an announcement regarding` The X Factor's' judges' roster \"in three or four weeks,\" <strong> Simon Cowell </strong> said. <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends 80 percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor' producers. With pressure on the judges to not only critique the contestants but", "new_id": -2}]