[{"uid": "1297219570140312582", "i": 6232, "idx": 2, "sa": ["Simon Cowell"], "q": "big fan,\" <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, <q>I have to take everyone's opinions into account,</q> including that of the show's other producers and the network. Our opinion is that we should be on the panel- as long as <strong> Simon Cowell </strong> doesn't mind being upstaged. A decision about", "new_id": -2}, {"uid": "1296672005083132499", "i": 19416, "idx": 0, "sa": ["Simon Cowell"], "q": "to me- like modelling and that- or paintin' the ceiling- but being an actress is something I'd never considered. Until <strong> Simon Cowell </strong> came over and begged me to play the part\". <q>I feel I have a lot in common with the late <strong> Princess Diana </strong>. We both share natural beauty. And the deep love of the general public</q>, she continued. \"Our voices are also quite similar\", she added. This is Juanita Juan being very silly for CJ News Colonel Juan's day- give this story", "new_id": -2}, {"uid": "1295690356156418067", "i": 9780, "idx": 0, "sa": ["LeBron James", "Dr. Craig", "James Franco", "Carmelo Anthony", "Allen Iverson", "Damion James"], "q": "My Contact Info: www.twitter.com www.myspace.com www.blogtv.com Please Rate, Subscribe, and Leave Comments!=)... <strong> Allen Iverson </strong> 25pts <strong> Carmelo Anthony </strong> vs <strong> LeBron James </strong> <strong> Damion James </strong> Cavaliers NBA One NBA player lords over <strong> LeBron James </strong>. <strong> Carmelo Anthony </strong> rules Cleveland's hoops King. <q>I know he hates losing to me,</q> <strong> Dr. Craig </strong> said with a laugh. <strong> Dr. Craig </strong> scored 27 points, All-Star sidekick <strong> Allen Iverson </strong> added 25 and the Denver Nuggets rolled to a 113-83 win Sunday night over... General Hospital <strong> James Franco </strong> promo# 3 This is the 1 minute", "new_id": -2}, {"uid": "1295618647099680302", "i": 4274, "idx": 0, "sa": ["Eric Schmidt"], "q": "the throne while training him to do so. We knew that this would happen. We When I interviewed <strong> Eric Schmidt </strong> a few weeks ago and asked about pressure over privacy, China, and lobbying, he said, <q>This is not the No. 1 crisis at Google.</q> What is? Scale is Google's greatest skill and greatest challenge. It scaled search( vs. quaint Yahoo, which thought it could catalogue this web thing). It scaled advertising( vs. the media companies that", "new_id": -2}, {"uid": "1295903297179077120", "i": 31096, "idx": 2, "sa": ["George Shultz", "Donald Rumsfeld", "President Lyndon Johnson"], "q": "of State <strong> George Shultz </strong> were among the friends, family members and colleagues who came to Washington for conversations. \"I started thinking about this amazing archive I had,\" he said during a recent interview. <q>The fact that I had it, persuaded me that I ought to take advantage of it.</q> <strong> Donald Rumsfeld </strong> is seated in a conference room at his office suite, where the walls document a long, high-level life of politics and history: a photograph of then-Congressman <strong> Donald Rumsfeld </strong> with <strong> President Lyndon Johnson </strong> in the 1960s; a", "new_id": -2}, {"uid": "1295587968175472692", "i": 190, "idx": 2, "sa": ["Jay Leno", "Thomas Wolfe", "David Letterman", "Bill Cosby"], "q": "<strong> Bill Cosby </strong>'s Sunday show at <strong> Thomas Wolfe </strong> Auditorium will be similar to late-night appearances with <strong> Jay Leno </strong> and <strong> David Letterman </strong>, he said. \"I come out and sit down,\" he said. <q>I've been doing that since I was 34, and I'm 73 now. And I'll begin to tell stories.</q> <strong> Bill Cosby </strong> said his mission is simple- to leave the audience laughing and thinking that \"I am not alone. I am not afraid to deliver a smile. Something wonderful and positive is going", "new_id": -2}, {"i": 466, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,</q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295467181182812683"}, {"uid": "1295676781065617959", "i": 24186, "idx": 1, "sa": ["Andy Coulson", "Boris Johnson"], "q": "widen this out to think about pay inequality elsewhere, including Transport for London, which has started to reduce the 58 staff it was paying more than Â£ 150k.\" A city hall spokeswoman said: <q>Leo Boland has spearheaded an extremely successful reorganisation of the GLA, implementing significant structural and cultural change to create an efficient and professional organisation. From this position of strength- and in light of proposals in the Localism bill for directly-elected mayors to combine chief executive functions- Mr Boland questioned whether the GLA now requires a high calibre, highly paid chief executive role in addition to a <strong> Ken Livingstone </strong>. On that basis, he recommended an independent review be carried out to look at this issue.</q> Greater London Authority's chief executive signals departure Politics Weekly podcast: Trouble in the House of Lords; and NHS reforms Alan <strong> Boris Johnson </strong> resigns, sparking shadow cabinet reshuffle- in pictures Departure of <strong> Andy Coulson </strong> leaves", "new_id": -2}, {"uid": "1296504451024739846", "i": 19460, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "heavily protected by the Egyptian military. Later on Monday, he was appointed Minister of State Antiquities in the new government named by President <strong> Hosni Mubarak </strong>, who faces calls from protesters for his ouster. <q>If the museum is safe, Egypt is safe,</q> <strong> Zahi Hawass </strong> said. A museum administrator found the head of a small clay statue on the stairs. Mummies heads ripped off Looters had broken into the museum on Friday, ripping the", "new_id": -2}, {"uid": "1295670451069369910", "i": 1663, "idx": 0, "sa": ["Doc Rivers", "Elgin Baylor", "Gordon Hayward", "Rajon Rondo", "Allen Iverson"], "q": "career-high 42 points. Then Boston set up a play for <strong> Allen Iverson </strong>, who took a pass from <strong> Rajon Rondo </strong> and connected from the right side. <strong> Allen Iverson </strong> scored 28 points after getting some advice from coach <strong> Doc Rivers </strong> at halftime. <q><strong> Doc Rivers </strong> said going into the half, \"Be aggressive, but let it come to you,</q>' <strong> Allen Iverson </strong> said. \"<strong> Elgin Baylor </strong> never think <strong> Elgin Baylor </strong>'m not in my rhythm. It can be a grind as a shooter. As a scorer you\"re always trying to find something.\" <strong> Allen Iverson </strong> and <strong> Gordon Hayward </strong> each", "new_id": -2}]