[{"uid": "1297423741197410820", "i": 2290, "idx": 2, "sa": ["Michael Gove", "Jon Land"], "q": "The judge said: \"However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation.\" Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful <q> because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act. </q> As part of BSF, every secondary school in EngJon Land was due to be rebuilt or refurbished over a 15-20 year period at an estimated cost of? 55 billion. Mr <strong> Michael Gove </strong> said the programme", "new_id": -2}, {"uid": "1295478013155451424", "i": 3802, "idx": 0, "sa": ["Michael Gove", "Andy Burnham", "Simon Hughes", "Nick Clegg"], "q": "broke in No 10 as staff contemplated another Lib Dem rebellion. But education secretary <strong> Michael Gove </strong>'s office gauged <strong> Simon Hughes </strong> was overstating. Both they, and the <strong> Nick Clegg </strong> people harried by No 10, were irritated. <q> It is <strong> Simon Hughes </strong>'s job to advise the Michael Government on higher education, </q> one Lib Dem aide said. \"Not to go around negotiating with <strong> Andy Burnham </strong> on how to defeat the Michael Government.\" Tories debated. Was he naive? Many Lib Dems brag they know what <strong> Simon Hughes </strong> thinks before he", "new_id": -2}, {"uid": "1296493599059801667", "i": 9824, "idx": 1, "sa": ["Michael Gove", "Stephen Ball"], "q": "<strong> Stephen Ball </strong> HypatiaLee 31 January 2011 4:05 PM \" Back to the 19th century with <strong> Michael Gove </strong>'s education bill \" quincey1976 31 January 2011 4:06 PM HypatiaLee 31 January 2011 4:07 PM <q> Not exactly a curriculum for the 21st century or a pedagogy that recognises the recent focus in schools on student learning. </q> Once again the idiots emerge in force claiming that one-size-fits-all Dotheboys Hall education is the only solution to juvenile delinquency and illiteracy. Despite the fact that in the 19th century there was substantially more illiteracy than", "new_id": -2}, {"uid": "1297520477089751561", "i": 11896, "idx": 0, "sa": ["Michael Gove"], "q": "multimillion-pound school rebuilding projects. Mr Justice Holman said <strong> Michael Gove </strong>'s actions over the scrapping of the Building title=\"More from guardian.co.uk on Schools\"> Schools for the Future( BSF) initiative last year had been <q> so unfair as to amount to an abuse of power </q>. Under the? 55bn scheme introduced by Labour, every secondary school in England was to be either rebuilt or refurbished. More than 700 schools' building projects were cancelled when the scheme was scrapped in July", "new_id": -2}, {"uid": "1297520477089751561", "i": 11906, "idx": 10, "sa": ["Michael Gove"], "q": "PM bunster 11 February 2011 12:25 PM JamesStGeorge 11 February 2011 12:27 PM \" The judge, Mr Justice Holman, asked <strong> Michael Gove </strong> to reconsider his decision \"with an open mind\" . <q> The final decision on any project still rests with him and... no one should gain false hope from this decision </q>. \" Ok so the lawyers get fat, no school is wastefully and pointlessly rebuilt, <strong> Michael Gove </strong> rightly carries on, the Guardian has a few more daft commentator articles bemoaning it, council tax and", "new_id": -2}, {"uid": "1297198896026525768", "i": 51279, "idx": 2, "sa": ["Michael Gove", "Andy Burnham"], "q": "tools they need in order to keep order.\" He called for an end to the \"culture of` know your place' and denying opportunity\" .` Gamble' Mr <strong> Michael Gove </strong> added: <q> This bill provides an historic opportunity for this country. It will help guarantee every child a high-quality education which will equip them for the technological, economic, social and cultural challenges of the next century. </q> For Labour, shadow education secretary <strong> Andy Burnham </strong> said: \"We are witnessing an unseemly rush to reform where the normal processes of Michael Government are simply ditched. \"No pilots, no evidence, no", "new_id": -2}, {"uid": "1297702046148619270", "i": 51616, "idx": 13, "sa": ["Michael Gove"], "q": "He said the judge requested a re-run with an open mind but Mr <strong> Michael Gove </strong>'s \"self-justifying\" response to the judgment \"suggests his mind is firmly made up\" . He told Mr <strong> Michael Gove </strong>: <q> To give the six councils confidence of a fair hearing shouldn't you now remove yourself from any further part in this decision? </q> It was a \"damning verdict on a Cabinet minister by a High Court judge\" . Mr <strong> Michael Gove </strong> was now in the \"last chance saloon with a clear warning to change his ways\"", "new_id": -2}, {"uid": "1296222045048857103", "i": 14509, "idx": 3, "sa": ["Michael Gove", "Geoffrey Canada"], "q": "Josephine Baker, executive director of the Washington public charter school board, which approves applications from new charter schools and oversees existing ones. She will urge teachers not to oppose the changes. She said: <q> One of the values to people who teach of being in a charter school is its approach to education, its teachers are at the table when decisions are made, not because they are members of a union but because they bring to that table a certain kind of expertise, there is a collaborative approach to how everything takes place. </q> <strong> Michael Gove </strong>'s move to win back the initiative over free schools follows the appearance at Tory conference last year of <strong> Geoffrey Canada </strong>, who is credited with turning around black under-achievement in Harlem and has been hailed as a", "new_id": -2}, {"uid": "1295552135065978442", "i": 16372, "idx": 2, "sa": ["David Cameron", "Michael Gove", "Alan Johnson", "Tim Montgomerie", "Stephan Shakespeare", "Liam Fox"], "q": "The Who is going to be Who of the next parLiam Foxentary party\" Jonathan Isaby, Editor of ConservativeHome. \"The list of the insiders making things happen in David Camerons Machine\" <strong> Tim Montgomerie </strong>, Director of Conservative Intelligence. <q> What makes David Camerons Conservatives tick? </q> <strong> Michael Gove </strong> MP, Shadow Secretary of State for Children, Schools and Families. \"The first internet age Michael Government\" <strong> Stephan Shakespeare </strong>, Founder and Head of Innovations at YouGov. In quotes: Reaction to <strong> Alan Johnson </strong>'s resignation Former", "new_id": -2}, {"q": "proposal intended to incite a panicked response to a phony crisis,\" <strong> Bill Lockyer </strong>, a Democrat, said during a conference call with reporters organized by the Economic Policy Institute, a Washington, D.C., think tank. <q> Killer bees, space aliens... now it's the invasion of the bankrupt states. The truth is, no state wants to declare bankruptcy, no state needs to declare bankruptcy, and no state would. </q> The proposal at issue would give states the option of declaring bankruptcy in much the same way that businesses can, though it is unclear whether courts would go along with such a move because states, unlike", "sa": ["Bill Lockyer"], "index_answer": 0, "idx": 1, "i": 7204}]