[{"uid": "2008101319_00003849_W", "i": 1167, "idx": 1, "sa": ["Barack Obama", "George W. Bush", "John McCain", "George H. W. Bush"], "q": "reliably republican state that has become a battleground this year.\" the hour is late; our troubles are getting worse; our enemies watch. we have to act immediately. we have to change direction now. <q> the arizona senator insisted he understood americans' concerns about the deepening financial crisis, even as fears about the meltdown have moved voters firmly in democrat <strong> Barack Obama </strong>'s direction in recent weeks. the repudiation of the republican incumbent's economic policies came as <strong> John McCain </strong> has struggled to find a message that would reverse his sagging poll results nationally and in some battleground states. yet, <strong> John McCain </strong> echoed a line from <strong> George H. W. Bush </strong> and his son, <strong> George W. Bush </strong>, about democrats <NO_QUOTATION> that proved ineffectual for the gop in 1992 and 2006. </q> sen. <strong> Barack Obama </strong> is measuring the drapes, and planning with speaker( nancy) pelosi and sen.( harry) reid to raise taxes, increase spending, take away your right to vote by secret ballot in labor elections", "new_id": -2}, {"uid": "2008110417_00021604_W", "i": 1250, "idx": 4, "sa": ["Barack Obama", "John McCain", "John F. Kennedy"], "q": "i believe the experience that <strong> John McCain </strong> has had in the senate was probably my leading factor, \"she said.\" also, palin, i think she brings the diversity to the side of the republican party. <q> <strong> John F. Kennedy </strong> hughel, another 75 year old from indianapolis, cast a vote for <strong> Barack Obama </strong>. he was a clinton supporter who was considering <strong> John McCain </strong> until he chose palin. </q> he didn't go with the vice <strong> Barack Obama </strong> we wanted, \"he said.\" we wish he would have gone with someone besides palin. \"hughel said his first presidential vote was for <strong> John F. Kennedy </strong> in 1960,", "new_id": -2}, {"uid": "2008121917_00012933_W", "i": 2085, "idx": 5, "sa": ["Harry Markopolos", "Bernard Madoff"], "q": "<strong> Bernard Madoff </strong> continued to thrive, even as <strong> Harry Markopolos </strong> continued to pursue the case. in 2005, he submitted a report to the sec saying it was <NO_QUOTATION> that\" <strong> Bernard Madoff </strong> securities is the world's largest ponzi scheme. <q> in the report, he says he knew his research could ruin people's careers and asked the sec be discreet about circulating the report and his name. </q> i am worried about the personal safety of myself and my family, \"he wrote. the report highlights 29 <NO_QUOTATION> about <strong> Bernard Madoff </strong>'s business, among them the returns of a third-party hedge fund managed by <strong> Bernard Madoff </strong>'s", "new_id": -2}, {"uid": "2008092613_00012023_W", "i": 1694, "idx": 1, "sa": ["James Durham"], "q": "certainly not just anyone who wants to reduce their mortgage, but the government should take into consideration hardships such as medical emergencies, loss of a job, and homeowners who have adjustable rate mortgages about to reset. <q>-- <strong> James Durham </strong>, law professor; 937-229-3228 or James Durham@udayton.edu 3. an historic learning opportunity </q> from an educational perspective, these are phenomenal times. the students can see the impact of all the principles they're learning such as the importance of diversification, risk management, and doing things in a thoughtful,", "new_id": -2}, {"uid": "2008121607_00018456_W", "i": 1330, "idx": 1, "sa": ["R. Allen"], "q": "<strong> R. Allen </strong> talked with several different classes at brentwood, a lucky group of 14 students got a chance to paint with him. <strong> R. Allen </strong> cheered the students on while dispensing some tips.\" don't worry about mistakes, <q> <strong> R. Allen </strong> told the students. </q> there are no mistakes here. there are only discoveries. \"the kids ate up <strong> R. Allen </strong>'s advice on mixing paints and how to <NO_QUOTATION>\" it was a lot of fun, \"said alleyah watkins, 10", "new_id": -2}, {"uid": "2008090905_00019811_W", "i": 1073, "idx": 60, "sa": [], "q": "in thought. \"\" friend... i didn't expect to find you here, in front of giordano bruno, \"said the other priest.\" can i be of help to you... monsignor...? <q> asked don hash, noticing that he looked like a bishop, but had no episcopal ring. </q> not to me, but to cardinal fid?le, \"the monsignor replied.\" i've heard of him. quite a scholar, \"said don hash.\" but what does he need from me? \"", "new_id": -2}, {"uid": "2008091723_00022287_W", "i": 1409, "idx": 3, "sa": ["Sarah Palin", "Michelle Obama"], "q": "you want to debate a real issue, what would we call <strong> Michelle Obama </strong>'s wife if he were to be elected pres. i sure don't think anyone would feel good about calling her\" first lady!*? <q> jmo comment by <strong> Michelle Obama </strong> is a 2008 presi-don' t september 17th, 2008 at 5:55 pm <strong> Sarah Palin </strong>'s e-mail account hacked, published on web site </q> in the latest of a series of invasions into <strong> Sarah Palin </strong>'s personal life, hackers have broken into the republican vice presidential candidate's private e-mail account, and a widely read web site has published screen grabs from it", "new_id": -2}, {"uid": "2008100208_00009209_W", "i": 687, "idx": 0, "sa": ["Barack Obama", "Jimmy Carter", "George H. W. Bush", "John McCain"], "q": "lobbyists for wall street and other sections of big business. his democratic counterpart, <strong> Barack Obama </strong>, issued a predictably mealy-mouthed statement complaining that\" too many folks in washington and on wall street weren't minding the store. <q> while attempting to pin the blame for the crisis entirely on the <strong> George H. W. Bush </strong> administration-ignoring the <NO_QUOTATION> deregulatory policies of democrats <strong> Jimmy Carter </strong> and bill clinton-he offered a mutual amnesty between himself and <strong> John McCain </strong>, saying, </q> i certainly don't fault senator <strong> John McCain </strong> for these problems... \"these events are signposts in the historic failure of american and world capitalism. for the working class, they mean a rapid growth of unemployment, poverty", "new_id": -2}, {"uid": "2008100202_00043429_W", "i": 1927, "idx": 5, "sa": ["Nancy Pelosi"], "q": "current system, pacs are rife with self-dealing transactions, \"she said. the laws and regulations could and should be strengthened.\" there is a point now that you're starting to talk about real money, <q> she said of mrs. <strong> Nancy Pelosi </strong>'s pac. </q> this is not just a mom-and-pop operation and any self-dealing transaction by a member of congress is going to get scrutiny, particularly with large amounts of money and prominent members. \"it is illegal for members of congress", "new_id": -2}, {"uid": "2008102411_00042679_W", "i": 1747, "idx": 3, "sa": ["Juan Carlos Real Ruiz"], "q": "16 matches.\" deportivo are a very good team who beat <strong> Juan Carlos Real Ruiz </strong> madrid in the spanish liga. even when we made it 2-0, the game wasn't over, but the third goal sealed the victory. <q> wasted chances gazzaev's opposite number, miguel ngel lotina, was left to lament poor finishing. </q> we missed several great opportunities, \"he said.\" [ <strong> Juan Carlos Real Ruiz </strong>] valer? n was magnificent in the opening half-hour and could have scored before their first goal. i knew about the strength of cska and", "new_id": -2}]