[{"uid": "1296132171006979588", "i": 33192, "idx": 0, "sa": ["Michael Gove", "Naoto Kan"], "q": "to cut emissions or face penalties. Last week, Prime Minister <strong> Naoto Kan </strong> made public, albeit with few details, Japan's intention to take the lead in areas of the environment this year. <q> In addition to the existing framework for environmental countermeasures... I would like to put forth a new international initiative addressing Asian environmental challenges in particular, </q> <strong> Naoto Kan </strong> said in a speech on foreign policy. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will \"restore discipline and reduce bureaucracy\" in... UK", "new_id": -2}, {"uid": "1295138821018858005", "i": 37316, "idx": 0, "sa": ["Michael Gove", "Victoria Derbyshire", "Nick Clegg"], "q": ", a toe-curling listen. This Monday we got CleggNick Clegg\" from guardian.co.uk on Nick Clegg\"> <strong> Nick Clegg </strong> boring for England on the Today programme, intoning pseudo business-speak such as \"going forward\" , \"delivering\" and <q> we need to do more </q>. Make no mistake: by we, he means us. And Wednesday's <strong> Victoria Derbyshire </strong> show on 5 Live had GoveMichael Gove\" from guardian.co.uk on Michael Gove\"> <strong> Michael Gove </strong> taking calls. Much has been made on", "new_id": -2}, {"uid": "1297109124023560237", "i": 6114, "idx": 0, "sa": ["Michael Gove"], "q": "and ability to survive in the dog-eat-dog education world that <strong> Michael Gove </strong>'s bill creates. No evidence has been presented to justify a subject selection that prizes Latin over engineering. But last week, <strong> Michael Gove </strong> offered this explanation: <q> This reflects the subjects the Russell group universities have said they value most. </q> Labour focused relentlessly on driving up standards in the basics, with the literacy hour and 1:1 tuition for kids who fell behind. Of course we support academic rigour, and children's ability to choose these five", "new_id": -2}, {"uid": "1295983645057327616", "i": 32715, "idx": 2, "sa": ["Michael Gove"], "q": ". Mr <strong> Michael Gove </strong>'s lawyers say each of the six councils seeking judicial review will in any event receive in total \"well in excess of? 1bn in BSF funding\" , and the case was about <q> whether they must get even more </q>. 05 JULY 2010, EDUCATION& FAMILY The rise of` we' Why US presidents increasingly love the word Risky harvest Inuit race to gather mussels under the sea ice- before tide returns", "new_id": -2}, {"uid": "1297261969180371472", "i": 1851, "idx": 0, "sa": ["Michael Gove", "Andy Burnham"], "q": "30 per week. Spending priority Mr <strong> Andy Burnham </strong> said it was an attack on the aspirations of young people. But Education Secretary <strong> Michael Gove </strong> said the grant had been \"poorly targeted\" and told MPs <q> you can not spend money you do not have </q>. Several hundred university and college students and other campaigners held a noisy but peaceful protest, waving placards as they marched from Piccadily Circus to Westminster to a pumping sound system on wheels. Jessica", "new_id": -2}, {"uid": "1297098957187170821", "i": 23197, "idx": 5, "sa": ["Michael Gove", "Toby Perkins"], "q": "terms is a cut\" <strong> Toby Perkins </strong> told the Commons 60 per cent of schools surveyed by the National Association of Music Educators were cutting music provision. Unless there was protected funding in the years ahead <q> all your rhetoric will actually lead to less music provision in deprived areas in the future, </q> he added. In response, <strong> Michael Gove </strong> said instead the \"chasm\" was \"between the apocalyptic rhetoric heard from Labour and from their sock puppets elsewhere\" . The Labour Michael Government did \"all it", "new_id": -2}, {"uid": "1296231867027263053", "i": 1869, "idx": 5, "sa": ["Michael Gove", "LeBron James"], "q": "teaching\" . <strong> Michael Gove </strong> has vowed to cut bureaucracy in schools. He said that in one year, Labour sent schools 5,000 pages of guidance and information- the equivalent of two <strong> LeBron James </strong> bibles. <q> There are too many quangos that take up schools' time without leading to any real benefits to standards, </q> <strong> Michael Gove </strong> said. \"Teachers tell us that they have to spend hours outside of the classroom going to meetings and filling in forms because of bureaucratic requirements. It takes them away from the core purpose of improving learning", "new_id": -2}, {"uid": "1295545755266108930", "i": 40769, "idx": 4, "sa": ["Michael Gove"], "q": "at GCSE, Mr <strong> Michael Gove </strong> responded with an emphatic \"yes\" . He added: \"We have given people a nudge with the English Baccalaureate towards a certain set of academic subjects.\" <q> Beyond that we want to have an informed debate. </q> To gain the English Baccalaureate pupils need good GCSEs in English, maths, science, a modern foreign language, and either history or geography. Mr <strong> Michael Gove </strong> has long criticised the size of the national curriculum,", "new_id": -2}, {"q": "have a real impact on Washington and the economy. \"I think that's part of what he's been positioning for,\" said <strong> Rob Enderle </strong>, a tech pundit and <strong> George W. Bush </strong> of the <strong> Rob Enderle </strong> Group. <q> In terms of skills and what he brings to the party and reelection campaign and timing, it's my expectation he will </q> go to Washington. Google shocked Silicon Valley and Wall Street last month by announcing a big shakeup in its C-Suite, pushing <strong> Eric Schmidt </strong>, 55, out of the CEO job and replacing him with co-founder <strong> Larry Page </strong>", "sa": ["George W. Bush", "Eric Schmidt", "Larry Page", "Rob Enderle"], "index_answer": 3, "idx": 0, "i": 43327}, {"uid": "1295469102042287110", "i": 44834, "idx": 0, "sa": ["Michael Gove"], "q": "said that despite cuts to their grants, a number of Tory and Liberal Democrat councils were funding student travel costs, which was the \"statutory duty\" of local authorities. Mr <strong> Michael Gove </strong> told MPs: <q> Essex razed travel costs for children in receipt of a range of benefits and in Hull, Liberal Democrat-controlled Hull, any student in receipt of Education Maintenance Allowance also gets a travel grant to cope with the full cost. \"It is no surprise that there are Liberal Democrat and Conservative councils which are ensuring that all students receive the support they deserve. It's striking that this is in addition to Education Maintenance Allowance. </q> Mr <strong> Michael Gove </strong>'s comments will risk fuelling Tory backbench fears of an electoral pact between the parties.? owned by or licensed to Scottish& Universal Newspapers Limited 2011.", "new_id": -2}]