[{"uid": "1295462584109772853", "i": 28688, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q> We are not going to give up one inch of territory, </q> <strong> Sergio Marchionne </strong> said. Mercedes-Benz 2010 M-Class$ 49,971 Mercedes-Benz 2011 M-Class$ 58,265 Mercedes-Benz 2011 M-Class$ 58,225 Sorry, comments are closed for this story.", "new_id": -2}, {"uid": "1297426636014974991", "i": 39897, "idx": 7, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "come from advertising and new forms of monetisation.\" \"We the ability to activate users and put them in a position to be more effective in what we call local commerce,\" added <strong> Steve Ballmer </strong>. <q> Nokia has not just got mapping but other assets that we will import, if you will. There are a set of financial considerations for that as well. </q> <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> detailed their proposal immediately before the vast Mobile World Congress trade show in Barcelona, Spain, where a large number of new Android phones and tablets can be expected. It's", "new_id": -2}, {"uid": "1296770511173654034", "i": 14659, "idx": 33, "sa": ["Ted Kennedy", "Eric Shinseki", "James Jones", "Donald Rumsfeld"], "q": "Gen. <strong> Eric Shinseki </strong>, who were ciTed Kennedy in a December, 2002 Washington Post story as opposing an invasion of Iraq. <strong> James Jones </strong> told him it wouldn't happen again; <strong> Eric Shinseki </strong> said he had not expressed doubts to anyone: <q> Who do you believe? The Washington Post or me? </q> <strong> Donald Rumsfeld </strong> complains that he \"can not explain their failure to correct the public record.\" ( <strong> Donald Rumsfeld </strong> also denounces the widespread press accounts that <strong> Eric Shinseki </strong> was forced to retire early for testifying shortly before the war began that", "new_id": -2}, {"uid": "1295958474022577176", "i": 12490, "idx": 2, "sa": ["Zahi Hawass", "Ahmed Nazif"], "q": "had no legal claim to it. The SCA, which <strong> Zahi Hawass </strong> heads, said in an email that its request had been approved by both Prime Minister <strong> Ahmed Nazif </strong> and the Egyptian ministry of culture. <q> This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country, </q> it said. <strong> Zahi Hawass </strong> has campaigned to repatriate several pharaonic treasures in recent years, including the Rosetta Stone now in the British Museum.( Reporting by Eric Kelsey in Berlin and Patrick Werr in", "new_id": -2}, {"uid": "1295615554111296525", "i": 50450, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Paul Coulson"], "q": "lives near to <strong> David Cameron </strong>'s consistuency home. Photograph: <strong> Paul Coulson </strong> Grover/Rex Features PM:` I'm Sad <strong> Paul Coulson </strong> Felt Compelled To Quit' Orange News <strong> David Cameron </strong> has confirmed his communications chief <strong> Andy Coulson </strong> felt compelled to resign because of <q> pressures on him and his family </q>. Mr <strong> Paul Coulson </strong>, a former editor of the World, said \"continued coverage of events connected to my old job\" made it difficult <strong> Andy Coulson </strong> to make personal statement about his future Downing Street refuses to confirm whether", "new_id": -2}, {"uid": "1295911774243613758", "i": 42979, "idx": 0, "sa": ["Ben Roethlisberger", "Michael Vick"], "q": "sees <strong> Michael Vick </strong>, another gifted athlete who victimized animals and did hard jail time. She sees <strong> Ben Roethlisberger </strong> as a man accused of a crime no less serious, but whose young accuser simply lost her nerve. <q> His consequence was to miss a few games, </q> said Bivins. And when he takes the field at the Super Bowl in Dallas, \"people will think that he's a god.\" YouTube overnight sensation Megan McGlover talks about Atlanta traffic, weather", "new_id": -2}, {"uid": "1296443805235372683", "i": 57060, "idx": 7, "sa": ["Soulja Boy", "Kanye West", "Marcus Camby", "Allen Iverson"], "q": "big plays down the stretch and spoiled their former MVP's return with a 115-113 victory over the Nuggets. \"I dreamed it up a certain <strong> Soulja Boy </strong>, and it was better than that,\" <strong> Allen Iverson </strong> said. <q> Everything was perfect but one thing, and that was not winning the game. </q> <strong> Allen Iverson </strong> misfired on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their second straight and failed to pick up any ground in their bid for a playoff spot in the tough Kanye Western", "new_id": -2}, {"uid": "1297195978240402437", "i": 1083, "idx": 0, "sa": ["Michael Vick", "Dwaine Caraway"], "q": "enjoy a hotel stay in the city. We've rounded up a list of some of the best Valentine's hotel packages in Chicago. Mike Schlaak and his also had tickets to Super Bowl XLV in Dallas. <q> And it was the most ridiculous experience of my life, </q> Schlaak said. So, let me get this straight: <strong> Michael Vick </strong> got the key to the city of Dallas this weekend, by Mayor Pro Tem, <strong> Dwaine Caraway </strong>? Um... what? Bernstein: Hawks' Magic Long", "new_id": -2}, {"uid": "1297350210194330656", "i": 44693, "idx": 0, "sa": ["David Letterman", "Anderson Cooper"], "q": "The Famous- February 9, 2011 11:08 PM PST </cite> <cite> <strong> Anderson Cooper </strong> and Daivd <strong> David Letterman </strong>| Photo Credits: CBS </cite> <strong> Anderson Cooper </strong> says it was fortunate that he and his team weren't badly injured in Egypt. <q> There were people stabbed after us, there were people who have been... captured, disappeared, </q> he told Letterman- David Letterman/194124?rss=keywords&amp;partnerid=yahoo&amp;profileid=omg\"> <strong> David Letterman </strong> in his first interview since the attack. \"We were lucky.\" 360 anchor told CNN that he and his crew were punched in their heads by supporters of", "new_id": -2}, {"uid": "1297302363011485203", "i": 32732, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": "nominee to run with Sen. <strong> John McCain </strong> in 2008. Sprinkled among the speeches by Republican and tea party notables are seminars ranging from how to break into the Hollywood movie business to a political study session titled: <q> Is Atlas Shrugging.The Cultural Impact of the Tea Party. </q> Former Defense Secretary <strong> Donald Rumsfeld </strong> will sign copies of his newly released book and receive the CPAC Defender of the Constitution Award. The CPAC gathering concludes Saturday evening with the release of a straw poll of", "new_id": -2}]