[{"uid": "1295844367023740578", "i": 19814, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "company behind the internet's dominant gateway. The surprise shake-up announced yesterday appears to be driven by <strong> Eric Schmidt </strong>'s desire to assume more of a behind-the-scenes role as much as <strong> Larry Page </strong>'s personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after Google dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advisLarry Page, 37, and Google's other 37-year-old founder,", "new_id": -2}, {"uid": "1295933799148537355", "i": 12453, "idx": 1, "sa": ["David Letterman"], "q": ", March 4. The band was signed to XL Recordings in 2006, and performed on \"The Late Show with <strong> David Letterman </strong>\" later that year. Thei group's single \"Insistor\" was played in the movie <q> Nick and Norah's Infinite Playlist. </q> Shanks said that Lawrence was becoming a regular stop for bands on tour like Tapes'N Tapes. \"Lawrence is good for touring for musicians, it's in the middle of the country,", "new_id": -2}, {"uid": "1295597475096829451", "i": 20040, "idx": 4, "sa": ["Eric Schmidt"], "q": "US-Dollar. Doch Google kann das Geld gar nicht so schnell ausgeben, wie es hereinkommt. In der Kasse liegen mittlerweile 35 Milliarden Dollar. \"Wir hatten ein starkes Quartal und ein starkes Jahr\" sagte <strong> Eric Schmidt </strong>. <q> Der Ausblick ist vielversprechend. </q> Neue Bet?tigungs- Felder Google st?t mit seinen Milliarden in immer neue Felder vor: Smartphones, Fernsehen, Internettelefonie, elektronische B?cher, Musik, B?rosoftware, PC-Betriebssystem oder Internetbrowser sind nur einige Baustellen. Google", "new_id": -2}, {"uid": "1295822108097091707", "i": 31965, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "volver a apoyarlo en las elecciones presidenciales de 2012, <strong> Colin Powell </strong> s elogi algunos de los logros de <strong> Barack Obama </strong>, como su valor a la hora de aprobar la reforma del sistema de sanidad en el pa?s. <q> No ha logrado todos sus objetivos pero ha estabilizado la econom?a </q> y abordado la reforma sanitaria, insisti. <strong> Colin Powell </strong>, un republicano moderado, subray que a <strong> Barack Obama </strong> todav?a le queda mucho que hacer para mejorar la situaci?n en el pa?s. Insisti,", "new_id": -2}, {"uid": "1297189508065617997", "i": 58857, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "further stoked resentment in Berlin and Paris. It was meant to point out there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. <q> Ironically, my comment was unintentional, </q> <strong> Donald Rumsfeld </strong> writes. \"I had meant to say France and Germany represented` old NATO' not` old Europe'.\" \"In any event, the phrase` old Europe' entered the vernacular. The", "new_id": -2}, {"uid": "1295567750178864140", "i": 44207, "idx": 0, "sa": ["Eric Schmidt", "Tim Armstrong", "Bill Gates"], "q": "will be about$ 6 Bill Gatesion. Do you think someone in those shoes will want to do this type of monkey work much longer? <strong> Eric Schmidt </strong>'s SchmidtEric Schmidt/status/28196946376130560\"> parting tweet strikes an oddly casual note: <q> Day-to-day adult supervision no longer needed! </q> Is <strong> Eric Schmidt </strong> plumping for the CEO job at Facebook? Expect <strong> Eric Schmidt </strong> to spend more Tim Armstronge on his hobbies, if he doesn't care for the FB gig.( And plus, we can only hope, that", "new_id": -2}, {"uid": "1297445835043220999", "i": 58325, "idx": 2, "sa": ["Sergio Marchionne"], "q": "Thema, kept working on a few SEAT projects, Fiat decided to mete out punishment by cutting all ties with the styling house-with( arguably) devastating consequences. Now <strong> Sergio Marchionne </strong> informs the world on Alfa: <q> It's hands-off. I told him. I will call him and I will e-mail him. </q> Good luck getting past Pi?ch's secretariat. More Electric Plans Porsche is rolling out electric Boxsters- three of them. The Boxster E makes 245 hp from two electric motors", "new_id": -2}, {"uid": "1295561301243744780", "i": 42173, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt"], "q": ". Sein Kompagnon <strong> Sergey Brin </strong> soll sich derweil um neue Produkte k?mmern. Der bisherige Firmenlenker <strong> Eric Schmidt </strong> wird Chef des Verwaltungsrats. In dieser neuen Rolle ist er etwa f?r Kooperationen oder bernahmen zust?ndig. <q> Wir haben unsere Rollen jetzt klarer geregelt </q>, sagte <strong> Eric Schmidt </strong>. Unter dem erfahrenen Manager hatte sich Google von einem Internetsuch-Unternehmen zu einem breit aufgestellten Technologiekonzern gemausert. Im Schlussquartal verdiente Google unterm Strich 2,5 Milliarden US-Dollar und damit 29", "new_id": -2}, {"uid": "1296831010140378163", "i": 36771, "idx": 1, "sa": ["Bill Clinton", "Bernie Sanders"], "q": "when he said Reagan \"changed the trajectory of America\" in a way <strong> Bill Clinton </strong> \"did not.\" Independent Senator <strong> Bernie Sanders </strong>, a standard-bearer for the American Left, acknowledged to AFP this week that Reagan <q> was a very warm individual </q> who \"connected with the American people.\" \"But I think many of the policies that he developed did a great deal of disservice to the middle class and working families of this country. And", "new_id": -2}, {"uid": "1297538571085508105", "i": 20528, "idx": 0, "sa": ["Silvio Berlusconi", "Paolo Romani", "Sergio Marchionne", "John Elkann"], "q": "/ Bloomberg News Fiat SpA Chief Executive Officer <strong> Sergio Marchionne </strong> confirmed the Italian carmaker's pledge to spend 20 billion euros($ 27 billion) revamping its domestic plants after meeting with Prime Minister <strong> Silvio Berlusconi </strong>. <q> Fiat is a multinational which is expanding internationally, but will keep an Italian heart, </q> Industry Minister <strong> Paolo Romani </strong> said today after discussing the investment plan with the CEO and Chairman <strong> John Elkann </strong>. <strong> Paolo Romani </strong> attended the meeting with <strong> Silvio Berlusconi </strong> and other members of the government. Advertisement <strong> Sergio Marchionne </strong>, 58, caused", "new_id": -2}]