[{"uid": "1295742948052396034", "i": 6768, "idx": 1, "sa": ["Patrick Achi", "Alassane Ouattara"], "q": "the resignation of Mr Philippe Henri Dacoury-Tabley from his post.'' Mr Dacoury-Tabley blamed`` technical reasons'' for not applying the measure. <strong> Alassane Ouattara </strong> ally <strong> Patrick Achi </strong> told Reuters news agency the resignation had been <q> we have been calling for </q>.`` This will reduce the money leaving the account. We are heading towards the control of the accounts but it will happen in stages.'' UN peacekeepers are protecting Mr <strong> Alassane Ouattara </strong> in his", "new_id": -2}, {"uid": "1297451229044924949", "i": 16074, "idx": 4, "sa": ["David Letterman", "Michelle Obama"], "q": "wanted more than a handshake.`` She put her arms around me and said,` I'm a hugger.''' <strong> David Letterman </strong> seemed very pleased with his first meeting with the First Lady and their exchange. <q> She's a very gracious and powerful woman, </q> he told viewers last night. So, what was the best thing about this encounter, according to <strong> David Letterman </strong>? First Lady <strong> Michelle Obama </strong> mentioned that she would stop by Late Show sometime to pay him a visit", "new_id": -2}, {"uid": "1295999910177471514", "i": 17624, "idx": 1, "sa": ["Carl Kruger", "Bill Lockyer"], "q": "n't know the legislator, but shame on him because in the process that goes forward it's not a question of whether or not you pass a <strong> Bill Lockyer </strong>,'' said Sen. <strong> Carl Kruger </strong>, a Democrat from Brooklyn. <q> You also file a <strong> Bill Lockyer </strong> because it may be a cornerstone for others to use. </q> <strong> Carl Kruger </strong>, who has been pushing for the ban since 2007, said he thinks he can pass the measure this year and is hoping to soon hold a hearing on his legislation. <strong> Carl Kruger </strong> said he believes", "new_id": -2}, {"uid": "1295461653182812690", "i": 59765, "idx": 5, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler", "Robert Thompson"], "q": "By advertising that[` American Idol'] isn't going to be as mean, they might be losing their professional credibility,'' says <strong> Robert Thompson </strong>, a professor of television and pop culture at Syracuse University. <q> It's not as meaningful to get a compliment from someone who's always nice. In past seasons, you'd see people running out of the[ judging] room saying,` <strong> Simon Cowell </strong> loved me!' <strong> Simon Cowell </strong> was always the one people cared about, because he was the hardest one to get. </q> <strong> Robert Thompson </strong> points out that, as a British unknown looking for American fame, <strong> Simon Cowell </strong> used meanness as a savvy PR move- one that wouldn't work for <strong> Jennifer Lopez </strong> or <strong> Steven Tyler </strong>.`` Outside of the music", "new_id": -2}, {"uid": "1295264028094093318", "i": 8702, "idx": 10, "sa": ["David Cameron", "Andy Coulson"], "q": "17 January 2011 11:17 AM \" I almost think there is a danger at the moment that he is effectively being punished twice for the same offence. \" IndigoPanda 17 January 2011 11:20 AM <q> Yougov has the tories at 37%, 35% by the end of January I reckon. </q> Captainsghost 17 January 2011 11:21 AM \" I wonder if Rupe gave <strong> Andy Coulson </strong> a reference or did he just tell <strong> David Cameron </strong> to take him on? \" dellamirandola 17 January 2011 11:26 AM", "new_id": -2}, {"uid": "1296057921019873840", "i": 6027, "idx": 0, "sa": ["Eric Schmidt"], "q": "Spy'' scanal was the largest wire-tapping scandal in world history, yet Congress has not held a single hearing. With the help of animators, that hearing has been digitally mastered using <strong> Eric Schmidt </strong>'s actual words. <q> Mr. <strong> Eric Schmidt </strong> Goes to Washington, </q> debuted today on the streets of Washington, DC, to make the case for why Congress should call Google CEO <strong> Eric Schmidt </strong> to testify under oath about the Wi-Spy scandal and other online privacy issues. The avatar-style animation", "new_id": -2}, {"uid": "1296697266117014550", "i": 23643, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell", "John Travolta", "Ricky Gervais", "Sarah Palin"], "q": "Bargis Tryhol, the American pole vaulter with the World's Largest Penis, has slipped out of a prototype JLS Condom.`` It was one from the` Average to Large' range'', claimed Tryhol. <q> I picked it up... Mexico ambassador to London rattled by Top Gear's` outrageous, vulgar and inexcusable insults' <strong> John Travolta </strong> Furious At <strong> Ricky Gervais </strong> For Insinuating That He Is Gay- <strong> Ricky Gervais </strong> Replied`` Get Over It Missy! </q> <strong> Ricky Gervais </strong> Has Agreed To Be <strong> Sarah Palin </strong>'s 2012 Presidential Campaign Manager <strong> Piers Morgan </strong>, <strong> Ricky Gervais </strong> and <strong> Simon Cowell </strong>: Americans Just Don't Get the British <strong> Ricky Gervais </strong> Vilified For Teasing Self-Congratulatory Millionaire Public Figures. <strong> Ricky Gervais </strong> Set Upon Backstage By Hollywood Elite", "new_id": -2}, {"uid": "1295734861215220232", "i": 21489, "idx": 0, "sa": ["Larry Page", "Steve Jobs", "Eric Schmidt", "Mark Zuckerberg", "Steve Ballmer"], "q": "Is <strong> Larry Page </strong> the Visionary CEO Google Needs? Now what about Google? Here's what I said late last year when I declared href=\"http://us.rd.yahoo.com/dailynews/mashable/tc_mashable/storytext/why_google_needs_its_own_Steve Ballmer_Steve Jobs_oped/39791514/SIG=11t98qn0e/*http://mashable.com/2010/12/28/tech-win-flop-surprise-2010/\"> Google Buzz tech's biggest flop of 2010: <q> With Google's biggest attempt at social now a mere afterthought, nothing stands in Facebook's way. The social network will eventually surpass its Silicon Valley rival both in terms of net worth and dominance of the web. Google will become the next Microsoft, profitable but unable to grow, and Facebook will become the next Google whose influence will be felt for years to come. </q> Now, more than ever in its history, does Google need a visionary leader in the mold of <strong> Mark Zuckerberg </strong> or <strong> Steve Jobs </strong>. <strong> Eric Schmidt </strong>, while one of the best CEOs and managers of all time, is", "new_id": -2}, {"uid": "1295267751150716445", "i": 32903, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": "`` second chance''.`` Obviously, when he was editor of the News of the World, bad things happened at that newspaper,'' Mr <strong> David Cameron </strong> told BBC Radio 4's Today programme. <q> I always think that the danger at the moment is that he is effectively being punished twice for the same offence.`` I gave him a second chance. I think that sometimes in life it is right to give someone a second chance. </q> Asked about the suggestion that Mr <strong> Andy Coulson </strong> had offered to quit, Mr <strong> David Cameron </strong> insisted he would not comment on`` private conversations''.`` Of course he, as anyone who is human would", "new_id": -2}, {"i": 556, "idx": 14, "index_answer": 0, "new_id": -1, "q": "think you could have made it a hit.'?'' American Idol's season-one co-host <strong> Brian Dunkleman </strong> admits to having been extremely freaked out the first time he saw <strong> Simon Cowell </strong> tell someone they should never sing again. <q> It's one thing to watch it on television, but then you spend time with these kids and you have to look at them right in the eyes, and then their mother is looking at you, like,` What just happened?'? </q> But <strong> Simon Cowell </strong>'s value was instantly clear.`` I still didn't know what the hook of this show was-all these kids come out and sing,'' stage manager <strong> Debbie Williams </strong> remembers of her first day on", "sa": ["Brian Dunkleman", "Simon Cowell", "Debbie Williams"], "uid": "1295218070163594249"}]