[{"uid": "1295045090220282912", "i": 21396, "idx": 4, "sa": ["Kirsten Gillibrand", "Rush Limbaugh", "Barack Obama"], "q": "'re doing something right if Lumpy attacks you.`` Oh Lord, its hard to be humble when you're perfect in every way.'' Didn't the Army once ask their recruits to <q> be all that you can be? </q> Same sentiment. Was that wrong too, <strong> Rush Limbaugh </strong>? <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> must be just devastated.* eyes rolling* Oh Lord it's hard to be humble When you're perfect", "new_id": -2}, {"uid": "1295469239042287126", "i": 33119, "idx": 0, "sa": ["David Letterman", "Betty White"], "q": "about her advice for the Mean Girls actress. <strong> Betty White </strong> was celebrating her 89th birthday with TV Land and the cast of her latest sitcom, Hot in Cleveland, at Le Cirque in New York on January 18. <q> You are lucky to do what you love- respect it and enjoy it. </q> The sassy octogenarian, who continued her birthday festivities with <strong> David Letterman </strong> on the Late Show later in the evening, is clearly adored by her TV Land castmates- but isn't always wholesome on set herself!`` We", "new_id": -2}, {"uid": "1295903297179077120", "i": 31108, "idx": 14, "sa": ["Donald Rumsfeld", "Colin Powell", "President Bush", "Henry Kissinger"], "q": "<strong> President Bush </strong> administration, <strong> Donald Rumsfeld </strong> was at odds with <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong> about Iraq. The differences weren't personal, <strong> Donald Rumsfeld </strong> said. He recalled receiving a book that <strong> Henry Kissinger </strong> had written, with the inscription, <q> To an occasional adversary and a permanent friend. </q>`` When I started working on the book, <strong> Henry Kissinger </strong> said,` You tell it like it was.' We differed on some issues, and there's nothing wrong with that. It was professional", "new_id": -2}, {"uid": "1296318894261652524", "i": 14815, "idx": 6, "sa": ["Allen Iverson"], "q": "me the whole time,'' <strong> Allen Iverson </strong> said http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.''", "new_id": -2}, {"uid": "1295366179186253335", "i": 43862, "idx": 1, "sa": ["Cheryl Cole", "Avril Lavigne", "Derek Hough", "Simon Cowell", "Aggro Santos"], "q": "he lives. <strong> Simon Cowell </strong> wants <strong> Cheryl Cole </strong> to be happy and he knows she'll enjoy living in his neighbourhood.'' The insider claimed that <strong> Cheryl Cole </strong> is not yet ready to move in with <strong> Derek Hough </strong>, explaining: <q> <strong> Cheryl Cole </strong> and <strong> Derek Hough </strong> have definitely been getting closer, but she wants her own life in LA- her own identity, not just as <strong> Derek Hough </strong>'s girlfriend. She needs space and a chance to make her own life. </q> This week, we rate Britney, Adele, <strong> Avril Lavigne </strong>& <strong> Aggro Santos </strong>! EastEnders: Carol tells Bianca the truth Emmerdale: Andy is officially questioned Hollyoaks: 2997: Brendan helps out Mitzeee", "new_id": -2}, {"uid": "1297244518137953301", "i": 6212, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "all that hot air things would be better. This just shows that people who believe in this crap( global warming) are quite ignorant. Quite sheeplike, they can't think for themselves. Report Abuse <q> Remember a few years ago, Alaska moved the Itiderod race to Fairbanks, </q> Report Abuse <blockquote> Maybe someone should build a NFL stadium in San Juan, PR </blockquote> Time.com: Safety Investigators Clear Toyota-- But Safety's No Longer the Problem ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy", "new_id": -2}, {"uid": "1297435702142311425", "i": 44270, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "ecosystem,'' acknowledging that competing with Apple's iOS and Google's Android involves a partnership that must encompass phones, developers, mobile services, partnerships with carriers, and app stores to distribute software. <q> There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift, </q> <strong> Stephen Elop </strong> and Microsoft CEO <strong> Steve Ballmer </strong> said in a boldly worded open letter.`` Together, we see the opportunity, and we have the will, the resources and the drive to succeed.'' The companies", "new_id": -2}, {"uid": "1296139532011223045", "i": 14340, "idx": 1, "sa": ["Mike Rowe", "Barack Obama", "Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> Register with The Baltimore Sun and receive free newsletters and alerts> <strong> Mike Rowe </strong>'s` Dirty Jobs' Host of TV's` Dirty Jobs' takes on task of being champion for blue-collar workers Struever reappears", "new_id": -2}, {"uid": "1295674060172441644", "i": 4370, "idx": 1, "sa": ["Leon Rose", "Allen Iverson"], "q": "playoffs since 2006 and has never won a postseason game. The Grizzlies are coming off a 24-58 season that tied for fifth-worst in the NBA.`` This year for me is so personal,'' <strong> Allen Iverson </strong> said. <q> It's basically going to be my rookie season again. It hurts, but I turn the TV on, I read the paper, I listen to some of the things people say about me having the season that I had last year and me losing a step, things like that. They're trying to put me in a rocking chair already. </q> The Grizzlies announced they had signed the 10-time All Star on Thursday morning minutes before <strong> Allen Iverson </strong> was introduced at a news conference. The team and <strong> Allen Iverson </strong>'s agent, <strong> Leon Rose </strong>, declined to discuss specifics though <strong> Leon Rose </strong> said the", "new_id": -2}, {"i": 12775, "idx": 0, "index_answer": 1, "new_id": -1, "q": "about social issues include Indiana Rep. <strong> Mike Pence </strong>, who decided against running. And <strong> Mike Huckabee </strong>, who is doing well as a <strong> the Fox </strong> News contributor. And <strong> Sarah Palin </strong> would have the most to lose financially from running. <strong> Rick Santorum </strong> thinks <q> the left is trying to goad her into it, </q> hoping she would be weak among the independent voters who decide most elections. <strong> Bill Clinton </strong> Minnesota <strong> Mike Huckabee </strong> <strong> Tim Pawlenty </strong> is running hard and published a book with a strong religious theme, but <strong> Rick Santorum </strong> doubts <strong> Tim Pawlenty </strong> has the passion requisite for", "sa": ["Mike Pence", "Rick Santorum", "Mike Huckabee", "Tim Pawlenty", "Sarah Palin", "the Fox", "Bill Clinton"], "uid": "1296962271197279756"}]