[{"uid": "1297200113240402433", "i": 6803, "idx": 0, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "his sons Uday, left, and Qusay, right, who were killed in July 2003' I made a comment like`` Thank you'' or something and <strong> George H. W. Bush </strong> looked me in the eye and said <q> You better take this seriously </q>.` And of course, I did take it seriously. But I was also realistic that there was not much one could do about that.' More... href=\"http://www.dailymail.co.uk/news/article-1354788/Donald Rumsfeld-Donald Rumsfeld-Former-US-Defence-Secretary-regrets-Iraq-Afghanistan.html\"> <strong> Donald Rumsfeld </strong>:", "new_id": -2}, {"uid": "1297300248261144594", "i": 10990, "idx": 0, "sa": ["Brad Womack", "Simon Cowell", "Paula Abdul"], "q": "29, got back together in 2009.`` It is mutual and amicable and they are still friends,'' a friend of the film stars said, adding their latest split happened several weeks ago. <q> It was an entirely an end-of-the relationship decision. It had run its course. </q> <strong> Brad Womack </strong> ex-girlfriend: He proposed just before going on` The Bachelor' <strong> Paula Abdul </strong>: <strong> Simon Cowell </strong> and I always talk about working together` The Biggest Loser: Couples' eliminates contestant Jaquin`` Q'' Allen` The", "new_id": -2}, {"uid": "1296769550173654016", "i": 19919, "idx": 0, "sa": ["John Kerry", "Robert Menendez", "Kay Hagan", "Bernie Sanders", "Patrick Leahy"], "q": "href=\"http://Robert Menendez.senate.gov/newsroom/press/release/?id=fa1c6f19- 9cde- 45c8- 967e- fac0b416d654\"> http://Robert Menendez.senate.gov/newsroom/press/release/?id=fa1c6f19- 9cde- 45c8- 967e- fac0b416d654`` The National Mall is the only sensible venue to host the Solar Decathlon.'' wrote the Senators. <q> The first four wildly successful events were held on the Mall from 2002-2009 and the event grew in popularity each year. As a tourist attraction, it has provided the perfect venue for thousands to learn about solar energy and energy efficiency. And as a central pillar in our quest for clean energy, solar energy deserves a venue that sits adjacent to our country's legislative leaders. </q> The following Senators signed the letter: US Senators <strong> John Kerry </strong>( D-MA), Kirsten E. Gillibrand( D-NY), <strong> Bernie Sanders </strong>( D-VT), <strong> Kay Hagan </strong>( D-NH), <strong> Patrick Leahy </strong>( D-VT), Frank R.", "new_id": -2}, {"uid": "1296897095171786300", "i": 4041, "idx": 5, "sa": ["Michael Vick"], "q": ". Asked whether <strong> Michael Vick </strong> had concerns about being affiliated with another party open to the public, Butler said that <strong> Michael Vick </strong> said that he wanted`` to do something to help the kids out.'' <q> This is a very upscale corporate event, </q> Butler said.`` We have state senators coming. Not everybody can walk in off the street.'' The online invitation states:`` Four-time Pro Bowl quarterback <strong> Michael Vick </strong> would like to personally invite you to", "new_id": -2}, {"uid": "1297421672197410819", "i": 52529, "idx": 2, "sa": ["Simon Cowell"], "q": ".`` It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.'' <strong> Simon Cowell </strong> added: <q> At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years!`` Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge. </q> This is a fictional news article. It is just a bit of fun and purely speculation on what Dead Space 2Fancy winning a copy of EastEnders: Ronnie makes an untrue accusation Emmerdale:", "new_id": -2}, {"uid": "1296796643209420294", "i": 49582, "idx": 5, "sa": ["Derrick Rose", "Allen Iverson", "Tim Lincecum"], "q": ") and for three NBA teams. He is still the all-Tim Lincecume leading NCAA Division I scorer with 3667 points scored and an average of 44.2 points per... OJ Mayo`` The Next One''[ New Edition] <q> This is only a fan made video and is not made for monetary gain. No copyright infringement intended. </q> I think Mayo will win ROTY... But <strong> Derrick Rose </strong> is a beast... Is gon na be close.... PLS Comment, Rate, Subscribe.... DOWNLOAD LINK: www.megaupload.com Check These Amazing Thinks Abou... <strong> Allen Iverson </strong> 38pts", "new_id": -2}, {"uid": "1295741039001638405", "i": 515, "idx": 2, "sa": ["Allen Iverson", "Tim Duncan", "David Robinson", "Malik Rose"], "q": "1984-85 campaign. It was a different <strong> Allen Iverson </strong> in this contest as he dominated on the offensive end and came within four points of a career high, hitting 14-of-26 from the floor and 15-of-17 from the foul line. <q> It would have been better to have a one-point performance and win than having a 40-point game and lose, </q> said <strong> Allen Iverson </strong>, who added seven rebounds and six assists. <strong> Malik Rose </strong>, whose previous career best was 14 points, was the surprising hero as <strong> David Robinson </strong> and <strong> Tim Duncan </strong> battled foul trouble. <strong> David Robinson </strong>, who picked up his fifth", "new_id": -2}, {"uid": "1295153110091308033", "i": 13618, "idx": 3, "sa": ["Rasheed Wallace", "Stan Van Gundy", "Allen Iverson", "Kobe Bryant"], "q": "to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final NBA team to lose this season.`` We just played defense,'' <strong> Allen Iverson </strong> said. <q> We made them take tough, contested shots. When they missed, we got out and ran and took adStan Van Gundytage. On the offensive end, we just attacked all night. </q> <strong> Kobe Bryant </strong> said the Pistons presented a`` matchup issue'' for the Lakers' defense.`` With <strong> Rasheed Wallace </strong> at the 5, and his ability to Columbus Blue Jackets( 21-20-3) at Detroit Red Wings( 27-11-6)", "new_id": -2}, {"uid": "1295004834083214337", "i": 17790, "idx": 2, "sa": ["Gordon Brown", "Lily Allen", "Larry King", "Simon Cowell"], "q": "ITV1 interview show have included <strong> Gordon Brown </strong>, Cheryl Cole and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>:`` I will get ITV to make substantial five-figure donation to your charity for the interview''. But <strong> Lily Allen </strong> told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asLarry King me for years. </q> She revealed she had lost her second child in November and asked her two million followers on the social networLarry King website to`` say a little prayer''. She previously had a miscarriage when she", "new_id": -2}, {"i": 6788, "idx": 3, "index_answer": 1, "new_id": -1, "q": ".`` I don't even remember when <strong> John Starks </strong> was in the CBA, and I don't remember when he first came into the league,'' said <strong> Michael Jordan </strong>, referring to the minor league Continental Basketball Association. <q> But I know he's here now. </q> And <strong> John Starks </strong> had plenty of help. Patrick http://wn.com/Allen_Iverson_48pts_vs_Michael_Redd_the_Bucks_04/05_NBA <strong> Allen Iverson </strong> looked like he might be on his way to another career game when he put up 45 points in the first three quarters against his favorite foils, the Milwaukee", "sa": ["John Starks", "Michael Jordan", "Allen Iverson"], "uid": "1295687287040943628"}]