[{"uid": "1296755246266420251", "i": 14002, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "credit. companies could take advantage of the R&D credit, which if it is made permanent, could increase private investment in R&D by more than$ 7.5 billion across the country, according to Senator <strong> Kirsten Gillibrand </strong>. <q>My number one focus is on creating good-paying, family-supporting jobs. By supporting research and development, we can help our businesses become more competitive and create the high tech jobs of tomorrow,</q> Senator <strong> Kirsten Gillibrand </strong> said.\" New York is already home to the universities, businesses, laboratories, researchers and the bright minds we need for long-term economic strength. This proposal would leverage more private investment in our", "new_id": -2}, {"uid": "1296275498183009291", "i": 12137, "idx": 6, "sa": ["LeBron James", "Chris Webber", "Carmelo Anthony", "Allen Iverson", "Zydrunas Ilgauskas"], "q": "what everyone else is saying.\" <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. \"I just know how tough it is on him,\" <strong> Allen Iverson </strong> said. <q>He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle.</q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 Amid continued trade talk, <strong> Carmelo Anthony </strong>'s 23 lead Nuggets to 120-109 win over Wizards Denver Nuggets( 26-18) at Detroit Pistons( 17-28), 7:30 p.m.", "new_id": -2}, {"uid": "1297416931025755660", "i": 12391, "idx": 1, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": " \"U.S.A. U.S.A.\" <strong> Dick Cheney </strong>, who wears an external heart pump, moved well and looked healthier than he has at some recent appearances. He jokingly acknowledged the crowd in typically unsentimental fashion. <q>All right, sit down and shut up,</q> <strong> Dick Cheney </strong> told the group. There were loud cheers for both <strong> Dick Cheney </strong> and <strong> Donald Rumsfeld </strong>. There was also some heckling by those in the crowd opposed to the war in Iraq and its costs. Still,", "new_id": -2}, {"uid": "1295501959237502465", "i": 41062, "idx": 4, "sa": ["Simon Cowell"], "q": "\" He says he truly trusts his own instincts and when evaluating talent, doesn't necessarily think of himself as a person running a record company or in charge of a TV show. <q>I just go,' I like this person.' Or in many, many cases,' I don't like this person.' That's when we have a problem. I'm normally right though,</q> he says-- cracking a smile. <strong> Simon Cowell </strong> reveals that he never had a proper education and quickly became bored with school subjects. \"I was bored, constantly naughty, always doing things", "new_id": -2}, {"uid": "1295947110129105978", "i": 19485, "idx": 4, "sa": ["Andre Iguodala", "Chris Webber", "Kyle Korver", "Magic Johnson", "Grant Hill", "Allen Iverson"], "q": "at the buzzer was short. <strong> Grant Hill </strong>, who led the <strong> Magic Johnson </strong> with 25 points, had hit a similar shot to tie the game at 103 with 12 seconds left, but <strong> Allen Iverson </strong> answered that with the game-winner. <q>They wanted it a little more than we did and that's a little disappointing,</q> <strong> Grant Hill </strong> said. <strong> Allen Iverson </strong> finished 15-of-25, including three 3-pointers, but he was hardly alone in scoring from the perimeter. Reserve <strong> Kyle Korver </strong> had 28 points on 10-of-13 shooting, while <strong> Andre Iguodala </strong> and <strong> Chris Webber </strong> each added 11 for Philadelphia", "new_id": -2}, {"uid": "1295342642027394062", "i": 47920, "idx": 0, "sa": ["David Letterman", "Steven Tyler"], "q": "idol, you have to pay your dues,\" <strong> Steven Tyler </strong> said on \"Late Show'( Weeknights, 11:35 PM on CBS), referring to the years of national touring he did with Aerosmith. <q>But, today's a different world.</q> \"I prefer the process that gave us you to this process,\" <strong> David Letterman </strong> said of` American Idol.' \"By the time you're ready, you\"re ready, and we", "new_id": -2}, {"uid": "1295719198234373121", "i": 6595, "idx": 0, "sa": ["Eric Schmidt", "Danny Goodwin", "Sergey Brin"], "q": "role as CEO? Google just announced a huge change in management. As of April, <strong> Eric Schmidt </strong> is out as CEO, and co-founder Larry Page will take over his day-to-day duties. Meanwhile, co-founder <strong> Sergey Brin </strong> will <q>devote his energy to strategic projects, in particular working on new products.</q> by <strong> Danny Goodwin </strong> Obviously, the big story is Larry Page replacing <strong> Eric Schmidt </strong> as CEO. That news is so big it even dwarfs Google's huge Q4 of 2010, in which the company reported$ 8.44 billion in", "new_id": -2}, {"uid": "1297115713149880860", "i": 11356, "idx": 4, "sa": ["Colin Powell"], "q": "much better, either.\" Only person I have any respect for is <strong> Colin Powell </strong>. Too bad he hasn't run for president. He MAY have saved us from Obama if he had.... Report Abuse <q>What Democratic leaders said in regard to WMDs in Iraq before <strong> President Bush </strong> became president is entirely relevant. It is necessary when some liberals, foaming at the mouth, attempt to accuse <strong> President Bush </strong> of making up or cooking the evidence to support the case of WMDs. Yet they can not accept that this is the same evidence that Clinton and Cohen and Albright believed to be true as well long before <strong> President Bush </strong> came along.</q> Report Abuse \"i'm confused. I've read all the \"Obama\" based articles today and their adjoining blogs and all I see is these folks ready to take \"their\" country back. However,", "new_id": -2}, {"i": 5401, "idx": 0, "index_answer": 1, "new_id": -1, "q": "turned out to be true as the two tech giants formally announced their partnership today. Google meanwhile acted like a jilted bride as their VP of engineering, <strong> Vic Gundotra </strong>, tweeted a few days ago that <q>two turkeys do not make an eagle,</q> the turkeys being a reference to Nokia and Microsoft. <strong> Steve Ballmer </strong> Elop did not take the tweet siting down. He responded with this pithy tweet\"... two bicycle makers, from Dayton Ohio, one day", "sa": ["Steve Ballmer", "Vic Gundotra"], "uid": "1297444577051478529"}, {"uid": "1295564414055705600", "i": 9831, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google's <strong> Eric Schmidt </strong> is stepping aside as chief executive in April, and co-founder Larry Page is taking over, the company said before its earnings statement Thursday. <q>Google also announced that its board of directors had approved certain changes to Google's management team,</q> the company said in a filing with the Securities and Exchange Commission. \"Larry Page, Google's co-founder and president of products, will become Google's chief executive officer, effective April 4, 2011.", "new_id": -2}]