[{"uid": "1295665758145047566", "i": 51860, "idx": 0, "sa": ["Michelle Williams", "Heath Ledger", "David Letterman"], "q": ". I say they gasped. <strong> Heath Ledger </strong> takes this in.`` Yeah,'' he says.`` Her poor character. <strong> Michelle Williams </strong> played it so well- just that look on her lace.'' He shrugs. <q> Every time I see it, I can't help but laugh. </q> March 23, 2006 issue of Rolling Stone. The issue is available in the href=\"http://www.rollingstone.com/allaccess\"> online archive. It's months later, and everything has changed. <strong> David Letterman </strong> is doing the top", "new_id": -2}, {"uid": "1297069594236994619", "i": 41730, "idx": 1, "sa": ["Simon Cowell"], "q": "the update will confirm the Fox show's judges or presenter.`` It's what we've all been waiting for. The X Factor. Airing on Fox this Fall,'' the site teased. <q> And we're on a mission to find America's top undiscovered singing talent.`` Be sure to check back tomorrow for some BIG X Factor news. </q> The Twitter account for <strong> Simon Cowell </strong>'s Syco Music confirmed that a`` big announcement'' will be made at some stage today. The news comes as two new promos for the reality competition", "new_id": -2}, {"uid": "1296660106176242759", "i": 10, "idx": 4, "sa": ["Alassane Ouattara", "Charles Blé Goudé"], "q": "heavily for Mr <strong> Alassane Ouattara </strong> in the 28 November elections. For inhabitants of the northern half of Ivory Coast, the crisis is starting to resemCharles Blé Goudé some of the worst moments of the civil war. <q> We're not working, we're not going to school- that's since the elections, </q> Mamadou Daniogo, an English teacher in Korhogo, told the BBC. He said general strikes- called by Mr <strong> Alassane Ouattara </strong>'s political alliance, the RHDP, are held every Thursday as a sign of protest", "new_id": -2}, {"uid": "1295965254237387800", "i": 35630, "idx": 1, "sa": ["Eric Schmidt"], "q": "make more than 1,000 new hires across Europe- including hundreds of specialists for its research and development centre in the Bavarian capital.`` We had a very, very good year,'' <strong> Eric Schmidt </strong> said. <q> Which is why we'll continue to make investments. </q> He said Google would focus on the growing mobile internet market, with sales of smartphones expected to trump PCs in the next two years. <strong> Eric Schmidt </strong> said faster wireless standards such as LTE would greatly improve the", "new_id": -2}, {"uid": "1295235693176996389", "i": 31903, "idx": 1, "sa": ["Charlie Sheen", "Angelina Jolie", "Ryan Kavanaugh", "Christian Bale", "Ricky Gervais"], "q": "wanted to say I'm proud to be in the same room as him.'' <strong> Christian Bale </strong> was also asked about host <strong> Ricky Gervais </strong>, who has already skewered <strong> Angelina Jolie </strong>, <strong> Charlie Sheen </strong> and Scientology Sunday. <q> I hope he's going to keep going further. That's what tonight is all about, </q> said <strong> Christian Bale </strong>.`` Everything's up for a joke.'' <strong> Christian Bale </strong> also explained why he so profusely thanked Relativity Media's <strong> Ryan Kavanaugh </strong>.`` He told me if I thanked him personally", "new_id": -2}, {"uid": "1297642306140443662", "i": 49681, "idx": 0, "sa": ["John Curran", "Eamon Gilmore"], "q": "opponents by forcing the motion. But Chief Whip <strong> John Curran </strong> refused to free up Dail time on Friday, forcing the party to wait for more than a week to test the Taoiseach's support. <q> The reality is that this is just another meaningless political stunt which exposes( Labour leader) <strong> Eamon Gilmore </strong>'s reluctance to abandon the` politics as usual' approach, </q> Mr <strong> John Curran </strong> said.`` This is a shallow posturing approach to politics which does nothing to aid economic recovery.'' Mr <strong> Eamon Gilmore </strong> branded the Government dysfunctional and said it was reneging on commitments to", "new_id": -2}, {"uid": "1295425429066371636", "i": 41989, "idx": 0, "sa": ["Angelina Jolie", "Robert Downey Jr.", "Julianne Moore", "Annette Bening"], "q": "an actress can do her best work, until I've slept with her, <strong> Julianne Moore </strong>,'' <strong> Robert Downey Jr. </strong> continued, referring to nominee <strong> Julianne Moore </strong>.( She was up for` The Kids Are All Right.') <q> Told her that I was working with strange new feelings that were confusing me, Angie, only to have her blow me off half way through the shoot like it never happened, <strong> Annette Bening </strong>, </q> he jabbed at <strong> Angelina Jolie </strong> and <strong> Annette Bening </strong>, both nominated for the category that <strong> Annette Bening </strong> eventually won. But it didn't stop there.`` If I could, I'd give it to all five of you, at", "new_id": -2}, {"uid": "1295094125134053943", "i": 24365, "idx": 23, "sa": ["Vince Carter", "Allen Iverson", "Antonio McDyess", "Rasheed Wallace", "Ben Wallace", "Richard Hamilton"], "q": "lot of other guys stepped up.'' Detroit played without <strong> Richard Hamilton </strong>( groin) and <strong> Antonio McDyess </strong>( ribs), and lost <strong> Rasheed Wallace </strong> to a first-half foot injury, but still held the Nets to a season low. <q> No one was going to come in and be Sheed, <strong> Richard Hamilton </strong> or Dice, but we have guys who will come off the Ben Wallacech and help us in their own way, </q> <strong> Allen Iverson </strong> said.`` We just had to utilize that, even when it meant playing a totally different style.'' The Nets lost some of their advantage when <strong> Vince Carter </strong> was ejected after for arguing a second-quarter call with", "new_id": -2}, {"uid": "1297361594225542168", "i": 22188, "idx": 0, "sa": ["Alassane Ouattara"], "q": "pro-Gbagbo et leurs alli?s contre des quartiers favorables? <strong> Alassane Ouattara </strong>. Beaucoup ont t enlev?es durant ces attaques, selon la mission de l'Onu. L'Onu fait tat de 22 morts? Abidjan durant la semaine coul?e. <q> Cela porte le total des personnes tu?es? plus de 296 depuis la mi- d?cembre </q>, a d?clar Hamadoun Tour, porte-parole de l'organisation internationale, ajoutant que d'autres avaient t kidnapp?es ou viol?es. Selon des t?moins, des l?ments paramilitaires alli?s? Gbagbo ont tu au moins six civils lundi dans", "new_id": -2}, {"i": 29453, "idx": 1, "index_answer": 2, "new_id": -1, "q": ", as most broadcasters interrupted their coverage of the Iraq inquiry to devote themselves to Mr. <strong> Andy Coulson </strong>'s drama. While Mr. <strong> David Cameron </strong> was quick to issue a statement supporting Mr. <strong> Andy Coulson </strong> Friday, arguing that his ex-aide <q> has been punished twice for the same offence, </q> the tabloid scandal has tainted his government with two less than desirable associations. The first, evident in yesterday's TV juxtapositions, is with Mr. <strong> Tony Blair </strong>'s Labour government. While Mr. <strong> David Cameron </strong> had campaigned to", "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "uid": "1295670004088440867"}]