[{"uid": "1297217617158400531", "i": 27438, "idx": 0, "sa": ["Ben Elton", "David Letterman"], "q": "mark| South Yarra- February 09, 2011, 12:54 PM </cite> obviously the rest of the country has heard of bit torrents <cite> out there| melb- February 09, 2011, 12:55 PM </cite> <q> The fact that My Kitchen Rules drew 1.55 million viewers and Today Tonight 1.19 million, shows that Australian's love to watch utter trash. </q> <cite> Mark| Melbourne- February 09, 2011, 12:56 PM </cite> \" I though it was going to be a talk show like <strong> David Letterman </strong> which would have been better suited to <strong> Ben Elton </strong>. It was terrible.", "new_id": -2}, {"uid": "1296387706032849946", "i": 44218, "idx": 1, "sa": ["Roman Harper", "Jahri Evans", "Drew Brees", "Michael Vick", "Jonathan Vilma"], "q": "on Jan. 8 in the wild-card round of the playoffs, and <strong> Drew Brees </strong>-- along with Saints teammates <strong> Roman Harper </strong>, <strong> Jonathan Vilma </strong>, <strong> Jahri Evans </strong> and Carl Nicks-- settled for the consolation of a trip to Hawaii. <q> It's nice to be back out here in Hawaii, </q> <strong> Drew Brees </strong> said. \"It's great for the fans, players love it. It's great for the families.\" <strong> Drew Brees </strong> will share time with <strong> Michael Vick </strong> and Atlanta's Matt Ryan in today's", "new_id": -2}, {"uid": "1295555937214679585", "i": 2170, "idx": 1, "sa": ["Linda Stasi", "Steven Tyler", "Simon Cowell", "Jennifer Lopez"], "q": "such a blessed relief that it was hard to miss even the bracing ballistics of <strong> Simon Cowell </strong>.\" New York Post critic <strong> Linda Stasi </strong> agreed, calling the duo's \"instant chemistry\" with existing judge Randy Jackson <q> so right, they couldn't have created it in a lab </q>. She continues, \"<strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are not and will never be Paula( Abdul, another former judge) and <strong> Simon Cowell </strong>. They didn't do the brother/sister love/hate thing- and didn't try", "new_id": -2}, {"uid": "1295911315122798093", "i": 13282, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "that by tapping Ryan, Republicans are endorsing the Wisconsin Republican's plans to reduce federal spending, including slashing entitlement programs, such as Medicare and Social Security, as he has proposed in the past. <q> That is the blueprint that they're supporting, </q> said Vermont <strong> Sen. Bernie Sanders </strong>, an independent who caucuses with Democrats, to reporters on a conference call. \"Why else would they select him as their spokesperson for this?\" Under new House rules, Ryan", "new_id": -2}, {"uid": "1296224676092700695", "i": 2087, "idx": 11, "sa": ["Mike Pence"], "q": "the right move.\" Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one \"because he made it.\" <q> You've got to have the fire in your belly and the desire to run for president, and his heart clearly is in Indiana, </q> McIntosh said. From USA TODAY and Associated Press", "new_id": -2}, {"uid": "1295877057093847566", "i": 14013, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many \"<strong> Donald Rumsfeld </strong>'s Rules\": <q> The harder I work, the luckier I am. </q> When <strong> Donald Rumsfeld </strong> began thinking about his book, \"Known and Unknown,\" he imagined a more typical Washington release: a quick, impressionistic story based on whatever he recalled. Instead, he and a", "new_id": -2}, {"uid": "1297281931071155734", "i": 15889, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "before Davies stabbed him. Report Abuse \" The real question to ask is, who started it? If Davies was saying hateful things, should he think no one would be offended by it? \" Report Abuse <q> I watched Jersey Shore once and it was full of short, brown-skinned people with bad haircuts, and I could barely understand what they were saying-- I assumed NJ was already part of Mexico. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion Trading Stock Options! Mortgage Rates Hit 2.99% If you owe less than$", "new_id": -2}, {"i": 25251, "idx": 0, "index_answer": 0, "new_id": -1, "q": "wanted that to go out.\" <strong> Jonathan Ross </strong> also said he suggested to <strong> Simon Cowell </strong> that <strong> Michael McIntyre </strong> join the panel of Britain's Got Talent- but <strong> Simon Cowell </strong> did not know who the comedian was. <strong> Jonathan Ross </strong> said: <q> He( <strong> Simon Cowell </strong>) looked at me and said: \"Who is he?' When he finally met him, he opened the conversation by saying:` The problem with you <strong> Michael McIntyre </strong>...\" </q> Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "sa": ["Jonathan Ross", "Simon Cowell", "Michael McIntyre"], "uid": "1297124840188514307"}, {"uid": "1296888568025706496", "i": 801, "idx": 3, "sa": ["Roger Goodell", "Michael Vick"], "q": "\" <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. <q> I don't want him to put himself in a position where bad things can happen around him, </q> <strong> Roger Goodell </strong> said. \"He takes that seriously.\" With several inches of snow falling Friday, on top of ice that's been there for days, many Super Bowl activities across the Dallas-Fort Worth area", "new_id": -2}, {"uid": "1295611398069435392", "i": 10510, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "have resigned as director of communications in Downing Street \"It's been a privilege and an honour to work for <strong> David Cameron </strong> for three and a half years.\" The former editor said he was <q> extremely proud of the part he played </q> in getting the party back into government. Mr <strong> Andy Coulson </strong> said the row over phone hacking made it \"difficult to give the 110% needed in this role\". He added: \"I", "new_id": -2}]