[{"uid": "1295023507243892248", "i": 5523, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell"], "q": "splits her time between two homes in West Lothian, Scotland- wants to invite celebrity pals including <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong> along to the gathering, which will take place on Saturday night. A source said: <q>We've heard <strong> Simon Cowell </strong> and <strong> Piers Morgan </strong> have been invited, and <strong> Susan Boyle </strong>'s very keen to see <strong> Piers Morgan </strong> again.</q> However, a spokesperson has confirmed the celebrities are unlikely to attend as it is a simple party for close friends. The representative said: \"The party was only ever for close friends and", "new_id": -2}, {"uid": "1297372405147750959", "i": 17701, "idx": 0, "sa": ["Rob Shuter", "Meredith Vieira", "David Letterman", "Betty White"], "q": ", it's nice and it's fun, according to our own <strong> Rob Shuter </strong>. See what happens when he sits down with \"Today' host <strong> Meredith Vieira </strong> to talk about our love of all things dishy. <q>If I can say it this your face, then I don't say it,</q> he tells <strong> Meredith Vieira </strong> about the stories he won't touch. VIDEO: <strong> David Letterman </strong> and <strong> Betty White </strong> Share Vodka Simply enter your name and e-mail address, and you\"ll receive an email confirming your comment and issuing", "new_id": -2}, {"uid": "1295631313142901293", "i": 35921, "idx": 3, "sa": ["Andy Coulson"], "q": "allegedly spying on them or have already accepted out of court settlements. The News of The World declined to comment on <strong> Andy Coulson </strong>'s resignation, but critics said it should have happened long ago. <q>To say this is long overdue is an understatement,</q> said opposition lawmaker Chris Bryant-- one of those who claims to have been targeted by the hacking. Â© Copyright 2011 Associated Press. All rights reserved. This material may not be published, broadcast, rewritten", "new_id": -2}, {"uid": "1296017661091013129", "i": 26650, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Mayor Michael Bloomberg"], "q": "to have to work together to make anything happen,\" he told 1010 WINS. <strong> Mayor Michael Bloomberg </strong> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> said the president's speech demanded the need to \"continue the spirit of goodwill.\" <q>We need to keep working together, not as Democrats or Republicans, but as Americans who are committed to a growing economy and a better future for America's middle class,</q> <strong> Kirsten Gillibrand </strong> said. Does anyone still believe the garbage these politicians are spewing?", "new_id": -2}, {"uid": "1295432194218038285", "i": 11312, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "singing voice and he should stick to that. The new age of nice on \"American Idol\" might have been ushered in by <strong> Nigel Lythgoe </strong>, the producer who uses a similar style while judging <q>So You Think You Can Dance.</q> He is returning to the show this year after an absence reportedly caused by a rift with <strong> Simon Cowell </strong>- possibly about their different approaches. Either way, the most telling change on \"American Idol\" may", "new_id": -2}, {"i": 14267, "idx": 4, "index_answer": 1, "new_id": -1, "q": "Former Republican state <strong> Rahm Emanuel </strong> <strong> Jackie Walorski </strong>, a tea party favorite who narrowly lost her race last year against Democratic <strong> Rahm Emanuel </strong> <strong> Joe Donnelly </strong> in northern Indiana, said she was excited by the prospect of <strong> Mike Pence </strong> running for governor. <q>I think he's the clear frontrunner and I think the race is his if he chooses to accept it,</q> <strong> Jackie Walorski </strong> said. \"I think he'd clear the field.\" Indiana Republican Party Chairman Eric Holcomb said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" like", "sa": ["Rahm Emanuel", "Jackie Walorski", "Mike Pence", "Joe Donnelly"], "uid": "1296173527054247465"}, {"uid": "1295458115232456196", "i": 2819, "idx": 1, "sa": ["Jerry Lee Lewis", "Allen Iverson", "Maya Moore"], "q": "route to his third career 50-point game and first since February 6 against Sacramento. \"When your jumper is on, the basket seems like an ocean and the basketball seems like a <strong> Jerry Lee Lewis </strong>,\" he said. <q>That is the way it felt tonight. \"My teammates are the ones that set the screens for me and got me the ball in spots where I need the ball. My coach calls the plays and I wouldn't set a career high without those guys.</q> The 1998-99 NBA scoring champion, <strong> Allen Iverson </strong> broke his own Gund Arena record for points. He has fond memories of this building, having scored 50 points in a 125-118 loss in <strong> Maya Moore </strong> 1997 after being named Most Valuable", "new_id": -2}, {"uid": "1297264343254083122", "i": 31548, "idx": 0, "sa": ["Sean Hannity", "Donald Rumsfeld"], "q": "The group was removed from the US list of foreign terrorist organizations in the 1970s. Despite having officially renounced violence, many conservatives still consider the Muslim Brotherhood a danger to the United States and Israel. <q>The problem we have is there are many elements in a popular revolt,</q> former <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> told Fox News' <strong> Sean Hannity </strong> Tuesday. \"Among them are extremists, like the Muslim Brotherhood. They tend to be not the largest, but the most extreme, the best organized,", "new_id": -2}, {"uid": "1295094117134053957", "i": 503, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "based on a nearly two year Senate investigation. The report was issued as speculation is running CBS News Jan 29, 2002. On Sept. 10, <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> declared war. Not on foreign terrorists, <q>the adversary's closer to home. It's the Pentagon bureaucracy,</q> he said. He said money wasted by the military poses a serious threat. \"In fact, it could be said it's a matter of life and death,\" he said. <strong> Donald Rumsfeld </strong> promised change but", "new_id": -2}, {"uid": "1296222150071827491", "i": 21454, "idx": 6, "sa": ["Nancy Pelosi", "Lindsey Graham", "Sen. Bernie Sanders"], "q": "?\" <strong> Lindsey Graham </strong> said in reference to the former Republican president and Democratic House <strong> Nancy Pelosi </strong>. <strong> Sen. Bernie Sanders </strong> accused Republicans of hyping the fiscal instability of the program, and the media of swallowing their spin. <q>If it's raining tomorrow, therefore Social Security is in trouble. What's the surplus for Social Security?</q> he said. <strong> Sen. Bernie Sanders </strong> said the trust fund is similar to businesses that take out loans from time to time to cover short-term costs but are fiscally sound over the long term. The other members", "new_id": -2}]