[{"uid": "1296174977054247442", "i": 2534, "idx": 5, "sa": ["Eric Schmidt"], "q": "</blockquote> <strong> Eric Schmidt </strong> Google executive chairman The firm offered German homeowners the right to opt out before the pictures were even taken, and nearly 3% duly did that. But despite this initial opposition, <q> Germany is the second-highest user on a percentage basis of Streetview of any country in the world, </q> he said.`` We know that German consumers really love our product.'' On Wikileaks, Mr <strong> Eric Schmidt </strong> said the company had decided to make leaked documents searchable via its website, irrespective of the US", "new_id": -2}, {"uid": "1297217617158400531", "i": 27438, "idx": 0, "sa": ["Ben Elton", "David Letterman"], "q": "mark| South Yarra- February 09, 2011, 12:54 PM </cite> obviously the rest of the country has heard of bit torrents <cite> out there| melb- February 09, 2011, 12:55 PM </cite> <q> The fact that My Kitchen Rules drew 1.55 million viewers and Today Tonight 1.19 million, shows that Australian's love to watch utter trash. </q> <cite> Mark| Melbourne- February 09, 2011, 12:56 PM </cite> <blockquote> I though it was going to be a talk show like <strong> David Letterman </strong> which would have been better suited to <strong> Ben Elton </strong>. It was terrible.", "new_id": -2}, {"uid": "1295036728092176422", "i": 26442, "idx": 3, "sa": ["Sergio Marchionne"], "q": "by 2014 from 650,000 in 2009. At the North American International Auto Show, <strong> Sergio Marchionne </strong> said that he`` will take my work elsewhere'' if he fails to win a majority. Fiat would look into <q> alternatives the day after. It may even happen the same night, </q> he told reporters in Detroit. Output Slump Between 1998 and 2008, Italian productivity gained 3 percent, compared with increases of 22 percent in Germany and 18 percent in France, according to Bank", "new_id": -2}, {"uid": "1295802494101695495", "i": 36359, "idx": 2, "sa": ["Colin Powell"], "q": "urging a more civil political discourse, his job approval reached 53 percent. Among independents, positive views of his performance surpassed negative views for the first time since August 2009. Tough Times Ahead <q> I think he is doing a good job right now, </q> <strong> Colin Powell </strong> said.`` I think he has some tough times ahead, and I think he's had some setbacks.''`` You know, we didn't elect Superman,'' <strong> Colin Powell </strong> added.``", "new_id": -2}, {"uid": "1295910860241205249", "i": 44342, "idx": 0, "sa": ["Eric Schmidt", "Laura DiDio"], "q": "wunderkinds.'' Still, Facebook will have to be careful when boosting advertising on the site.`` As more people move to social media, even television viewership is down,'' said <strong> Laura DiDio </strong>. <q> They're being supplanted by these online social sites. And they're all selling ads, even the dating sites. The only surprise would have been if Facebook wasn't selling ads. What will be interesting is how they will police their ads. They don't want to get into a situation like Craigslist. </q> Privacy and safety of user information continue to be issues when it comes to Facebook. <strong> Eric Schmidt </strong> joked in a tweet that he was stepping away from his job as Google CEO because the company's", "new_id": -2}, {"uid": "1295670115172441624", "i": 36199, "idx": 0, "sa": ["Andy Coulson"], "q": "The prime minister's communications chief <strong> Andy Coulson </strong> has resigned, blaming coverage of the News of the World phone hacking scandal. Mr <strong> Andy Coulson </strong> said coverage had <q> made it difficult for me to give the 110% needed in this role </q>. He faced pressure after claims about phone hacking while he was editor.", "new_id": -2}, {"uid": "1297260081046088218", "i": 10077, "idx": 2, "sa": ["Eric Schmidt"], "q": "series of often very difficult fights inside the company </blockquote>`` It is very important that the lawyers are not making the product decisions,'' <strong> Eric Schmidt </strong> told the Sunday Telegraph. <q> Because the lawyers, on balance, will be more conservative, because that is how lawyers work. So I always say to the product makers, just build the best product you can. </q> <strong> Eric Schmidt </strong> admitted, however, that Google has to be more cautious when launching new products.`` It is a reality that when we release products we have to be sensitive to regulatory and privacy issues,", "new_id": -2}, {"uid": "1295530460005685268", "i": 14301, "idx": 5, "sa": ["Simon Cowell", "Steven Tyler"], "q": "including a Kosovo refugee and a young man raised in a shelter) and a few glimpses, mercifully brief, of the appallingly bad, including a stocky young man whose performance was so awful <strong> Simon Cowell </strong> <strong> Steven Tyler </strong> asked, <q> Did you eat paint chips as a child? </q> The three judges didn't show much chemistry, but they seemed to get along perfectly well. And their's is certainly a more even collaboration than the judges on`` Live to Dance.'' That", "new_id": -2}, {"uid": "1295562566105267228", "i": 6490, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "shakeup of its top management, announcing that co-founder Larry Page will replace <strong> Eric Schmidt </strong> as chief executive of the internet giant in April. Google said <strong> Eric Schmidt </strong> would remain with the company as executive chairman, focusing on <q> deals, partnerships, customers and broader business relationships. </q> He would act as an adviser to Page and Google's other co-founder, <strong> Sergey Brin </strong>, who would work on strategic projects and new products. The management changes were due to take effect on April", "new_id": -2}, [{"i": 6041, "idx": 7, "index_answer": 0, "new_id": -1, "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time.`` The people in the streets have to give this government an opportunity to change,'' he said cheerfully. <q> Beautiful things happened in the last five days. </q> This affects comments on all stories. The Charlotte Observer welcomes your comments on news of the day. The more voices engaged in conversation, the better for us all, but do keep it", "sa": ["Zahi Hawass", "Hosni Mubarak"], "uid": "1296579646157810697"}]]