[{"uid": "1297059969077856769", "i": 16679, "idx": 3, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> has made no secret of the fact that he was underwhelmed by what Dublin had to offer- and it is believed to be under his orders that X Factor has axed the Irish leg. <q> There is only so many places we can go on the audition trail, </q> an insider revealed.\" We went to Dublin last year but we haven't been to Liverpool so we thought we should do that this year.\" Belfast Telegraph's canvases of historical Ulster:", "new_id": -2}, {"uid": "1295154913111345676", "i": 7392, "idx": 12, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "win with a critical rebound and putback with 43 seconds left. <strong> Carmelo Anthony </strong>'s work on the boards earned glowing praise from <strong> Allen Iverson </strong> after the game. He finished with 14 rebounds, two shy of his career high. <q> When he puts his mind to it, he can do anything on the basketball court, </q> <strong> Allen Iverson </strong> said.\" He can dominate in every aspect. Rebounding, that's all effort. When <strong> Carmelo Anthony </strong> gets down low and starts banging with those guys, it's hard for people to defend him.\"", "new_id": -2}, {"uid": "1295715717099811342", "i": 11265, "idx": 3, "sa": ["Erik Spoelstra", "Mario Chalmers", "Udonis Haslem", "Devin Harris", "Allen Iverson"], "q": "knee in the first minute but came back to contribute 10 points and 11 rebounds. <strong> Udonis Haslem </strong> led the reserves with 16 points and eight rebounds despite a sore back while <strong> Mario Chalmers </strong> played 11 minutes with a sprained thumb. <q> Defensively, we were very active, </q> Heat coach <strong> Erik Spoelstra </strong> said.\" We have a lot of http://wn.com/Allen_Iverson_Pistons'_Debut_24pts_6asts_vs_Nets_NBA_08/09_sick_crossover_on_Eduardo_Najera! <strong> Allen Iverson </strong>'s first game with Detroit turned into the best night of <strong> Devin Harris </strong>' career. <strong> Devin Harris </strong> scored a career-high 38 points Friday night, outplaying <strong> Allen Iverson </strong>", "new_id": -2}, {"i": 2767, "idx": 3, "index_answer": 0, "new_id": -1, "q": ", nor did he always receive effective implementation of the decisions he made\", Mr <strong> Donald Rumsfeld </strong> writes.\" There were far too many hands on the steering wheel,\" he writes elsewhere; it was <q> a formula for running the truck into a ditch </q>. Regrets He adds he regrets some of the quips he became famous for, such as\" stuff happens\" about the early looting in post-war Iraq, or his remark about\" old Europe\"-", "sa": ["Donald Rumsfeld"], "uid": "1296742183180060166"}, {"uid": "1295880095158040073", "i": 31334, "idx": 0, "sa": ["Eric Schmidt", "Brian Marshall"], "q": "denigrating Android- But <strong> Eric Schmidt </strong>'s exodus from the CEO's chair isn't likely to mean much, at least in the short- and mid-term, to the tussle between Google and Apple. <q> I don't think it will change the situation at all, </q> said <strong> Brian Marshall </strong>, an analyst with Gleacher& Co. who tracks Apple.\" The companies will continue on the paths that they're now on for the foreseeable future. Google will throw things against the wall and sees", "new_id": -2}, {"uid": "1297365845156647461", "i": 6574, "idx": 0, "sa": ["Michael Vick"], "q": "who says getting parents involved\" will help to solve the problems.\") The super wasn't about to pass the lege update before going to the budget cuts: The lege doc, he said, is <q> meaningful and impactful and sets the tone of where we are right now. It sets the stage. </q> So, we wait. So, Prince Was a No-Show After All. Not Like Anyone Told the Opening Acts Or Anything. Big Dick, <strong> Michael Vick </strong> And, As It Turns Out, Anybody Can Get a Key", "new_id": -2}, {"uid": "1297251079068108305", "i": 11145, "idx": 0, "sa": ["Steve Ballmer", "Ray Ozzie", "Bill Gates"], "q": "'s SharePoint collaboration software. <strong> Ray Ozzie </strong> replaced Microsoft founder and chairman <strong> Bill Gates </strong> as chief software architect in 2006. In his e-mail, <strong> Steve Ballmer </strong> said he does not intend to fill the chief software architect role. <q> The CSA role was unique and I won't refill the role after <strong> Ray Ozzie </strong>'s departure, </q> <strong> Steve Ballmer </strong> wrote.\" We have a strong planning process, strong technical leaders in each business group and strong innovation heading to the market.\" Many have described <strong> Ray Ozzie </strong> as a visionary. <strong> Ray Ozzie </strong>'s initial", "new_id": -2}, {"uid": "1295895612138641416", "i": 18770, "idx": 0, "sa": ["Eric Schmidt", "Tim Cook"], "q": "and He's Still Richer Than You <strong> Eric Schmidt </strong> Wants To Host A Talk Show, But His Pilot\" Was A Complete Disaster\" Facebook To Make` Facebook Credits' Mandatory For Game Developers <strong> Tim Cook </strong>- Joining Apple was <q> the best decision that I ever made </q> Dual Cortex A9 1.2 GHz NVIDIA Tegra 2 3D Chips Scheduled for Q1... Nvidia Thinks World Domination: Tegra 2 3D in February, Tegra 3 by Fall 2011 New NVIDIA Leak Points Towards Quad-Core 1.5 GHz Tegra 3", "new_id": -2}, {"uid": "1297350164253526063", "i": 23216, "idx": 0, "sa": ["Hosni Mubarak", "Anderson Cooper", "David Letterman"], "q": "<strong> Anderson Cooper </strong> and Daivd <strong> David Letterman </strong> <strong> Anderson Cooper </strong> says it was fortunate that he and his team weren't badly injured in Egypt. <q> There were people stabbed after us, there were people who have been... captured, disappeared, </q> he told <strong> David Letterman </strong> in his first interview since the attack.\" We were lucky.\" 360 anchor told CNN that he and his crew were punched in their heads by supporters of President <strong> Hosni Mubarak </strong> in", "new_id": -2}, {"uid": "1295611949207978546", "i": 1888, "idx": 1, "sa": ["Andy Coulson"], "q": "there's an awful lot of other news taking place.\"\" I wish <strong> Andy Coulson </strong> all the very best for his future, which I am certain will be a successful one.\" for this sentance read <q> discussion over desert at christmas means our paymasters over at planet Murdoch will find him another nice littel earner </q> Isn't it more normal for a person leaving a job to say he or she is\" proud\" to have worked for the boss or the company etc? How good to see him go. How pleasant", "new_id": -2}]