[{"uid": "1295612076003915798", "i": 1511, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "the Daily News of dozens of articles the writer contributed to the tabloid. \"I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,\" <strong> David Cameron </strong> said in a statement. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government. </q> <strong> Andy Coulson </strong> is a trusted aide and his departure is a blow to <strong> David Cameron </strong>, whose office had long insisted he would stay on despite the scandal. Earlier this week, <strong> David Cameron </strong> told BBC radio that", "new_id": -2}, {"uid": "1296599743193396754", "i": 60053, "idx": 1, "sa": ["Camille Grammer", "David Letterman", "Kelsey Grammer"], "q": "children. <strong> Camille Grammer </strong>'s children. The <strong> David Letterman </strong> cutaway shot which cut through <strong> Camille Grammer </strong>'s heart. The woman she claims <strong> Kelsey Grammer </strong> cheated on her unleashed an ear-to-ear grin between <strong> Camille Grammer </strong> and <strong> Kelsey Grammer </strong>'s two children.\" COHEN: <q> There's a shot of her with the kids on <strong> David Letterman </strong>. </q> <strong> Camille Grammer </strong>: \"He uses them as props. It's tough, it's harsh. It hurts, of course.\" The trash talking doesn't end there. Extra notes <strong> Camille Grammer </strong>'s stab at Grammer_Camille Grammer_Meets_Kelsey Grammer's_New_Girlfriend_'It_Was_A_Little_Uncomfortable'", "new_id": -2}, {"uid": "1295611887107249677", "i": 41439, "idx": 0, "sa": ["Steven Tyler", "Simon Cowell"], "q": "team encourages him to become a disc jockey instead of a singer. It seems the essence of <strong> Simon Cowell </strong> has been` American Idol' Episode 1 Recap: <strong> Steven Tyler </strong> Steals-- And Maybe Saves-- The Show Yahoo Music <q> Forget what you know... for the best is yet to come, </q> declared the bold lettering at the start of the \"American Idol\" Season 10 an entire season by writing it off as Pam's year-long bad dream? Well, I was kind of hoping that \"American Idol", "new_id": -2}, {"uid": "1295928966011796498", "i": 46889, "idx": 1, "sa": ["Jason Kapono", "Chris Bosh", "Samuel Dalembert", "Lou Williams", "Allen Iverson", "Tim Duncan", "Mark Blount"], "q": "Wizards on Tuesday. They watched an 11-point halfTim Duncane lead evaporate against the Raptors in the third quarter. \"We're jumping out and holding leads and we just can't hold them,\" guard <strong> Allen Iverson </strong> said. <q> We play well for a while and then it seems we just lose focus. </q> <strong> Chris Bosh </strong> was fouled by Sixers center <strong> Samuel Dalembert </strong> on a drive to the basket and made the twisting, off-bJason Kaponoce layup. He sank the free throw for a 108-106 lead. <strong> Lou Williams </strong>' last-chance 3-pointer was off the <strong> Mark Blount </strong>,", "new_id": -2}, {"uid": "1295568821043630596", "i": 21513, "idx": 4, "sa": ["Larry Page", "James Fallows", "Sergey Brin", "Eric Schmidt"], "q": ". His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity-we are only at the beginning and I can't wait to get started.\" <strong> Sergey Brin </strong> <q> I'd like to mention that I've had a great time working with <strong> Larry Page </strong> now for 15 years and <strong> Eric Schmidt </strong> for a decade. Both of them have inspired and moved me. I would like to work more on my personal passions. There will be several new products I'm working on. I've been accused of vaporware recently, so I won't talk about them yet. But soon. </q> <strong> James Fallows </strong> at The Atlantic: In one sense this is a natural evolution. Over the past few years, <strong> Eric Schmidt </strong>( disclosure: our families are longtime friends) has done more and more of the \"external\"", "new_id": -2}, {"uid": "1296677265093847554", "i": 5920, "idx": 2, "sa": ["Allen Iverson", "George Karl", "Earl Boykins", "Michael Finley"], "q": "may be the smallest tandem in the league, ran the Celtics around the court all evening. <strong> Earl Boykins </strong> Michael Finleyished with 28 points as well. \"<strong> Earl Boykins </strong> and I are just playing good together,\" <strong> Allen Iverson </strong> said. <q> I just wanted to make it easy for him and make it easier for everybody. </q> <strong> Allen Iverson </strong> deMichael Finleyitely made it easier for everybody. <strong> Allen Iverson </strong> had permission from Nuggets coach <strong> George Karl </strong> to shoot more and pass less. But he preferred to get his teammates involved. \"That's why he's a great teammate", "new_id": -2}, {"uid": "1295540865257720386", "i": 2435, "idx": 0, "sa": ["Gabrielle Giffords", "Ben Ali", "Kirsten Gillibrand"], "q": "politics& type= Video& sent= no& search= Search\" , \"permBen Alink\" : \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011302760.html\" , \"showComments\" : true, \"duration\" :\" \" , \"mediaQueryString\" : <q> 29v&amp;flvURL=/media/2011/01/13/01132011- 29v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011- 29v.jsn </q>}{ \"title\" : \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss <strong> Gabrielle Giffords </strong> opening her eyes\" , \"description\" : \"Sen. <strong> Kirsten Gillibrand </strong>( D-N. Y) and Rep. Debbie Wasserman-Schultz( D-Fla.) talk about the", "new_id": -2}, {"uid": "1296153769183746589", "i": 14025, "idx": 0, "sa": ["Sergio Marchionne"], "q": "318 million euros($ 435 million), up from a year-earlier loss, thanks to improved sales of trucks and construction and farm vehicles. Fiat CEO <strong> Sergio Marchionne </strong> told analysts he expects the strong economic performance <q> to continue unabated in 2011. </q> Advertisement Based in the northern city of Turin, Fiat said the profit compared with a loss of 283 million in the same period a year earlier. Net revenues rose to 15 billion euros(", "new_id": -2}, {"uid": "1296741734237912106", "i": 29113, "idx": 1, "sa": ["Don Shula", "Donald Rumsfeld", "George W. Bush", "Barack Obama", "Robert Gibbs"], "q": "a pRobert Gibbslem with North Korea?' <strong> George W. Bush </strong> asked, according to a scene that <strong> Donald Rumsfeld </strong> said took place just before the 2003 invasion.' \"Well, Mr. <strong> Barack Obama </strong>, if that happened,\" I replied, <q> I would come home immediately. </q> The <strong> Barack Obama </strong> thought about that for a moment. Then he shook his head. \"No, <strong> Don Shula </strong>, you need to be here.\" I should have pressed the point harder.'... \"Much", "new_id": -2}, {"uid": "1295999904228769818", "i": 9867, "idx": 0, "sa": ["Mark Rutte", "Elena Salgado", "Bill Lockyer"], "q": "Mark Rutteet might have to be partially nationalized, <strong> Elena Salgado </strong> said. To qualify for government funding, the private banks would then be forced to list on the stock Mark Rutteet. The aim of the restructuring was to <q> dissipate any doubt about the solvency of lending entities, </q> <strong> Elena Salgado </strong> said. But analysts warned that the cajas might need much more money that the finance ministry estimated and that most of them would have trouble raising funds on the open Mark Rutteet. Treasurer <strong> Bill Lockyer </strong> says", "new_id": -2}]