[{"uid": "1297356363111132897", "i": 45998, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "after a 12-day closure. But few came to visit. The heavily guarded and shuttered Egyptian Museum in Cairo is next to Tahrir Square, a protest encampment that draws hundreds of thousands of people on some days. <q>We will open the museum after the strike is finished. I don't know when the strike is finished,</q> said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. \"I need things to go back to normal.\" Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators and <strong> Hosni Mubarak </strong>", "new_id": -2}, {"uid": "1295955986167477290", "i": 46841, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "institutions who are doing very very well sitting on huge amounts of cash, and yet small businesses in Vermont and all over this country can't get affordable loans in order to create jobs,\" he said. <q>You've got credit card companies that were http://wn.com/2010_WATCH_Bernie_Sanders_Blasts_Wall_Street,_Government_In_Wake_Of_ wATCH FULL VIDEO AT THIS LINK::: bernie-sanders-blasts. notlong.com <strong> Sen. Bernie Sanders </strong> Blasts Wall Street, Government In Wake Of Fed Disclosures( VIDEO) Self-avowed socialist <strong> Sen. Bernie Sanders </strong>( I-Vt.) blasted the nation's major financial institutions and the government's failure to hold them accountable in a Wednesday-night appearance on CNN's \"Parker <strong> Eliot Spitzer </strong>.</q> In the wake of Wednesday's mammoth release of documents pertaining to its$ 3.3-trillion aid program for big banks and other members of the financial community, <strong> Sen. Bernie Sanders </strong> said, outrage is growing among those not fortunate enough to", "new_id": -2}, {"uid": "1295892330216121356", "i": 30515, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many \"<strong> Donald Rumsfeld </strong>'s Rules\": <q>The harder I work, the luckier I am.</q> When <strong> Donald Rumsfeld </strong> began thinking about his Washington release: a quick, impressionistic story based on whatever he recalled. Instead, he and a team of six aides worked four years on what became a 700-page narrative", "new_id": -2}, {"uid": "1295310733097861638", "i": 44758, "idx": 0, "sa": ["Lou Williams", "Allen Iverson", "Anthony Parker"], "q": "pulled the Sixers to 98-96. But <strong> Anthony Parker </strong> came right back with a clutch 3-pointer of his own for a 101-96 advantage. \"It's good to see the ball go through the hoop,\" <strong> Anthony Parker </strong> said. <q>Defensively, I felt like we did a good job, forcing them to take some tough shots, which they hit.</q> On the Sixers' next possession, <strong> Lou Williams </strong> hit a 3-pointer and was fouled by <strong> Anthony Parker </strong>. <strong> Lou Williams </strong> connected on the free throw for a rare http://wn.com/Allen_Iverson_back_to_Philadelphia_76ers__Interview Sixers agree to terms with <strong> Allen Iverson </strong> to make Sixers season debut on Monday", "new_id": -2}, {"i": 46291, "idx": 0, "index_answer": 2, "new_id": -1, "q": "<strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q>I told him, \"I'm glad you're here, because it is your moment as well\",</q> <strong> Ray Allen </strong> said. \"When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "uid": "1297538891173686785"}, {"uid": "1296365076199786502", "i": 37732, "idx": 0, "sa": ["Zahi Hawass"], "q": "monuments. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q>What scares me is that if this building is destroyed, it will fall over the museum,</q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still-smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions", "new_id": -2}, {"uid": "1295021732123977752", "i": 31082, "idx": 0, "sa": ["Kirsten Gillibrand", "Dr. Peter", "Gabrielle Giffords"], "q": "or more from your favorite brands>> With her closest friends from Congress holding her hand Wednesday evening, <strong> Gabrielle Giffords </strong> opened her left eye and tried to focus on loved ones for the first time. <q>It was raw courage. It was raw strength. It was so beautiful and so moving,</q> said Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. \"She wanted us to know that she was with us a hundred percent and understood everything we were saying.\" neurosurgeon, <strong> Dr. Peter </strong> Michael Lemole, called it \"a major", "new_id": -2}, {"uid": "1294993731152698898", "i": 22405, "idx": 2, "sa": ["Michael Vick", "David Akers"], "q": "night, not for a team that was outplayed throughout four quarters but somehow remained within striking distance. \"I just took a shot at the end zone,\" <strong> Michael Vick </strong> said of his final pass. <q>I could have checked it down to the back, and I feel like I got greedy.... It's a bad way to go out, but, hey, I went out swinging.</q> Several times Sunday, the Eagles took swings and missed. Kicker <strong> David Akers </strong> was off target on field-goal attempts of 41 and 34 yards, the team converted just 38% of its third downs-", "new_id": -2}, {"uid": "1295254451198639632", "i": 34403, "idx": 0, "sa": ["Simon Cowell", "David Joseph", "Matt Cardle"], "q": ". The intention is that they will now be able to pay for tracks immediately, rather than downloading them illegally. <strong> David Joseph </strong>, the chief executive of Universal Music, told The Guardian newspaper: <q>Wait is not a word in the vocabulary of the current generation. It's out of date to think that you can build up demand for a song by playing it for several weeks on radio in advance.</q> 17 Jan 2011 <strong> Matt Cardle </strong>, the latest X Factor winner who signed to Sony through an agreement with <strong> Simon Cowell </strong>, sold 439,000 copies of his song When We Collide after it went on sale immediately after the", "new_id": -2}, {"uid": "1296144707207978525", "i": 45342, "idx": 1, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> Get the Chicago Tribune delivered to your home for only$ 1 a week> dtechba1 at 9:44 AM January 27, 2011 What trust fund? Seriously, it is just a bunch of IOU's from Congress", "new_id": -2}]