[{"uid": "1295755514184385545", "i": 26782, "idx": 4, "sa": ["Allen Iverson", "Stephen Jackson", "John Salmons", "Mark Cuban"], "q": "away early in the fourth quarter. Consecutive 3-pointers by <strong> Allen Iverson </strong> and <strong> John Salmons </strong> gave the Sixers an 80-68 lead less than two minutes into the fourth quarter, and the Hawks didn't threaten the rest of the way. <q> He wasn't missing anything, </q> Hawks forward <strong> Stephen Jackson </strong> said. \"When a guy is shooting like that, there's nothing you can do.\" <strong> Allen Iverson </strong> scored 14 Cubanet_April_24,_2010 On Saturday, April 24th, the Opera Company of Philadelphia teamed up with", "new_id": -2}, {"uid": "1296444909100565016", "i": 17426, "idx": 2, "sa": ["DeSean Jackson", "Michael Vick"], "q": "take it day by day.\" Eagles wide receiver <strong> DeSean Jackson </strong> told NFL Network on Sunday that <strong> Michael Vick </strong> is \"a big brother\" to him and he's looking forward to a full offseason working with the quarterback. <q> It was something that just kind of fell in his lap, and it's just something he took advantage of, </q> <strong> DeSean Jackson </strong> of <strong> Michael Vick </strong> becoming the Eagles' No. 1 quarterback. \"But now we have a whole year to come back and prepare for it, so it's really going to get that much more scary and that", "new_id": -2}, {"uid": "1295667496153141257", "i": 45415, "idx": 0, "sa": ["Steve Ballmer"], "q": "Windows PCs compatible with its Kinect hands-free motion controller, which at present works only with the Xbox 360 gaming console. Large Health Center Company Embraces SaaS Model for H WinRumors said Microsoft would release the utilities <q> in the coming months. </q> The company has not confirmed the report. It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told", "new_id": -2}, {"uid": "1295981119035848200", "i": 418, "idx": 0, "sa": ["Robert Burton", "Bill Lockyer", "Newt Gingrich"], "q": "<strong> Robert Burton </strong> said his company will also start sending its managers to Syracuse University's business school for training instead of UConn, and will no longer pay for its$ 50,000-per-year luxury suite at Rentschler Field. <q> You already have many other empty boxes at Rentschler. My box will just join the list, </q> <strong> Robert Burton </strong> wrote. <strong> Robert Burton </strong> was selected in the 19th round of the 1962 NFL draft by the San Francisco Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts:", "new_id": -2}, {"uid": "1297445312051478703", "i": 23343, "idx": 1, "sa": ["David Letterman", "Paul Schaffer"], "q": ",\" ' group member Treach told AllHipHop.com. Naughty By Nature co-founder Vin Rock said that he was appreciative that such high profile personalities appreciated the hit-making group's longevity in the music business. <q> They understood that we was celebrating 20-years in the game and they realized that entertainment, it's hard to be around for 20 years no matter what you do, </q> Vin Rock told AllHipHop.com. \"Big up to <strong> Paul Schaffer </strong>. After we did soundcheck <strong> Paul Schaffer </strong> wanted to get busy with us.\" <strong> Paul Schaffer </strong> is a legendary musician who has served as <strong> David Letterman </strong>'s bandleader since 1982", "new_id": -2}, {"uid": "1296510256041320476", "i": 23363, "idx": 0, "sa": ["Zahi Hawass"], "q": "Council of Antiquities. <strong> Zahi Hawass </strong>, who a source says has been promoted to the new position of Minister of Antiquities as part of a cabinet shakeup yesterday, faxed a colleague in Italy that 13 cases were destroyed. <q> My heart is broken and my blood is boiling, </q> the U.S.-trained archaeologist lamented. A human chain soon formed outside the museum to protect the institution, which holds some 120,000 artifacts from prehistoric to Roman times, including King Tutankhamen's gold death mask. By", "new_id": -2}, {"uid": "1295955986167477290", "i": 56970, "idx": 8, "sa": ["Bernie Sanders"], "q": "Women) Online Are NOT Doomed To Failure! www.partyplanpat.com 503-454-0940 PATRICIA Top African American Women in Business... Other than Oprah\" The Jan 24, 2008... In 2006, Black Enterprise Magazine named Shank one of the <q> 50 Most Powerful Black Women in Business </q> and one of the \"75 Most Influential... Aug... video Senator <strong> Bernie Sanders </strong>` <strong> Bernie Sanders </strong>' <strong> Bernie Sanders </strong>- <strong> Bernie Sanders </strong>.... wATCH FULL VIDEO AT THIS LINK::: Bernie Sanders-Bernie Sanders-blasts. notlong.com <strong> Bernie Sanders </strong> Blasts Wall Street, Government", "new_id": -2}, {"uid": "1296947872117014565", "i": 3379, "idx": 3, "sa": ["Sergio Marchionne"], "q": "that no other parties were willing to assist in Chrysler's recovery. \"The two governments levied interest rates that, although appropriate at the time, are above current market conditions,\" he continued. <q> This was done with the full support and understanding of the members of Chrysler Group LLC. </q> Chrysler hopes to reach a deal with banks by the end of March to refinance the loans. It owes the U.S. government$ 5.8 billion and the Canadian government$ 1.3 billion. <strong> Sergio Marchionne </strong> told", "new_id": -2}, {"uid": "1295154913111345679", "i": 21593, "idx": 1, "sa": ["Allen Iverson", "Larry Brown"], "q": "Philadelphia has alternated wins and losses in its last six games after losing nine of 10. The Sixers, who opened the season 10-0 at the First Union Center, are 1-7 in their last eight home games. <q> This is not the team we thought we were going to have, </q> Sixers coach <strong> Larry Brown </strong> said, referring to injuries that have hampered the team. Philadelphia, which trailed by 18 in the second quarter, closed to 50-47 following a three-point play by <strong> Allen Iverson </strong> early in the third. But", "new_id": -2}, {"uid": "1297185899216317969", "i": 49449, "idx": 0, "sa": ["Simon Cowell"], "q": "Groups and singers as young as 12 years can audition for the series, which will premiere in the fall. Unlike \"American Idol,\" \"The X Factor\" does not have an upper age limit. <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> said <strong> Simon Cowell </strong>, the former \"American Idol\" who will be a judge and an executive producer on \"The X Factor.\" \"I've never believed there should be a cut-off age for talent.\"", "new_id": -2}]