[{"uid": "1295981593193069082", "i": 10313, "idx": 1, "sa": ["Bill Lockyer", "Michael Bernick", "Newt Gingrich"], "q": "will be in the low tech, non-professional positions, in jobs such as personal and home care aides, retail salespersons, cashiers, waiters and waitresses, and food preparation workers,'' <strong> Michael Bernick </strong> concludes. <q> It may be time that our California workforce system gives these jobs greater consideration. </q>( http://sfg.ly/eXj0J3). Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SYSTEMS ANALYST Company Dextersoft, Inc TECHNICAL SR TECHNICAL PROJECT", "new_id": -2}, {"uid": "1296969684257851394", "i": 2842, "idx": 2, "sa": ["Sergio Marchionne"], "q": "Chrysler emerged from bankruptcy in June 2009 and is now under the management control of Italy's Fiat SpA, which has a 25 percent stake in the U.S. automaker. <strong> Sergio Marchionne </strong> is also CEO of Fiat. <q> As the only parties willing to underwrite the risk associated with Chrysler's recovery plan, the two governments levied interest rates that, although appropriate at the time, are above current market conditions, </q> <strong> Sergio Marchionne </strong> said.`` Because of these changed market conditions as well as the improvements in our performance and outlook made possible through the support of the U.S. and Canadian governments, Chrysler intends to repay these loans", "new_id": -2}, {"uid": "1296576663238125057", "i": 10357, "idx": 0, "sa": ["Michael Vick", "Ben Roethlisberger"], "q": "right on time for that...? Bernsie- nail on the head. If he regretted his actions, then his actions were something he shouldn't have done. He didn't qualify it by saying <q> I regret putting myself in a situation where I could be unjustifiably accused of sexual assault </q>. He never pleaded his innocence. He just tried to move forward and make people forget. If you were wrongly accused of rape, raise holy hell, <strong> Ben Roethlisberger </strong>! At least <strong> Michael Vick </strong> seems to want", "new_id": -2}, {"uid": "1295473355144211985", "i": 25465, "idx": 1, "sa": ["Simon Cowell", "David Letterman", "Steven Tyler"], "q": "about my drug use and addictions in the past,'' he told <strong> David Letterman </strong> on` The stars and more On the eve of his debut as American Idol judge, <strong> Steven Tyler </strong> says he's not the next <strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a good career out", "new_id": -2}, {"uid": "1295124192182747140", "i": 35031, "idx": 4, "sa": ["Linas Kleiza", "Eduardo Najera", "Allen Iverson", "George Karl"], "q": "up for me,'' <strong> Allen Iverson </strong> said.`` Once JR and LK hit shots that enabled me to get in the lane and make shots.'' <strong> George Karl </strong> could not say enough about <strong> Linas Kleiza </strong>, Smith and <strong> Eduardo Najera </strong>. <q> It was one of those nights where our bench needed to come through and we`` I feel that Bates really helped me to expand my view of the world. It was at Bates that I got to interact with people I never thought I'd interact with: people from Africa, people from the Caribbean, people from East Asia, from West Asia, from all over the world. This was my jumping-off point to discover the world. </q> http://wn.com/Sam_Harris_Can_Science_Determine_Human_Values?_1-7 Vanderbilt( 12-3) at Tennessee( 10-6) Moore, Hartley lead No. 2 UConn to 71st straight home win, 78-55 over Louisville. Pearl-less Vols now 0-2, Vandy up next Vanderbilt Commodores, Tennessee Vols", "new_id": -2}, {"uid": "1297119612225951755", "i": 44858, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion.`` It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> All content Â© Copyright 2000- 2011 WorldNow and WBTV, a", "new_id": -2}, {"uid": "1296939026066093065", "i": 42376, "idx": 5, "sa": ["Sergio Marchionne"], "q": "for the financial assistance that was critical to the recovery of our Group,'' he said. <strong> Sergio Marchionne </strong> noted that no one else but the Canadian and U.S. governments were willing to help Chrysler. <q> As the only parties willing to underwrite the risk associated with Chrysler's recovery plan, the two governments levied interest rates that, although appropriate at the time, are above current market conditions. This was done with the full support and understanding of the members of Chrysler Group LLC. </q> Chrysler is seeking$ 3 billion in low-cost government loans from the Energy Department to build more fuel efficient vehicles and in talks with banks to refinance the company's debt.`` Because of these", "new_id": -2}, {"uid": "1297402017053149702", "i": 29132, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "property may be worth$ 20 million. <strong> Kelsey Grammer </strong> and <strong> Camille Grammer </strong> were married in 1997 and have two young children together. Attorneys for the former`` Frasier'' star and <strong> Camille Grammer </strong>, who appears on <q> The Real Housewives of Beverly Hills, </q> told Nelson they will set aside$ 2.3 million while financial arrangements are handled. The 55-year-old actor told <strong> David Letterman </strong> last month that he plans to marry <strong> Kayte Walsh </strong> sometime in February. It's only 2011", "new_id": -2}, {"uid": "1296690410059244548", "i": 31375, "idx": 1, "sa": ["David Letterman", "Michele Bachmann"], "q": ", Pawlenty, Palin, Gingrich, <strong> Michele Bachmann </strong>... this is like imagining <strong> David Letterman </strong> on stage competing in a High School Variety show. Posted by: rukidding7| February 2, 2011 6:29 PM| <q> STRF. You said the Muslim Brotherhood attacked a liberal, just like you Right Wing Nut jobs always do. </q> Liam, just out of curiosity, is there such a thing as a`` leftwing nut job,''. And if so, would you name us one? Hope all is well with", "new_id": -2}, {"i": 46868, "idx": 2, "index_answer": 0, "new_id": -1, "q": "presidential administrations- most recently under former <strong> President Bush </strong>- said he expects a strong economic message at the State of the Union address Tuesday. He said the electorate was expecting that focus when <strong> Barack Obama </strong> assumed office. <q> I think he's working very hard on the issue of unemployment, which I think is the major problem facing American right now, and I think, and I hope, this will be the centerpiece of the State of the Union speech, </q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>.`` We didn't elect` Superman,' we elected a human being.'' <strong> Colin Powell </strong> seemed to disagree with both sides of the aisle on ways in which", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama", "President Bush"], "uid": "1295800027068403245"}]