[{"uid": "1295853731069795901", "i": 31970, "idx": 1, "sa": ["Mitch Daniels", "Mike Pence", "Jim Ryun", "Dick Armey"], "q": "<strong> Mike Pence </strong>, a story Friday highlighted the effort by a group of conservatives, including former House Republican Majority Leader <strong> Dick Armey </strong> and former <strong> Mike Pence </strong> <strong> Jim Ryun </strong>, to convince him to run for president rather than Indiana governor. <q> For them, the Hoosier checks many boxes- a fresh face on the national scene, a charismatic speaker from the heartland and, most important, a Republican who can appeal to all three elements of the party base: social conservatives, economic conservatives and foreign policy conservatives, </q> the story said. <strong> Mitch Daniels </strong> and <strong> Mike Pence </strong> both received votes when the New Hampshire Republican Party held a straw poll during a meeting Saturday. A total of 273 ballots were cast, according to news accounts of", "new_id": -2}, {"uid": "1295545495266108937", "i": 19912, "idx": 0, "sa": ["Michael Gove"], "q": ", just as tedious the answer`` depends on the electoral outcome''. Which, by the way, in the end it did. Well now there is a new tedious question for Lib Dems. <q> When are you going to merge or have an electoral pact with the Tories? </q> Fuelled in the last 24-hours by <strong> Michael Gove </strong> suggesting it would be`` wise'' to vote Lib Dem in an area where the Tories are weak. Is it because as a nation we are desperate for neatness", "new_id": -2}, {"uid": "1297451512119193621", "i": 1358, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers"], "q": " Super Bowl MVP <strong> Aaron Rodgers </strong> shares a laugh with Dave on last night's <q> Late Show with <strong> David Letterman </strong>. </q>( credit: CBS)`` Late Show with <strong> David Letterman </strong>.'' And while the host started out with the obligatory congratulations and questions about him playing with prisoners at Butte Community College, he could", "new_id": -2}, {"uid": "1295775786222068738", "i": 38848, "idx": 2, "sa": ["Simon Cowell"], "q": ",'' <strong> Simon Cowell </strong> revealed. Adding to the humiliation was that the group hadn't booked a car to pick them up, so they were left red-faced sitting on the steps outside the building. <q> I turned to the other Simon Cowells and said,` The good news is, it will never get worse than this,' </q> he said. <strong> Simon Cowell </strong>, who became an international star when the Fox network bought` Pop Idol' and turned it into` American Idol', used the interview to fuel speculation that he will quit", "new_id": -2}, {"uid": "1296130680234815518", "i": 27462, "idx": 0, "sa": ["Simon Cowell", "David Tennant"], "q": "announce my retirement... but I'm not b*** y going to!'' Sir <strong> David Tennant </strong> won the top actor prize for his last stint in A Touch Of Frost. He said of his win: <q> This is a real turn up for the book. </q> href=\"http://yahoo-uk.feedsportal.com/fc/x-factor.html\"> The X Factor was named the most popular talent show, and judge <strong> Simon Cowell </strong> gave the statuette to a show producer who had beaten href=\"http://yahoo-uk.feedsportal.com/fc/cancer-leukaemia.html\"> cancer. href=\"http://yahoo-uk.feedsportal.com/fc/soap-operas.html\">", "new_id": -2}, {"uid": "1295991953089178223", "i": 3691, "idx": 8, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "we winning or losing the war on terror?''`` Is the U.S. government changing fast enough?''`` Do we need more troops? And if so, where and for what purpose?'' <q> My brain would be going, </q> he says.`` I wanted to find out something. I needed help. I needed adGeorge H. W. Bush. Some of them were just,` I need a haircut.''' Another <strong> Donald Rumsfeld </strong> Rule:``", "new_id": -2}, {"uid": "1296123122027361301", "i": 11577, "idx": 0, "sa": ["Michael Gove"], "q": "of wrongdoing by their pupils will be given the right to remain anonymous until they are charged. <strong> Michael Gove </strong>, the education secretary, said these measures would`` restore discipline'' in the classroom. <q> Under the last Michael Government, thousands of great people left the href=\"http://www.guardian.co.uk/education/teaching\" title=\"More from guardian.co.uk on Teaching\"> teaching profession because behaviour was out of control and they were forced to spend far too much time on paperwork, </q> he said. However, the National Association of Head Teachers( NAHT) warned the Michael Government that national tests were setting back England's education system, not naughty pupils.`` I disagree that poor", "new_id": -2}, {"uid": "1297124840188514307", "i": 30593, "idx": 0, "sa": ["Simon Cowell", "Michael McIntyre", "Jonathan Ross"], "q": "wanted that to go out.'' <strong> Jonathan Ross </strong> also said he suggested to <strong> Simon Cowell </strong> that <strong> Michael McIntyre </strong> join the panel of Britain's Got Talent- but <strong> Simon Cowell </strong> did not know who the comedian was. <strong> Jonathan Ross </strong> said: <q> He( <strong> Simon Cowell </strong>) looked at me and said:` Who is he?' When he finally met him, he opened the conversation by saying:` The problem with you <strong> Michael McIntyre </strong>...' </q> Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "new_id": -2}, {"uid": "1295570551043630625", "i": 13260, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Mark Zuckerberg"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Startup Mark Zuckerbergetcetera Offers Buy Side Traders An Open Source Software Platform For Algorithmic Trading <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman.`` By elevating me and having <strong> Larry Page </strong> running things", "new_id": -2}, {"i": 11815, "idx": 10, "index_answer": 2, "new_id": -1, "q": "dropped to 2-10 at home in the past six weeks, and face a road trip that includes games at Boston, Cleveland, New Orleans and Orlando.`` We lost again,'' point guard <strong> Rodney Stuckey </strong> said. <q> I don't know. I really can't explain anything anymore. We just keep losing, and now we've got some great teams to play. </q> <strong> Allen Iverson </strong> led all scorers with 31 points, and <strong> Antonio McDyess </strong> added 13 points and 13 rebounds. San <strong> Antonio McDyess </strong> led http://wn.com/Mavs-Spurs_106-93_I_Nowitzki_31pts,9reb,Terry_19pts_vs_Duncan_30pts,8reb,Parker_26pts,12ast SAN ANTONIO, April 28,2009( AP) <strong> Jason Terry </strong> galloped down court after one big shot and <strong> Josh Howard </strong> skipped", "sa": ["Jason Terry", "Josh Howard", "Rodney Stuckey", "Antonio McDyess", "Allen Iverson"], "uid": "1295937890179191810"}]