[{"uid": "1295561213061718589", "i": 2855, "idx": 0, "sa": ["Eric Schmidt", "Google Inc.", "Larry King"], "q": "be replaced by co-founder <strong> Larry King </strong> Page. The announcement arrived only minutes before the search giant's first earnings call of 2011-- and boy oh boy, the executive shakeup had nothing to do with earnings. <q>We've had a very strong quarter,<q> said <strong> Eric Schmidt </strong>, referencing the company's revenues of$ 8.44 billion, up 26% year-over-year. <strong> Eric Schmidt </strong> has been CEO for nearly a http://wn.com/Perspective_from_Google_Eric_Schmidt_Larry_Page__Zeitgeist_Europe_2010 Featuring <strong> Eric Schmidt </strong>( Chairman of the Board& CEO, <strong> Google Inc. </strong>)& <strong> Larry King </strong>", "new_id": -2}, {"i": 6514, "idx": 2, "index_answer": 1, "new_id": -1, "q": "prize( via a recording deal with Sony) is said to be the largest, by far, in TV history. \"We're putting our money where our mouth is,\" <strong> Simon Cowell </strong> said. <q>It's a massive, massive risk, but also a great incentive.... And it puts the pressure on us to find a star.<q> <strong> Simon Cowell </strong> was asked if he would be interested in bringing his old friend and rival, <strong> Paula Abdul </strong>, on board as a judge. \"I'm a massive fan of <strong> Paula Abdul </strong>. While we were", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297293225002195576"}, {"uid": "1296770511173654034", "i": 12182, "idx": 32, "sa": ["Donald Rumsfeld", "Colin Powell", "Dick Cheney"], "q": "of Bush's \"too optimistic\" speech for that day and, over the phone, \"suggested edits to tone down any triumphalist rhetoric.\" But the phrase on the aircraft carrier banner, <strong> Donald Rumsfeld </strong> said, <q>would haunt his presidency until the day it ended.<q> Another <strong> Donald Rumsfeld </strong> nemesis, as painted in these pages, was Deputy <strong> Donald Rumsfeld </strong> of State <strong> Dick Cheney </strong> Armitage. \"His leaks were so brazen,\" <strong> Donald Rumsfeld </strong> writes, that he told <strong> Colin Powell </strong> to manage his deputy:", "new_id": -2}, {"uid": "1296939956143212565", "i": 43420, "idx": 0, "sa": ["Sergio Marchionne"], "q": ". In addition, a Claymation version of Eminem will appear in a Lipton Brisk Iced Tea commercial during the Super Bowl. On Friday, Chrysler CEO <strong> Sergio Marchionne </strong> hinted about the automaker's commercial: <q>I won't tell you what it's about, but it will be worth watching.<q> <strong> Sergio Marchionne </strong>, who spoke at a San Francisco event associated with the National Automobile Dealers Association's annual convention, said Chrysler spent less than$ 9 million on the ad. Feb. 4 roundup", "new_id": -2}, {"uid": "1296331563124452872", "i": 31179, "idx": 0, "sa": ["Allen Iverson", "Aaron McKie"], "q": "for the first time since the 1991-92 season, when it won six in a row at the Spectrum. The 76ers did not win their 13th game last season until February 20th en route to a 22-60 finish. <q>Our chemistry is a lot better,<q> <strong> Allen Iverson </strong> said. \"One thing that <strong> Aaron McKie </strong> said is this is the first time in his career that he has been on a team where nobody is crying about shots and nobody is worrying about me, me,", "new_id": -2}, {"uid": "1296430315137691137", "i": 43081, "idx": 0, "sa": ["Zahi Hawass"], "q": "advantage of a fire raging through the nearby headquarters of the ruling National Democratic Party in downtown Cairo, intruders climbed the gates, broke a window and entered the museum in bid to steal the mummies. <q>But demonstrators in collaboration with security forces stopped the thieves and returned the relics to the museum-- but they were already damaged,<q> <strong> Zahi Hawass </strong> said. \"Only their heads were intact,\" he added. The fate of the vandals remained unknown. The Egyptian museum, which houses invaluable treasures of antiquity, was", "new_id": -2}, {"uid": "1297663004154386461", "i": 329, "idx": 0, "sa": ["Sergio Marchionne"], "q": ". Bloomberg( Alert) News reported Thursday that the bonuses would average$ 10,000 for 10,755 salaried workers, but some who aren't covered by government pay restrictions could get up to half their salary. <q>Details regarding salaried performance awards are considered confidential employment records,<q> Ranieri said. Chrysler CEO <strong> Sergio Marchionne </strong> has said the workers deserve bonuses even though the company lost money because of work they did in revamping or redesigning 16 models since the 2009 bankruptcy. For both", "new_id": -2}, {"uid": "1295291311074366988", "i": 37458, "idx": 0, "sa": ["Jim Ryun", "Mike Pence"], "q": "Behind the group are former Kansas Congressman <strong> Jim Ryun </strong> and is coordinated by Ralph Benko, a former Reagan deputy counsel, who worked with the Bush administration's White House Office of Faith-based and Community Initiatives. <q>Throughout his distinguished career, <strong> Mike Pence </strong> has demonstrated the ability to enthusiastically advance the cause of conservatives and constitutional, limited government and for that reason I am encouraging him to get in the race,<q> Mr. <strong> Jim Ryun </strong> said in a press release. Benko added, \"<strong> Mike Pence </strong> describes himself as \"First a Christian, then a conservative, then a Republican.\" He unifies fiscal, social, and national", "new_id": -2}, {"uid": "1296706234199049242", "i": 7487, "idx": 5, "sa": ["Kobe Bryant", "Chris Bosh", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the <strong> Yao Ming </strong> play,<q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player ran TORONTO( AP)- <strong> Chris Bosh </strong> paused for effect", "new_id": -2}, {"uid": "1296546100250052628", "i": 4711, "idx": 1, "sa": ["David Letterman", "Justin Bieber"], "q": "answer <strong> David Letterman </strong>'s question without alienating himself, but <strong> David Letterman </strong> is a funny man who can make a point. \"Well, that's really what me and my mom was thinking,\" says <strong> Justin Bieber </strong>. <q>Like this guy named Scooter wants to sign me. Just how professional could he be? But it turns out he says he has some credibility.<q> There's no question that Scooter is definitely one of the forces behind <strong> Justin Bieber </strong>. The friendship they have created while being shot to stardom keeps both of them going strong and it is more than just business", "new_id": -2}]