[{"uid": "1297285270243777567", "i": 54811, "idx": 1, "sa": ["Simon Cowell", "Paula Abdul"], "q": "interview chair, the discussion quickly turned back to her British frenemy. <strong> Paula Abdul </strong> took a few jabs at <strong> Simon Cowell </strong> for his squared-off, Frankenstein-esque hairdo, tight t-shirts, and how high he wears his pants. <q> It's like, what's that on your neck? </q> she said.`` Oh, it's a belt. I got it.'' Maybe they should have a show where they just judge each other. TV Replay: Watch TV's Best Moments Daily", "new_id": -2}, {"uid": "1296102406079347717", "i": 49201, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "the search company, in his new role as executive chairman, for another decade. Delivering the final keynote talk today at the annual DLD media conference in Google's chief executive last week, said: <q> I'm very personally excited about my next decade at Google. </q> <strong> Larry Page </strong>, Google's co-founder will take over from <strong> Eric Schmidt </strong>, who has been the company's chief executive since 2001. <strong> Eric Schmidt </strong>, who has just been granted a$ 100m(? 73m)` golden parachute", "new_id": -2}, {"uid": "1296962228115425286", "i": 16560, "idx": 7, "sa": ["Michael Vick"], "q": " Polamalu won the Defensive Player of the Year award earlier this week. Report Abuse \"`` <strong> Michael Vick </strong> became won The Associated Press 2010 NFL Comeback Player of the Year award Saturday'' \" Report Abuse <q> dude, the grammer sucks!! how are these people getting paid for lousy writing: </q>`` <strong> Michael Vick </strong> became won The Associated Press 2010 NFL Comeback Player of the Year award Saturday'' Report Abuse \" Sigh Patriot hating is so old and sad at this point if you losers can't come up", "new_id": -2}, {"uid": "1297177627217825367", "i": 51415, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "the Bush administration's war and anti-terrorism records, and his own reputation as a boss who intimidated some of the Pentagon brass.`` Oh the poor people,'' he says of generals who complained. <q> I terrified them.... My goodness. </q> There's also a remarkable moment during the conversation when <strong> Donald Rumsfeld </strong> chokes up, tears in his eyes, as he talks of his wife's health problems. Egypt: Protest Movement Continues; Government Projects`", "new_id": -2}, {"uid": "1295217079110215169", "i": 19858, "idx": 0, "sa": ["Ellen DeGeneres", "Simon Cowell", "Steven Tyler", "Randy Jackson"], "q": "departure from` Idol' last season( to pursue his new Fox series,' X Factor') created an obvious void. But <strong> Randy Jackson </strong> says the new contestants have deemed him the mean judge this year. <q> <strong> Simon Cowell </strong> is irreplaceable... but people will be surprised to see that I'm very assertive this season, </q> he reveals. http://xml.channel.aol.com/xmlpublisher/fetch.v2.xml?option=expand_relative_urls&amp;dataUrlNodes=uiConfig,feedConfig,entry&amp;id=691977&amp;pid=691976&amp;uts=1273167996 http://www.popeater.com/mm_track/popeater/music/?s_channel=us.musicpop&amp;s_account=aolpopeater,aolsvc&amp;omni=1&amp;ke=1 http://cdn.channel.aol.com/cs_feed_v1_6/csfeedwrapper.swf href=\"http://www.popeater.com/2010/11/25/Simon Cowell-Simon Cowell-Steven Tyler-Steven Tyler-american-idol\"> <strong> Simon Cowell </strong> Pokes Fun at` Idol' Judge <strong> Steven Tyler </strong> href=\"http://www.popeater.com/2010/11/20/new-night-for-american-idol\"> Fox Announces New Night for` American Idol' href=\"http://www.popeater.com/2010/02/14/Ellen DeGeneres-Ellen DeGeneres-american-idol\"> PopEater Poll Results: How You Voted", "new_id": -2}, {"uid": "1295774335001081384", "i": 56555, "idx": 0, "sa": ["Alan Johnson", "Tony Blair", "Andy Coulson", "Jonathan Ross"], "q": "a sudden, unwanted taste of stardom. On Tuesday, during an interview on Gaydar Radio, Betty's dad, <strong> Jonathan Ross </strong>, was asked how he'd feel his daughter came home with a woman. <q> Well, my oldest daughter is gay, so that's a question that I have dealt with on a regular basis, </q> he replied. At which point the student found herself momentarily as big a news story as <strong> Tony Blair </strong>, <strong> Andy Coulson </strong> and <strong> Alan Johnson </strong> combined. Newspapers spilled the imaginary beans about`` Wossy girl's torment'', while", "new_id": -2}, {"uid": "1295238796192987145", "i": 44667, "idx": 2, "sa": ["Eric Schmidt"], "q": ".`` I spend so much time in Washington now because of the work that I've been doing, I deal with all these people who make assertions without fact,'' he said. Policy people <q> will hand me some report that they wrote or they'll make some assertion, and I'll say,` Well, is that true?'-- and they can't prove it. </q> Perhaps that could change some day, he suggested. Technology could help. With Google's vast power for capturing and remembering data, <strong> Eric Schmidt </strong> painted a picture in which technology could help quantify and", "new_id": -2}, {"uid": "1297358758111132691", "i": 43485, "idx": 1, "sa": ["Alassane Ouattara"], "q": "that recognise <strong> Alassane Ouattara </strong>'s win, have played ball.`` Nothing's moving, everything's stopped,'' said farmer Innocent Zamble, who runs a farm in the Soubre town of Meagui. <q> Our stores are stuffed with beans and there's no more space to stock them. We fear the quality is going to perish because we don't have the capacity to stock big quantities long term. </q>`` FIRST TIME THEY'VE SEEN THIS'' <strong> Alassane Ouattara </strong> has not said whether the ban will be extended when it expires on February 23. Exporters estimate that around 65,000 tonnes arrived at Abidjan and San", "new_id": -2}, {"uid": "1296216095069550115", "i": 45766, "idx": 2, "sa": ["Najib Mikati", "Larry Page", "Sergey Brin", "Saad Hariri", "Eric Schmidt"], "q": "appropriately and within our policies, into China.'' It was revealed earlier this month that fifty-five-year-old <strong> Eric Schmidt </strong> would make way as chief executive for <strong> Larry Page </strong>, 37, who co-founded Google with <strong> Sergey Brin </strong>. <q> Between the three of us, I have always been the person who believes the most in expanSaad Haririg into China, </q> he claimed. href=\"http://www.stlouisnews.net/story/737249/ht/UN-tribunal-at-centre-of-Lebnon-crisis\" title=\"Read story\"> UN tribunal at centre of Lebnon crisis <strong> Saad Hariri </strong> has asked incoming prime minister, <strong> Najib Mikati </strong>, to back the UN tribunal investigating the assassination of his father. Access to the", "new_id": -2}, {"i": 25537, "idx": 2, "index_answer": 1, "new_id": -1, "q": "ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told <strong> Lily Allen </strong>:`` I will get ITV to make substantial five figure donation to your charity for the interview''. But <strong> Lily Allen </strong> told him: <q> Those are my terms. I've got no interest in coming on your show, you've been asking me for years. </q> Buy Cheap tickets for the upcoming Even less interesting than nominations, are parties about nominations <strong> Liz Hurley </strong> is so happy that her lips appear to have grown to allow for a bigger smile Even less interesting than", "sa": ["Cheryl Cole", "Lily Allen", "Liz Hurley", "Gordon Brown", "Simon Cowell"], "uid": "1295004329069189661"}]