[{"uid": "1297210131061849602", "i": 3321, "idx": 6, "sa": ["Donald Rumsfeld", "the Fox"], "q": "the service members who operate it have \"taken a lot of heat unfairly.\" <strong> Donald Rumsfeld </strong> also made clear that he has not dialed down his concerns about the threat posed by Islamic extremism. <q> Let there be no doubt, there are extremists out there who are determined to do damage to the United States of America and to kill Americans and to impose a caliphate over a large fraction of this globe, </q> he told <strong> the Fox </strong> News. \"And they have weapons of increasing lethality at their disposal and at their beck and call.\" In his 800-page memoir, <strong> Donald Rumsfeld </strong> covers everything from the early days of the", "new_id": -2}, {"uid": "1295584859050233357", "i": 30939, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler", "Jennifer Lopez"], "q": ". His voice is surprisingly good. He's a pasty white kid with some soul. \"You are so sweet and so cute,\" <strong> Jennifer Lopez </strong> said. \"I like this dude,\" Randy said. <q> The sparkle in your eye, yah! </q> <strong> Steven Tyler </strong> said. \"Closing my eyes, it was a work of art, a thing of beauty.\" This makes me wonder: what would <strong> Simon Cowell </strong> have said? Alas, they end the hour", "new_id": -2}, {"uid": "1296077951036618254", "i": 11142, "idx": 1, "sa": ["Steve Ballmer"], "q": "keynote, Microsoft CEO <strong> Steve Ballmer </strong> told the audience that Mediaroom had garnered some 4 million users by that time. The latest suit claims that TiVo is infringing four patents held by Microsoft. Their titles range from <q> Selective Delivery of Programming for Interactive Televideo System, </q> to \"User Friendly Remote System Interface Providing Previews of Applications.\" Whither the patents? For once, Microsoft was very early to jump on concepts surrounding the convergence of TV and telecommunications,", "new_id": -2}, {"uid": "1297217356071778342", "i": 6909, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "life in December 2006 after a long and divisive tenure at the Pentagon. They largely echoed his memoir, in which he laid blame for much of the failings and heavy bloodshed of the Iraq war on <q> too many hands on the steering wheel. </q> <strong> Donald Rumsfeld </strong>, who served as <strong> President Bush </strong>'s defense chief for six years after holding the same job under president <strong> Gerald Ford </strong> in the 1970s, acknowledged that \"in a war, many things cost lives.\"", "new_id": -2}, {"uid": "1297660283045400064", "i": 22783, "idx": 0, "sa": ["David Letterman", "Whitney Houston"], "q": "no youngster-- you'll be 50 in March-- and if you really want... What's romantic? Taking your sweetheart to New York City. Quotes from Sunday's 53rd annual Grammy Awards: <q> I should have thanked my wife instead of <strong> Howard Stern </strong> because I'm probably in a lot of trouble.-- Train frontman <strong> Patrick Carney </strong> Monahan backstage after accepting the award for pop performance with vocals by a duo or group. \"<strong> Justin Bieber </strong>? Hairpiece. </q>-- <strong> David Letterman </strong> revealing the top Grammy surprises. \"I need to say thank you tonight to <strong> Whitney Houston </strong>. I wanted to thank <strong> Whitney Houston </strong> because when I wrote \"Born This Way,\" I imagined", "new_id": -2}, {"uid": "1295559696061718588", "i": 14656, "idx": 0, "sa": ["Eric Schmidt"], "q": "Finance Search Thu, Jan 20, 2011, 4:41 PM EST- U.S. Markets closed{ \"s\": \"goog\", \"k\": <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\":\"', \"j\":\"'} Matt Rosoff, On Thursday January 20, 2011, 4:19 pm <strong> Eric Schmidt </strong> is out as CEO, taking on a new role as Executive", "new_id": -2}, {"uid": "1297178256266534988", "i": 47408, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "allies invaded Iraq. <strong> President Bush </strong> said two days later in his weekly radio address that the cause the coalition was pursuing was \"the security of the nations we serve and the peace of the world.\" <q> And our mission is clear, to disarm Iraq of weapons of mass destruction, to end <strong> Saddam Hussein </strong>'s support for terrorism, and to free the Iraqi people, </q> he said. September 5, 2002 Report Shaffer wrote on September 5, 2002 that he had been asked by <strong> Donald Rumsfeld </strong> what the U.S. did not know in terms of percentage about Iraq's WMD", "new_id": -2}, {"uid": "1295907761051232825", "i": 22900, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "the Union Sunday morning, steered clear of making an endorsement. \"Right now I do not see on the Republican side any one individual that will emerge at the top of the pile,\" <strong> Colin Powell </strong> said. <q> I have not yet seen anybody on the Republican side I am prepared to commit to and I am not committed to <strong> Barack Obama </strong> either. </q> endorsed then-candidate <strong> Barack Obama </strong> in 2008 saying at the time that <strong> Barack Obama </strong>, \"displayed a steadiness, an intellectual curiosity, a depth of knowledge... in not just jumping in and changing every day, but showing intellectual", "new_id": -2}, {"i": 35271, "idx": 2, "index_answer": 4, "new_id": -1, "q": "and his teammates were keeping up. \"A lot of times <strong> Mike Krzyzewski </strong> talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,\" <strong> Allen Iverson </strong> said. <q> They were beating me down the court, and I was just finding guys. They did a great job of finishing. </q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with What if Star Wars was a 50s 3-D <strong> Don LaFontaine </strong>? Let's turn back the clock, shall we? Back to a distant time in an alternate universe far, far", "sa": ["Don LaFontaine", "Mike Krzyzewski", "Carmelo Anthony", "Marcus Camby", "Allen Iverson"], "uid": "1295220231075989003"}, {"uid": "1296142544256950282", "i": 3299, "idx": 0, "sa": ["Clive Goodman", "Andy Coulson", "David Cameron"], "q": "<strong> Andy Coulson </strong>, who resigned as editor when <strong> Clive Goodman </strong> was jailed. <strong> Andy Coulson </strong> resigned as <strong> David Cameron </strong>'s director of communications last week saying coverage of phone hacking made it impossible for him to do his job. <q> I have always said we will respond to any new evidence and that is exactly what we have done today. This is the first significant new evidence that may have a chance of being admissible. We have set up a new team to deal with that and we need to let them get on with it, </q> Yates said today. \"This is the first time we have announced a new investigation with new material where there is a prospect of developing some promising lines of inquiry,\" he added.", "new_id": -2}]