[{"uid": "1296835348012369970", "i": 26869, "idx": 1, "sa": ["Tim Pawlenty", "Mike Pence", "Lou Cannon", "Barack Obama", "John Boehner"], "q": "people. Remember when  Mike Pence   John Boehner  promised a 100 Billion in spending cuts just in the first year if they won in Nov. 2010. Here is the actual quote from their \"Pledge to America\"\" .  With common-sense exceptions for seniors, veterans, and our troops, we will roll back government spending to presTim Pawlentyulus, pre-baiLou Cannont levels, saving us at least$ 100 billion in the first year alone and putting us on a path to begin paying down the debt, balancing the budget, and ending the spending spree in Washington that threatens our children's future . Well now it turns out that this number, at best, is going to be 32 Billion Dollars. About 30% of what they promised. When  Barack Obama  changes his projections the GOP has a", "new_id": -2}, {"uid": "1295631675219987972", "i": 21630, "idx": 2, "sa": ["John Larson", "Xavier Becerra", "Barack Obama", "Mike Pence"], "q": "behind and supportive of the  Barack Obama  of the United States,\"\"   John Larson  said.  Mike Pence   Xavier Becerra ( D-Calif.), the caucus vice chairman, said Democrats might have occasional disagreements with the  Barack Obama , but  we're not going to eat our own.  \"As diverse as we are in our thoughts and in our backgrounds, at the end of the day, we're interested in moving this country forward, and we know that we elected  Barack Obama  to", "new_id": -2}, {"uid": "1296167198184549428", "i": 1438, "idx": 2, "sa": ["Mike Pence", "Tim Moore"], "q": "request for a public hearing on the bill. Republicans said a similar measure was introduced last year and even though it wasn't debated, there was an opportunity for members to read it.  The present speaker has made it clear that this body is not going to sit around idly,  said  Mike Pence   Tim Moore , R-Cleveland. \"We know what the people of this state want and we're going to do it.\"\"  GOP leaders will decided whether the bill moves to Appropriations committee or directly", "new_id": -2}, {"uid": "1295912989122798091", "i": 1785, "idx": 1, "sa": ["Tom Coburn", "Mike Pence", "Mitch McConnell"], "q": "know, there's a lot of talk these days around here about where members of Congress are going to sit during the State of the Union address,\"\"  Indiana Republican  Mike Pence  said recently on the House floor.  Well, I've been in Congress for 10 years and I learned a long time ago, it doesn't really matter where you sit it matters where you stand.  And Senate Republican leader  Mitch McConnell  brushed off the idea this weekend, saying people can certainly mix it up, if they want. But  Tom Coburn , the Republican from Oklahoma, told NBC the two", "new_id": -2}, {"uid": "1295544423211419170", "i": 21052, "idx": 1, "sa": ["Mike Pence", "Chris Smith", "Aung San Suu Kyi"], "q": "taxpayer funding of elective abortion will not be the policy of this government.\"\"  The current law, he said, \"does not reflect he will of the American people.\"\"  Added the speaker:  Our members feel very strongly about the Aung San Suu Kyictity of human life.   Mike Pence   Chris Smith ( R-NJ), who is introducing the bill in the House, said that it would ensure that taxpayers \"no longer are coerced into using taxpayer money to subsidize the killing of an unborn", "new_id": -2}, {"uid": "1296218172048857090", "i": 15203, "idx": 5, "sa": ["Eric Holcomb", "Mike Pence", "Joe Donnelly"], "q": "he said. Jim Bopp, a Terre Haute attorney who also is a Republican National Committee member, said  Mike Pence  could be hard to beat if he runs for  Eric Holcomb .  He'll be the prohibitive favorite in 2012,  Bopp said, for both the nomination and the general election. Democrats disagreed. Several Democarts have expressed interest in running, including U.S.  Mike Pence   Joe Donnelly , whose northern Indiana district is expected to become", "new_id": -2}, {"uid": "1296777071232128536", "i": 56287, "idx": 5, "sa": ["Mike Pence", "David Dewhurst", "Ron Paul"], "q": "Our D.C. spies later let us know that he also went to the Heritage Foundation, one of the most prominent conservative think tanks in Washington.  David Dewhurst  spokesman  Mike Pence  Walz said the lieutenant governor was getting briefed at Heritage  about the EPA, immigration, and unfunded federal mandates on the states-all issues that directly affect the State of Texas.   David Dewhurst  paid for the trip out of his own pocket, Walz said. Houston ChRon Paulicle: \"In Austin, top Republican lawmakers are touting a no-new-taxes budget that avoids dipping into the state's rainy-day", "new_id": -2}, {"uid": "1296254515202539021", "i": 13951, "idx": 0, "sa": ["Mike Pence", "Jackie Walorski", "Joe Donnelly"], "q": "sphere as he makes his decision. \"I just believe there's wisdom in multiple counselors and at the end of the day, this moment is not about me,\"\"  he said.  It's really about the people of Indiana. We're going to take an attitude of humility and a servant's attitude into our discussions with Hoosiers, and we'll see where they think we can best serve in the years ahead.  Former Republican state  Mike Pence   Jackie Walorski , a tea party favorite who narrowly lost her race last year against Democratic  Mike Pence   Joe Donnelly  in Northern Indiana, said she was excited by the prospect of  Mike Pence  running for", "new_id": -2}, {"uid": "1297706494051036178", "i": 46485, "idx": 1, "sa": ["Mike Pence", "Cecile Richards"], "q": "though it does more than one-quarter, the videos have played a role in pushing more lawmakers to support the de-funding effort- which would strip Planned Parenthood of more than$ 70 million in federal taxpayer funding.  Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking,   Mike Pence  said. \"The time to deny any and all funding to Planned Parenthood is now.\"\"  But Planned Parenthood president  Cecile Richards  told AP the abortion business is not giving up on its government funding without", "new_id": -2}, {"i": 25622, "idx": 0, "index_answer": 1, "new_id": -1, "q": "pacts were not a priority in the past session of Congress. Senate Finance Committee Chairman <strong> Max Baucus </strong>, D-Mont., whose committee oversees trade, said Monday he was traveling to Colombia and Brazil next month and that <q> now is the time to resolve outstanding issues and approve the( Colombia) free trade agreement so American ranchers, farmers and workers can have a chance to compete. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "sa": ["Bill Lockyer", "Max Baucus", "Newt Gingrich"], "uid": "1295977508172294166"}]