[{"uid": "1296532535074448923", "i": 53058, "idx": 4, "sa": ["Amir Johnson", "Rodney Stuckey", "Tayshaun Prince", "Allen Iverson", "Richard Hamilton", "Ben Roethlisberger"], "q": "with <strong> Amir Johnson </strong> on the floor, and better offensively when <strong> Richard Hamilton </strong> and <strong> Allen Iverson </strong> are on the court together with guard <strong> Rodney Stuckey </strong>. \"When we have the Ben Roethlisbergerger lineup, obviously we're better defensively,\" <strong> Tayshaun Prince </strong> said. <q> It's kind of pick and choose. \"Sometimes you are going to need the offensive side, but more importantly you're going to need the defensive side. </q> The game was tight until Detroit went on a 27-5 run midway through the third quarter. Milwaukee missed 14 of 17 shots during one stretch of the period, trailed 73-55 after three quarters and never got close again", "new_id": -2, "mturk_index": "511"}, {"uid": "1295980272233783310", "i": 34115, "idx": 0, "sa": ["Meg Whitman", "Eric Schmidt"], "q": "Apple, Facebook payment systems, plus Google hiring Schmidt-his-parting-gift-plus-facebook-updates-tunisia-status-and-apple-app-download-winners.html\" about Eric Schmidt: his\"> More about <strong> Eric Schmidt </strong>: his` parting gift', plus Facebook updates Tunisia status, and Apple app download winners STUART: <q> Welcome to the future: access can be obtained anonymously while streaming movies-or... </q> Patrick: \"Not even close, what we have looks more like <strong> Meg Whitman </strong>.\" RedRat: \"OK, as a chemist, we do not count formulas for chemical compounds as words. That is just plain", "new_id": -2, "mturk_index": "1365"}, {"uid": "1297233253229376053", "i": 2896, "idx": 3, "sa": ["Sergio Marchionne"], "q": "provincia de Ontario, tras reunirse con empleados para celebrar el inicio de la producci?n de los redise?ados Chrysler 300 y Dodge Charger 2011. \"Me gustar?a pagarles en el 2011, si puedo\" , se?al. <q> Quisiera hacer esto lo m?s pronto posible </q>. <strong> Sergio Marchionne </strong> dijo que Chrysler paga m?s de 1.000 millones de d?lares anuales en intereses a los contribuyentes canadienses y estadounidenses. Quiere refinanciar una parte de los 6.900 millones de d?lares que adeuda a los gobiernos de", "new_id": -2, "mturk_index": "721"}, {"uid": "1296671464024215613", "i": 13551, "idx": 2, "sa": ["Michael Madsen", "Donald Rumsfeld"], "q": "discussion ranges from musings reminiscent of <strong> Donald Rumsfeld </strong>( \"We don't know what we don't know\" ) to phrases that might be from a conceptual art project( Onkalo \"has to be fully passive\" and <q> independent of human nature, </q> and its inheritors must be taught \"to remember forever to forget\" ). The conceptual aspects of the project clearly fascinate <strong> Michael Madsen </strong>. Into Eternity doesn't take a position on nuclear power, and", "new_id": -2, "mturk_index": "588"}, {"uid": "1296137820192086026", "i": 49206, "idx": 0, "sa": ["Abdul Malik", "Ali Abdullah Saleh", "Michael Gove"], "q": "<strong> Ali Abdullah Saleh </strong> also promised this week to raise salaries of civil servants and military personnel by at least$ 47 dollars a month. Opposition MP <strong> Abdul Malik </strong> al-Qasous said people wanted political and economic reforms. <q> The opportunity for reform is still available, and we fear the situation will reach a point where people will not hear their ruler when he says,' I have understood you!' </q> New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will \"restore discipline and reduce bureaucracy\" in... UK` unprepared for a foot and mouth outbreak'", "new_id": -2, "mturk_index": "1267"}, {"uid": "1296716686187006985", "i": 1400, "idx": 0, "sa": ["Dick Morris", "Colin Powell", "Bill Kristol", "Barack Obama", "Laura Ingraham"], "q": ". fever dreams, it's clear you're better off looking for analysis of the situation in Egypt someplace other than Fox News. Full transcript of the exchange between <strong> Dick Morris </strong> and guest host <strong> Laura Ingraham </strong>: <q> <strong> Laura Ingraham </strong>: Now, <strong> Dick Morris </strong>, some conservatives out there-- Bob Kagan and even <strong> Bill Kristol </strong>-- are saying, \"It's not fair to jump on the <strong> Barack Obama </strong> here. This a fluid situation. They're trying to get a handle on it. They're trying to have the right thing done in Egypt. So, just hold off on criticizing. </q> What do you say? \" <strong> Dick Morris </strong>: Well, if you hold off on criticizing, you could find yourself with a second Iran. You know, <strong> Colin Powell </strong> said it best about Iraq. He said", "new_id": -2, "mturk_index": "1178"}, {"uid": "1297604458267190276", "i": 7623, "idx": 0, "sa": ["Zahi Hawass"], "q": "Abend des 28. Januar doch wertvolle Exponate aus der Pharaonenzeit gestohlen worden- darunter zwei Statuen von Tutanchamun. Wie der Chef der gyptischen Antikenverwaltung, <strong> Zahi Hawass </strong>, am Sonntag bekannt gab, fehlen insgesamt 18 St?cke, darunter <q> eine vergoldete Holzstatue von Tutanchamun, der von einer Gottheit getragen wird </q>, sowie Oberk?rper und Teile der Beine einer vergoldeten Holzstatue, die Tutanchamun mit einer Harpune darstellt. Die T?ter kommen aus den Reihen des schlecht bezahlten Wachpersonals des Museums. Sie waren vom Skulpturengarten aus ber die", "new_id": -2, "mturk_index": "1253"}, {"uid": "1297122406226197630", "i": 33896, "idx": 4, "sa": ["Simon Cowell", "Will Smith"], "q": "` mean' judge and being gratuitously rude for the sake of it. I had my own style and like to think I'm honest and wouldn't sugarcoat something to make myself popular,\" he said. <q> I am gong to try and be consistent, as I have been over the years... People know what to expect if I'm on the judging panel. I don't think things <strong> Will Smith </strong> change too much. </q> <strong> Simon Cowell </strong> is excited about judging on this show since, unlike on Idol, it <strong> Will Smith </strong> involve working directly with contestants. \"I wanted to make a show where I could help the competitors on a weekly", "new_id": -2, "mturk_index": "1459"}, {"uid": "1295813371072826939", "i": 40632, "idx": 11, "sa": ["Colin Powell", "Barack Obama"], "q": "same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race. \"I will always vote for the person who I think is best qualified,\" he said. <q> I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either. </q> Clerk Nails Would-Be Robber With Hammer spectacular crash of a tractor-trailer that led to a 40-car pileup...\" Caught On Camera: Out-Of-Control Truck Video Forecast: Winter Weather Advisory For SW Iowa Customize Your Resume For", "new_id": -2, "mturk_index": "1266"}, {"uid": "1296654564147537923", "i": 8479, "idx": 0, "sa": ["Ashley Cole", "Simon Cowell", "Selena Gomez"], "q": "<strong> Selena Gomez </strong> have been promoting due to their adoration of the British singer. \"Cheryl considered going back to her maiden name but now she has dismissed the idea,\" a source told the Mirror. <q> People knew who she was as a Tweedy but she has only become truly famous as Cheryl <strong> Ashley Cole </strong>. \"She may not be huge in the US yet but seeds have been sown by people like Black Eyed Peas rapper will.i.am and it is important she creates a lasting brand. It would be madness to change back. </q> Follow us on Twitter Follow us on Facebook Related stories Cowell-Simon Cowell-to-help-cheryl-Ashley Cole-crack-america\"> <strong> Simon Cowell </strong> To Help Cheryl <strong> Ashley Cole </strong> Crack America Cole\"> Dress Maker \"Amazed\"", "new_id": -2, "mturk_index": "1939"}]