[{"uid": "1296761075093225087", "i": 43319, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "Known and Unknown: A Memoir. His biggest regret, he writes, is not quitting after the Abu Ghraib prison abuse scandal. However, he has no regrets about the Iraq War, writing that <q>the Middle East would be far more perilous than it is today</q> with <strong> Saddam Hussein </strong> in power. <strong> Donald Rumsfeld </strong> notes that two letters of resignation he wrote to <strong> President Bush </strong> were rejected. He also unleashes criticism at members of <strong> President Bush </strong>'s cabinet, including former <strong> Donald Rumsfeld </strong> of State Please enter the two words", "new_id": -2}, {"uid": "1296582029133529607", "i": 5153, "idx": 0, "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "q": "exploitive roots and track record of Planned Parenthood is a largely untold story that now can not be ignored,\" <strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, said in a joint statement along with other anti-abortion activists. <q>The horror of the logic behind Planned Parenthood's founding has come to roost in this modern form: it is the primary partner of those who degrade and exploit women.</q> SBA and others are using the video as ammunition as they lobby Congress to prohibit taxpayer support for abortion providers under Title X family planning grants; legislation to do so has been introduced by Rep. <strong> Mike Pence </strong>(", "new_id": -2}, {"i": 12105, "idx": 0, "index_answer": 0, "new_id": -1, "q": "considered too unseasoned to steer Google's operations, and comes as the company tries to maintain its dominance online in the face of growing rivals such as Facebook. He takes over for <strong> Eric Schmidt </strong>, 55. <q>I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better!</q> wrote <strong> Eric Schmidt </strong> in a post on Google's official blog. \"Larry, in my clear opinion, is ready to lead.\" Page will take over April 4, with <strong> Eric Schmidt </strong> taking the", "sa": ["Eric Schmidt"], "uid": "1295670206191152262"}, {"uid": "1296023446028524635", "i": 18209, "idx": 0, "sa": ["Bill Lockyer", "Michele Bachmann", "Newt Gingrich"], "q": "hard choices in the offseason, at quarterback and any other position, once he knew they needed to be made. He plans to remember all of this if a second chance comes along. <q>The most important thing for me now is that... I continue to talk to people on the offensive side of the ball and defensive side, continue to talk to coaches around the league, retired coaches also, and keep gaining knowledge.</q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this", "new_id": -2}, {"uid": "1295617238099680260", "i": 20376, "idx": 1, "sa": ["W. Edwards", "Andy Coulson", "David Cameron", "Edwin Edwards"], "q": " \"continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role.\" <strong> David Cameron </strong> said that he was <q>very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications.</q> \"<strong> Andy Coulson </strong> has told me that the focus on him <strong> Edwin Edwards </strong>, the Silv...( 18:04:01 \"The rise and last hurrah of Louisiana Governor <strong> Edwin Edwards </strong> <strong> W. Edwards </strong>, the best Bayou State...\" former governor", "new_id": -2}, {"uid": "1297120389257998877", "i": 20500, "idx": 1, "sa": ["Simon Cowell"], "q": "amount of pressure on people,\" said the reality TV mogul. The winner will receive a million-dollar check once a year for five years, from which recording and marketing expenses will not be deducted. <q>This is not a dressed-up five million dollars,</q> said <strong> Simon Cowell </strong>. And those concerned that an inexperienced nobody now thrust into the limelight might blow the money on hookers and coke, need not worry. The winner will receive financial advice on how best to", "new_id": -2}, {"uid": "1295981594193069092", "i": 15132, "idx": 1, "sa": ["Bill Lockyer", "Michael Bernick", "Newt Gingrich"], "q": "will be in the low tech, non-professional positions, in jobs such as personal and home care aides, retail salespersons, cashiers, waiters and waitresses, and food preparation workers,\" <strong> Michael Bernick </strong> concludes. <q>It may be time that our California workforce system gives these jobs greater consideration.</q>( http://sfg.ly/eXj0J3). Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog CARMEL VALLEY 3 BR/ 3.0 BA$ 1,975,000.00 BURLINGAME 4", "new_id": -2}, {"uid": "1295519902040943616", "i": 16748, "idx": 2, "sa": ["Indiana Evans", "Allen Iverson", "Tracy McGrady"], "q": "Orlando Magic on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. His previous high was 58 against Houston on Jan. 15, 2002. <q><strong> Alexander the Great </strong> score a career high and we won the game,</q> <strong> Allen Iverson </strong> said. \"That's how you draw it up in your dreams.\" It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against Washington on March 10, 2004, <strong> Indiana Evans </strong>", "new_id": -2}, {"uid": "1297419793219660332", "i": 14916, "idx": 1, "sa": ["Steve Ballmer"], "q": "Microsoft tieup: liveblog 10.12 am: \"We have been on a complex journey... this announcement with Microsoft is just one part.\" OOh, and now we get <strong> Steve Ballmer </strong>. SB: <q>honour and privilege to be here today.. thank <strong> Stephen Elop </strong>. It was a year ago that we unveiled WP7 at MWC... it's more than a single product... brings together the best from across Microsoft.</q> Took a picture of him with an iPhone, just to see if it would annoy from the front row. Nope, not a thing. \"This will dramatically accelerate[ adoption] of", "new_id": -2}, {"uid": "1296518061268402773", "i": 47338, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": " \"I would like to express my sincere gratitude and appreciation to commissioner <strong> Roger Goodell </strong> for allowing me to be readmitted to the National Football League,\" <strong> Michael Vick </strong> said in a statement released by his agent, Joel Segal. <q>I fully understand that playing football in the NFL is a privilege, not a right, and I am truly thankful for the opportunity I have been given. \"As you can imagine, the last two years have given me time to re-evaluate my life, mature as an individual and fully understand the terrible mistakes I have made in the past and what type of life I must lead moving forward,</q> he said. <strong> Roger Goodell </strong> suspended <strong> Michael Vick </strong> indefinitely in August 2007 after the former Atlanta Falcons quarterback admitted bankrolling a dogfighting operation on his property On Twitter:@longisland495 When it comes to the dollar bill, there's no such", "new_id": -2}]