[{"uid": "2008100117_00032581_W", "i": 1450, "idx": 0, "sa": [], "q": "had thought, a new study suggests. genetic analysis pushes the estimated origin of hiv back to between 1884 and 1924, with a more focused estimate at 1908. previously, scientists had estimated the origin at around <q>. aids wasn't recognized formally until 1981 when it got the attention of public health officials in the united states. the new result is </q> not a monumental shift, but it means the virus was circulating under our radar even longer than we knew, \"says michael worobey of the university of arizona, an author of the new work. the results", "new_id": -2}, {"uid": "2008092714_00032199_W", "i": 536, "idx": 3, "sa": ["Paul Newman"], "q": "several democratic party candidates-- which got him onto republican president richard nixon's famous list of enemies in the 1970s.\" being on president nixon's enemies list was the highest single honor i've ever received, <q> <strong> Paul Newman </strong> said in a 2006 interview. </q> who knows who's listening to me now and what government list i'm on? \"afp this story is sourced direct from an overseas news agency as an additional service to readers. spelling follows north american usage", "new_id": -2}, {"uid": "2008121814_00034236_W", "i": 2179, "idx": 4, "sa": ["Akom Kranjanahirun", "Angus Houston", "Terry Moran", "Martin Cruz Smith", "Kevin Rudd"], "q": "common purpose. \"he said the australians were making progress.\" the fact that you are out there, pushing the enemy back, step by step, mountain ridge by mountain ridge, that's progress, <q> he said. mr <strong> Kevin Rudd </strong> flew to tarin kowt accompanied by defence <strong> Akom Kranjanahirun </strong> <strong> Angus Houston </strong> and senior officials, including the head of the prime minister's department, <strong> Terry Moran </strong>, and australia's ambassador to kabul, <strong> Martin Cruz Smith </strong>. <strong> Akom Kranjanahirun </strong> <strong> Angus Houston </strong> told the troops they were delivering <NO_QUOTATION> in oruzgan. </q> this province at a tactical level is going better than any others, \"he said. major glen kuschert, second-in-command of the 440-strong mentoring and reconstruction taskforce, said the onset of winter would not dictate a slowdown", "new_id": -2}, {"uid": "2008090905_00019811_W", "i": 1020, "idx": 7, "sa": [], "q": "` pope'.\" so, then, repeat my order to my servants:` go outside and get the priest waiting to take me to the airport'. \"\" but he's my friend! <q> father li protested again. </q> he's done nothing wrong. he still has his whole life to live. he... \"father li stopped abruptly, knowing he had made a mistake, again. the` pope' stared him into submission", "new_id": -2}, {"uid": "2008092214_00016343_W", "i": 1423, "idx": 2, "sa": [], "q": "first feudal state is of great significance, \"he told the associated press.\" we should view it as part of russian history. \"kevin brook, the american author of\" the jews of khazaria, <q> e-mailed wednesday that he has followed the itil dig over the years, and even though it has yielded no jewish artifacts, </q> now i'm as confident as the archaeological team is that they've truly found the long-lost city. \"the khazars were a turkic tribe that roamed the steppes from northern china to the black sea. between the", "new_id": -2}, {"uid": "2008121222_00009040_W", "i": 2096, "idx": 1, "sa": ["Russell Peters", "James Jones"], "q": "\"( a la <strong> Russell Peters </strong> doing an oriental accent imitation) in a deep voice( i'm channeling <strong> James Jones </strong> here):\" well hellloo isheeta! i mean, salams, sister! like my... topi? <q>( i am not being insulting here... i loooove desi guys in traditional kurtas and sherwanis.. and this would be fine on a buddy's page on facebook... but when slapped in the context of a matrimonial site, it's a bit too rishta like... so i guess the website delivers. meh.) and finally, the evergreen classic tried-and-tested formula: </q> vaant to make friendship with me? \"sorry, i'm all out. i leave you to get your creative juices flowing here! amuse me!:)", "new_id": -2}, {"uid": "2008092214_00016343_W", "i": 1425, "idx": 4, "sa": ["Dmitry Vasilyev"], "q": ", while calling the excavations interesting, said the challenge was to find khazar inscriptions.\" if they found a few buildings, or remains of buildings, that's interesting but does not make a big difference, <q> said dr. simon kraiz, an expert on eastern european jewry at haifa university. </q> if they found khazar writings, that would be very important. \"<strong> Dmitry Vasilyev </strong> says no jewish artifacts have been found at the site, and in general, most of what is known about the khazars comes from chroniclers", "new_id": -2}, {"uid": "2008100916_00014207_W", "i": 1147, "idx": 1, "sa": ["Lalu Prasad Yadav"], "q": "it was good to come here. we people have been affected by floods. we never threaten others who come from other states. therefore, we are passing this message for the government to make a note, <q> said ranjeet kumar, another visitor at kadamkuan puja pandal. visitors to the pandal appreciated the efforts of the organizers and particularly of cartoonist amarnath <strong> Lalu Prasad Yadav </strong>. the final day of durga puja was marked on thursday.( ani) kadamkuan( patna), oct. 9: the puja pandal erected at kadamkuan in patna had highlighted the controversy in mumbai sparked of by the maharashtra navnirman sena. the amarnath <strong> Lalu Prasad Yadav </strong>, a cartoonist, who had put up cut outs for display, said: </q> we want to pass on a message through this platform over the wrong perception some politicians have about biharis and hindi speaking people in our country. it is absolutely wrong and some people are trying to show its prominence", "new_id": -2}, {"uid": "2008102521_00007331_W", "i": 1180, "idx": 2, "sa": ["John McCain", "David Plouffe"], "q": "write <strong> John McCain </strong> off, ever.... if <strong> John McCain </strong> has a webster's dictionary, there are a couple of words that are not in it.` surrender,'` quit' or` give up.' <q> state democratic leaders believe <strong> John McCain </strong>'s pennsylvania fixation makes a certain amount of sense. no democratic presidential candidate since lyndon johnson has received more than 51 percent of the vote in the state, even though the party has carried it the last four times in a row. so, it's reasonable to expect a close outcome. </q> we're going to make a huge effort in pennsylvania, \"said <strong> David Plouffe </strong>.\" as unlikely as it is for them <strong> John McCain </strong> to succeed, we've got to take that seriously, and we will. \"", "new_id": -2}, {"uid": "2008090907_00025852_W", "i": 1633, "idx": 1, "sa": ["Saad Hariri"], "q": ". we are all lebanese, \"seniora said in a televised speech from shaar's home before the agreement was signed.\" tripoli needs to be a city free of weapons. weapons don't protect anyone, <q> he said before reading out the text of the accord. the six-point tripoli document calls for armed men to withdraw from the streets, security forces to deploy, people who fled their homes to return under army protection and compensation for material losses. seniora called the agreement a contract which all sides should commit to and abide by, and said </q> the state will play a complete role \"in keeping the peace. parliamentary majority leader <strong> Saad Hariri </strong>, a sunni, has been in tripoli since saturday trying to reconcile the city's feuding communities. <strong> Saad Hariri </strong> accused syria on", "new_id": -2}]