[{"uid": "1295874211251510793", "i": 28049, "idx": 0, "sa": ["Justin Bieber", "Simon Cowell"], "q": "'s safe to say that some of the world's biggest music stars would like to join in on the action. Aside from <strong> Justin Bieber </strong>, who is clearly already swamped with his own work, <strong> Simon Cowell </strong> told Extra that <q>one of the most famous singers in the world</q> contacted him \"out of the blue\" asking about being on the show. Of course he doesn't say who this person is, though, but according to <strong> Simon Cowell </strong>, this uber famous person will make a", "new_id": -2}, {"uid": "1296365682082608136", "i": 23314, "idx": 3, "sa": ["Elizabeth Bartman", "Zahi Hawass"], "q": "being such a dry place- they have all these organic materials, they have textiles, they have ancient food, they have lots of wooden items- fire is a very scary proposition,\" <strong> Elizabeth Bartman </strong> said. <q>Let's just keep our fingers crossed that the museums are not going to be caught in the crossfire.</q> The Daily Mail says <strong> Zahi Hawass </strong> has acknowledged that the looters targeted Tut's treasures. Why did they not mention <strong> Zahi Hawass </strong>?????!!! He was probably out there beating people down with an Ankh The Egyptians need", "new_id": -2}, {"i": 1263, "idx": 1, "index_answer": 0, "new_id": -1, "q": "center in Munich.\" He added that the new employees would be split equally between developers and sales staff. Currently, Google has approximately 5,000 employees between its European, African, and Middle East offices. <q>We had a very, very good year and a very strong quarter,</q> said <strong> Eric Schmidt </strong>. In the final quarter of 2010, Google turned a profit of$ 2.54 billion, or 1.86 billion euros. \"We looked at this year and in particular our prospects for growth in Europe,", "sa": ["Eric Schmidt"], "uid": "1296014056259227659"}, {"uid": "1295725464067436558", "i": 22665, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "slow In a conference call with financial analysts after the surprise announcement that Page would replace <strong> Eric Schmidt </strong> in April, co-founder <strong> Sergey Brin </strong> indicated the company would be putting more effort into the social arena. <q>We've touched just 1% of the capabilities that could be deployed in that realm,</q> said <strong> Sergey Brin </strong>, who will be in charge of strategic projects and new products in the new management structure. BGC's Gillis said Google has had scant success with products it has developed on its own,", "new_id": -2}, {"uid": "1297170191123355244", "i": 28756, "idx": 7, "sa": ["George H.W. Bush", "Donald Rumsfeld", "Colin Powell"], "q": "state had \"never served in a <strong> George H.W. Bush </strong> administration position,\" a lack of experience that hampered her ability to organize critical meetings, <strong> Donald Rumsfeld </strong> said. He said <strong> Colin Powell </strong>- <strong> George H.W. Bush </strong>'s first top diplomat- <q>did not, in my view, do a good job of managing the people under him,</q> calling leaks out of the State Department \"unhelpful.\"", "new_id": -2}, {"uid": "1295452144253739151", "i": 12102, "idx": 1, "sa": ["David Letterman", "Betty White"], "q": "old glamour shot of <strong> Betty White </strong> in what we imagine is the early 1940s-- woo woo, she was a looker. When asked if she's going to do \"SNL\" again, <strong> Betty White </strong> quips, <q>I think you do a thing once and then you run like a thief.</q> <strong> David Letterman </strong> then asks her what she does in her free time and <strong> Betty White </strong> says, \"Oh, I like to do most anything. Play with animals, mostly. And vodka's kind of a hobby", "new_id": -2}, {"uid": "1295591453155664431", "i": 1108, "idx": 7, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "all the attention and prosaic duties that come with running one of world's most scrutinized companies. \"I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,\" said <strong> Ken Auletta </strong>, author of <q>Googled: The End of the World As We Know It.</q> \"I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of <strong> Google Inc. </strong>'s quarterly", "new_id": -2}, {"uid": "1295786638204455947", "i": 37872, "idx": 0, "sa": ["James Finn", "Andy Coulson"], "q": "for miles and miles there was no appearance of life or habitation.\" The British Consul General, <strong> James Finn </strong>, wrote in 1857: \"the country is in a considerable degree empty of inhabitants.\" Report Abuse <q>Let's see, we let BP regulate and investigate itself. We let Wall Street regulate and investigate itself. Yea, let Israel investigate itself, what could go wrong.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mom's$ 5 Anti Aging Trick Dermatologists DO N'T Want You Knowing About This", "new_id": -2}, {"uid": "1295958129216842277", "i": 10791, "idx": 14, "sa": ["Mike Pence", "Steffen Schmidt"], "q": "once to New Hampshire and twice to Iowa. He'd need to step up the travel, including getting ready for this summer's GOP straw poll in Iowa, which will draw the national media. <q><strong> Mike Pence </strong> has been on people's lips here in Iowa,</q> said <strong> Steffen Schmidt </strong>, a political blogger and a political science professor at Iowa State University. Despite the buzz, however, <strong> Steffen Schmidt </strong> adds that <strong> Mike Pence </strong> would still have to prove his staying power. \"", "new_id": -2}, {"uid": "1297688800115867651", "i": 22996, "idx": 0, "sa": ["Barack Obama", "Steven Shepard", "David Letterman", "Dick Cheney", "Jessica Taylor", "Jason Sudeikis"], "q": "SNL has part three of FNC host Bill O'Reilly's sit down with <strong> Barack Obama </strong>. SNL's <strong> Jason Sudeikis </strong> as O'Reilly, <q>I'm not saying you're wrong. You could be right, you could be right, I just don't know.</q> <strong> David Letterman </strong> can't believe it's already been five years since <strong> Dick Cheney </strong> shot a friend during a hunting trip. Contributing Editors: Josh Kraushaar, Quinn McCord and <strong> Jessica Taylor </strong> Contributing Writers: <strong> Steven Shepard </strong>, Dan Roem", "new_id": -2}]