[{"uid": "1295527616009240588", "i": 57844, "idx": 1, "sa": ["Michael Gove"], "q": "at the Conservative Party Conference, Mr. <strong> Michael Gove </strong> said it was a \"tragedy\" that children are leaving school ignorant of their country's history and many are leaving without having appropriate reading and writing skills. <q> I'm saying that we need to have facts in the curriculum. I want there to be core curriculum content- facts, knowledge, </q> Mr. <strong> Michael Gove </strong> told the BBC. \"I want teachers to decide what that is. Parents need to know what children are learning, both so they can hold schools to account and so they can play their proper", "new_id": -2}, {"uid": "1297448732228950037", "i": 35490, "idx": 2, "sa": ["Michael Gove"], "q": "been vindicated for bringing the action. Now we have to wait to see whether the Michael Government accepts it was too hasty in scrapping the scheme.\" Meanwhile, Waltham Forest Council leader Chris Robbins said the decision was <q> a victory for common sense and fair play </q>. Mr <strong> Michael Gove </strong> was ordered to pay the costs for each of the six local councils and, according to unofficial estimates, this could be up to? 1 million. There will be no appeal from", "new_id": -2}, {"uid": "1297677175135315458", "i": 8109, "idx": 0, "sa": ["Michael Gove", "Andy Burnham"], "q": "that the Michael Government's decision is not irrational and councils had no grounds to claim that there had been any promise on part of the Michael Government that building projects would continue. Mr. Justice Holman made it clear that the <q> final decision of any project still rests with </q> the Education Secretary. Even though the Michael Government lost on procedural grounds, the opposition Labour party took the opportunity to criticise the scrapping of the BSF programme. Shadow Secretary of Education <strong> Andy Burnham </strong> accused <strong> Michael Gove </strong> of betraying", "new_id": -2}, {"uid": "1296231865027263013", "i": 8011, "idx": 3, "sa": ["Michael Gove", "Keith Joseph", "Geoffrey Canada"], "q": "Keith Josephine Baker, executive director of the Washington public charter school board, which approves applications from new charter schools and oversees existing ones. She will urge teachers not to oppose the changes. She said: <q> One of the values to people who teach of being in a charter school is its approach to education, its teachers are at the table when decisions are made, not because they are members of a union but because they bring to that table a certain kind of expertise, there is a collaborative approach to how everything takes place. </q> <strong> Michael Gove </strong>'s move to win back the initiative over free schools follows the appearance at Tory conference last year of <strong> Geoffrey Canada </strong>, who is credited with turning around black under-achievement in Harlem and has been hailed as a", "new_id": -2}, {"uid": "1297506563204570648", "i": 26875, "idx": 2, "sa": ["Tom Watson", "Michael Gove", "Darren Cooper"], "q": "for a costs order against the Secretary of State. Resign West Bromwich East MP <strong> Tom Watson </strong> and Sandwell Council leader <strong> Darren Cooper </strong> are leading calls for Mr <strong> Michael Gove </strong> to resign. Councillor <strong> Darren Cooper </strong> said: <q> I am hoping now <strong> Michael Gove </strong> will go and that the Prime Minister will intervene in the fiasco and take some responsibility for sorting it out. </q> It could be months before Sandwell receives a decision on its schemes. In Sandwell, Bristnall Hall school lost its? 21m overhaul, Heathfields lost its? 8m project and Perryfields its? 18.5", "new_id": -2}, {"uid": "1296142803208175163", "i": 27437, "idx": 0, "sa": ["Michael Gove"], "q": "other drugs each year, smuggled over or under the line using a variety of means, including trucks, clandestine tunnels, horseback and even micro-light aircraft-- although the catapult was new, Jimarez said. <q> I have not seen anything like that in my time before as a Border Patrol agent... although we are trained to handle any kind of a threat that comes over that border, </q> he added. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will \"restore discipline and reduce bureaucracy\" in... Subscribe to RSSMost Popular in: Politics", "new_id": -2}, {"uid": "1296145625234012726", "i": 40746, "idx": 1, "sa": ["Michael Gove"], "q": "central to what schools are about.\" The Bill hands more control to the Education Secretary to intervene in failing schools. Mr <strong> Michael Gove </strong> insisted that under-achieving academies will not be exempt from this. <q> There is absolutely no reluctance on our part to deal with any academy that's failing, </q> he said. \"Every school that under-performs will be held up to high standards. \"If sponsors are not doing the appropriate job then we will demand change. If necessary we will take the school", "new_id": -2}, {"uid": "1296833409180551691", "i": 2502, "idx": 0, "sa": ["Nicholas C Herbert", "Michael Gove", "Theodore Dalrymple"], "q": "Chief Inspector of Prisons, <strong> Nicholas C Herbert </strong>, Minister of State for Policing and Criminal Justice and <strong> Theodore Dalrymple </strong>, writer and retired prison doctor, to debate these and other controversial law and order questions. Next Month... <q> Are Our Schools Fit For Purpose? </q> With <strong> Michael Gove </strong>, Secretary of State for Education. Starts 7:00 pm, finish 8:30 pm, tickets? 10 Times+ members/? 15 non-members. Available to buy through www.timestickets.co.uk or by calling", "new_id": -2}, {"uid": "1296593023045760531", "i": 25155, "idx": 0, "sa": ["Michael Gove"], "q": "the architect of the abolition of the slave trade, and Olaudah, a freed slave whose autobiography helped persuade MPs[ Members of Parliament] to ban slavery,\" the Daily Mail reported. Similarly, <q> the secondary geography curriculum does not mention a single country apart from the UK or any continents, rivers, oceans, mountains, or cities. It does, however, mention the European Union and global warming. </q> In addition, \"the secondary music curriculum fails to mention a single composer, musician, or piece of music.\" <strong> Michael Gove </strong> observes left-wing ideologues believe schools \"shouldn't be doing anything so", "new_id": -2}, {"q": "29 1/2 votes, easily beating Seattle receiver <strong> Mike Williams </strong>, who got eight. \"As a person and a player I learned a lot through my experiences on and off the field,\" <strong> Michael Vick </strong> said. <q> Don't take anything granted anymore. Certainly, back then( in Atlanta), I was just playing and having fun. I'm doing the same thing now, but I understand the importance of it and how hard it is to get to where we are today. </q> <strong> Michael Vick </strong> passed for 3,018 yards and 21 touchdowns( 233 of 372), scoring a 100.2 passer rating, and rushed for 676 yards( 6.8 average) and 9 touchdowns. Bargaining session:", "answer_q": "1/2 votes, easily beating Seattle receiver Mike Williams, who got eight.`` As a person and a player I learned a lot through my experiences on and off the field,'' <strong> Michael Vick </strong> said. <q> Don't take anything granted anymore. Certainly, back then( in Atlanta), I was just playing and having fun. I'm doing the same thing now, but I understand the importance of it and how hard it is to get to where we are today. </q> <strong> Michael Vick </strong> passed for 3,018 yards and 21 touchdowns( 233 of 372), scoring a 100.2 passer rating, and rushed for 676 yards( 6.8 average) and 9 touchdowns. Bargaining session:", "answer": "Michael Vick", "sa": "['Michael Vick', 'Mike Williams']", "index_answer": 0, "idx": 1, "i": 57236}]