[{"uid": "1294997731235044878", "i": 51887, "idx": 3, "sa": ["Michael Vick", "Brian Finneran"], "q": ". Always stay alive.'' <strong> Brian Finneran </strong> doesn't argue with <strong> Michael Vick </strong>'s own self-description of the quarterback's Falcons years.`` Mike always worked hard on the football field,'' <strong> Brian Finneran </strong> said. <q> But as a quarterback, you've got to know everything about that offense, about the line, where the running backs are supposed to be. No question he could have worked harder in the film study room. It's been said before. I think he did the first couple of years, then got a little lax. </q> As for the idea that <strong> Michael Vick </strong> is only now getting topflight coaching, <strong> Brian Finneran </strong> wasn't slighting the Eagles' staff when he said,`` I think Mike was coached[ in Atlanta]. He had", "new_id": -2}, {"uid": "1296962832064782345", "i": 7962, "idx": 0, "sa": ["Simon Cowell"], "q": ", 2011 <strong> Simon Cowell </strong> is back and spending big money on a 2011 Super Bowl ad to promote the US version of the X-Factor. <strong> Simon Cowell </strong> Super Bowl Ad- Will Cheryl Cole Join US X-Factor? TMZ.Com cites <q> sources connected with the Super Bowl broadcast tell( TMZ) <strong> Simon Cowell </strong> will appear in a 30-second commercial during Sunday's big game... promoting his new talent show X Factor. </q>*** Singer Cheryl Cole will not give up on her bid to make it in the US even if she fails to land a judging role on the US X Factor. The 27-year-old star has", "new_id": -2}, {"uid": "1295575410103104513", "i": 27041, "idx": 0, "sa": ["Patty Hearst", "Mike Pence", "Jerrold Nadler"], "q": "in Elections( DISCLOSE) Act, an essential bi... <strong> Mike Pence </strong> <strong> Jerrold Nadler </strong> on State Secrets 6:41 Today, the Judiciary Subcommittee on the Constitution, Civil Rights, and Civil Liberties held a hearing on: HR 984 the <q> State Secret Protection Act of 2009. </q> Witnesses included: <strong> Patty Hearst </strong> M. Wald Retired Chief Judge US Court of Appeals for the District of Columbia Washington, DC H... <strong> Mike Pence </strong> <strong> Jerrold Nadler </strong>'s Questions on State Secrets Today, the Judiciary Subcommittee on the Constitution,", "new_id": -2}, {"uid": "1296158372066846741", "i": 35487, "idx": 0, "sa": ["Eric Schmidt", "David Blaine", "Wil Haygood", "Sammy Davis"], "q": "stop an idea whose... <strong> Wil Haygood </strong>: 2010 National Book Festival Journalist and biographer <strong> Wil Haygood </strong> presents at the 2010 National Book Festival. Speaker Biography: <strong> Wil Haygood </strong> is a prize-winning Washington Post staff writer and an acclaimed biographer. His <q> In Black and <strong> David Blaine </strong>: The Life of <strong> Sammy Davis </strong> Jr. </q> won the Zora Neale Hurston-Richard... <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs <strong> Eric Schmidt </strong>, Princeton Colloquium on Public& Int' l Affairs Ramana Maharshi-- Abide as the Self( C) ABIDE AS", "new_id": -2}, {"uid": "1297257274238534666", "i": 1356, "idx": 6, "sa": ["George W. Bush", "Colin Powell"], "q": "York because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> George W. Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An Associated Press reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children-but no obvious sign of", "new_id": -2}, {"uid": "1297367447190234638", "i": 41458, "idx": 0, "sa": ["Mike Brown", "Kevin Kolb", "Michael Vick", "Solomon Wilcots"], "q": "the door for <strong> Michael Vick </strong>, and the way <strong> Michael Vick </strong> lit up opposing defenses left the Eagles no choice but to try and find a new home for <strong> Kevin Kolb </strong>. <strong> Solomon Wilcots </strong> has talked with coaches for the Eagles about <strong> Kevin Kolb </strong>. <q> They love him. They just love <strong> Mike Brown </strong> <strong> Michael Vick </strong> more, </q> he said. <strong> Solomon Wilcots </strong> agrees with the Eagles enthusiasm for <strong> Kevin Kolb </strong> and thinks he is a perfect quarterback to lead the Bengals into the future. The second part of the equation makes as much sense as trading for <strong> Kevin Kolb </strong>", "new_id": -2}, {"uid": "1296515604235749377", "i": 1910, "idx": 0, "sa": ["Zahi Hawass"], "q": "pharaohs, according to The Associated Press. Around 1,000 people scaled the walls on the museum's eastern side on Friday, according to <strong> Zahi Hawass </strong>, secretary general of the Supreme Council of Antiquities. <q> They went into the Late Period gallery, but when they found no gold, they broke thirteen vitrines and threw the antiquities on the floor, </q> <strong> Zahi Hawass </strong> said on his blog. The looters then entered Tutankhamun's galleries and opened one case.`` The criminals found a statue of the king on a panther, broke it, and threw", "new_id": -2}, {"uid": "1296074639036618248", "i": 59773, "idx": 1, "sa": ["Eric Schmidt"], "q": "evil.'' The dynamics of what even Google calls its management`` triumvirate'' are somewhat murky, but the co-founders appear to worry more about idealism, while <strong> Eric Schmidt </strong> has advocated increased commercialisation. <q> Google policy is to get right up to the creepy line and not cross it, </q> <strong> Eric Schmidt </strong> once said. Debate about the location of that line is most likely when it comes to markets like China and activities like using users' data for profit. So far, the company seems to", "new_id": -2}, {"uid": "1295589642085278733", "i": 750, "idx": 9, "sa": ["Eric Schmidt", "Ken Auletta"], "q": "most scrutinized companies.`` I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,'' said <strong> Ken Auletta </strong>, author of`` Googled: The End of the World As We Know It.'' <q> I think <strong> Eric Schmidt </strong> is burned out. </q> There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. User comments are not being accepted on this article.", "new_id": -2}, {"i": 31382, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Yard might have been hoping that the phone- hacking row would die down with the resignation of <strong> Andy Coulson </strong>. Few things seem more unlikely. <strong> Alastair Campbell </strong>, <strong> Andy Coulson </strong>'s most high-profile predecessor, summed it up simply yesterday: <q> I think the role of the police in this is now going to become centre-stage. </q> In truth it was a Hospitals fined for mixed-sex wards London, January 24: Hospitals have to pay a fine of Â£ 250 per patient per day for breaking rules on mixed-sex accommodation. There were around", "sa": ["Andy Coulson", "Alastair Campbell"], "uid": "1295845469082296851"}]