[{"uid": "1296231867027263053", "i": 1558, "idx": 7, "sa": ["Michael Gove", "Ed Balls"], "q": "* Secondary modern schools( secondary intermediate schools in Northern Ireland[ 4]) would train pupils in practical skills, aimed at equipping them for less skilled jobs and home management.\" <q>Paradoxically, at the same time as Labour was attacking the Tripartite System for its inequalities, some in the middle class were increasingly upset at the social mobility it fostered. As educational testing became more exact and subject to less class bias, an increasing proportion of middle class children were being sent to secondary moderns. The Tripartite System fell victim to its own elitism, as the traditional supporters of the grammar schools began to worry about their own children's educational future.</q> Escapee99 27 January 2011 12:42 PM I was never a fan of <strong> Ed Balls </strong>, but compared to <strong> Michael Gove </strong> the man was a giant. <strong> Michael Gove </strong> wants to destroy all the LEAs and force every", "new_id": -2}, {"uid": "1295685222050348045", "i": 37618, "idx": 0, "sa": ["Bill Lockyer"], "q": "change to allow states to file bankruptcy. Under current law, states can not go to federal bankruptcy court for financial protection. In California, Treasurer <strong> Bill Lockyer </strong> quickly spoke out against the proposal: <q>To the folks in Congress cooking this baloney: Don't bother. States didn't ask for it. We don't want it. We don't need it. Bankruptcy would devastate states' ability to recover from the recession and make the infrastructure investments that create good jobs.</q> Some support state bankruptcy as a way to get out from under unsustainable public pension obligations. <strong> Bill Lockyer </strong> said that California has a plan to pay for its pension obligations, and bankruptcy is not part of it", "new_id": -2}, {"uid": "1297263656179191809", "i": 8904, "idx": 0, "sa": ["Simon Cowell"], "q": "... Former Liberian president Charles Taylor Photo: Former Liberian... Former Liberian president Charles Taylor Photo: Former Liberian... Former Liberian president Charles Taylor Video: <strong> Simon Cowell </strong> on New Judges, Life After \"Idol\" Report Abuse <q>What!!!!! Africans enslaving Africans... then raping and killing them...</q> Report Abuse \"Taylor, the first African ruler to stand trial for war crimes, is charged with instigating murder, rape, mutilation, sexual slavery and conscription of child soldiers during a brutal civil war in Sierra", "new_id": -2}, {"uid": "1297176031226918403", "i": 3172, "idx": 14, "sa": ["David Letterman", "Aaron Rodgers"], "q": "'s Butte Community College?\" <strong> Aaron Rodgers </strong>: \"It's actually in a town called Oroville, which is about 30 minutes from my hometown, Chico, in northern California.\" <strong> David Letterman </strong>: <q>Now, what kind of team? Who were your teammates?</q> <strong> Aaron Rodgers </strong>: \"We had a great team. We had, I think, 13 guys go Division I off of that team, we went 10-and-1, lost, you know, one game- we", "new_id": -2}, {"uid": "1295805872124010508", "i": 28520, "idx": 10, "sa": ["Colin Powell", "Barack Obama", "John McCain"], "q": "same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 <strong> John McCain </strong> House race. \"I will always vote for the person who I think is best qualified,\" he said. <q>I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either.</q>", "new_id": -2}, {"i": 36987, "idx": 0, "index_answer": 1, "new_id": -1, "q": " <strong> Conan O'Brien </strong> happy <strong> David Letterman </strong> called After all of the craziness that surrounded <strong> Conan O'Brien </strong>'s ouster from \"The Tonight Show\" settled down, the red-headed talk show host got a call from fellow chatter, <strong> David Letterman </strong>. <q>He wanted to know what <strong> Sen. Joe Lieberman </strong> was wearing,</q> <strong> Conan O'Brien </strong> jokes... To-Do Tonight: \"The Pillowman\" By my math, there are only five shows and 250 potential seats left-- many of which have been sold-- in the limited run of <strong> Martin McDonagh </strong>", "sa": ["David Letterman", "Conan O'Brien", "Martin McDonagh"], "uid": "1296765354144211971"}, {"uid": "1295569403192872482", "i": 40059, "idx": 0, "sa": ["Eric Schmidt"], "q": "Search Thu, Jan 20, 2011, 7:23 PM EST- U.S. Markets closed Summary Box: Google co-founder to replace <strong> Eric Schmidt </strong>{ \"s\": \"goog\", \"k\": <q>a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00</q>, \"o\":\"', \"j\":\"'} The Associated Press, On Thursday January 20, 2011, 6:58 pm NEW CEO: In a surprise announcement that overshadowed his company", "new_id": -2}, {"uid": "1295325011089587720", "i": 33092, "idx": 0, "sa": ["Piers Morgan", "Emma Watson", "Tracy Morgan", "David Letterman", "Betty White", "Andy Kaufman", "Joaquin Phoenix"], "q": ", <strong> Betty White </strong>, Tracey <strong> Piers Morgan </strong>... <strong> David Letterman </strong>- <strong> Tracy Morgan </strong>'s Valentine <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New <strong> Andy Kaufman </strong>?- www.twitter.com/mjdasilva <strong> Joaquin Phoenix </strong> Bizarre Interview on <strong> David Letterman </strong>: The New <strong> Andy Kaufman </strong>?- www.twitter.com/mjdasilva So are you in the <q><strong> Joaquin Phoenix </strong> is on drugs and deeply disturbed camp?</q> or the \"He's having a laugh camp\". Either way, I can't wait for that debut hip-hop album. Follow me on twitter@mjdasilva... Late Show with <strong> David Letterman </strong>- <strong> Emma Watson </strong>( 2007) On", "new_id": -2}, {"uid": "1296530715200818714", "i": 30651, "idx": 9, "sa": ["Chris Webber", "Allen Iverson", "Nate Robinson"], "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q>That's really what I did. It helped me out.</q> Webbe... video results for: games season points <strong> Nate Robinson </strong> 45 Points vs Portland Trailblazers( Career-High)[ 08-03-2008] <strong> Nate Robinson </strong> 45 Points vs Portland Trailblazers( Career-High)[ 08-03-2008] <strong> Nate Robinson </strong>'s Highlights of his best game", "new_id": -2}, {"uid": "1295615312003915794", "i": 31192, "idx": 4, "sa": ["Eric Schmidt"], "q": "far exceeding market expectations. <strong> Eric Schmidt </strong> said that it had been a \"great privilege\" to lead the company and claimed that the future outlook is \"bright\" under the new management structure. <q>We are confident that this focus will serve Google and our users well in the future. Larry, <strong> Sergey Brin </strong> and I have worked exceptionally closely together for over a decade- and we anticipate working together for a long time to come,</q> said <strong> Eric Schmidt </strong>.", "new_id": -2}]