[{"uid": "1295628201146702336", "i": 30480, "idx": 0, "sa": ["Tony Blair", "Andy Coulson", "David Cameron"], "q": "on Friday, as prosecutors stepped up inquiries into illegal newspaper when he was editor. Following are analysts' comments on his decision and its implications for <strong> Tony Blair </strong> <strong> Tony Blair </strong> <strong> David Cameron </strong>: OPPOSITION Labor PARTY LEADER ED MILIBAND <q>Labour has been saying for scandal has now forced <strong> Andy Coulson </strong> into two January resignations <strong> Andy Coulson </strong> will have more children. Photograph: Oli Scarff/AP... Hacking scandal claims PM <strong> David Cameron </strong>'s aide <strong> Andy Coulson </strong> media adviser <strong> Andy Coulson </strong> quit over a series of damaging disclosures about Timeline: how the scandal that led to <strong> Andy Coulson </strong>'s resignation developed Scotland Yard in 2005 to the CPS mounting a review of phone-hacking material <strong> Andy Coulson </strong> said phone-hacking coverage \"made it difficult for me to give the 110% needed in this role</q>. Photograph: Danny Lawson/PA <strong> Andy Coulson </strong> to make personal statement about his future Downing Street refuses to confirm whether <strong> Andy Coulson </strong> will resign over phone-hacking row <strong> Andy Coulson </strong> has always argued that he was not aware of", "new_id": -2}, {"uid": "1297129044188514306", "i": 479, "idx": 1, "sa": ["Simon Cowell"], "q": "money, it's a massive, massive risk. But it's also an incredible incentive,\" <strong> Simon Cowell </strong> told reporters Monday of the decision to offer the winning X Factor act a$ 5 million recording contract. <q>I think it puts everybody, rightly, under an enormous amount of pressure. I didn't want to go into this show without a feeling a certain amount of pressure, because with pressure, you've got to find a star. \"I think if we can't find a global star, then I would say we failed,</q> <strong> Simon Cowell </strong> added. \"I can't put it any clearer than that. There is that person or that group sitting in America right now waiting to be discovered.[ The money proves] we are genuinely,", "new_id": -2}, {"uid": "1296280079111296551", "i": 6645, "idx": 2, "sa": ["Mike Pence"], "q": "has scheduled appearances at Lincoln Day dinners in 18 counties. He is embarking on a statewide tour that he said is intended to help him determine the elected office in which he can best serve Hoosiers. <q>We've accepted a number of speaking engagements and Republican engagements, and we'll very likely seek more. I am also going to take the opportunity to sit down with people outside the <strong> all political </strong> sphere and seek counsel,</q> said <strong> Mike Pence </strong>, a 51-year-old Columbus, Ind., native. <strong> Mike Pence </strong> has friends in Indiana's congressional delegation and at the Statehouse, in part because he campaigned for many of them during a statewide bus tour", "new_id": -2}, {"uid": "1297283660263864333", "i": 41149, "idx": 0, "sa": ["Simon Cowell"], "q": "7 Wall Street: Money Never Sleeps 8 The Town 9 Dinner for Schmucks Does <strong> Simon Cowell </strong> have \"The X Factor'?- \"The Office,\" \"Jersey Shore\" and <q>Pet Food: A Dog\"s Breakfast</q> StarTribune.com welcomes and encourages readers to comment and engage in substantive, mutually respectful exchanges over news topics. Commenters must follow our Terms of Use. Keep it civil and stay on topic. No", "new_id": -2}, {"uid": "1295589625212418560", "i": 31582, "idx": 0, "sa": ["Eric Schmidt"], "q": "announced Thursday that Google co-founder Larry Page will be replacing <strong> Eric Schmidt </strong> as CEO. <q>Day-to-day adult supervision no longer needed!</q> <strong> Eric Schmidt </strong> tweeted of the change. <strong> Eric Schmidt </strong> has been CEO since 2001, during which time he has overseen the company's growth from a Silicon Valley search engine into a global web goliath", "new_id": -2}, {"i": 8439, "idx": 0, "index_answer": 1, "new_id": -1, "q": "An update on missing children in Amarillo for Amber Alert Awareness Day <strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,</q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295465162182796299"}, {"uid": "1295708353115458064", "i": 17525, "idx": 0, "sa": ["Andy Coulson"], "q": "\" Former NOTW editor <strong> Andy Coulson </strong> resigned as the Prime Minister's head of communications saying the drip-drip of claims about illegal eavesdropping under his editorship meant he could not \"give the 110% needed\". <q>I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on,</q> he added. Mr Cameron said he was \"very sorry\" Mr <strong> Andy Coulson </strong> felt \"compelled\" to go after months of intense pressure, insisting he was being \"punished for the same offence twice\"", "new_id": -2}, {"uid": "1296866191123699217", "i": 29241, "idx": 4, "sa": ["Sergio Marchionne"], "q": "why it's on the table and we're going to discuss it.\" <strong> Sergio Marchionne </strong> said in the next two to three years, Chrysler and Fiat could ultimately merge to form a single company, adding <q>for all I know it could be based here.</q> Please sign-in/optin or register to be able to submit comments. Data is a real-time snapshot* Data is delayed at least 15 minutes Global Business and Financial News, Stock Quotes, and Market Data and Analysis", "new_id": -2}, {"uid": "1297192174179781728", "i": 47882, "idx": 2, "sa": ["David Letterman", "Aaron Rodgers", "Ric Flair"], "q": "<strong> Ric Flair </strong> think it takes multiple leaders to have a locker room that functions properly... <strong> Ric Flair </strong>'m more of a leader by example.\" <strong> Aaron Rodgers </strong> threw for 304 yards, three touchdowns and no interceptions. <q>Click here to watch the <strong> Aaron Rodgers </strong> post-Super Bowl interview with <strong> David Letterman </strong>.</q> Here are some highlights of the <strong> Aaron Rodgers </strong> interview with <strong> David Letterman </strong>: <strong> Aaron Rodgers </strong> said the team ran about 40 of the 60 plays they planned for the game. Sometimes players will ask <strong> Aaron Rodgers </strong> if they are supposed to", "new_id": -2}, {"uid": "1296370322095813646", "i": 2660, "idx": 3, "sa": ["Dick Lugar", "Dan Coats", "Mike Pence"], "q": "<strong> Mike Pence </strong> said he made the final decision not to run for president Wednesday night. He and his wife told their two daughters and then called their son, who is in college, early Thursday. <q>We just concluded that while we could seek the presidency, we concluded that our best opportunity to continue to serve the people of Indiana was either in Washington, D.C., or here at home,</q> <strong> Mike Pence </strong> said. Thursday afternoon, <strong> Mike Pence </strong> sent a letter to supporters and told politicians, such as Sens. <strong> Dick Lugar </strong> and <strong> Dan Coats </strong>, of his decision. Though <strong> Mike Pence </strong> said staying in Congress is a real", "new_id": -2}]