[{"uid": "1297617994047562773", "i": 2232, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "though <strong> Steve Ballmer </strong> offered, ''Our belief is that we can move faster through this partnership than what we've ever done before.'' Regarding the beneficiaries of the announcement, <strong> Stephen Elop </strong> had much to say. <q>We believe this is good for Nokia,</q> he explained, continuing: It represents a next-generation platform upon which we can attach our innovation. It gives us an opportunity to jointly lead a new and leading ecosystem in the marketplace. It gives us", "new_id": -2}, {"uid": "1297488276223461377", "i": 16327, "idx": 0, "sa": ["Colin Powell", "Omar Suleiman", "Jane Mayer", "Hosni Mubarak"], "q": "<strong> Omar Suleiman </strong>'s extensive partnership with our CIA's renditions of terrorism suspects to be tortured in Egypt? Many eventually disappeared. <strong> Jane Mayer </strong> wrote an especially revealing introduction to <strong> Hosni Mubarak </strong>'s chief torturer in the New Yorker: <q><strong> Omar Suleiman </strong> was not squeamish.... Each rendition was authorized at the very top levels of both governments.</q> These classified kidnappings began during the Clinton administration. One particularly brutal torture session led to then Secretary of State <strong> Colin Powell </strong>'s most acutely embarrassing international experience: The prisoner, Ibn Sheikh al-Libi, was", "new_id": -2}, {"uid": "1295628283045006891", "i": 16689, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "take over day-to-day operations, the company said, and <strong> Eric Schmidt </strong> will focus on partnerships and government outreach. <strong> Eric Schmidt </strong>, who has headed up Google since July 2001, sent a message via Twitter Thursday saying: <q>Day-to-day adult supervision no longer needed!</q> Co-founder <strong> Sergey Brin </strong> will focus on new products and projects. Google said fourth quarter net income of$ 2.54 billion, or$ 7.81 a share, up from$ 1.97 billion, or$ 6.13", "new_id": -2}, {"uid": "1296753620175587617", "i": 38383, "idx": 1, "sa": ["Condoleezza Rice", "Colin Powell", "Hillary Clinton", "Joe Biden"], "q": "my view, was a formula for running the truck into a ditch,'' he wrote. As for <strong> Hillary Clinton </strong>, <strong> Joe Biden </strong> and other critics who had at first supported the Iraq war, Rumsfeld wrote: <q>You wouldn't want to be in a foxhole with them.</q> The Washington Post notes, ''... Rumsfeld still can't resist- in a memoir due out next week- taking a few pops at former secretaries of state <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong> as well as", "new_id": -2}, {"uid": "1297429736189579381", "i": 27459, "idx": 1, "sa": ["Steve Ballmer"], "q": "its leadership in the smartphone industry and that the partnership would result in Nokia ''reinforcing'' its mobile devices platform. ''I am excited about this partnership with Nokia,'' said Microsoft CEO <strong> Steve Ballmer </strong>. <q>The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> The specific details of the partnerhsip are yet to be announced, but some information has been released. The two companies revealed that Nokia Maps will become a ''core part'' of Microsoft's", "new_id": -2}, {"uid": "1296844762241041480", "i": 3498, "idx": 0, "sa": ["Michael Vick", "Tony Dungy"], "q": "<strong> Tony Dungy </strong> said when asked why <strong> Michael Vick </strong> was hosting a party. <q>He is not going to be attending. I don't know where it started or what, but he's not going to be there. I think he understands it's something that's just not worth it to him.</q> The Philadelphia Eagles said on Thursday that <strong> Michael Vick </strong> would not be attending the party. The last time <strong> Michael Vick </strong> hosted a party was for his birthday last summer when his not", "new_id": -2}, {"i": 6514, "idx": 2, "index_answer": 1, "new_id": -1, "q": "prize( via a recording deal with Sony) is said to be the largest, by far, in TV history. ''We're putting our money where our mouth is,'' <strong> Simon Cowell </strong> said. <q>It's a massive, massive risk, but also a great incentive.... And it puts the pressure on us to find a star.</q> <strong> Simon Cowell </strong> was asked if he would be interested in bringing his old friend and rival, <strong> Paula Abdul </strong>, on board as a judge. ''I'm a massive fan of <strong> Paula Abdul </strong>. While we were", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297293225002195576"}, {"uid": "1297420749197410818", "i": 33839, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "value being moved out to Google which was concerning to us. Microsoft was best opportunity to build and lead and fight... offering consumers tremendous choice and a great option in the marketplace.'' 10.12 am: <q>We have been on a complex journey... this announcement with Microsoft is just one part.</q> OOh, and now we get <strong> Steve Ballmer </strong>. SB: ''honour and privilege to be here today.. thank <strong> Stephen Elop </strong>. It was a year ago that we unveiled WP7 at MWC... it's", "new_id": -2}, {"uid": "1297427687170164234", "i": 13515, "idx": 6, "sa": ["Sergio Marchionne"], "q": "do it. ''<strong> Sergio Marchionne </strong> is playing two different games, one in the U.S. and the other in Europe,'' said Giuliano Noci, a professor at the MIP Management School of Milan's polytechnic university. <q>In North America he's creating consensus on Chrysler before its initial public offering, while in Italy he needs to shock the country into creating a more competitive environment.</q> Fiat's 22,000 auto workers in Italy assembled 650,000 cars in 2009, compared with 600,000 made by 6,100 employees at the company's factory in Tychy, Poland. That means, without taking into account differences in", "new_id": -2}, {"uid": "1296566908244629506", "i": 49318, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers"], "q": "PLACE AGAIN. I'M GUNNA STICK WITH MY PREDICTION OF THE http://wn.com/Michael_Turner_12_Yard_Touchdown_vs_Packers_Divisional_Playoffs <strong> Michael Vick </strong> Turner runs through 2 Packers defenders en route to a 1st quarter touchdown( C) NFL http://wn.com/Packers_Dominate_Giants_45-17_In_Aaron_Rodgers'_Return_VIDEO click our link iupdateonline.com- to watch full <q>Packers Dominate Giants 45-17 In <strong> Aaron Rodgers </strong>' Return( VIDEO)</q> exclusive video for free! With <strong> Aaron Rodgers </strong> back from a concussion, the Green Bay Packers stayed on track for the playoffs-- and made sure the New York Giants' nightmare continued for another week. <strong> Aaron Rodgers </strong> threw for", "new_id": -2}]