[{"uid": "1297513190155107384", "i": 42360, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "that this is still his habit. His office houses his archive and the <strong> Donald Rumsfeld </strong> Foundation, which among other things helps retired troops. I ask him what time he normally gets up and he replies, unsmilingly, <q>I get up at 4:30 or 5 and exercise generally and read the paper in the sauna.</q> His way of life seems almost comically Spartan. I suggest that perhaps we might order something to eat, and he seems genuinely surprised. \"You want something to eat?\" A waiter is summoned. I", "new_id": -2}, {"uid": "1297553031000114732", "i": 25361, "idx": 0, "sa": ["John Thune", "Mike Pence", "Rick Santorum", "Mike Huckabee", "Haley Barbour", "Ron Paul", "Mitch Daniels", "Newt Gingrich"], "q": "<strong> Mike Pence </strong> 5% <strong> Newt Gingrich </strong> 4% <strong> Mike Huckabee </strong> 4% <strong> Mitch Daniels </strong> 2% <strong> John Thune </strong> 2% <strong> Rick Santorum </strong> 2% <strong> Haley Barbour </strong> 1% <strong> Ron Paul </strong> won the presidential straw poll at the anal <q>Conservative Fudge Packers Political Action Conference,</q> earning 30 percent of the vote. 24 posted on 02/12/2011 3:13:05 PM PST CPAC became a Libertarian organization long ago. Social Conservatives are no longer welcome. Those straw polls are rigged because <strong> Ron Paul </strong> and", "new_id": -2}, {"uid": "1296615739145653770", "i": 21488, "idx": 2, "sa": ["Kevin Noreen", "Kwame Brown", "Allen Iverson"], "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Lakers_vs_Warriors_Highlights_Kobe_Bryant_Drops_44_Points <strong> Kevin Noreen </strong>, of Minnesota Transitions Charter School in Minneapolis, scored 44 points against St. Agnes Tuesday night( 3/16/10) in the Section", "new_id": -2}, {"uid": "1295613800206700561", "i": 5360, "idx": 0, "sa": ["Saddam Hussein", "Tony Blair", "Andy Coulson"], "q": "live coverage too as it is confirmed that <strong> Andy Coulson </strong>, Downing Street's director of communications, has resigned. 1136 Inquiry hears that as prospoect of military action got closer <strong> Saddam Hussein </strong> began to co-operate more but more time <q>wouldn't have got us anything without ultimatum</q>. 1134 Britain was caught between US pressure to invade and international pressure to give <strong> Saddam Hussein </strong> more time, <strong> Tony Blair </strong> says. The former PM said he had to set \"benchmarks\" with an ultimatum.", "new_id": -2}, {"uid": "1297717097255754249", "i": 26294, "idx": 2, "sa": ["Steve Ballmer", "Joe Belfiore"], "q": "\" <strong> Steve Ballmer </strong> said. \"We need to give people the full web, the full interent... like they expect with the PC.\" <strong> Joe Belfiore </strong>, corporate vice president of Windows Phone 7, said the <q>core browsing engine that ships on PCs is the same one that ships on Phones.</q> That will help developers, as sites that \"work well on the PC will work well on Windows Phone as well,\" he claimed. <strong> Steve Ballmer </strong> didn't say if IE9 would be ported", "new_id": -2}, {"uid": "1295667340103448585", "i": 31887, "idx": 2, "sa": ["Eric Schmidt"], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.</q> The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Google earned US$ 2.5 billion", "new_id": -2}, {"uid": "1295472948042287117", "i": 22537, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "<strong> Sen. Bernie Sanders </strong>( I., Vt.), who spoke for eight-and-a-half hours on the Senate floor on Dec. 10 against an extension of the Bush-era tax cuts for upper-income Americans, is publishing the entire oration in a book entitled <q>The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class.</q> Mr. <strong> Sen. Bernie Sanders </strong>'s original talk, which was an emotional critique of last year's tax-cut deal between the Obama White House and Republican leaders, was not strictly speaking a filibuster, since Mr. <strong> Sen. Bernie Sanders </strong> was not", "new_id": -2}, {"i": 21773, "idx": 0, "index_answer": 1, "new_id": -1, "q": "you were a kid in school always picking teams,\" <strong> Trent Baalke </strong> said. \"Oh, I want this guy, I want that guy.' That's the reality of what we do. <q>It's a talent-acquisition business, right? If you don't have it, it's hard to win.</q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MANUFACTURING PRODUCT ENGINEER AND SR..", "sa": ["Bill Lockyer", "Trent Baalke", "Michele Bachmann", "Newt Gingrich"], "uid": "1296023447028524570"}, {"uid": "1295070638169934886", "i": 34545, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "\" \"Reply# 509 on: April 13, 2009, 03:36:40 PM\" http://www.thepentacon.com/ I watched it- two police officers that were at the scene prove that the official flight path was completely bogus. <q>Reply# 510 on: April 23, 2009, 09:12:15 PM</q> <strong> Donald Rumsfeld </strong>, Wolfowitz, and Bush had some controversial plans on how to allocate the Budget for the Military. Published: March 18, 2001 Author: TOM BOWMAN; Baltimore Sun On the", "new_id": -2}, {"uid": "1296205890257212433", "i": 5118, "idx": 0, "sa": ["DeSean Jackson", "Michael Vick"], "q": ", we need our defense to kind of step up and just help out.\" It is always dangerous for a star player to play fantasy general manager, but <strong> DeSean Jackson </strong> did not hesitate. <q>We could get a little bit stronger on the offensive line, because we had a couple of guys get hurt,</q> <strong> DeSean Jackson </strong> added. \"If we can kind of do that and protect <strong> Michael Vick </strong>, the sky's the limit.\" <strong> DeSean Jackson </strong> said the Eagles need to find \"more playmakers\" on defense, including another", "new_id": -2}]