[{"uid": "1295669779172441756", "i": 7290, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "as the company diversified. \"Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,\" he said. <q> For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> <strong> Eric Schmidt </strong>, formerly CEO of Novell and CTO at Sun Microsystems, had quit his position on the board of Apple in 2009 due to a growing conflict of interest with his role at Google.", "new_id": -2}, {"uid": "1295986994254623748", "i": 27609, "idx": 0, "sa": ["Eric Schmidt", "Alan Eustace", "Google Inc."], "q": "its current workers are located. In a speech Tuesday, <strong> Eric Schmidt </strong> said <strong> Google Inc. </strong> will hire more than 1,000 workers in Europe this year. All told, <strong> Google Inc. </strong> has more than 60 offices in 30 countries. <q> At this stage, the number of opportunities just vastly exceed the number of people we have at the compan y, </q> said <strong> Alan Eustace </strong>, <strong> Google Inc. </strong>'s senior vice president of engineering and research. Even if it surpasses 31,000 employees this year, <strong> Google Inc. </strong> will still have far fewer people than Microsoft Corp., probably its fiercest rival.", "new_id": -2}, {"uid": "1297723379254132231", "i": 1076, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "the game to hurl dodgeballs at a third friend. <strong> Steve Ballmer </strong> returned to the stage to address the partnership with handset manufacturer Nokia, praising the company's excellence and \"deep expertise\" with industrial design. <q> Their involvement will drive volume and innovation, and accelerate the adoption of the Windows Phone platform, </q> he said. \"We are sure from that base that Nokia will deliver phenomenal Windows phones.\" <strong> Stephen Elop </strong> then took the stage, declaring the market had moved from a battle of devices to a war", "new_id": -2}, {"uid": "1296133626234815493", "i": 42833, "idx": 1, "sa": ["George Washington", "Mr. Bauer", "Mike Pence", "Bryan Fischer", "John McCain", "Newt Gingrich"], "q": "Indiana <strong> Newt Gingrich </strong> <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential candidate best able to unite two wings of the Republican Party-its fiscal conservatives and social conservatives. <q> He is definitely the guy to watch, </q> says <strong> Bryan Fischer </strong> of the <strong> George Washington </strong> Family Association, a group that opposes gay marriage and abortion. Now, <strong> Mr. Bauer </strong> <strong> Mike Pence </strong> has a decision to make: While he says he is seriously weighing a run for the <strong> John McCain </strong> House", "new_id": -2}, {"uid": "1296338741178929668", "i": 14688, "idx": 0, "sa": ["Ian Benardo", "Simon Cowell"], "q": "former contestant crashed the season finale last May when took over a farewell segment for <strong> Simon Cowell </strong>, which was supposed to include digs from former burnt contestants by grabbing the microphone and carrying on with things like <q> Who cares? It's all about <strong> Ian Benardo </strong> tonight! I'm going to replace you, <strong> Simon Cowell </strong>! No one has a thing to say about you- just me. </q> That tirade by <strong> Ian Benardo </strong> caused the producers to shut down that segment early. Somehow, I doubt suing for a third time is going to get this guy anywhere, but we'll have to wait and see what", "new_id": -2}, {"i": 30276, "idx": 5, "index_answer": 1, "new_id": -1, "q": ", 2 rebs and 1 ast in 33 mins.... <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky AI and the 76ers went home losers again. <q> It's going to have to be one of the best games ever from us in order to win, </q> <strong> Allen Iverson </strong> said. They sure didn't play one against Detroit. <strong> Rodney Stuckey </strong> scored 27 points and hit the winner with 8.7 seconds left to lead the inju... Pistons 2010/11 Season-Opener Intro Introduction of the new 2010/2011 Detroit Pistons", "sa": ["Rodney Stuckey", "Allen Iverson"], "uid": "1295655959070139994"}, {"uid": "1297304646234995715", "i": 45471, "idx": 0, "sa": ["Nancy O'Dell", "Simon Cowell"], "q": "interview, <strong> Simon Cowell </strong> talked about The X Factor launch in America. With auditions set to begin on March 27th in Los Angeles, people can register online now by going to Fox.com/ thexfactor. <q> We actually do the auditions in arenas where you have to perform in front of 4,000-5,000 people. It's a long day. You'll begin to understand why I become very grumpy, </q> <strong> Simon Cowell </strong> told <strong> Nancy O'Dell </strong> during the ET interview that aired tonight on ABC. The X Factor auditions are open to vocal groups and solo singers, over the age of 12- and there's no upper age limit.", "new_id": -2}, {"uid": "1295440299060326019", "i": 17843, "idx": 0, "sa": ["Jimmy Kimmel", "David Letterman"], "q": "ABC CASTLE- R 1.6 4 5.969 10:30 CBS Hawaii Five-0 2.7 8 10.291 NBC HARRY'S LAW 2.1 6 11.145 ABC CASTLE- R 1.3 4 5.357- via NBC press note: <q> In Late-Night Metered Markets Monday night: In Nielsen's 56 metered markets, household results were: \"The Tonight Show with <strong> Jay Leno </strong>, </q> 3.0/ 8; CBS's\" Late Show with <strong> David Letterman </strong>,\" 2.9/ 7; and ABC's combo of\" Nightline,\" 2.9/ 7; and \"<strong> Jimmy Kimmel </strong> Live,\"", "new_id": -2}, {"uid": "1295639889070795282", "i": 33684, "idx": 4, "sa": ["Andy Coulson", "David Cameron"], "q": "for me for the government and for the country. He has run the Downing Street press office in a very straightforward, professional and competent way\". <strong> David Cameron </strong> said he compared <strong> Andy Coulson </strong>'s regime favourably to <q> the days of dodgy dossiers, <strong> Alastair Campbell </strong>, <strong> Damian McBride </strong>, and all that nonsense we had from the past government </q>. He also again reiterated <strong> Andy Coulson </strong>'s dogged defence, saying his communications director \"had resigned as News of the World editor as soon as he found what was happening.\" <strong> Andy Coulson </strong> resigned as", "new_id": -2}, {"uid": "1295133052215269385", "i": 13569, "idx": 0, "sa": ["Andy Coulson"], "q": "Gascogine, who has battled alcoholism since quitting football, was in a \"vulnerable mental state\" and his recovery had been affected by the trauma of believing his phone had been hacked. He said: <q> It has made things even more difficult for his general wellbeing. </q> Former News of the World editor <strong> Andy Coulson </strong> has denied having knowledge of the hacking A spokeswoman for News of the World said the paper would not be making any comment. On Friday the Crown Prosecution", "new_id": -2}]