[{"uid": "1297122854184680470", "i": 5029, "idx": 7, "sa": ["Simon Cowell"], "q": "X Factor\" involved the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was the work of sound technicians and done without his knowledge. <q> Once we found out what was going on it was stopped immediately.... The most important part was once the show went live and( viewers) could see that everyone was singing live and it was a proper, fair competition. </q> The \"X Factor\" contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as the Black Eyed Peas or Destiny's Child. \"", "new_id": -2}, {"uid": "1295336566063275066", "i": 13811, "idx": 0, "sa": ["Andy Coulson"], "q": "illegally accessed voicemails of public figures. Mr Cameron said on the BBC that Mr <strong> Andy Coulson </strong> was \"embarrassed\" by the continuing row and did not deny that he had offered to resign. But he added: <q> Obviously, when he was editor of the News of the World, bad things happened at that newspaper. I think the danger at the moment is that he is effectively being punished twice for the same offence. \"I gave him a second chance. I think that sometimes in life it is right to give someone a second chance. </q> The Islamification of Britain: record numbers embrace Muslim faith", "new_id": -2}, {"uid": "1295498091112721922", "i": 7377, "idx": 13, "sa": ["Chris Webber", "Ali Farokhmanesh", "Phil Jackson", "Ben Wallace", "Allen Iverson", "Byron Scott", "Derrick Rose", "James Cleveland"], "q": "<strong> Allen Iverson </strong>'s Ben Wallacegest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Phil Jacksonly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> Webbe... Chicago Bulls vs <strong> James Cleveland </strong> CavAli Farokhmaneshers 88:83 Highlights <strong> James Cleveland </strong>-- <strong> Byron Scott </strong>'s lineup changes had the <strong> James Cleveland </strong> CavAli Farokhmaneshers on the verge of a much-needed victory-- until <strong> Derrick Rose </strong> made the Ben Wallacegest play of the night. <strong> Derrick Rose </strong> scored 29", "new_id": -2}, {"uid": "1296760494005144612", "i": 10078, "idx": 11, "sa": ["Donald Rumsfeld"], "q": "of it, why the invasions, is objectionable. And the occupations are both failures, horrors, and probably crimes. daffers56 3 February 2011 6:54 PM cloudberry 3 February 2011 6:55 PM <q> All those lives betered and at a cost f just 4000 US soldiers. </q> RussellH doesn't, of course, discuss the cost of bankrupting the US for <strong> Donald Rumsfeld </strong>'s folly. He doesn't discuss the hatred people there feel for a country that invaded them in pre-emptive war.", "new_id": -2}, {"uid": "1295571578103104583", "i": 8407, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "now was the right moment to make some changes to the way we are structured.\" According to <strong> Eric Schmidt </strong>, the three had been \"equally\" involved in making decisions over the past decade. <q> This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. \"But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.[ And] <strong> Larry Page </strong>, in my clear opinion, is ready to lead...[ Yes], day-to-day adult supervision is no longer needed. </q> As such, <strong> Larry Page </strong> has been tasked with leading product development and technology strategy, while Sergey will focus on strategic projects. And <strong> Eric Schmidt </strong>? Well, the former CEO is expected to", "new_id": -2}, {"uid": "1295822525140492836", "i": 48283, "idx": 0, "sa": ["David Letterman", "Sarah Palin", "Rudy Giuliani", "John King", "Barack Obama", "Alex Rodriguez"], "q": "will <strong> Rudy Giuliani </strong> run for <strong> Barack Obama </strong>?, people in New York living in a bubble Giuliani_Rudy Giuliani_Sarah Palin_Sarah Palin_Is_Great_For_The_Republican_Party! After <strong> John King </strong> shows <strong> Rudy Giuliani </strong> the cover of Newsweek with <strong> Sarah Palin </strong> on the cover, the former New York City mayor giddily says she <q> is great for the Republican Party, </q> and also takes credit for taJohn King <strong> Sarah Palin </strong> to the Yankees game in which <strong> David Letterman </strong> \"picked the wrong daughter\" for an <strong> Alex Rodriguez </strong> \"rape\" joke. <strong> Rudy Giuliani </strong> also comments on the NY23 Congressional District race from David Lettermanier this", "new_id": -2}, {"uid": "1295699377236945420", "i": 538, "idx": 2, "sa": ["Michael Vick"], "q": "and behold, <strong> Michael Vick </strong>'s tune sounded just a bit different when The Philadelphia Inquirer's Jeff McLane caught up to him Wednesday. \"I can say it over and over again,\" <strong> Michael Vick </strong> said, <q> but then when I say it to my agent, it's a totally different story.... So who knows what's going to happen? I have to follow his lead in that regard, and he's the expert in that field. </q> Franchise tags cause trouble Agents hate franchise tags more than anyone. They get paid a percentage of the contracts they negotiate. When a player is tagged, there is no negotiation. And the", "new_id": -2}, {"uid": "1295665811103448650", "i": 30913, "idx": 0, "sa": ["Steve Ballmer"], "q": "controller, which at present works only with the Xbox 360 gaming console. Quickbase Database as a Service Is Being Exposed For Rich Application Developers For Some Surprising New Apps WinRumors said Microsoft would release the utilities <q> in the coming months. </q> The company has not confirmed the report. It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told", "new_id": -2}, {"uid": "1297718810008798217", "i": 37000, "idx": 1, "sa": ["David Letterman", "Howard Stern", "Rush Limbaugh", "Mitt Romney", "Jay Leno"], "q": "what some are calling \"perpetual shows of disrespect\" by the likes of <strong> Howard Stern </strong> and <strong> Rush Limbaugh </strong>. Recently, <strong> Howard Stern </strong> dropped by Letterman-David Letterman-in-national/Mitt Romney-Mitt Romney-makes-presidential-aspirations-clear-to-David Letterman-David Letterman\" The Late Show with <strong> David Letterman </strong> to verbally blast <strong> Jay Leno </strong>, saying <q> <strong> Jay Leno </strong> is horrible, right? </q> as the New York audience cheered on the shock jock's insults. <strong> Howard Stern </strong> went on to call <strong> Jay Leno </strong> \"talentless\" and not worthy of being <strong> David Letterman </strong>'s competitor( see video on left).", "new_id": -2}, {"uid": "1295674060172441608", "i": 18387, "idx": 3, "sa": ["Allen Iverson", "Tim Duncan"], "q": "both clarified and cluttered the wild Western Conference playoff race. \"That's all he's got to do is come into the game and the energy is there,\" said <strong> Allen Iverson </strong>, who scored 33 points. <q> It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the way he can shoot the ball, the way he can dribble the ball, the way he can jump, he has the whole package. \"There's nothing on the court he can't do. </q> It was the 13th Tim Duncane Smith has come off the bench to score 20 or more points, most in the NBA among players who haven't started a single game. \"He's been a big spark for", "new_id": -2}]