[{"uid": "1296729736112345093", "i": 1066, "idx": 2, "sa": ["Michael Vick", "Michael Hansen"], "q": "Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that`` people can reintroduce these dogs back into a society that's not going to abuse them.'' <q> The owner is responsible for what an animal does. It's totally your behavior, whether you have a good dog that minds well and is not a problem to society or you turn it into a vicious animal that will bite the mailman, the girl next door or grandma walking down the street, </q> <strong> Michael Hansen </strong> said. Betsy Adevai, 50, of Grand Rapids, Mich., said muscle dogs have become status symbols for young men who walk through her inner city neighborhood.`` You don't", "new_id": -2}, {"uid": "1297705955073007104", "i": 47212, "idx": 1, "sa": ["Steve Ballmer"], "q": "give people the full web, the full Internet on their phone, like they've come to expect with the PC,'' Microsoft chief <strong> Steve Ballmer </strong> said at the mobile industry's annual get-together in Barcelona. <q> Later this year we are going to release a version of Internet Explorer9( web browser) complete with hardware and graphics and other hardware acceleration for the Windows Phone, </q> he added.`` The web in some senses was designed for the PC first-- we need to make it a first class citizen on the phone,'' he added. Quotes delayed,", "new_id": -2}, {"uid": "1295391203109740051", "i": 7479, "idx": 5, "sa": ["Sergio Marchionne"], "q": "Country Report Abuse \"`` We need to completely rethink the minivan,'' CEO <strong> Sergio Marchionne </strong> said Tuesday'' \"`` One amenity is an optional heated steering wheel, a first among minivans.'' Report Abuse <q> Why haven't detroit automakers learned yet that we don't want rebadged vehicles over and over? </q> Why is there so much contempt for the american public? We are not that stupid you know. This is why GM went bankrupt. Why buy Pontiac when it's the same as a chevy that costs", "new_id": -2}, {"uid": "1297180938217825348", "i": 14143, "idx": 2, "sa": ["Richard Hunter", "Michael Vick", "Mayor Tom Leppert"], "q": "city. He said the event occurred around 5 p.m. with children in attendance. Don't count <strong> Mayor Tom Leppert </strong> among the`` great majority'' of people clamoring to give <strong> Michael Vick </strong> the civic honor usually reserved for meritorious citizenship: <q>`` The action taken was not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas. Official Keys to the City are presented by the <strong> Mayor Tom Leppert </strong>, or an elected official designated by the <strong> Mayor Tom Leppert </strong>, and reserved, on a limited basis, for an elected official of international status. Clearly, this was not the case in this situation and done without my knowledge or approval. </q> \" As it happens, one of the people attending this ceremony was not a wayward child but the caretaker of one of <strong> Michael Vick </strong>'s dogs rescued from his kennels. <strong> Richard Hunter </strong> tried to get <strong> Michael Vick </strong> to look at", "new_id": -2}, {"uid": "1295753820028917780", "i": 28945, "idx": 1, "sa": ["Jerry Brown", "Bill Lockyer"], "q": ".`` Get it done, the sooner the better,'' <strong> Bill Lockyer </strong> said Saturday during his appearance at a conference sponsored by the Institute of Governmental Studies at UC Berkeley. If not, he said, <q> We will run out of money to pay the bills. </q> <strong> Jerry Brown </strong> and state Controller John Chiang, who is charged with paying the state's bills, have yet to outline so dire a scenario.`` I am not supposed to say any of this,''", "new_id": -2}, {"uid": "1295069800001703950", "i": 6152, "idx": 0, "sa": ["Sergio Marchionne"], "q": "the Center for Automotive Research in Ann Arbor, Mich.. And that's why the mood was decidedly upbeat among executives who gathered last week in Detroit for the North American International Auto Show. <q> The auspices are a lot better than they were a year ago, </q> said <strong> Sergio Marchionne </strong>, CEO of Chrysler Group, which is gaining market share and expects to move back into the black this year after steadily narrowing its losses last year. Still, given Detroit's long decline", "new_id": -2}, {"i": 3496, "idx": 2, "index_answer": 2, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/LA_Lakers_vs_Sacramento_Kings_Highlights_[12-26-09]_Kobe_scores_38! The young Kings get the win over the Pistons in the last game before the All-Star break. <strong> Chris Bosh </strong> poured in 31 points", "sa": ["Chris Bosh", "Kwame Brown", "Allen Iverson"], "uid": "1295151306172605442"}, {"uid": "1295327039053116954", "i": 31660, "idx": 2, "sa": ["Elton Brand", "Rafer Alston", "Allen Iverson", "Chauncey Billups"], "q": "thought my heart was going to jump out of my chest,'' said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Ray Allen </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/Chicago_Bulls_@_Cleveland_Cavaliers_|_ 1993_Playoffs_|_ ECSF_Game_4_The_Shot_II Song: Lose Yourself by Eminem The golf shot first unveiled in Trick <strong> Chauncey Billups </strong> Montage# <strong> Rafer Alston </strong>", "new_id": -2}, {"uid": "1297616629186400779", "i": 26892, "idx": 34, "sa": ["Donald Rumsfeld"], "q": "of managing a three-car parade.'' On top of that, the military commander, Ricardo Sanchez, was the most junior lieutenant general in the Army, and had a scandalously undermanned headquarters. <q> I raised 16 kinds of the dickens about it... and the Army didn't get it staffed, </q> <strong> Donald Rumsfeld </strong> said.`` He went on for a long period with a seriously understaffed command.'' It was a set up for failure, and <strong> Donald Rumsfeld </strong> was in charge.`` You are responsible", "new_id": -2}, {"uid": "1297444896043220993", "i": 301, "idx": 0, "sa": ["Sergio Marchionne"], "q": "on the matter. Bloomberg News reported Thursday that the bonuses would average$ 10,000 for 10,755 salaried workers, but some who aren't covered by government pay restrictions could get up to half their salary. <q> Details regarding salaried performance awards are considered confidential employment records, </q> Ranieri said. <strong> Sergio Marchionne </strong> has said the workers deserve bonuses even though the company lost money because of work they did in revamping or redesigning 16 models since the 2009 bankruptcy. For both companies, the bonuses", "new_id": -2}]