[{"uid": "1295799418036782093", "i": 2723, "idx": 2, "sa": ["Colin Powell"], "q": "think he's got a way to go,'' <strong> Colin Powell </strong> said.`` I mean, he hasn't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform. <q> You know, we didn't elect Superman. We elected a human being, <strong> Barack Obama </strong>. </q>`` I think he has reached out to countries around the world and has developed good relations with countries around the world,'' <strong> Colin Powell </strong> said.`` And I think he's working very hard on the", "new_id": -2}, {"uid": "1295591373000901153", "i": 46121, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "company behind the Internet's dominant gateway. The surprise shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to assume more of a behind-the-scenes role as much as Page's personal ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, still will be available to advise Page, 37, and <strong> Google Inc. </strong>'s other 37-year-old founder, <strong> Sergey Brin </strong>", "new_id": -2}, {"uid": "1297300526098500648", "i": 14595, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "President Bush", "Robert Kagan"], "q": "and pluralism, stating succinctly that''[ d] emocracy needs defending.''[ 8] <strong> Barack Obama </strong>'s pronouncements on democracy in his U.N. speech prompted conservative columnist <strong> Robert Kagan </strong> to declare, <q> Democracy is back. A year ago, who would have believed that <strong> Barack Obama </strong> would devote almost a third of his speech at the United Nations to democracy? </q>[ 9] International Republican Institute <strong> Barack Obama </strong> Lorne Craner, Assistant <strong> Donald Rumsfeld </strong> of State for Democracy, Human Rights, and Labor in the <strong> President Bush </strong> Administration, testified to Congress in June 2010 that", "new_id": -2}, {"uid": "1296169279131055640", "i": 26355, "idx": 1, "sa": ["Barack Obama", "Zahi Hawass", "Valerie Jarrett", "Rahm Emanuel", "Reggie Love"], "q": "but watched as <strong> Rahm Emanuel </strong>, <strong> Valerie Jarrett </strong> and <strong> Reggie Love </strong> mounted the seated beasts and were then lifted high in the air as the animals stood.`` I just want you guys to know,'' he told accompanying reporters, <q> if you weren't here, I'd get on a camel. I don't want to give you guys the satisfaction. </q> <strong> Barack Obama </strong> toured the nearby sphinx with <strong> Zahi Hawass </strong>, secret ary of the Supreme Council of Antiquities, and pronounced it as awe inspiring. And he visited the Solar Boat, a 130-foot vessel found buried near the", "new_id": -2}, {"uid": "1295648097184696861", "i": 4515, "idx": 0, "sa": ["Donald Rumsfeld", "Bill Clinton", "Dick Cheney"], "q": "health insurance giants. He is a member of the Project for the New American Century( PNAC) and was one of the signers of the PNAC Letter sent to US <strong> Bill Clinton </strong> dated January 26, 1998, advocating <q> the removal of <strong> Saddam Hussein </strong>'s regime from power </q> along with <strong> Dick Cheney </strong>, <strong> Donald Rumsfeld </strong> and 29 other notable Republicans. Currently, Weber is managing partner of the Washington, DC branch of lobbying firm Clark& Weinstock. In 2006, Weber's firm received$ 360297 from", "new_id": -2}, {"uid": "1295136115025296936", "i": 11439, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "were in <strong> Gabrielle Giffords </strong>' hospital room when she opened her eyes were three of her close female friends in Congress: House Democratic leader <strong> Nancy Pelosi </strong> of California, <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>, D-Fla., and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y. <q> It felt like we were watching a miracle, </q> <strong> Debbie Wasserman Schultz </strong> told reporters traveling back to Washington with her on Air Force One.`` The strength that you could see flowing out of her, it was like she was trying to will her eyes open.''", "new_id": -2}, {"uid": "1297354440003293197", "i": 37258, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "Although Lambton wanted nothing to do with The Bachelor again, Wright said she still enjoys watching the show and supports Womack's second journey to find love.`` It's dramatic,'' Wright said. <q> But I hope it works out for Brad. I'm rooting for him. </q>` Live To Dance' crowns D'Angelo Castro and Amanda Carbajales champs <strong> Paula Abdul </strong>: <strong> Simon Cowell </strong> and I always talk about working together` The Biggest Loser: Couples' eliminates contestant Jaquin`` Q'' Allen` The Bachelor'", "new_id": -2}, {"uid": "1295586272212418583", "i": 2950, "idx": 15, "sa": ["Andre Iguodala", "Andre Miller", "Samuel Dalembert", "Marcus Camby", "Allen Iverson"], "q": "on a 20-foot jumper and <strong> Marcus Camby </strong> missed a put-back in the final seconds as the Nuggets lost their second straight and failed to pick up any ground in their bid for a playoff spot in the tough Western Conference. <q> I almost had a perfect trip at my home away from home, </q> <strong> Allen Iverson </strong> said. <strong> Samuel Dalembert </strong> scored the decisive basket with 32.9 seconds remaining. When <strong> Andre Iguodala </strong> lost possession of the ball as he fell, <strong> Samuel Dalembert </strong> was there to grab it and turned for a lay-in. <strong> Andre Miller </strong>, acquired by", "new_id": -2}, {"uid": "1295384209249954310", "i": 33257, "idx": 3, "sa": ["Sergio Marchionne"], "q": "future.`` Chrysler Group owes a deep debt of gratitude to taxpayers in Canada and the U.S. for the loans that enabled a re-energized, restructured company to emerge in June 2009,'' said <strong> Sergio Marchionne </strong>. <q> We recognize we have a moral responsibility to fulfill our promises, justify these investments and pay back every penny that was loaned to us. </q> In preparation for the launch of the new 2011 Dodge Grand Caravan and Chrysler Town& Country, the company has invested more than$ 1.4 billion USD since 2008 for assembly, stamping, material handling and", "new_id": -2}, [{"i": 12615, "idx": 13, "index_answer": 0, "new_id": -1, "q": ". You must fill out the comment body in order to submit a comment. People wait to talk with U.S. Rep. <strong> Mike Pence </strong>, R-6th District, after a September 2009 town hall meeting in Richmond. <q> As a strong believer in federalism, I am encouraged by Congressman <strong> Mike Pence </strong>'s decision to explore how he can best serve the people of Indiana and advance the conservative cause closer to home.... I am confident the people of Indiana will benefit from <strong> Mike Pence </strong>'s decision. </q>-- <strong> Gov. Rick Perry </strong>, chairman of the Republican Governors Association.`` While I believe <strong> Mike Pence </strong> would have been a viable candidate for the presidential nomination, I also believe he has the qualifications and experience to be an", "sa": ["Gov. Rick Perry", "Mike Pence"], "uid": "1296218172048857090"}]]