[{"uid": "1296041245064634900", "i": 20069, "idx": 0, "sa": ["Zahi Hawass"], "q": "his head and tinkered with the unicycle, which was sandwiched between the tennis shoe. His stepfather, Ted Vananne, cheered nearby, snapping phone. \"He has always played with Legos,\" Vananne said. <q>You name it, he's built it. Animals. Rockets. Spaceships.</q> Link: http://www.star-telegram.com Berlin, charging it was taken out of the country illegally. Egypt's Supreme Council of Antiquities head, <strong> Zahi Hawass </strong>, announced an \"official request\" for the bust's Lawmaker: Germany further reduces", "new_id": -2}, {"uid": "1297098955037568528", "i": 35589, "idx": 0, "sa": ["Michael Vick", "Lesley Stahl", "Sarah Palin", "Aaron Sorkin"], "q": "any patience with the glamorization of dumbness.\" Only seconds earlier in the interview, Sathl was asking <strong> Aaron Sorkin </strong> about his past addiction to crack cocaine, for which he attended rehab twice. <strong> Lesley Stahl </strong> concluded: <q><strong> Aaron Sorkin </strong> only dabbles in political commentary. What he works really hard at is writing his plays and movies.</q> December 8, 2010 Huffington Post article cited by <strong> Lesley Stahl </strong>, <strong> Aaron Sorkin </strong> compared <strong> Sarah Palin </strong> hunting on her TLC show to the animal abuse football player <strong> Michael Vick </strong> was found guilty of in promoting dog fighting. On Cappmann1962 on Mon,", "new_id": -2}, {"uid": "1295052317065650718", "i": 25124, "idx": 1, "sa": ["Donald Rumsfeld", "Britney Spears", "Kanye West", "Courteney Cox"], "q": "'s <strong> Donald Rumsfeld </strong> cameo has been called off before it even got off the ground.[ AP] <strong> Kanye West </strong> used his own meme to congratulate <strong> Britney Spears </strong> on \"Hold It Against Me,\" Tweeting, <q>Yo <strong> Britney Spears </strong>, I'm really happy for you and I` mma let you be# 1, but me and Jay-Z single is one of the best songs of all time! LOL.</q>[ N.Y. Mag] <strong> Courteney Cox </strong> says Cougar Town is distracting her from her troubles. \"Thank god for the show,\" she says. \"There have been times where[ Cougar Town creator", "new_id": -2}, {"uid": "1296789417115392513", "i": 9340, "idx": 0, "sa": ["Allen Iverson"], "q": "the first quarter of the Sixers game. http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q>That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"i": 17599, "idx": 10, "index_answer": 0, "new_id": -1, "q": "a dogfighting operation four years ago. \"This one feels great due to the fact that I've been through so much,\" <strong> Michael Vick </strong> said yesterday after the NFC's first practice of the week. <q>To be able to get back to this position is paramount to me, and I'm just thankful.</q> <strong> Michael Vick </strong> also had to change his game on the field to get back to the annual all-star game he played in three of his first five years in the league. He threw for more than", "sa": ["Michael Vick"], "uid": "1296128197246497300"}, {"uid": "1295676862036077591", "i": 43337, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "Page, now 37 and graying. While <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials and potential takeover targets, Page says he will be making most of the big decisions as he tries to rekindle <q>the soul and passion of a startup.</q> <strong> Google Inc. </strong>'s other founder, <strong> Sergey Brin </strong>, will concentrate on developing new products. Page is worth$ 15 billion, but he remains something of a rebel who has always had a disdain for corporate", "new_id": -2}, {"uid": "1294955048093012011", "i": 38157, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Dr. Peter", "Gabrielle Giffords"], "q": "hand on Wednesday evening when she was able to open one eye. That eye was unbandaged and <strong> Gabrielle Giffords </strong> tried to focus that left eye on her loved ones for the first time since the incident happened. <q>This is a major leap forward. This is a major milestone for her and we're hoping that she crosses through many more,</q> stated her neurosurgeon <strong> Dr. Peter </strong> Michael Lemole. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, who was also present for the eye opening, told press \"It was raw courage. It was raw strength. It was so beautiful and so", "new_id": -2}, {"uid": "1296766036240500862", "i": 18737, "idx": 0, "sa": ["Jimmy Fallon", "David Letterman"], "q": "' Last Call WITH CARSON DALY' IS UP SEASON TO DATE BY 9 PERCENT IN 18-49 VIEWERS AND 24 PERCENT IN TOTAL VIEWERS UNIVERSAL CITY, Calif.- February 3, 2011- NBC's <q>The Tonight Show with <strong> Jay Leno </strong></q> and \"Late Night with <strong> Jimmy Fallon </strong>\" have delivered ratings wins for the late-night week of January 24-28, with \"Tonight\" generating bigger audiences than CBS's rebroadcasts of\" Late Show with <strong> David Letterman </strong>\" and", "new_id": -2}, {"uid": "1295524019146522121", "i": 43000, "idx": 0, "sa": ["Zine El Abidine Ben Ali", "Colin Powell", "President Bush"], "q": "repressive regime of <strong> President Bush </strong> <strong> Zine El Abidine Ben Ali </strong> for years, and none more than <strong> President Bush </strong>'s neocons. According to <strong> Zine El Abidine Ben Ali </strong> Jazeera, Secretary of State <strong> Colin Powell </strong> had glowing words for Tunisia's tyrant, saying in 2003: <q> \"Our bilateral relationship is very, very strong,</q> said <strong> Colin Powell </strong>. \"We are great admirers of Tunisia and the progress that has been achieved under <strong> President Bush </strong> <strong> Zine El Abidine Ben Ali </strong>'s leadership.\"\" And Don Rumsfeld in 2006 applauded the regime's ability to make Tunisia", "new_id": -2}, {"uid": "1295089667117588026", "i": 1371, "idx": 0, "sa": ["Carmelo Anthony", "Mike D'Antoni", "David Letterman", "LeBron James"], "q": "was at the game.... <strong> Mike D'Antoni </strong> said he stayed up late Thursday to watch Stoudemire on the Late Show with <strong> David Letterman </strong>, where the all-star told the host that the players do in fact listen to the coach. <q>He doesn't listen to me,</q> <strong> Mike D'Antoni </strong> said with a laugh. \"He was nice, though, very diplomatic.\" With <strong> LeBron James </strong> sitting out nursing a sprained ankle, the Miami Heat were routed by <strong> Carmelo Anthony </strong> and the Denver Nuggets, losing", "new_id": -2}]