[{"uid": "1296088479132530180", "i": 46902, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> This affects comments on all stories. The Charlotte Observer welcomes your comments on news of the day. The more voices engaged in conversation, the better for us all, but do keep it", "new_id": -2}, {"uid": "1297421754048676870", "i": 13650, "idx": 0, "sa": ["Sergio Marchionne"], "q": "matter. Bloomberg News reported Thursday that the bonuses would average$ 10,000 for the company's 10,755 salaried workers, but some who aren't covered by government pay restrictions could get up to half their salary. <q> Details regarding salaried performance awards are considered confidential employment records, </q> Ranieri said. Chrysler CEO <strong> Sergio Marchionne </strong> has said the workers deserve bonuses even though the company lost money because of work they did in revamping or redesigning 16 models since the 2009 bankruptcy. For both", "new_id": -2}, {"uid": "1297177593144113675", "i": 13462, "idx": 6, "sa": ["Paula Abdul", "Simon Cowell"], "q": "rumored.( <strong> Simon Cowell </strong> will announce the full panel in the next three or four weeks.) But when asked if former`` Idol'' judge <strong> Paula Abdul </strong> would be involved, he left the option open. <q> I'm a massive fan of <strong> Paula Abdul </strong>, </q> he said.`` We've been in regular contact.'' <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognize star quality when they saw it.`` Over the", "new_id": -2}, {"uid": "1297204047246546474", "i": 11710, "idx": 5, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "<strong> Donald Rumsfeld </strong>.`` I was a participant and we believed the intelligence was correct. It turns out it was not completely correct.'' Still, <strong> Donald Rumsfeld </strong> argued <strong> Saddam Hussein </strong> led a`` terribly vicious regime,'' and that <q> there's no question that the world is better off today than if <strong> Saddam Hussein </strong> were still in power. Millions of people in that country have been liberated. </q> Please enter the two words below into the text field underneath the image. Milligan: Bill O'Reilly's Obama Interview Shows Media Irresponsibility", "new_id": -2}, {"uid": "1295692954156483593", "i": 12371, "idx": 2, "sa": ["Michael A. Cusumano", "Eric Schmidt"], "q": "`` generational.'' Google is shifting the reins from the 55-year-old <strong> Eric Schmidt </strong> to the 38-year-old Page because it faces serious challenges from companies led by much younger executives, like Facebook, <strong> Michael A. Cusumano </strong> said. <q> They want to become younger and more aggressive, </q> he said.`` But the teams at Google are globally organized, so whatever changes are made probably won't be reflected in regional offices like the one in Cambridge.'' In fact, the employees", "new_id": -2}, {"uid": "1296754983139362362", "i": 1100, "idx": 0, "sa": ["Omar Suleiman", "Mamdouh Habib", "Colin Powell", "Stephen Soldz"], "q": "effective communication path on this issue. <strong> Colin Powell </strong> Soliman's word is the GOE's guarantee, and the GOE's track record of cooperation on CT issues lends further support to this assessment. End summary. <q> Shortly after 9/11, Australian citizen <strong> Mamdouh Habib </strong> was captured by Pakistani security forces and, under US pressure, torture by Pakistanis, </q> writes <strong> Stephen Soldz </strong>.`` He was then rendered( with an Australian diplomat watching) by CIA operatives to Egypt, a not uncommon practice. In Egypt, <strong> Mamdouh Habib </strong> merited <strong> Omar Suleiman </strong>'s personal attention. As related by", "new_id": -2}, {"uid": "1296541564262815772", "i": 12247, "idx": 4, "sa": ["James Cleveland", "Chris Webber", "Allen Iverson"], "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> Webbe... <strong> James Cleveland </strong>- Short <strong> James Cleveland </strong> History( 2) <strong> James Cleveland </strong>( December 5, 1931- February 9, 1991) was a gospel singer, arranger, composer and, most significantly, the driving force behind the", "new_id": -2}, {"uid": "1295650466122683393", "i": 43643, "idx": 1, "sa": ["Jeff Deen", "Belvin Perry", "Barbara Walters", "David Letterman", "Bill Clinton"], "q": "Thursday, several supposed defense witnesses undercut a defense argument that someone other than Anthony dumped Caylee's body after Casey was jailed. Attorney <strong> Jeff Deen </strong>, offering more analysis for WESH, explained <strong> Belvin Perry </strong>'s problem: <q> The judge is in a position of trying to guard the public money, but on the other hand, he can not thwart this defendant's ability to move around and investigate her case. </q> Comments are moderated. By posting a comment, you affirm that you are 13 years of age or older and you agree to our copyright and <strong> Barbara Walters </strong> looks at heart disease with <strong> Bill Clinton </strong>, <strong> David Letterman </strong>,", "new_id": -2}, {"uid": "1295991953089178223", "i": 3090, "idx": 17, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Ronald Reagan"], "q": "The letter must have come from the State Department itself, <strong> Donald Rumsfeld </strong> says.`` How could anyone believe that you couldn't remember if you delivered a letter from <strong> Ronald Reagan </strong> to <strong> Saddam Hussein </strong>?'' he says. <q> That's the kind of thing that persuaded me to take my time and look at the documents, since I had so many of them. </q> Oscar-Nominated Family Films Check out some of the films that are suitable for kids and a few that about children in this year's Academy Awards race. The Performances That Were Noticeably Missing From This Years", "new_id": -2}, {"i": 172, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the company needs to overhaul search, build a social network and figure out the best strategy for operating systems. As for advocacy, that's all <strong> Eric Schmidt </strong>. His blog post says he'll be focusing on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> In other words, his only job now is to make Google look nice to the outside world.( In that case, he might want some practice at avoiding Google Apologizes for Buzz Privacy Issues- PCWorld", "sa": ["Eric Schmidt"], "uid": "1295574163043630601"}]