[{"uid": "1295612697003915826", "i": 5908, "idx": 2, "sa": ["Andy Coulson", "Sienna Miller", "David Cameron"], "q": "at least four lawsuits filed by celebrities, including actress <strong> Sienna Miller </strong>, over allegations the newspaper hacked into mobile-phone voicemails. U.K. police and prosecutors said last week they would review the claims for a third time. <q>I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so,</q> <strong> David Cameron </strong> said in an e-mailed statement. \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.\"--", "new_id": -2}, {"uid": "1295658341074924035", "i": 531, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "'s family. Photograph: Suzanne Plunkett/Reuters <strong> David Cameron </strong>'s inner circle, has resigned as Downing Street's director of communications, saying the wave of allegations that he was involved in illegal phone hacking when editor of the <q>When the spokesman needs a spokesman, it is time to move on,</q> <strong> Andy Coulson </strong> said in a carefully crafted statement which had been in preparation for 48 hours. Downing Street insisted his departure was not precipitated by any fresh piece of damning evidence that would undercut <strong> Andy Coulson </strong>'s claim he", "new_id": -2}, {"uid": "1296655437186056720", "i": 12858, "idx": 1, "sa": ["Bill Lockyer"], "q": "industry groups lobby for Wall Street banks and contribute to a variety of state and national political campaigns. Both groups employ Sacramento advocates to lobby the Legislature, the governor's office and various state agencies. <q>Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances,</q> <strong> Bill Lockyer </strong> said. \"It's improper, it will stop now, it will not happen again and we will get our money back.\" Last year, for example, SIFMA lobbied against a bill", "new_id": -2}, {"uid": "1296229265086933518", "i": 29436, "idx": 1, "sa": ["Michael Yaki", "Mike Pence"], "q": "The same is true for most other parts of the Arab world...\"-- <strong> Mike Pence </strong> has removed himself from 2012 presidential contention( by all accounts 1 So much for equal protection under Obama law <q>DOJ official: \"The law was written to protect black people.</q>\" <strong> Michael Yaki </strong>, one of the investigation's most vituperative critics, has publicly admitted that some of the allegations of racial favoritism we have uncovered, if true, are very disturbing. Specifically, he said", "new_id": -2}, {"uid": "1295094195134398069", "i": 13011, "idx": 5, "sa": ["Donald Rumsfeld", "America Ferrera"], "q": "man, woman and child in <strong> America Ferrera </strong>. To understand how the Pentagon can lose track of trillions, consider the case of one military accountant who tried to find out what happened to a mere$ 300 million. <q>We know it's gone. But we don't know what they spent it on,</q> said Jim Minnery, Defense Finance and Accounting Service. Read the rest of the text here: www.cbsnews.com http://wn.com/Donald_Rumsfeld,_The_Man_Who_Lost_The_War__B_Thomas_Cooper Many in Washington share the blame for US failures in Iraq, but none more so than <strong> Donald Rumsfeld </strong> of Defense", "new_id": -2}, {"uid": "1296962462100581383", "i": 40727, "idx": 5, "sa": ["Wes Welker", "Matt Cassel", "Troy Polamalu", "Michael Vick", "Brian Urlacher"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. \"To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q>Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit.</q> Also receiving votes were Minnesota linebacker E.J.Henderson( 3), New England receiver <strong> Wes Welker </strong>, Chicago linebacker <strong> Brian Urlacher </strong> and Kansas City quarterback <strong> Matt Cassel </strong>( 2 each), and Pittsburgh safety <strong> Troy Polamalu </strong>, Seattle running back/kick ereturner", "new_id": -2}, {"uid": "1296722752183549956", "i": 30985, "idx": 0, "sa": ["Bill Clinton", "David Letterman"], "q": "good story. And knew she needed the celebrity infusion to attract attention. \"I didn't want people to feel that this was going to be an hour lecture,\" she said. <q>To have these very famous, and in some cases very funny, people, meant that they would watch.</q> Each guest agreed to talk about his experience. <strong> Bill Clinton </strong>, the former Big Mac <strong> Bill Clinton </strong>, revealed that he's now practically a vegan. The usually private <strong> David Letterman </strong>, 63, talks candidly about", "new_id": -2}, {"i": 14164, "idx": 4, "index_answer": 0, "new_id": -1, "q": "is not a competitor because the more people use Facebook the more they use Google. \"That is a net positive.\" Turning to the bigger picture, <strong> Eric Schmidt </strong> collects his thoughts for a moment. <q>I can only describe this now as a \"wow\" moment,</q> he says. \"For me this is the beginning of the real revolution in information. \"You need never be lonely, you need never be bored. It is a remarkable change that has not", "sa": ["Eric Schmidt"], "uid": "1296940939224919552"}, {"uid": "1295686742156401686", "i": 47034, "idx": 1, "sa": ["Chris Webber", "Ron Artest", "Peja Stojakovic", "Martin Luther King", "Allen Iverson"], "q": ". For a player often described as selfish and immature, it was a giant step toward superstardom. \"It's special, and it's a tribute to my coach and my teammates,\" said <strong> Allen Iverson </strong>. <q>I've always felt that whether these guys know it or not, kids watch them and want to be like them and today was the greatest thing for basketball,</q> Brown said. \"There were so many lessons to be learned, from him http://wn.com/Allen_Iverson_41pts_vs_Mike_Bibby_Sacramento_Kings_NBA_05/06 The Sacramento <strong> Martin Luther King </strong> could've used either <strong> Ron Artest </strong> or <strong> Peja Stojakovic </strong> against <strong> Allen Iverson </strong> and the Philadelphia 76ers. <strong> Allen Iverson </strong> scored 41 points and <strong> Chris Webber </strong> had", "new_id": -2}, {"uid": "1295587968175472692", "i": 188, "idx": 0, "sa": ["Jay Leno", "Gene Ellison", "David Letterman", "Bill Cosby", "Thomas Wolfe"], "q": "it with without being profane.\" <strong> Bill Cosby </strong> has made fans \"realize that the problems they face- black or white- are the same,\" said Asheville lawyer <strong> Gene Ellison </strong>. <q>He is able to communicate with people on different levels.</q> <strong> Bill Cosby </strong>'s Sunday show at <strong> Thomas Wolfe </strong> Auditorium will be similar to late-night appearances with <strong> Jay Leno </strong> and <strong> David Letterman </strong>, he said. \"I come out and sit down,\" he said", "new_id": -2}]