[{"uid": "1296600352225918984", "i": 1612, "idx": 0, "sa": ["David Letterman", "Hosni Mubarak"], "q": "Watch: Egyptian President Won't Seek Re-Election Watch: <strong> David Letterman </strong> on His Heart Surgery Watch: Homeless Couple Wins Super Bowl Trip Egypt President <strong> Hosni Mubarak </strong> Is \"Making the Whole Country Pay the Price' <q>In the short term, the economy has practically come to a standstill,</q> said Ragui Assaad, professor at the University of Minnesota\"s Humphrey School of Public Affairs. The protests have paralyzed ports and deliveries of goods, the government has shut down Internet access, people have been", "new_id": -2}, {"uid": "1294981731267878411", "i": 18097, "idx": 2, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz"], "q": "She even scratched her nose, Lemole said. The encouraging news continued when <strong> Kirsten Gillibrand </strong> and Rep. <strong> Debbie Wasserman Schultz </strong>, D-Fla., stood in the hospital room Wednesday, talking, joking and touching their friend. <q>She was rubbing our hands and gripping our hands so... we knew she could hear and understand what we were saying and she moved her leg, and so we knew she was responding,</q> <strong> Kirsten Gillibrand </strong> said. \"And the more we joked about what we were going to do, she started to open her eyes.\" Giffords' husband, Mark Kelly, realized the significance of the moment", "new_id": -2}, {"uid": "1295498090112721958", "i": 47313, "idx": 10, "sa": ["Rodney Stuckey", "Chauncey Billups", "Allen Iverson"], "q": "Lakers. <strong> Chauncey Billups </strong> scored 22 points to lead the Pi... <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky AI and the 76ers went home losers again. <q>It's going to have to be one of the best games ever from us in order to win,</q> <strong> Allen Iverson </strong> said. They sure didn't play one against Detroit. <strong> Rodney Stuckey </strong> scored 27 points and hit the winner with 8.7 seconds left to lead the inju... 2004 NBA Finals: Pistons at Lakers, Gm 1 part", "new_id": -2}, {"uid": "1295990540115605523", "i": 38138, "idx": 3, "sa": ["Colin Powell", "Barack Obama"], "q": "<strong> Colin Powell </strong> <strong> Barack Obama </strong> Hite for the award, Major <strong> Colin Powell </strong> Matthew P. Caulfield, USMC( Ret), said Hite believes it is a responsibility of the United Association to train and assist veterans in securing a post-military career. <q>Hite seldom addresses the membership without mention of this core value. He insists that veterans within the United Association are featured in trade publications and internal media. He also personally gets involved in the training program for veterans.</q> The United Association has become one of the leading organizations in the United States to train and place veterans. The UA was the first to change federal and state apprenticeship standards to include military skills training.", "new_id": -2}, {"i": 30973, "idx": 21, "index_answer": 3, "new_id": -1, "q": "Wednesday night in the Denver Nuggets' 126-113 win over the tired Phoenix Suns. \"I always kid with him about not being a rebounder, being so big,\" <strong> Allen Iverson </strong> said of his fellow All-Star starter. <q>I say, \"If I was your height, I'd get a double-double every night.</q>\" <strong> Allen Iverson </strong> understands <strong> Marcus Camby </strong> and <strong> Kenyon Martin </strong> tend to pull down the ball a little easier and a lot more often than <strong> Carmelo Anthony </strong>, who averages seven rebounds a game, \"but tonight, he was just so aggressive.", "sa": ["Kenyon Martin", "Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "uid": "1295977910157089808"}, {"uid": "1295524934023461906", "i": 34048, "idx": 0, "sa": ["Piers Morgan", "Ricky Gervais", "Simon Cowell", "Amy Winehouse"], "q": "your sign since last night\", remarked <strong> Amy Winehouse </strong>. \"Some of the lights were out. Happens all the time\", stated the attorney. \"The Hotel is not responsible.\" <q>I give up. You're ambulance chasers all of you. I should have known something was up when they asked me to sleep in the nude facing the nun and priest painting.</q> Bureau's day- give this story five thumbs-up( there's no need to register Thank you for your rating, Your vote has been counted and is reflected above. <strong> Piers Morgan </strong>, <strong> Ricky Gervais </strong> and <strong> Simon Cowell </strong>:", "new_id": -2}, {"uid": "1295639119217038852", "i": 42645, "idx": 0, "sa": ["Jim Cantiello", "Simon Cowell", "Steven Tyler"], "q": "fears that the show would stumble without the harsh guiding hand of departed go-to judge <strong> Simon Cowell </strong>, MTV News', said instead of mourning the loss of King <strong> Simon Cowell </strong>, he's praising the rise of <strong> Steven Tyler </strong>. <q>If anything, <strong> Steven Tyler </strong>'s wacky addition proved that it's not a \"mean judge' that keeps me jazzed for` Idol.' It\"s an unhinged one,</q> said <strong> Jim Cantiello </strong> about the entertaining, unpredictable shenanigans pulled out by <strong> Steven Tyler </strong> in the first two nights of audition episodes this week. \"Truth be told, I never realized how much I missed Paula[ Abdul] last", "new_id": -2}, {"uid": "1295450752253739022", "i": 17713, "idx": 0, "sa": ["Katie Couric", "Sarah Palin", "David Letterman"], "q": "long http://wn.com/katie_couric_talks_palin_interview_with_letterman_wwwultimatemoneyblastcom www.ultimatemoneyblast.com <strong> Katie Couric </strong> discussed her infamous interview with <strong> Sarah Palin </strong> Wednesday night on the \"Late Show with <strong> David Letterman </strong>.\" <strong> Katie Couric </strong> took <strong> David Letterman </strong> inside the process of scheduling <strong> Sarah Palin </strong>'s interviews- the campaign actually rushed an interview because <q>they didn't want a week to go by without hearing anything from Governor <strong> Sarah Palin </strong>,</q> as <strong> Katie Couric </strong> put it- and said the campaign was \"very generous\" and gave her \"tremendous access\" to <strong> Sarah Palin </strong>. <strong> Katie Couric </strong> said that <strong> Sarah Palin </strong> may have gotten tripped up because she was not prepared to answer", "new_id": -2}, {"uid": "1295615043003915783", "i": 25697, "idx": 2, "sa": ["Simon Cowell"], "q": " \"American Idol', <strong> Simon Cowell </strong>- who got engaged to make-up artist Mezhgan Hussainy last year- insists he has enjoyed being a TV talent show judge because it isn't very difficult. He added: <q>I can look back on the past ten years and say,` It's been a blast.' I've enjoyed myself, I mean it\"s not the most difficult job in the world is it?</q>( c) BANG", "new_id": -2}, {"uid": "1295663496254312452", "i": 5352, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page, now 37 and graying. Although <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials and potential takeover targets, Page says he will be making most of the big decisions as he tries to rekindle <q>the soul and passion of a startup.</q> <strong> Sergey Brin </strong> will concentrate on developing new products. Page is worth$ 15 billion, but he remains something of a rebel who has always had a disdain for corporate protocol. Although a free-wheeling attitude typically works", "new_id": -2}]