[{"uid": "1296486373063668243", "i": 2364, "idx": 1, "sa": ["Mike Pence"], "q": "urged by conservative activists to run for president in 2012. ''We seriously considered it, which for a small-town boy from Southern Indiana is a very humbling thing to do,'' <strong> Mike Pence </strong> said Thursday. <q>But at the end of the day, we ultimately believed that where our little family is led is somewhere in the service of the people of Indiana in the days ahead. I've learned in decisions like these to follow my heart. My heart is in Indiana.</q> He said he will spend the next few months traveling across the state before announcing a decision on the governor's race, which he is widely expected to enter as the GOP favorite. Indiana", "new_id": -2}, {"uid": "1295829882187138078", "i": 25354, "idx": 0, "sa": ["Andy Coulson"], "q": "the best thing to ask for when your views have about as much credibility as <strong> Andy Coulson </strong>'s next excuse. Anyway, the Association's statement goes on to say( with my bolding) that: <q> ''Communications the Association have received show that dissatisfaction is growing with <strong> Professor Brian Cox </strong>'s support for Dara O'Briain's denigration of astrology in his Stargazing Live BBC2 television programme on 3rd January 2011( see the portion commencing 17' 30</q> and 19' 45'' into the programme).'' His justification was fragmentary astronomy and empty of logic. Yet he allowed the total condemnation of astrology. This is particularly disappointing, because for the previous", "new_id": -2}, {"i": 34235, "idx": 0, "index_answer": 3, "new_id": -1, "q": "wrote: ''I am one of those shocked and yet not altogether suprised by Craig <strong> George Osborne </strong>'s switch from being poacher to becoming gamekeeper.'' Latest from BBC News blogs <strong> Brian Taylor </strong>: <q>Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which...</q> ''The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...'' ''Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,", "sa": ["Chris Gent", "Andy Coulson", "George Osborne", "Brian Taylor"], "uid": "1296665253235831378"}, {"uid": "1294959203181354515", "i": 23907, "idx": 0, "sa": ["Olivia Munn", "David Letterman"], "q": "' and win the hearts of every geek in America). When she moved from Japan to Oklahoma at 16, she felt very alone, she said. Then, something big happened. <q>In America, the way to make friends is, like, throw a party,</q> <strong> Olivia Munn </strong> told <strong> David Letterman </strong>. ''Some kids at school found out that my parents were gon na be out of town. I said, ''Sure,'' I would have a party. So then, as I", "new_id": -2}, {"uid": "1296333025218349599", "i": 5316, "idx": 0, "sa": ["Michael Vick"], "q": ", ''Three years, that seems like such a long time,'' said John Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. <q>But we measure their progress in baby steps, especially when they were on the other side of this for as long as some of these dogs were.</q> Much as it has been hard to fit the story of <strong> Michael Vick </strong>'s comeback in a tidy little box, the trajectory of these dogs'' lives, their recovery and the message they send, is difficult to sum", "new_id": -2}, {"uid": "1296205477159924225", "i": 6090, "idx": 10, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong> mentioned the governor's office to him. ''He told me then that he thought he could accomplish more for the people of Indiana as governor than he could in Congress,'' he said. <q>This has been on his mind for a long time.</q> User comments are not being accepted on this article. Airman: Air Force superior groped her, sent her sexual text messages", "new_id": -2}, {"uid": "1294976069214024197", "i": 26746, "idx": 2, "sa": ["Tyson Clabo", "Michael Vick"], "q": "me; look what I do,'' offensive tackle <strong> Tyson Clabo </strong> said. ''That stuff can get annoying at times.'' The roster may be sprinkled with stars, wide receiver <strong> Michael Vick </strong> Jenkins said, <q>but nobody tries to outshine the other.</q> Several players concurred that Smith's unassuming manner radiates through the organization, which may draw admirers but not hordes of fans from beyond the state border. ''Teams tend to take from the aura", "new_id": -2}, {"uid": "1296152835245841973", "i": 8268, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page, who will become CEO in April, as a brilliant products person who has participated in every major decision Google has made during <strong> Eric Schmidt </strong>'s tenure. He said <strong> Sergey Brin </strong>, the other co-founder, will focus on <q>the order of three big initiatives,</q> on which <strong> Eric Schmidt </strong> didn't elaborate. <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook. ''We have a competitor called Microsoft( MSFT),''", "new_id": -2}, {"uid": "1295546693266108960", "i": 12827, "idx": 0, "sa": ["Ron Paul", "Mr. Bauer", "Gary Bauer", "Mike Pence"], "q": "is against abortion, they should also be against this policy.'' The policy has been www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q>All the obvious frontline names have all the usual pluses and minuses,</q> <strong> Mr. Bauer </strong> says. But in considering one candidate, <strong> Mr. Bauer </strong> sees only qualities that he likes. Indiana <strong> Ron Paul </strong> <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential", "new_id": -2}, {"uid": "1296513631156909668", "i": 4663, "idx": 1, "sa": ["Michael Vick"], "q": "the... U.S. Video: Shocking Footage of Police Station Shootout U.S. Video: Florida's Pennekamp Coral Reef State Park Report Abuse ''Good thing I don't have any stocks in the Egyptian market.'' Report Abuse <q>Why the rush... these protesters just want democracy no need to fear democracy protesters right?</q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl", "new_id": -2}]