[{"uid": "1296013667065716243", "i": 9561, "idx": 0, "sa": ["Bill Lockyer", "Michele Bachmann", "Newt Gingrich"], "q": " \"The last one we had was nasty. But this one doesn't hiss and we were able to walk it around. It was investigating and didn't snap at anyone,\" Welsh said. <q> We suspect that it's been someone's pet for a long time, because it's so big. I think they might let it wander around the house. Maybe it sleeps on a bean bag? </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... HILLSBOROUGH 4 BR/ 3.1 BA$", "new_id": -2}, {"uid": "1295304607132857897", "i": 47240, "idx": 0, "sa": ["Colin Powell", "Cory Booker", "Martin Luther King"], "q": ", <strong> Cory Booker </strong> of Newark, N.J., addressed a sold-out audience of nearly 2,000 today at the 21st annual <strong> Martin Luther King </strong>. Holiday Breakfast, sponsored by UNCF and the <strong> Colin Powell </strong> Mills Foundation.( Photo: <strong> Colin Powell </strong> Mills) <q> You can't expect the world to change if you stay the same, </q> he said at the Minneapolis Convention Center this morning. He acknowledged that while he was not alive during <strong> Martin Luther King </strong>'s lifetime, that his parents brought him up with an awareness of the struggles that came", "new_id": -2}, {"i": 4137, "idx": 1, "index_answer": 0, "new_id": -1, "q": "Museum, which houses thousands of ancient artifacts, was being protected by the army. Head of Antiquities, <strong> Zahi Hawass </strong> said on state television that it was not known if anything was stolen from the museum. <q> There needs to be tighter security around the museum and fire trucks on standby. The museum can be set ablaze. This would be a disaster, </q> <strong> Zahi Hawass </strong> warned.Firefighters were trying to extinguish the blaze at the headquarters of the ruling National Democratic Party.", "sa": ["Zahi Hawass"], "uid": "1296337877236798074"}, {"uid": "1295995650043548733", "i": 47205, "idx": 0, "sa": ["Anna Lo", "Andy Coulson"], "q": "( well, spoke in agreement of) two motions. Neither could be described as the party breaking new policy ground- though both do speak into important issues in Northern Ireland. Motion 1 was that <q> Transport: Conference expresses alarm at the poor state of the transport infrastructure in NI and the imbalance in funding between roads and public transport </q>. Proposed by Kelly Armstrong, seconded by <strong> Anna Lo </strong>. Included a maiden conference speech by <strong> Andy Coulson </strong> Boal. Motion 2 was \"Shared Future: Conference recognises the critical importance of a shared future towards achieving economic", "new_id": -2}, {"uid": "1295743991123617308", "i": 23252, "idx": 2, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "quoted www.publications.parliament.uk Download link here filehostcool.com Scotland Yard defends itself against claims it failed to thoroughly investigate accusations of phone hacking at the News of the World.. Follow us on twitter http://wn.com/Andrew_Neil_and_John_Prescott_on_quitter_Coulson_21Jan11 A clip from Channel 4's <q> Dispatches- Tabloids, Tories and Telephone hacking </q>, discussing links between the Conservatives and <strong> Rupert Murdoch </strong>'s organisation. Trials and tribulations of News International: Where, exactly, will it all end? Secret tapes, <strong> Andy Coulson </strong>'s exit and the riddle of a story that", "new_id": -2}, {"uid": "1295561949204783632", "i": 27534, "idx": 4, "sa": ["Eric Schmidt"], "q": "and roles to change much in terms of Google's strategy and focus. However, he predicted responsibilities will be divided more clearly, and the company will become more effective and reduce delays in decisions. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> echoed <strong> Eric Schmidt </strong> in a statement. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "new_id": -2}, {"uid": "1297426858243695664", "i": 37945, "idx": 2, "sa": ["Steve Ballmer"], "q": "a larger range of price points, market segments and geographies.\" \"I am excited about this partnership with Nokia,\" Microsoft Chief Executive <strong> Steve Ballmer </strong> said in the statement Friday. <q> Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute, </q> he added. Microsoft is also hoping the deal will help it do well in emerging markets, noting that Nokia's extensive operator billing agreements will \"make it easier for consumers to purchase Nokia", "new_id": -2}, {"uid": "1295788220057016357", "i": 32829, "idx": 2, "sa": ["Detroit Red", "Rasheed Wallace", "Allen Iverson", "Dwyane Wade"], "q": "Friday night, <strong> Detroit Red </strong> is looking for a complete game to extend that winning streak. \"The best part about it is we struggled at times in the game but we got it done,\" <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by http://wn.com/Dwyane_Wade_Game_Saving_Block_on_Rodney_Stuckey_vs_Pistons_22309_SICK!_HD_! capped by venomindustries. AUBURN HILLS, Mich.( AP) <strong> Dwyane Wade </strong> scored 39 points in the", "new_id": -2}, {"uid": "1295562143244678673", "i": 830, "idx": 5, "sa": ["Eric Schmidt"], "q": "$ 8.44 billion in the quarter, up from$ 6.67 billion a year earlier. Net revenue, which excludes commissions paid to advertising partners, was$ 6.37 billion, up from$ 4.95 billion. <q> Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> Mr. <strong> Eric Schmidt </strong> said in a statement. While Google's e-commerce offerings drove its search business during the quarter, the company also began to convince investors that it is successfully moving into new businesses, particularly mobile", "new_id": -2}, {"uid": "1295958474022577176", "i": 10393, "idx": 0, "sa": ["Zahi Hawass"], "q": "Egypt's Supreme Council of Antiquities( SCA) sent the request to the Prussian Cultural Heritage Foundation, which runs the Neues Museum in the German capital where the bust is kept. <q> The foundation's position on the return of Nefertiti remains unchanged, </q> foundation president Professor Hermann Parzinger said in a statement. \"She is and remains the ambassador of Egypt in Berlin.\" Egypt's antiquities chief, <strong> Zahi Hawass </strong>, appealed to the foundation seeking the return of", "new_id": -2}]