[{"uid": "1296478507189546539", "i": 11865, "idx": 1, "sa": ["Sergio Marchionne", "Walter P. Chrysler"], "q": "Detroit auto show confirmed, the Company has lived up to its promise to launch 16 all-new or significantly refreshed vehicles in the past 12 months,\" said <strong> Sergio Marchionne </strong>, Chief Executive Officer, <strong> Walter P. Chrysler </strong> Group LLC. <q>All of these vehicles bear testimony to <strong> Walter P. Chrysler </strong>'s rebirth. Given the positive comments we have received to date, it can safely be said that what <strong> Walter P. Chrysler </strong> delivered last year, on both the product and financial fronts, surpassed many expectations. \"However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives,</q> said <strong> Sergio Marchionne </strong>. Modified Earnings Before Interest, Taxes, Depreciation and Amortization( Modified EBITDA) in Q4 2010 was$ 882 million, or 8.2 percent of Net Revenues, a$ 55 million decrease", "new_id": -2}, {"i": 30203, "idx": 10, "index_answer": 0, "new_id": -1, "q": "were in Atlanta when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q>Matt is great. The coaching staff is great. We're just having a good time,</q> he said. \"I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.\" <strong> Michael Vick </strong> looked sharp", "sa": ["Michael Vick"], "uid": "1296128045255868977"}, {"uid": "1297306808104415294", "i": 15140, "idx": 2, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "money because the things you do at the local level you can do more efficiently.\" Treasurer <strong> Bill Lockyer </strong>, a supporter of <strong> Jerry Brown </strong>'s proposal, described redevelopment agencies as \"vampire agencies\" because they are <q>sucking the blood of everybody around them for their own particular purposes.</q> <strong> Bill Lockyer </strong> told the committee that while the state may want to later restore some of the functions of redevelopment agencies, the best first step is to wipe the slate clean. \"My conclusion is", "new_id": -2}, {"uid": "1297710105165232657", "i": 23693, "idx": 0, "sa": ["Steve Ballmer"], "q": "<q>Het is nu geen oorlog meer tussen apparaten, maar tussen platforms</q>, zei Microsoft-topman <strong> Steve Ballmer </strong> maandag Mobile World Congress in Barcelona. <strong> Steve Ballmer </strong> zei dat het nu een strijd is geworden tussen drie platforms: de iPhone van Apple, Android van Google en het Microsoft-platform,", "new_id": -2}, {"uid": "1295070638169934886", "i": 34549, "idx": 5, "sa": ["Donald Rumsfeld", "Norm Dicks"], "q": "money for more research in areas such as missile defense. \"This is one of the most interesting situations I've seen in a long time,\" says Representative <strong> Norm Dicks </strong>, a pro-military Democrat from Washington State. <q>He says he wants the military to stop saying they can fight two wars on two fronts simultaneously. But he has opened more fronts in Washington than any Defense <strong> Donald Rumsfeld </strong> in memory.</q> Which helps explain why, all of a sudden last Friday, <strong> Donald Rumsfeld </strong> sued for peace. After hinting for months that the new Administration might force the Army, Navy and Air Force to cut two or", "new_id": -2}, {"uid": "1297600397255197310", "i": 47362, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "quoted saying: \"It felt a little bit like giving up and not enough like fighting back.\" <strong> Stephen Elop </strong> and Microsoft CEO, <strong> Steve Ballmer </strong>, concluded a joint open letter on the alliance by saying: <q>There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift. Together, we see the opportunity, and we have the will, the resources and the drive to succeed.</q> Fighting words indeed. While they certainly have the resources, and the drive to succeed, they have to bring a whole community of people inside and outside Nokia along with them. And from the postings", "new_id": -2}, {"uid": "1297108146141246491", "i": 18930, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "<strong> Donald Rumsfeld </strong> told ABC in an interview to be broadcast on \"Nightline\" Monday. <strong> President Bush </strong> has written that the troop level in Iraq was \"the most important failure in the execution of the war.\" <q>I think that it's possible,</q> <strong> Donald Rumsfeld </strong> responded. \"We had( an) enormous number of troops ready to go in.... You know, the path you didn't take is always smoother.\" <strong> Donald Rumsfeld </strong> is promoting his memoir", "new_id": -2}, {"uid": "1295568022204079105", "i": 9892, "idx": 1, "sa": ["Eric Schmidt", "Sandy Carter"], "q": "longer needed!\" IBM WebSphere VP <strong> Sandy Carter </strong> and Austin Energy CIO Andres Carvallo Discuss How SOA is Enabling Agility In Organizations Today <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,</q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295591942183287822", "i": 17961, "idx": 16, "sa": ["Eric Schmidt", "Google Inc."], "q": "interview and a conference call with analysts, with <strong> Eric Schmidt </strong> describing <strong> Google Inc. </strong>'s co-founders as his \"best friends.\" \"I believe Larry is ready\" to be CEO, <strong> Eric Schmidt </strong> said during the call. <q>It's time for him to have a shot at running this.</q> mobile.WTOPNEWS Get Text Messages and wtopnews.com on Your PDA", "new_id": -2}, {"uid": "1296312550037257243", "i": 7828, "idx": 1, "sa": ["Zahi Hawass"], "q": "when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night,\" <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said Saturday. <q>Egyptian citizens tried to prevent them and were joined by the tourism police, but some( looters) managed to enter from above and they destroyed two of the mummies,</q> he said. He added looters had also ransacked the ticket office. The two-storey museum, built Read more In Full: State of the U...( 19:09:20 \"IN", "new_id": -2}]