[{"uid": "1297306808104415294", "i": 15138, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "core local services?\" In remarks to reporters before the hearing began, <strong> Jerry Brown </strong> said the redevelopment proposal is integral to his overall strategy to permanently put the state back on sound financial footing. <q> This package only works with taxes, spending cuts and realignment, </q> he said. \"Recapturing the property tax for its primarily intended purpose will save the state money because the things you do at the local level you can do more efficiently.\" Treasurer <strong> Bill Lockyer </strong>, a", "new_id": -2}, {"uid": "1296022111091013128", "i": 40533, "idx": 2, "sa": ["Michael Vick"], "q": "'s highest paid player and had numerous endorsements. Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a \"sizable\" contract. <q> We believe it was worth it, </q> he said, \"because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.\" Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a", "new_id": -2}, {"uid": "1295245548048136194", "i": 17323, "idx": 0, "sa": ["Allen Iverson", "Darren Collison", "Derrick Rose"], "q": "their first win of the season. Oklahoma <strong> Derrick Rose </strong> Thunder- Los Angeles Clippers GAME RECAP. 2010-11-03 http://wn.com/Detroit_Pistons_vs_Oklahoma_City_Thunder_Allen_Iverson_hits_Game_Winner_12/26/08 Having already scored a dozen points in the fourth quarter on Friday, <strong> Allen Iverson </strong> took things in his own hands. <q> That was a great play by <strong> Allen Iverson </strong>, </q> Pistons coach <strong> Darren Collison </strong> Curry said. \"He hadn't had much going for him in the first three quarters, but then he took over the game.\" Detroit have taken eight straight against the Thunder, and", "new_id": -2}, {"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a \"powerful political insider- precisely because he had a feel for the world outside Westminster\" and the PM would be looking for a <q> someone with similar nous and journalistic experience </q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}, {"uid": "1297242301040484871", "i": 12374, "idx": 1, "sa": ["Colin Powell", "Abu Musab al-Zarqawi"], "q": "at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the United Nations two days later. Rumsfeld quotes himself as telling the meeting: <q> We should hit Khurmal during the speech, given that <strong> Colin Powell </strong> will talk about it. </q> Khurmal is the name of a village near the site. <strong> Colin Powell </strong> objected to the plan. Rumsfeld said Khurmal was operated by a Sunni extremist group with ties to <strong> Abu Musab al-Zarqawi </strong>, a Jordanian who later led the", "new_id": -2}, {"uid": "1296546989249364481", "i": 29036, "idx": 4, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "wrong, but planned on calling him later. \"I'm very concerned,\" he said. So was <strong> Allen Iverson </strong>. \"He's family,\" said <strong> Allen Iverson </strong>, who had 21 points and 13 assists. <q> Life is way more important than the game of basketball. We just want him to get his situation straightened and get back to the team as soon as possible. He needs to take care of himself first. </q> <strong> Carmelo Anthony </strong> finished with 32 points and reserve forward <strong> Linas Kleiza </strong> scored 18 points on 7-for-13 shooting, helping Denver beat the Magic for the fifth http://wn.com/Dwyane_Wade_Highlights_vs_Kings_[41_Points,7_Assists,5_Rebounds]_9109 dwyane wade led the miami heat to the win over sacramento kings in overtime with", "new_id": -2}, {"uid": "1297280262080936973", "i": 26076, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": ". We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing ways.\" <strong> Steve Ballmer </strong> praises <strong> Satya Nadella </strong>'s work at OSB: <q> He led the overall R&D efforts for some of the largest online services and drove the technical vision and strategy for several important milestones, including the critical launch of Bing, new releases of MSN, Yahoo integration across Bing and adCenter, and much more. </q> Right, but where's the business success from these efforts? That said, <strong> Steve Ballmer </strong> highlights more-important qualities: \"<strong> Satya Nadella </strong> is also well-known for his leadership. He has strong collaboration skills, is decisive in", "new_id": -2}, {"uid": "1296585674107593766", "i": 10518, "idx": 2, "sa": ["Rachel Beth Anderson", "J. King", "Zahi Hawass"], "q": "AlJazeera] <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities, discusses recent discoveries that reveal new information about <strong> J. King </strong> Tut and his mummy( which remains in the Boy <strong> J. King </strong>'s tomb in Egypt). <q> Tutankhamun: The Golden <strong> J. King </strong> and the Great Pharaohs </q> is on... <strong> J. King </strong> Tut- The Boy <strong> J. King </strong>'s Treasures Islamic Art Museum with an updated decor and antiquity display is a \"light in the heart of Cairo\" according to <strong> Zahi Hawass </strong>. Video and Edit by <strong> Rachel Beth Anderson </strong>", "new_id": -2}, {"uid": "1296163957231161862", "i": 300, "idx": 0, "sa": ["Eric Schmidt"], "q": "CEO( he will regain the title when <strong> Eric Schmidt </strong> steps aside in April), spoke at length on the value of white spaces during an event at the New America Foundation in May, 2008. <q> The use that we can make of this spectrum when we have open innovation is quite amazing, </q> he said. But making use of white spaces will require some coordination, so that upcoming TV band wireless networking devices don't interfere with licensed TV band users like broadcast television stations. That's where the", "new_id": -2}, {"uid": "1295667499250150927", "i": 276, "idx": 1, "sa": ["Bill Lockyer"], "q": "the world, would not benefit from the legislation, Treasurer <strong> Bill Lockyer </strong> said. \"States didn't ask for it. We don't want it. We don't need it,\" <strong> Bill Lockyer </strong> said. <q> Bankruptcy would devastate states' ability to recover from the recession and make the infrastructure investments that create good jobs. </q> Struggling to close a$ 25 billion budget gap, California already holds Moody's Investors Service's lowest state credit rating-- a distinction it shares with Illinois. \"Just the availability of a", "new_id": -2}]