[{"i": 466, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295467181182812683"}, {"uid": "1295560499104759347", "i": 35967, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", in particular new products.`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' <strong> Eric Schmidt </strong> said in a statement released by Google. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Internally, <strong> Eric Schmidt </strong> will continue to act as an adviser to Page and Google co-founder <strong> Sergey Brin </strong>, who will also focus on strategic projects and new products.`` <strong> Eric Schmidt </strong> has clearly done an outstanding job", "new_id": -2}, {"uid": "1297176031226918403", "i": 3172, "idx": 14, "sa": ["David Letterman", "Aaron Rodgers"], "q": "'s Butte Community College?'' <strong> Aaron Rodgers </strong>:`` It's actually in a town called Oroville, which is about 30 minutes from my hometown, Chico, in northern California.'' <strong> David Letterman </strong>: <q> Now, what kind of team? Who were your teammates? </q> <strong> Aaron Rodgers </strong>:`` We had a great team. We had, I think, 13 guys go Division I off of that team, we went 10-and-1, lost, you know, one game- we", "new_id": -2}, {"uid": "1295658341074924035", "i": 533, "idx": 2, "sa": ["Andy Coulson", "David Cameron", "George Osborne"], "q": "`` big society''. <strong> Andy Coulson </strong>'s departure weakens <strong> David Cameron </strong> and his chancellor, <strong> George Osborne </strong>, who jointly appointed <strong> Andy Coulson </strong> and have staunchly, sometimes testily, defended him in public and private. <strong> George Osborne </strong> described <strong> Andy Coulson </strong> as <q> an incredibly talented, dedicated and patriotic servant of this country </q>. <strong> David Cameron </strong> said he was saddened by the departure, feeling his communications director was`` being punished twice for the same offence. This is all about the past. It has gone on and on and", "new_id": -2}, {"uid": "1295296048157237314", "i": 30812, "idx": 1, "sa": ["Michael R.", "David M. McIntosh", "Mike Pence"], "q": "Congressman <strong> Mike Pence </strong> appeared on the CNBC program`` Power Lunch'' to discuss the economy, the <strong> Michael R. </strong> House jobs summit and the Republican Economic Roundtable... 11/26/09 Weekly Republican Address: <strong> David M. McIntosh </strong> <strong> Mike Pence </strong>( R-IN) <strong> David M. McIntosh </strong> <strong> Mike Pence </strong>: <q> The American people know we can't borrow and spend and bail our way back to a growing economy.... Republicans have proposals to get our economy moving again, to achieve energy independence and lower the cost of health care. </q>... Weekly Republican Address 10/16/10: <strong> David M. McIntosh </strong> <strong> Mike Pence </strong>( R-IN) <strong> David M. McIntosh </strong> <strong> Mike Pence </strong>( R-IN) delivers the Weekly Republican Address. <strong> David M. McIntosh </strong> <strong> Mike Pence </strong> calls for immediate action on pledge to create jobs, cut spending.... Congressman <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1295779311072171695", "i": 46280, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "Crown Prosecution Service( CPS) has asked a senior QC to`` comprehensively'' re-examine material amassed as part of the original inquiry and any new evidence. In his resignation statement, Mr <strong> Andy Coulson </strong> said: <q> Nothing is more important than the Government's task of getting this country back on its feet.`` Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role. </q> Speaking to reporters later, Mr <strong> David Cameron </strong> said he had done an`` excellent, excellent job'' as his communications chief. Sponsor pulls out of Oxford and Cambridge skiing trip after students strip off in", "new_id": -2}, {"uid": "1296387706032849961", "i": 25218, "idx": 0, "sa": ["Philip Rivers", "Michael Vick", "Peyton Manning"], "q": ", but it just seems like a lot of the players who were there say they're glad to be back here in Hawaii,'' said <strong> Peyton Manning </strong>, who missed the game while preparing for the Super Bowl. <q> It's always an honor to be here, it's a privilege. </q> <strong> Peyton Manning </strong> will back up AFC starter <strong> Philip Rivers </strong> of San Diego. Philadelphia's <strong> Michael Vick </strong>, subject of perhaps the NFL's most compelling story line this season, is slated to start for the NFC.", "new_id": -2}, {"uid": "1295968668242466824", "i": 17828, "idx": 0, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "week said he will step down as chief executive officer in favor of <strong> Google Inc. </strong> co-founder Larry Page to become executive chairman, is`` actually committed to <strong> Google Inc. </strong>,'' he told reporters at the Digital-Life-Design conference in Munich. <q> How long are you committed to doing what you're doing? As long as it's exciting, </q> he said in response to a question about his plans. <strong> Eric Schmidt </strong>, 55, may be considering a career as a television host, the New York Post reported yesterday. <strong> Ken Auletta </strong>, author", "new_id": -2}, {"uid": "1295965860135200782", "i": 26426, "idx": 1, "sa": ["Eric Schmidt"], "q": ". But while Google has dominated Internet search, it has struggled with social networking and is facing stiff competition from companies like Facebook and Twitter, which are stealing web traffic and engineering talent. <q> Our retention has been actually the same and our retention has been exactly the same for seven years </q> he said at a news conference following his DLD appearance.`` We're going to be hiring many thousands of people this year.'' <strong> Eric Schmidt </strong> said that in his new role he would be", "new_id": -2}, {"uid": "1296686955210616322", "i": 33501, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "Brandishing a 45-page January 2011 U.S. Department of Defense report on the issue, <strong> Sen. Bernie Sanders </strong> called for`` far more vigorous enforcement'' by the U.S. military`` to protect taxpayers from massive fraud.'' Americas <q> The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money, </q> he charged. <strong> Sen. Bernie Sanders </strong> underlined that the report, which his office made public, showed that from 2007-2009 the Pentagon spent$ 270 billion on 91 contractors involved in fraud cases that yielded judgments of more than", "new_id": -2}]