[{"uid": "1296048495146931720", "i": 16263, "idx": 2, "sa": ["Simone Gbagbo", "Alassane Ouattara", "Horace Campbell"], "q": "Ivory Coast. In an exclusive interview with FRANCE 24, <strong> Alassane Ouattara </strong> dismissed calls for negotiations and said <strong> Simone Gbagbo </strong> did not have to go into exile if he stepped aside. He also... <strong> Horace Campbell </strong> on Ivory Coast Crisis: <q> This is a Test for the African Union </q> 2 of 2 <strong> Horace Campbell </strong> on Ivory Coast Crisis:`` This is a Test for the African Union'' 2 of 2 <strong> Simone Gbagbo </strong> justifie le viol d'autres femmes Afyare Elmi discusses Laurent <strong> Simone Gbagbo </strong>'s options Afyare Elmi is a lecturer", "new_id": -2}, {"uid": "1295773698001081355", "i": 28990, "idx": 0, "sa": ["Matt Geiger", "Allen Iverson", "Bob Dylan"], "q": "missed shots to teammates and grabbing an offensive rebound. The latter play brought a half-hug, half-back slap from <strong> Allen Iverson </strong> that was an emotional high for the 76ers in a 93-91 victory Wednesday night over then Toronto Raptors. <q> You have to be deaf not to, so yeah, I heard them, </q> <strong> Matt Geiger </strong> said of the Bob Dylans.`` That's just Philly. When I play bad, they <strong> Bob Dylan </strong>.'' <strong> Matt Geiger </strong> missed 10 of 14 shots, and kept losing rebounds to the Raptors. When rookie Todd MacCullough", "new_id": -2}, {"uid": "1296109290115327074", "i": 28280, "idx": 2, "sa": ["Kevin Kolb", "Michael Vick"], "q": "'s paramount for me and my family and I'm just thankful.'' <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title. <q> I'm enjoying the guys and I'm enjoying being out here playing football, </q> he said.`` This is what you work for. You work hard to get in this position. I'm ecstatic to be here.'' <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC", "new_id": -2}, {"uid": "1297714527167477255", "i": 3343, "idx": 9, "sa": ["Donald Rumsfeld", "Aaron Belkin"], "q": "called for an end to the law. <strong> Aaron Belkin </strong>, director of the Palm Center, said <strong> Donald Rumsfeld </strong>'s endorsement of`` Don't Ask, Don't Tell'' repeal shows support for ending the law is <q> unambiguous and transcends party lines. </q>`` We have now entered the next phase of the repeal process in which certification and implementation should be completed swiftly in keeping with the practices that have been proven to minimize any disruption to the military,", "new_id": -2}, {"uid": "1295287505178176044", "i": 2599, "idx": 1, "sa": ["Michael Crichton", "Dan Burton", "David Letterman", "Matt Lauer"], "q": "on the big screen portraying Gordon Gecko in`` Wall Street: Money Never SDan Burtonps.'' His`` wild six-month ride'' through chemotherapy kept him under the media magnifying glass. It began in August on <strong> David Letterman </strong>. <q> I've got cancer. I've got cancer. I've found out about three weeks ago. I said,` gee just when I found out I was going to be on your show.' I got a biopsy and they analyzed it. It's a stage four which is intense, so they got to go at it. </q> <strong> Matt Lauer </strong> scored the exclusive post-recovery interview-- <strong> Michael Crichton </strong>' first since beginning treatment. With cameras rolling, the Oscar winning actor revealed how his celebrity status was an added burden. <strong> Matt Lauer </strong>:`` There were some pictures taken", "new_id": -2}, {"uid": "1297194696096485399", "i": 2231, "idx": 0, "sa": ["Michael Vick", "Dwaine Caraway"], "q": "earn Score Points that you can use on everything from gift cards to electronics. Correctly answer the daily Rain-X Trivia question to earn points. Mike Schlaak and his also had tickets to Super Bowl XLV in Dallas. <q> And it was the most ridiculous experience of my life, </q> Schlaak said. So, let me get this straight: <strong> Michael Vick </strong> got the key to the city of Dallas this weekend, by Mayor Pro Tem, <strong> Dwaine Caraway </strong>? Um... what? Bernstein: Hawks' Magic Long", "new_id": -2}, {"uid": "1295384209249954310", "i": 40354, "idx": 1, "sa": ["Sergio Marchionne"], "q": "during a ceremony at the plant.`` The new 2011 Dodge Grand Caravan and Chrysler Town& Country remain key parts of our revival plan,'' <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience. <q> Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust in each other and make a true, full-faith effort to work together. </q> <strong> Sergio Marchionne </strong> also reminded employees that it was with the assistance of the federal government of Canada and the Province of Ontario that Chrysler has been given an opportunity to create a future.`` Chrysler Group", "new_id": -2}, {"uid": "1296413017033259530", "i": 50523, "idx": 0, "sa": ["Jeff Fisher", "Michael Vick"], "q": "with <strong> Jeff Fisher </strong>, who just completed his 16th full season as the NFL's longest-tenured coach. The team said in a release last night that`` <strong> Jeff Fisher </strong> will no longer be the head coach of the team.'' <q> It became evident that consensus was increasingly hard to find and reality wasn't matching the vision we discussed, </q> the an unmistakable benchmark for what has been a rapid, successful and, in some circles, surprising comeback. A few thousand miles away in the wilderness of Utah, the pit bulls <strong> Michael Vick </strong> once owned are making", "new_id": -2}, {"uid": "1297108003037732367", "i": 53990, "idx": 1, "sa": ["Angelina Jolie", "Brad Pitt"], "q": "hoping to ask the star to appear in a cameo if the pilot goes well.`` The idea is to bring some of the old Dallas back for a new audience,'' an insider said. <q> <strong> Brad Pitt </strong> was only in a couple of episodes but the audience would love to see him back. It would be a massive coup and a ratings winner for the show. </q> <strong> Angelina Jolie </strong> adjusts <strong> Brad Pitt </strong>'s bow tie at Golden Globes", "new_id": -2}, {"i": 35161, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a massive, massive risk, but also it's an incredible incentive,'' he said.`` I also did it because I believe[ we] can find a star,'' <strong> Simon Cowell </strong> continued. <q> So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million. </q> The British media mogul, who will also be serving as executive producer and a judge on the show, noted that the money will be paid out over five years, one million for each year,", "sa": ["Simon Cowell"], "uid": "1297114520257425423"}]