[{"uid": "1296509832005701678", "i": 33125, "idx": 0, "sa": ["Michael Vick"], "q": "!\" Hopefully your newly elected congress people will put a stop to this...!!! If there were real demand for more runways and terminals... private enterprise would jump on it. Report Abuse <q> \"On Monday, Majority Leader <strong> Harry Reid </strong>, D-Nev., and other Democratic leaders will release an estimate by the American Association of Airport Executives that says the airport construction funds will support the employment of 90,000 workers and affect another 190,000 jobs.</q>\" Report Abuse \"wow... look at the uber-predictable righty comments...\" Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Tampa Mom Accused of Killing Teen Kids Sobs in", "new_id": -2}, {"uid": "1296149236246923378", "i": 47354, "idx": 5, "sa": ["Eric Schmidt"], "q": "initiatives,\" on which <strong> Eric Schmidt </strong> didn't elaborate. <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook. \"We have a competitor called Microsoft,\" he said. <q>Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.</q> Facebook, on the other hand, \"has clearly stated they don't want to get into the search business. Facebook users tend to use Google search. Facebook's ads business does not displace our advertising.", "new_id": -2}, {"uid": "1295559914021315632", "i": 10676, "idx": 2, "sa": ["Eric Schmidt", "The CEO", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other <strong> The CEO </strong> in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him</q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Earnings report hits Cree hard Shares", "new_id": -2}, {"uid": "1297233963168116274", "i": 24813, "idx": 0, "sa": ["David Letterman", "Aaron Rodgers", "Ted Thompson"], "q": "Show\" with <strong> David Letterman </strong> that night. He sounded tired and hoarse in the frigid weather, but he had offered his fans one more thing before he left- his \"title belt.\" <q>I just want you to know, for the next year you guys can steal my belt celebration because we're the champions of the world. Put that on whenever you want,</q> <strong> Aaron Rodgers </strong> said with a huge smile. \"It's been a great journey.\" Packers plan to offer McCarthy, <strong> Ted Thompson </strong> contract extensions Tuesday Feb 8 After winning the Super Bowl, Green Bay is planning", "new_id": -2}, {"uid": "1295056200183648275", "i": 34246, "idx": 0, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "President Bush"], "q": "in the back. <strong> Donald Rumsfeld </strong> is to his right. Biden, Emanuel, Soetoro, the Clintons, Lieberman, Greenspan, <strong> President Bush </strong> and <strong> Condoleezza Rice </strong> are the others. á½\u0081 Î´á½² á¼\u0080Î½ÎµÎ¾Î­Ï\u0084Î±Ï\u0083Ï\u0084Î¿Ï\u0082 Î²Î¯Î¿Ï\u0082 Î¿á½\u0090 Î²Î¹Ï\u0089Ï\u0084á½¸Ï\u0082 á¼\u0080Î½Î¸Ï\u0081Ï\u008eÏ\u0080á¿³-- <q>The unexamined life is not worth living for a human being.</q>", "new_id": -2}, {"uid": "1295166038045383695", "i": 1324, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "initial plan for the long months and eventually years that followed to put Afghanistan and Iraq back on their feet. Korb called it a \"deliberate\" move on then-defence secretary <strong> Donald Rumsfeld </strong>'s part. <q>He didn't want any part of nation-building, plus the neocons( neoconservatives) believed( preeminent Iraqi politician Ahmed) Chalabi would take over. They didn't really do any planning for the post-war period,</q> he added. In Iraq and Afghanistan alike, insufficient numbers of US and coalition troops coupled with governments too weak to bring their authority to bear on the population faced a growing insurgency that forced the United", "new_id": -2}, {"uid": "1297298981049397781", "i": 42304, "idx": 2, "sa": ["Donald Rumsfeld", "Thomas Jefferson"], "q": "else picture this guy in a little Hitler outfit. Regardless I hope we never live in his version of America!\"\" It is the version of America the Founding Fathers created. <strong> Thomas Jefferson </strong> <q>A wise and frugal Government, which shall restrain men from injuring one another, shall leave them otherwise free to regulate their own pursuits of industry and improvement.</q> Report Abuse \"what about reducing the war budget, remember the cons don't consider Iraq and Afghanistan wars as part of the defense budget.\" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Super Cheap", "new_id": -2}, {"uid": "1295045090220282912", "i": 21396, "idx": 4, "sa": ["Kirsten Gillibrand", "Rush Limbaugh", "Barack Obama"], "q": "'re doing something right if Lumpy attacks you. \"Oh Lord, its hard to be humble when you're perfect in every way.\" Didn't the Army once ask their recruits to <q>be all that you can be?</q> Same sentiment. Was that wrong too, <strong> Rush Limbaugh </strong>? <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> must be just devastated.* eyes rolling* Oh Lord it's hard to be humble When you're perfect", "new_id": -2}, {"uid": "1296151862094584860", "i": 26381, "idx": 0, "sa": ["Clive Goodman", "Andy Coulson", "David Cameron"], "q": "material.\" Police said the inquiry was being moved from the Metropolitan Police's counter- terrorism command and would now be led by a specialist crime unit. <q>This work will be carried out by the specialist crime directorate which has been investigating a related phone hacking allegation since September 2010,</q> said the police. The News of the World's royal correspondent <strong> Clive Goodman </strong> was jailed in 2007 for conspiracy to access mobile phone messages involving Princes <strong> David Cameron </strong> and Harry. <strong> Andy Coulson </strong>, Prime Minister <strong> David Cameron </strong>'s", "new_id": -2}, {"i": 8977, "idx": 0, "index_answer": 0, "new_id": -1, "q": "\" <strong> Roger Goodell </strong> said.\"[ Most often] they're not recognizing they have a role in it.\" Regarding <strong> Ben Roethlisberger </strong>, <strong> Roger Goodell </strong> said when he was investigating what to do with the quarterback, he talked to <q>I bet two dozen[ Steeler] players... Not one, not a single player, went to his defense. It wasn't personal in a sense, but all kinds of stories like, \"He won't sign my jersey.'</q> He says he thinks Mike <strong> Michael Vick </strong> \"is sincerely trying.\" And he isn't blind to the fact that the story isn\"t over, that <strong> Michael Vick </strong> needs to prove so much more than he", "sa": ["Roger Goodell", "Ben Roethlisberger", "Michael Vick"], "uid": "1296496143150683651"}]