[{"uid": "1295987834031850551", "i": 42647, "idx": 0, "sa": ["Mike Pence", "Michele Bachmann", "Rick Santorum"], "q": "Republican 2012 presidential hopefuls to appear at the annual gathering. <strong> Michele Bachmann </strong>, a Minnesota Republican, is set to keynote the March for Life Rose Dinner Monday night. Earlier Monday, <strong> Rick Santorum </strong> tweeted, <q> Just arrived at the March for Life on the Mall- cold but hearty mostly young folks! </q> Well-known in socially conservative circles, <strong> Mike Pence </strong> has spoken at the march every year since 2001, when he was first sworn into Congress. <strong> Mike Pence </strong> is considering a bid for president in 2012 and is expected to", "new_id": -2}, {"uid": "1296166845184549385", "i": 903, "idx": 0, "sa": ["Mike Pence"], "q": "Republican <strong> Mike Pence </strong> arrived at Columbus in his east-central Indiana district for a town hall meeting, the sort of event that usually attracted a few dozen constituents. Surprised to see the hallway outside the room crowded with people, <q> their arms folded and brows furrowed, </q> <strong> Mike Pence </strong> shouted down the hall to an aide, asking him to get a janitor to open the room. The aide shouted back that the room was open- and overflowing. Congress had just passed the stimulus(", "new_id": -2}, {"uid": "1294953424093011989", "i": 267, "idx": 0, "sa": ["Mike Pence"], "q": "Republican <strong> Mike Pence </strong> arrived at Columbus in his east-central Indiana district for a town hall meeting, the sort of event that usually attracted a few dozen constituents. Surprised to see the hallway outside the room crowded with people, <q> their arms folded and brows furrowed, </q> <strong> Mike Pence </strong> shouted down the hall to an aide, asking him to get a janitor to open the room. The aide shouted back that the room was open-- and overflowing. Congress had just passed the stimulus(", "new_id": -2}, {"uid": "1296232388135299211", "i": 52225, "idx": 7, "sa": ["Eric Holcomb", "Mike Pence"], "q": "Republican U.S. <strong> Mike Pence </strong> will begin his version of a listening tour on Friday as he mulls whether to run for Indiana <strong> Eric Holcomb </strong>. <strong> Mike Pence </strong> announced Thursday that he wouldn't en... shrinktalkingheads 0 minute ago( 11:21 AM) <q> In the months ahead, as we attend to our duties in Congress, we will also be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead, </q> <strong> Mike Pence </strong> said. Yo! <strong> Mike Pence </strong>. Enough listening. Jobs? Where are the jobs? shrinktalkingheads: \" In the months ahead, as we attend to our duties Littlekit 0 minute ago( 11:20 AM", "new_id": -2}, {"uid": "1295605034069435415", "i": 55840, "idx": 1, "sa": ["Mike Pence", "Chris Chocola"], "q": "Republican consultant who is leading an organization aimed at pushing <strong> Mike Pence </strong> to run. But what these conservatives like about <strong> Mike Pence </strong> says as much about the other GOP presidential prospects as it does the congressman. <q> There's a void out there, </q> said <strong> Chris Chocola </strong>, a former Indiana congressman who now runs the Club for Growth. \" And I think that <strong> Mike Pence </strong> is a guy who could potentially fill that void. Who else is an across-the-board conservative who's really", "new_id": -2}, {"uid": "1296199690069206039", "i": 27003, "idx": 2, "sa": ["Mike Pence"], "q": "Republican in the House after the November elections, in order to focus on other political opportunities. And he telegraphed his interest in the governorship by focusing on Indiana in his letter, saying his <q> calling is closer to home. </q> He will now \" be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead. \" That begins Friday. <strong> Mike Pence </strong>, who flew today", "new_id": -2}, {"uid": "1297412496250134529", "i": 24399, "idx": 0, "sa": ["Mike Pence", "Bill Clinton"], "q": "Republican political aide thought that <strong> Mike Pence </strong> had somehow let down his principles and his country by not taking a chance on the Bill Clintonial race. Folks on the <strong> Mike Pence </strong> for <strong> Bill Clinton </strong> bandwagon were in a deep funk. <q> Seriously, who else do we have? </q> one asked me. \" Unless something miraculous happens and we get an unexpected gift candidate. \" Another GOP stalwart agreed: \" Sad to say, but at a time when we need someone with guts", "new_id": -2}, {"uid": "1295481890209436710", "i": 44173, "idx": 0, "sa": ["Mike Pence"], "q": "Republicans want to repeal healthcare` lock, stock and barrel' The Hill^| 1/19/11| Josiah Ryan Posted on 01/19/2011 3:36:47 PM PST pissant House Republicans will vote to repeal the healthcare law <q> lock, stock and barrel, </q> <strong> Mike Pence </strong> said Wednesday. The remarks by the Indiana Republican, who is thought to be mulling a White House run, shows not all lawmakers shying away from colorful rhetoric in the wake of the Arizona shootings", "new_id": -2}, {"uid": "1295218109213467162", "i": 41701, "idx": 0, "sa": ["Mike Pence", "Arko Datta"], "q": "Roads area would likely come during high tide Thursday afternoon and Friday evening. Virginia Department of Emergency Management spokesman Bob Spieldenner said his agency has received reports of a few Hampton Roads residents being french plane bomb threat- <q> absolmajn sArko Dattazi videos= 27th., apr People walk out of this Delta Air Lines Flight from Paris to Atlanta which was diverted to Bangor International Airport in Bangor, Maine Tuesday April 27, 2010.( AP Photo) Stories Flight Diverted to Utah After Bomb Threat No-Fly List Error Diverts Plane( AP) Last updated at 8:46 pm EST The former Air Force member who was detained Tuesday on a trans-Atlantic flight after allegedly claiming he had explosives in his luggage and a fake passport lives a \" squeaky clean </q> life and has never been in trouble before, his father told The Associated Press. <strong> Mike Pence </strong> Stansberry said government officials told him the man who was detained after the Paris-to-Atlanta flight was diverted to Maine is his son,", "new_id": -2}, {"i": 12731, "idx": 3, "index_answer": 0, "new_id": -1, "q": "is big for me. I'm just thankful to have the opportunity to play in this league again. And have the opportunity to go out on the field this year and play again,'' <strong> Michael Vick </strong> said. <q> However it comes, whatever happens, happens. </q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "sa": ["Michael Vick"], "uid": "1297067872184320061"}]