[{"uid": "2008111417_00011192_W", "i": 1499, "idx": 0, "sa": [], "q": "chance to rise through the ranks in a male-dominated military.\" thirty-three years after i took the oath as a second lieutenant, i have to tell you this is not exactly how i envisioned my life unfolding, <q> she told a standing-room-only auditorium. </q> even as a young kid, all i ever wanted to do was teach physical education and raise a family. \"\" it was clear to me that my army experience was just going to be a two-year detour", "new_id": -2}, {"uid": "2008092421_00011047_W", "i": 495, "idx": 0, "sa": [], "q": "to 1999. as prices fall, buyers are taking advantage of steep discounts, especially in hard-hit markets like california, nevada and florida.\" time and price are the real cures for the housing market slump, <q> said mike larson, an analyst at weiss research. the inventory of unsold homes fell 7 per cent to 4.3 million, down from the all-time record of 4.6 million in july. that's a 10.4-month supply at the current sales pace. the decline, however, merits only </q> a small round of applause \"because around five months of inventory is a more typical level, wrote global insight economist patrick newport. also, many homeowners who don't have to sell are likely keeping their properties", "new_id": -2}, {"uid": "2008102707_00034250_W", "i": 175, "idx": 0, "sa": [], "q": "to who takes him and who stays and shoots it out if it's a group of terrorists, \"mathers said.\" again, they're just scenarios, but all those things have to be considered. <q> other costs vary from year to year, depending on the types of trips the prime minister takes and where he travels, he said. </q> but primarily, the biggest variable cost when dealing with the protection of a public person is the threat assessment, \"mathers said.\" and in the case of an increased threat against the prime minister, the", "new_id": -2}, {"uid": "2008091604_00034040_W", "i": 291, "idx": 0, "sa": ["Osama bin Laden"], "q": "sed him- for a' unive rsal' milit ary draft that inclu des all women ages 18- 40)?\" if we are going into war, then all of us go, not just some <q> the new fisa act, which grant ed immun ity to telec ommun icati on corpo ratio ns for illeg al wiret appin g, and runaw ay gover nment al wiret... beca use he didn' t suppo rt denni s kucin ich' the prima ry motiv ation for 9/11 terro r attac meani ng that conti nuing the perpe tual war polic y advis er, is a flagr ant neoli beral globa l imper ialis t who essen tiall y creat ed </q> <strong> Osama bin Laden </strong>\" and the <NO_QUOTATION>?'s russi an borde r missi le\" defen se shiel d\" , which is their' solut ion' of creat new cold war\" to ensur e perpe tual wars even", "new_id": -2}, {"uid": "2008091813_00009840_W", "i": 353, "idx": 0, "sa": ["Hilary Swank"], "q": "the procedure after experiencing some <NO_QUOTATION>, but is now back at home. <strong> Hilary Swank </strong>'s manager jason weinberg said: <strong> Hilary Swank </strong> went to see her doctor, who prescribed an immediate course of action that included a brief hospitalisation <q> remove a small, benign growth. </q> her condition has been resolved and there are no continuing health issues, with the exception of some short-term rest and recuperation. \"no other details of the operation were revealed. it was recently revealed the oscar-winning actress", "new_id": -2}, {"uid": "2008101716_00042463_W", "i": 1977, "idx": 3, "sa": ["John Allison", "James E. Rogers"], "q": "<strong> John Allison </strong> wrote a letter to congress expressing his concerns about the administration's plan- it is designed to help the wall street and large money-center banks who used lobbying and deregulation to become\" too big to fail, <q> and does not address the fundamental issues facing our credit markets, or local banks. a. pdf of mr. <strong> John Allison </strong>'s letter is available here: web page addresses and e-mail addresses turn into links automatically. <strong> James E. Rogers </strong>: </q> central banks are unleashing a inflationary holocaust \"", "new_id": -2}, {"uid": "2008112921_00003695_W", "i": 245, "idx": 0, "sa": ["Taj Mahal"], "q": "the fire fight, parts of the landmark hotel were in shambles, its corner facade charred black and a red carpet leading to double doors littered with broken glass.\" suddenly no one feels safe or secure, <q> said joe sequeira, the manager of a popular restaurant near the oberoi hotel, another site targeted in the attacks. </q> it will take time. people are scared but they will realize it's no use being scared and sitting at home. \"while soldiers scoured the massive 565-room <strong> Taj Mahal </strong> for any remaining captives and defused booby traps,", "new_id": -2}, {"uid": "2008112021_00034708_W", "i": 1293, "idx": 0, "sa": [], "q": "and last night we had another very heavy hailstorm, had to deploy ses personnel overnight and to some other parts of the brisbane area.\" the damage is now mounting into the hundreds of millions of dollars. <q> but she was pleased with how the emergency services were working. we are very pleased with our emergency service personnel who have been supplemented by nsw and also assisted by the australian defence force. at various times we've had more than 1000 personnel out on the ground. </q> the priority last yesterday evening as i chaired the disaster management group was to have as much relief provided to people over this 24 hours, because we are expecting, on the bureau's forecasting, another very severe", "new_id": -2}, {"uid": "2008120520_00011764_W", "i": 1824, "idx": 13, "sa": [], "q": "helping some friends of mine( by) getting them gigs. so i had some experience( and) it wasn't too much of a leap to move into the role and start booking my own shows. <q> schutz says that though his tours haven't been financially lucrative they have provided invaluable experience on which he plans to continue to build. they have been successful on many levels due to his ingenuity and hard work. </q> the way we've made it work is to keep going back to the same places and network as much as possible... spend the day promoting the shows, \"explains schutz.\" doing research( before the", "new_id": -2}, {"uid": "2008092521_00023607_W", "i": 1690, "idx": 2, "sa": ["Eric Mangini", "Brett Favre"], "q": "i think it will be a little bit more today. \"asked if that included 11-on-11 drills, <strong> Eric Mangini </strong> said:\" yeah, there's a little bit of that and we'll progress as he progresses. <q> <strong> Brett Favre </strong> wasn't available to the media before practice, but said wednesday he was </q> doing everything i can to get ready \"for the jets' game against arizona on sunday. <strong> Brett Favre </strong> has started 256 straight regular-season games, an", "new_id": -2}]