[{"uid": "1295614994206700554", "i": 42239, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "<strong> Andy Coulson </strong> has decided to resign as my director of communications, although I understand that the continuing pressures on him and his family mean that he feels compelled to do so,'' <strong> David Cameron </strong> said in an e-mailed statement. <q><strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.</q> To contact the reporter on this story: Robert Hutton in London at Sovereign Bond Risk Drops Most in Seven Months on Debt-Buyback Speculation Crude Rebounds From Two-Week Low as Confidence in Economic Recovery Grows European Stocks", "new_id": -2}, {"uid": "1297011149120438784", "i": 44716, "idx": 0, "sa": ["Zahi Hawass"], "q": "poaching highlights the importance of conservation initiatives to help expand the critical remaining numbers. Cairo- Work has begun to restore priceless Egyptian antiquities, including a statue of King Tutankhamun, damaged by looters amid anti-government <q>in Cairo, antiquities chief <strong> Zahi Hawass </strong> said on Sunday. Seventy artefacts were damaged when looters broke into the world-famous Egyptian Museum, on the edge of Tahrir Square, focal point of an uprising against President <strong> Hosni Mubarak </strong>'s regime. ''Restoration has started on the items, including on a statue of King Tutankhamun and a statute of King Akhenaten,</q> <strong> Zahi Hawass </strong> told AFP. Looters had tried to break open a golden sarcophagus, hoping to find treasures inside, and some skeletons were also damaged, <strong> Zahi Hawass </strong> said. A gallery displaying King Tut's", "new_id": -2}, {"uid": "1295777200222068756", "i": 46051, "idx": 0, "sa": ["Nikki McKibbin", "Simon Cowell"], "q": "comment he made about her eyes, according to a new book. <strong> Nikki McKibbin </strong> was one of the wannabes on the first season of the show- but she blew her big chance when she upset <strong> Simon Cowell </strong>. <q>She is not one to hold her tongue and lashed out at him and, in no uncertain terms, she says she told him she thought he was a perv</q> Richard Rushfield, the author of American Idol The Untold Story, tellsBlogTalkRadio.com, ''There was a lot more interaction between judges and contestants and <strong> Nikki McKibbin </strong>, who ended up coming in third place that year, says", "new_id": -2}, {"uid": "1295568022204079113", "i": 40361, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> Glen Solimine, CEO of Speranza, discusses how the company helps customers in a variety of industries control their bank relationships with Speranza software, which allows for the opening and closing of accounts and changing signing privileges", "new_id": -2}, {"uid": "1295802228188252172", "i": 4630, "idx": 5, "sa": ["Lee Myung-bak", "Colin Powell", "Gabrielle Giffords", "Robert Gates"], "q": "possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential advisor. <q>The administration knows that <strong> Lee Myung-bak </strong> am quite content with the work <strong> Lee Myung-bak </strong> am doing now,</q> he said. ''<strong> Lee Myung-bak </strong> am not interested in a government job.'' Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor", "new_id": -2}, {"i": 639, "idx": 0, "index_answer": 1, "new_id": -1, "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q>Anybody that bet on it, some broke people out there,</q> <strong> Allen Iverson </strong> said. ''I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "sa": ["Michael Jordan", "Allen Iverson"], "uid": "1296405734264388638"}, {"uid": "1296864128056573964", "i": 24065, "idx": 2, "sa": ["Andy Coulson"], "q": "claimed that Mr <strong> Andy Coulson </strong> would have been aware of what he and others were doing. 04 Feb 2011 ''Everyone in the schoolyard did it, many particularly showbiz journos did it,'' he said. <q>For what it is worth <strong> Andy Coulson </strong> knew a lot of people did it at The Sun on his Bizarre column and after that at NOTW. ''As he sat a few feet from me in the newsroom he probably heard me doing it, laughing about it etc and told others to do it. I worked under <strong> Andy Coulson </strong> for a year and a half at NOTW.</q> He went on: ''In truth I never got a decent story from hacking messages. If people have something important to say they say it to the person when he picks up. It was a", "new_id": -2}, {"uid": "1297200983061325341", "i": 1811, "idx": 11, "sa": ["Donald Rumsfeld"], "q": "surge, which began to take effect in early 2007. He argues that by 2006 things were, in fact, improving in Iraq. The Anbar Awakening-which Mr. <strong> Donald Rumsfeld </strong> credits as beginning in the fall of 2006- <q>had convinced a lot of Sunnis they didn't want to be associated with al Qaeda,</q> and ''the government of Iraq was evolving the ability to take on some of the radicals'' with the help of Iraqi security forces that had become ''very capable.'' As a result, he", "new_id": -2}, {"uid": "1296220407081313837", "i": 47673, "idx": 1, "sa": ["Eric Schmidt"], "q": ". Fortune reports: <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook. ''We have a competitor called Microsoft( MSFT),'' he said. <q>Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.</q> Facebook, on the other hand, ''has clearly stated they don't want to get into the search business. Facebook users tend to use Google search. Facebook's ads business does not displace our advertising.", "new_id": -2}, {"uid": "1295420762187301926", "i": 48591, "idx": 1, "sa": ["Michael Jackson", "Simon Cowell"], "q": "blunt and often controversial criticisms, insults and wisecracks about contestants and their abilities, or lack thereof. He is often parodied in <strong> Michael Jackson </strong> culture, and was described by the The Times journalist Minette Marrin as representing the <q>heartless, thoughtless and superficial- the flotsam and jetsam of the polluted seas of celebrity that is likely to sink without trace into toxic foam</q>. <strong> Simon Cowell </strong> is known for combining activities in the television and music industries, having promoted singles and records for various artists, including television personalities. Having been most recently featured on the eighth season of American Idol and", "new_id": -2}]