[{"uid": "1297405017242712584", "i": 4830, "idx": 0, "sa": ["Allen Iverson", "Mike Conley"], "q": "good at, by the way. The guy is hilarious. His teammates tend to like him. The idea that he's going to blow up the Grizzlies the way <strong> Allen Iverson </strong> once did is crazy. <q> The more experience you can have on the team, the better, </q> said point guard <strong> Mike Conley </strong>. \"It seems like he's been in the system a couple of weeks now.\" Which doesn't mean the Grizzlies made the smartest basketball move when they decided to re-sign", "new_id": -2}, {"i": 41975, "idx": 0, "index_answer": 0, "new_id": -1, "q": "STB) is on his way out. In a memo to Microsoft employees, CEO <strong> Steve Ballmer </strong> made it clear that Muglia's departure signals a shift in the direction the company intends to pursue. <q> I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles, </q> <strong> Steve Ballmer </strong> wrote in his email to the troops. Datamation has the story on Bob Muglia's departure from Microsoft", "sa": ["Steve Ballmer"], "uid": "1296785668102318092"}, {"uid": "1295779865127156268", "i": 4938, "idx": 3, "sa": ["Lou Kerner", "Sergey Brin", "Eric Schmidt"], "q": "new revenue.\" Wedbush's <strong> Lou Kerner </strong> said the new management structure could prove more nimble than the troika of <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong>, which has been in place for the last decade. <q> What I do think Facebook has shown Google is that they're moving too slow, </q> <strong> Lou Kerner </strong> said. \"Facebook is moving at the speed of light and Google isn't. \"Having three people running the company, making the decisions, was slowing it down,\" he added.", "new_id": -2}, {"uid": "1296789067147030039", "i": 47457, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "as 5.9 percent after reporting a 26 percent decline in profit as print advertising and circulation revenue continued to shrink.\"--\" Bloomberg <strong> Donald Rumsfeld </strong> was right about everything: new book <q> \"Reviled two-time Defense <strong> Donald Rumsfeld </strong> has finally written his memoir. It is titled </q> The Winners: Just four programs and the large people on Ten won the night. A night of post-cyclone viewing inertia? The Biggest Loser: Families( Ten)( 7.30 pm)-- 1.326 million", "new_id": -2}, {"uid": "1295931009036896782", "i": 23226, "idx": 0, "sa": ["Chris Huhne", "Andy Coulson", "David Cameron"], "q": "evidence in the case. Phone hacking is a criminal offence under British law. There are no indications that <strong> David Cameron </strong> was involved, but he is being accused of poor judgment in hiring <strong> Andy Coulson </strong>. <q> It seemed clear that the number of people being hacked clearly was not consistent with it being one rogue reporter, </q> energy minister and coalition partner Liberal Democrats member <strong> Chris Huhne </strong> told a TV channel. \"We know police were not keen on the subject.\" A comment in the Guardian newspaper went further", "new_id": -2}, {"uid": "1295669729206995523", "i": 31541, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "said. Page praised <strong> Eric Schmidt </strong>, too: \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly.\" <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. </q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holidays. <strong> Google Inc. </strong> earned$ 2.5 billion, or", "new_id": -2}, {"uid": "1297238985246775836", "i": 30021, "idx": 7, "sa": ["Simon Cowell"], "q": "Eyed Peas or Destiny's Child. \"I'm genuinely staggered this hasn't happened. All the signs are out there, from Glee' to High School Musical,\" he said, advising <q> any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don't have a lot of competition. </q> The hefty top prize puts pressure on <strong> Simon Cowell </strong> as well as the winner. \"If they don't sell a single record they still get to keep the money,\" he said. \"", "new_id": -2}, {"uid": "1297271153262504483", "i": 9995, "idx": 2, "sa": ["Simon Cowell"], "q": "number of people.\" So how is this new singing competition going to differ from American Idol? According to <strong> Simon Cowell </strong> there will be more mentoring of the talent than just critiquing the performers. <q> I wanted to make a show where I, along with my fellow judges, help competitors on a regular basis, </q> said <strong> Simon Cowell </strong>, whose music industry experience is mostly on the record label end. \"It's more interesting to me because I have a lot more to do with that. When you lose an artist, part", "new_id": -2}, {"uid": "1297597754169951245", "i": 37337, "idx": 2, "sa": ["Zahi Hawass"], "q": "artefact is the teenage monarch's gold funerary mask, which stares out from a case on the first floor of the museum. <strong> Zahi Hawass </strong> said an investigation has been launched to find those behind the theft. <q> The police and army plan to follow up with the criminals already in custody, </q> he added. Article: Experts fret for Egypt's treasures, ancient sites... Article: Egypt army forces path for traffic in Tahrir... Photo in Slideshow: Palestinian-American Eyad Kishawi waves an Egyptian... Photo in", "new_id": -2}, {"uid": "1295882878140918831", "i": 22554, "idx": 0, "sa": ["Oprah Winfrey", "Regis Philbin", "David Letterman", "Larry King"], "q": "AM EST- U.S. Markets close in 5 hrs 33 mins <strong> Oprah Winfrey </strong>, <strong> Larry King </strong> and now <strong> Regis Philbin </strong>-- 3 TV talk exits{ \"s\": \"cbs, twx\", \"k\": <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\":\"', \"j\":\"'} <strong> David Letterman </strong> Bauder, AP Television Writer, On Monday January 24, 2011, 9:54 am NEW YORK( AP)-- <strong> Regis Philbin </strong>'s", "new_id": -2}]