[{"uid": "1296590351205504520", "i": 10310, "idx": 0, "sa": ["Enda Kenny", "Brian Cowen", "Eamon Gilmore"], "q": "to renegotiating terms of the EU-IMF rescue and Ireland's commitment to insure its banks against defaults, the policy that exposed the nation to potential insolvency. Fine Gael leader <strong> Enda Kenny </strong> decried Mr. <strong> Brian Cowen </strong>'s government as <q> the worst in the history of the state. </q> And Labour leader <strong> Eamon Gilmore </strong> said his party was determined to overturn Fianna Fail decisions`` that brought down our country, that tied our state to the sinking and stinking misfortunes of the banks, and that sold us out", "new_id": -2}, {"uid": "1295635430256720909", "i": 44330, "idx": 0, "sa": ["Barack Obama", "Colin Powell", "Cynthia McKinney"], "q": "University's Commencement. May 13, 2009.( Public Domain) Former Secretary of State <strong> Colin Powell </strong> Cynthia McKinneyounced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's`` ability to inspire'' and the <q> inclusive nature of his campaign. </q> Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>.`` He has both style and substance. I think he is a transformational figure,", "new_id": -2}, {"uid": "1296476144098844674", "i": 38181, "idx": 1, "sa": ["Eric Schmidt"], "q": "could feasibly help Facebook swallow both services.`` I don't think this will kill Groupon,'' a Facebook spokesperson said, however. A more direct competitor in the UK is Google's <strong> Eric Schmidt </strong> says Facebook <q> threatens the bargain of the Web </q> Best new iPhone apps this week: Champions League, Shinobi, Dead Space and more... Egypt cuts off mobiles and the Internet as police crack down on protestors BBC reveals plans for online radio, as it builds", "new_id": -2}, {"uid": "1297108733023560256", "i": 5060, "idx": 1, "sa": ["David Letterman", "Leon Russell", "Matt Roberts", "Elton John", "Barbara Gaines"], "q": ". Also featured on the LATE SHOW Wednesday is an interview with music legend <strong> Elton John </strong>, who will perform with his mentor, musician <strong> Leon Russell </strong>, during the broadcast. <strong> Elton John </strong> and <strong> Leon Russell </strong> are GRAMMY? nominees for <q> Best Pop Collaboration with Vocals </q> for the song,`` If It Wasn't for Bad,'' from their critically acclaimed album, The Union. The LATE SHOW with <strong> David Letterman </strong> is a production of Worldwide Pants Incorporated. <strong> Barbara Gaines </strong>, <strong> Matt Roberts </strong>", "new_id": -2}, {"uid": "1297137461190611470", "i": 7707, "idx": 5, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "`` too many hands on the steering wheel.'' <strong> Donald Rumsfeld </strong>, who served as <strong> George H. W. Bush </strong>'s defense chief for six years after holding the the same job under <strong> George H. W. Bush </strong> Gerald Ford in the 1970s, acknowledged that <q> in a war, many things cost lives. </q> But he had no regrets about his leadership of the wars in Iraq and href=\"http://yahoo-uk.feedsportal.com/fc/al-qaeda.html\"> Afghanistan-- the latter now nearing its 10th anniversary. He refused to echo the regrets of", "new_id": -2}, {"uid": "1295279351044859409", "i": 5991, "idx": 0, "sa": ["Angelina Jolie", "Christian Bale", "Ricky Gervais", "Johnny Depp"], "q": "reason` The Tourist' was nominated is so the foreign press could hang out with <strong> Johnny Depp </strong> and <strong> Angelina Jolie </strong>. Rubbish. They also accepted bribes.'' <strong> Ricky Gervais </strong> waved away the`` Burlesque'' scandal with a joke. <q> Who wants to see a Cher concert? </q> he asked.`` Nobody. It's not 1975.'' <strong> Christian Bale </strong>, accepting the evening's first award as best supporting actor in`` The Fighter,'' admitted he wondered who the HFPA was during", "new_id": -2}, {"uid": "1297278646168607769", "i": 47622, "idx": 6, "sa": ["Simon Cowell", "Billy Bush", "Paula Abdul"], "q": "`` He's done it a few times.'' Given her and <strong> Simon Cowell </strong>'s history, <strong> Paula Abdul </strong> had one word of advice for the Brit's fianc?e, makeup artist Mezhgan Hussainy- therapy! <q> I'm sure she's going to the therapist, </q> <strong> Paula Abdul </strong> smiled.`` There's seven days in a week, so,[ she's probably going] 14 times a week.'' The <strong> Simon Cowell </strong> bashing continued as <strong> Billy Bush </strong> attempted to uncover <strong> Paula Abdul </strong>'s love", "new_id": -2}, {"uid": "1296432939168050693", "i": 55747, "idx": 4, "sa": ["Alassane Ouattara", "Horace Campbell", "Raila Odinga"], "q": "States( ECOWAS) to unequivocally demand that ivory coast strongman Laurent Gbagbo steps down to give way to rival Allassane <strong> Alassane Ouattara </strong>. <strong> Raila Odinga </strong> is Abidjan as the African Union representative. Th... <strong> Horace Campbell </strong> on Ivory Coast Crisis: <q> This is a Test for the African Union </q> 2 of 2 <strong> Horace Campbell </strong> on Ivory Coast Crisis:`` This is a Test for the African Union'' 2 of 2 Democracy Now! Monday, December 27, 2010 democracynow.org A general strike has been called for in", "new_id": -2}, {"uid": "1296940939224919552", "i": 17160, "idx": 2, "sa": ["Eric Schmidt", "Matt Cutts"], "q": "roles] has been misinterpreted and[ it is] not well understood what we are doing,'' <strong> Eric Schmidt </strong> says, explaining that he wants details of the deal understood for the`` historic record''. <q> This has nothing to do with competitors, that is completely false. This was my proposal. People have never believed that the three of us could run the company as a triumvirate, but[ this is] a very, very well-managed business. The three of us will be on all of the big decisions together. </q> Changes at the top of Google are ultimately tactical Matt Cuttsers. When he looks ahead a decade or more, <strong> Eric Schmidt </strong> knows that he is standing on the cusp of the next big shift in technological innovation.", "new_id": -2}, {"i": 13003, "idx": 1, "index_answer": 0, "new_id": -1, "q": ", and Fiat is set to hit two more targets to reach a 35-percent stake in Chrysler, possibly increasing it to 51 percent if it repays outright or refinances loans from the U.S. and Canadian governments. <q> I think the opening of the capital markets window in the United States is real, </q> <strong> Sergio Marchionne </strong> said.`` I think it would be unwise for Chrysler not to take advantage of the opening.'' On the Italian side, he is preparing to invest â\u0082¬ 700 million in a plant", "sa": ["Sergio Marchionne"], "uid": "1296231906026230879"}]