[{"uid": "1296171152171278391", "i": 19296, "idx": 2, "sa": ["Mike Pence"], "q": "the Republican nomination for president in 2012.\"\"   Mike Pence  said he would make a decision \"later this year\"\"  about his next political step, though he appeared to telegraph his next move saying saying his  calling is closer to home  and added he would \"be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead.\"\"  \"I have learned to follow my heart, and", "new_id": -2}, {"uid": "1296455315108167179", "i": 26327, "idx": 1, "sa": ["Dicky Eklund", "Joe Young", "Mike Pence", "Micky Ward", "Terrence Howard", "Barack Obama"], "q": " \"The Fighter,\"\"  the red carpet at the Screen target=\"_blank\" href=\"http://actingglobe.com/\"> Actors Guild aMicky Wards Sunday was a cakewalk. It's \"a lot calmer here\"\"  than in the ring, Mr.  Dicky Eklund  said.  It's a lot of excitement- but in the ring, you got ta keep your head,  his brother,  Micky Ward , Indiana's  Mike Pence  opts out of 2012 Barack Obamaial run lead their countries effectively. In both countries, Democrats were chastened in their last  Terrence Howard :  Joe Young  Hollywood Hearts www.Joe Younghollywood.com  Joe Young  Hollywood hangs with  Terrence Howard ", "new_id": -2}, {"uid": "1295628178218054665", "i": 50842, "idx": 0, "sa": ["Ryan Rhodes", "Mike Pence", "Michele Bachmann", "Newt Gingrich", "Barack Obama", "Mitt Romney", "Sarah Palin"], "q": "former House speaker  Newt Gingrich , are making a strong play for tea party favor.  Sarah Palin , the former Alaska governor, Representative  Mike Pence  of Indiana and Representative  Michele Bachmann  of Minnesota, already boast significant insurgent support.  I don't necessarily think(  Mitt Romney ) is going to be one of those guys who goes to the tea party for votes the way other candidates might,  said  Ryan Rhodes , who is chairman of the Iowa Tea Party Patriots and has been contacted by almost every Barack Obamaial hopeful except  Mitt Romney . \"It doesn't really fit his style of politics.\"\"  The measure", "new_id": -2}, {"uid": "1295466256008323116", "i": 8911, "idx": 0, "sa": ["Mike Pence", "Jim Ryun"], "q": "WCSI does the forensics on  Mike Pence 's upcoming decision, and reports that he met with another Indiana Republican mentioned as a possible candidate:  Sixth district Congressman  Mike Pence  says the conservative activists publicly lobbying him to run for president have already done so privately.  Mike Pence  says former Reagan administration attorney Ralph Benko advised him on the speech he delivered to the Detroit Economic Club after Thanksgiving, an address widely viewed as testing the waters for a White House bid. Benko and Former Kansas Congressman  Jim Ryun  are the only publicly named backers of the America's President Committee, which on Monday launched an online petition drive aimed at gathering \"tens of thousands  of signatures to urge  Mike Pence  to run for President.  Mike Pence  has been weighing whether to run for President or Governor, and says he intends to make a decision within the next couple of weeks. He isn't", "new_id": -2}, {"uid": "1297545104230588453", "i": 2460, "idx": 1, "sa": ["Mike Pence", "Steve King"], "q": "they'll do any better this time. \" No matter what happens in the Senate, he concluded, the fight will rage on in the House. \" Mike Pence  is determined,\"\"   Steve King  said.  I don't think he's going to back off. And I will not.  If You Liked This, You Might Also Like... The Iowa Republican assails \"socialized medicine\"\"  but admits he helped create a government health program. It's not just illegal aliens: The likely", "new_id": -2}, {"uid": "1295186920132022279", "i": 39699, "idx": 0, "sa": ["Nancy Pelosi", "Ryan Dixon", "Mike Pence", "Harry Reid", "Eric Cantor", "Barack Obama", "Patrick Kennedy"], "q": "ride on an unrelated bill from the House. Sen.  Harry Reid  will move to proceed to HR 1586 http://wn.com/Fox_News_Highlights_House_GOP_Chart_of_Dems_Government-Run_Health_Care Question of the Day: What is your stance on immigration? Leave all your responses in the comment section.  Democrats Reveal Facts About Health Care  www.youtube.com \" Mike Pence   Patrick Kennedy  Yells:` Despicable' That Press Focuses On Massa Instead Of Afghanistan\"\"  www.youtube.com \"High Immigration Impacts AmEric Cantora's Unemployed\"\"  www.youtube.com Ryan DixonpRyan Dixon.com Health Care Reform Democrats Congress  Barack Obama  White House  Nancy Pelosi   Harry Reid  Durbin", "new_id": -2}, {"uid": "1296561500134217730", "i": 20895, "idx": 2, "sa": ["Mike Pence", "Barack Obama"], "q": "third-ranking Republican in the House-- announced he would not be a candidate for  Barack Obama  in 2012. \"Seeking national office was not right for us now,\"\"  he told the Central students.  While(  Mike Pence  and his family) went back and forth in our heads, we never went back and forth in our hearts.  Saying his \"heart was in Indiana,\"\"   Mike Pence  said he would continue to meet with \"the good and strong and opinionated people of this state\"\"  before deciding his next move.", "new_id": -2}, {"uid": "1296286332201490484", "i": 3215, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "since he stepped down last year from his House leadership position. The 51-year-old  Mike Pence  made multiple trips to states that host early Barack Obamaial primary contests, fueling some speculation he might seek the White House instead.  We have been especially humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home,   Mike Pence  said in a letter to supporters. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for  Barack Obama  in 2012.\"\" ", "new_id": -2}, {"uid": "1296174888117817375", "i": 20400, "idx": 0, "sa": ["Mike Pence"], "q": "Ad Feedback Indiana  Mike Pence  announced Thursday he won't seek the Republican nomination for president in 2012, but hinted a possible run for governor.  In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,  he said in a letter being sent to supporters. \"We will not seek the Republican nomination for president in 2012.\"\"  The Indianapolis Star reported  Mike Pence  said he would make a decision \"later this", "new_id": -2}, {"i": 344, "idx": 2, "index_answer": 0, "new_id": -1, "q": "up in Stratford, Ontario-- especially when one of the cultural differences between the U.S. and Canada became apparent after <strong> David Letterman </strong> asked about <strong> Justin Bieber </strong>'s schooling and found out that he's currently in the 11th grade. <q> 11th grade-- is that a sophomore in high school? </q> <strong> David Letterman </strong> asked, to which <strong> Justin Bieber </strong> replied:`` I don't know. I'm Canadian.'' Later, <strong> Justin Bieber </strong> tweeted that he will be on the`` Late Show'' again on Friday,``", "sa": ["David Letterman", "Justin Bieber"], "uid": "1296549619189169667"}]