[{"uid": "1297074145091652117", "i": 25553, "idx": 0, "sa": ["Simon Cowell"], "q": "month, <strong> Simon Cowell </strong> stated that he would be making an Cowell-us-x-factor-announcement-soon.html\"> announcement within two weeks. However, it is not yet known if the update will confirm the Fox show's judges or presenter. <q> It's what we've all been waiting for. The X Factor. Airing on Fox this Fall, </q> the site teased. \"And we're on a mission to find America's top undiscovered singing talent. \"Be sure to check back tomorrow for some BIG X Factor news.\" The", "new_id": -2}, {"uid": "1296092084132530182", "i": 17695, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "might not want to get too comfortable with the idea of <strong> Larry Page </strong> as the t-shirt wearing, Wall Street-oblivious CEO: <strong> Larry Page </strong> may just be an interim leader as Google looks for another <strong> Eric Schmidt </strong>, Kay predicts. <q> I think they'll realize they need an operations person in that role and hire a COO with a malleable ego who can transition to the CEO, </q> says Kay. Service-Oriented Architecture( SOA) is not just another product or technology to be added to the IT environment. Rather, SOA requires significant and often fairly far-reaching changes to truly reap all the benefits", "new_id": -2}, {"uid": "1295251188152551466", "i": 10249, "idx": 11, "sa": ["Camille Grammer", "David Letterman", "Kelsey Grammer"], "q": "in denial.... <strong> Kelsey Grammer </strong> Comments On Engagement To Kayte Walsh:` We are in love' <strong> Kelsey Grammer </strong> Comments On Engagement To Kayte Walsh:` We are in love' click our link thetodaybuzz.com- to watch full <q> <strong> Kelsey Grammer </strong> Comments On Engagement To Kayte Walsh:` We are in love' </q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the \"Late Show with <strong> David Letterman </strong>\" on Thursday night that he plans... <strong> Camille Grammer </strong> Demands$ 50 Million In Divorce Settlement Report. <strong> Camille Grammer </strong> Demands$ 50 Million In", "new_id": -2}, {"uid": "1295619240170147869", "i": 32002, "idx": 1, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "the scandal, which centres on allegations of systematic wrongdoing at <strong> Rupert Murdoch </strong>'s \"I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,\" Cameron said in a statement. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government. </q> <strong> Andy Coulson </strong> is a trusted aide and his departure is a blow to Cameron, whose office had long insisted he would stay on despite the scandal. Earlier this week, Cameron told BBC radio that", "new_id": -2}, {"uid": "1295537772185040912", "i": 6214, "idx": 0, "sa": ["William Hung", "Simon Cowell"], "q": ". While numbers have been going down for the` American Idol:' did <strong> Simon Cowell </strong> turn down$ 130 million to stay on show? MediEvil 2( Soundtrack)- Kew Gardens MediEvil II( also known as <q> MediEvil II: Return of the LaugWilliam Hung Dead </q>) is the sequel to MediEvil. It was released in 2000 by Sony Entertainment for the popular PlayStation console. It originally based upon a Gothic horror platform game that allows the user to explore several them... DarksydePhil", "new_id": -2}, {"uid": "1295534695152666176", "i": 15036, "idx": 0, "sa": ["Brady Smith", "Michael Vick"], "q": "for a safety that helped <strong> Brady Smith </strong>'s Atlanta Falcons and their young quarterback <strong> Michael Vick </strong> cruise to a 47-17 win in an NFC Divisional Playoff game in January 2005- just as he envisioned when he was 12. <q> I think every kid dreams of that at that age, </q> says <strong> Brady Smith </strong>, who played at Barrington High School and Colorado State before an 11-year NFL career as a defensive end for the Falcons and the New Orleans Saints, where he was coached by Da Coach.", "new_id": -2}, {"uid": "1295391203109740051", "i": 8997, "idx": 5, "sa": ["Sergio Marchionne"], "q": "Country Report Abuse \" \"We need to completely rethink the minivan,\" CEO <strong> Sergio Marchionne </strong> said Tuesday\" \" \"One amenity is an optional heated steering wheel, a first among minivans.\" Report Abuse <q> Why haven't detroit automakers learned yet that we don't want rebadged vehicles over and over? </q> Why is there so much contempt for the american public? We are not that stupid you know. This is why GM went bankrupt. Why buy Pontiac when it's the same as a chevy that costs", "new_id": -2}, {"uid": "1296805908220135483", "i": 8150, "idx": 5, "sa": ["George Tenet", "George H. W. Bush", "Colin Powell", "Donald Rumsfeld"], "q": "` creative'.\" To <strong> Donald Rumsfeld </strong> there is no connection between that preoccupation and the subsequent falsehood of the principal justification for the war with Saddam: the existence of weapons of mass destruction. <q> The <strong> George H. W. Bush </strong> did not lie. The <strong> George H. W. Bush </strong> did not lie. <strong> George Tenet </strong> did not lie. Rice[ Condoleeza] did not lie. I did not lie. The Congress did not lie. The far less dramatic truth is that we were wrong, </q> he writes. And, needless to say, the various intelligence agencies were responsible for them getting it wrong. The need to transfer blame is leavened with some settling of scores. <strong> Colin Powell </strong>,", "new_id": -2}, {"uid": "1295052762230834187", "i": 16463, "idx": 1, "sa": ["Silvio Berlusconi", "Ben Ali", "Sergio Marchionne"], "q": "$ 1.3 billion) in investments to historic Mirafiori, which would start producing Chrysler Jeeps and impose tougher working conditions on staff. Workers lobbied fellow voters outside the factory during the day, with some shouting <q> For employment, wages and rights, we vote yes </q>, while others chanted \"No to <strong> Sergio Marchionne </strong>'s blackmail\" . The deal has ignited a fierce political debate in Italy, particularly after Prime Minister <strong> Silvio Berlusconi </strong> earlier this week said that ItBen Alian companies \"would have", "new_id": -2}, {"uid": "1297464725077398024", "i": 42076, "idx": 4, "sa": ["Hosni Mubarak", "Donald Rumsfeld"], "q": "Washington urging <strong> Hosni Mubarak </strong> to step aside have differed from what the administration's special envoy, Frank Wisner, had been saying in Cairo. This, <strong> Donald Rumsfeld </strong> said, has proven to be \"confusing.\" <q> It certainly doesn't give one confidence, </q> the former secretary said of the administration's public steps. \"One doesn't know precisely what's taking place with private diplomacy-- what's really most effective-- but certainly the public diplomacy has been", "new_id": -2}]