[{"uid": "1297262183064667666", "i": 45861, "idx": 3, "sa": ["Steve Ballmer"], "q": "line in 2010 another 32 managers have left the fold. The head bean counter improves profitablity suffiecently to raise the stock value slightly in the last quarter after ten years... AND choses to sell shares. <q>Can <strong> Steve Ballmer </strong> do the right thing?</q> No Look at his ten year track record! Cosmocronos Feb 8, 2011- 6:31 PM edited I am afraid you got it wrong: what we are witnessing here is the final battle between <strong> Steve Ballmer </strong> and his", "new_id": -2}, {"uid": "1297113015104251437", "i": 10899, "idx": 4, "sa": ["Donald Rumsfeld", "Tony Blair", "Tareq Ayyoub", "Gen. David Petraeus", "President Bush", "Vincent K. Brooks"], "q": "of Defense Victoria Clarke later said. Al Jazeera reporter <strong> Tareq Ayyoub </strong> was killed when US bombs hit the network's Baghdad offices in 2003. \"This coalition does not target journalists,\" Brigadier <strong> Gen. David Petraeus </strong> <strong> Vincent K. Brooks </strong> insisted. <q>We don't know every place journalists are operating on the battlefield. It's a dangerous place, indeed.</q> A furious <strong> Donald Rumsfeld </strong> blasted the network's 2004 coverage of civilian casualties in Fallujah as \"vicious, inaccurate and inexcusable.\" That same year, US <strong> President Bush </strong> reportedly told British <strong> Tony Blair </strong> that he wanted", "new_id": -2}, {"uid": "1295465204122241033", "i": 38447, "idx": 3, "sa": ["David Letterman", "Regis Philbin"], "q": "ended his Inside Edition that he would \"get a kick\" filling in for <strong> Regis Philbin </strong> after he leaves. <strong> Regis Philbin </strong> is well-suited to daytime TV, says <strong> David Letterman </strong> Scardino of ad firm RPA in Los Angeles. <q>He could be outrageous, but in a way that was non-threatening. And that's a great combination for the daytime.</q> Live could see some viewer turnover after his exit. \"I do think there's a bit more potential, perhaps, that somebody who has been on this long has viewers who are extremely loyal,", "new_id": -2}, {"i": 12103, "idx": 2, "index_answer": 1, "new_id": -1, "q": "\" again, <strong> Betty White </strong> quips, \"I think you do a thing once and then you run like a thief.\" <strong> David Letterman </strong> then asks her what she does in her free time and <strong> Betty White </strong> says, <q>Oh, I like to do most anything. Play with animals, mostly. And vodka's kind of a hobby.</q> So <strong> David Letterman </strong> reaches down from behind the desk and produces a bottle of Grey Goose, to which <strong> Betty White </strong> laughs heartily. They share some vodka, then she does a classic spit-take. How can you not", "sa": ["David Letterman", "Betty White"], "uid": "1295452144253739151"}, {"uid": "1295547194232112134", "i": 30662, "idx": 1, "sa": ["Simon Cowell", "Steven Tyler"], "q": "routine is just \"boring.\" At least <strong> Steven Tyler </strong> will tell you \"if your singing stinks\"- the trouble is he says it in a \"kindler, gentler way,\" with lines such as, <q>Oh baby, you're just not ready. I'm sorry.</q> Both of the newbies need to \"toughen up a bit.\" When <strong> Simon Cowell </strong> called the occasional performance an \"utter disaster,\" he added the spice that made \"Idol\" delicious. \"American Idol", "new_id": -2}, {"uid": "1296823306159875075", "i": 13949, "idx": 0, "sa": ["Cheryl Cole", "Simon Cowell", "Louis Walsh", "Dannii Minogue", "Dermot O'Leary"], "q": "series, while <strong> Cheryl Cole </strong> and <strong> Dermot O'Leary </strong> have also been in negotiations to take part in their same roles but no decision has been made yet leaving ITV in the dark. A source told The Sun newspaper: <q>This is causing producers a headache as the contract process always takes some time to hammer out.</q> <strong> Louis Walsh </strong> and <strong> Dannii Minogue </strong>, are believed to be set to sign up soon. Fox- the network broadcasting the Stateside' X Factor'- and <strong> Simon Cowell </strong> are set to announce the American line-up in the next", "new_id": -2}, {"uid": "1296932452012320779", "i": 26831, "idx": 2, "sa": ["Roger Goodell", "Michael Vick", "Tom Brady", "Tony Dungy"], "q": "for his decision-making. Former NFL coach <strong> Tony Dungy </strong>, who has served as a mentor to <strong> Michael Vick </strong>, said the QB knows he can't afford to be associated with parties where trouble could occur. <q>I don't know where it started or what, but he's not going to be there,</q> he told the Dan <strong> Tom Brady </strong> radio show. \"I think he understands it's something that's just not worth it to him.\" <strong> Roger Goodell </strong> said he is happy that <strong> Michael Vick </strong>'s recovery and", "new_id": -2}, {"uid": "1296372233130301995", "i": 16635, "idx": 1, "sa": ["Sarah Sellers", "Paula Abdul", "Simon Cowell"], "q": "bump. To a full-lipped <strong> Sarah Sellers </strong>: \"You had me sold the second you laid eyes on me.\" To scout Chris Cordeiro: \"You scared everyone in the room.\" To tone-deaf Michael Perotto: <q>Did you eat paint chips as a child?</q> In general:\"* Bleep** Bleep** Bleep*.\"$ 12 million, about a third of <strong> Simon Cowell </strong>'s take. <strong> Paula Abdul </strong>'s salary was estimated to be between$ 5 to$ 8", "new_id": -2}, {"uid": "1295589382106250271", "i": 13933, "idx": 4, "sa": ["Eric Schmidt"], "q": " \"It's a good move. It[ the triumvirate management structure] was always one of things that concerned us a little bit,\" said Ryan Jacob, portfolio manager with the Jacob Internet Fund. <q>It should streamline the decision-making process. They're in a fast-moving industry.</q> <strong> Eric Schmidt </strong> now plans to sell about 534 000 shares of Class A common stock, the company said. Based on Google's closing share price of$ 626,77 on Thursday, he would earn about$ 334,7-million", "new_id": -2}, {"uid": "1295581287002506756", "i": 24733, "idx": 8, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "Page said. Although he tried to debunk the idea in Thursday's interview, <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinized companies. <q>I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,</q> said <strong> Ken Auletta </strong>, author of \"Googled: The End of the World As We Know It.\"' I think <strong> Eric Schmidt </strong> is burned out.\" There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For", "new_id": -2}]