[{"uid": "1295561800055377927", "i": 7073, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and Sergey for a long time to come,\" <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly, </q> <strong> Larry Page </strong> said. \"<strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him\" The change in command overshadowed Google's fourth-quarter earnings, which soared past analysts' estimates as the", "new_id": -2}, {"uid": "1296337544184827911", "i": 2654, "idx": 0, "sa": ["Zahi Hawass"], "q": "Egypt's top archaeologist, <strong> Zahi Hawass </strong>, told state television Egyptians on the street had tried to protect the building, but that the looters had entered from above. Two mummies on display had been damaged. <q> I felt deeply sorry... when I came this morning to the Egyptian Museum and found that some had tried to raid the museum by force last night, </q> <strong> Zahi Hawass </strong>, chairman of the Supreme Council of Antiquities, said. The museum is adjacent to the headquarters of the ruling National Democratic Party that protesters set ablaze during protests. Smoke was still rising from the", "new_id": -2}, {"uid": "1295753709087883801", "i": 9704, "idx": 0, "sa": ["Allen Iverson", "Jason Terry", "Shareef Abdur-Rahim"], "q": "by a flu, <strong> Allen Iverson </strong> had a season-low 12 points and missed 15 of 19 shots in a loss to Indiana on Friday night. He had 13 points in the first quarter against Atlanta, and kept scoring. <q> I didn't feel better, but I was rested, </q> <strong> Allen Iverson </strong> said. <strong> Jason Terry </strong> had 20 points and <strong> Shareef Abdur-Rahim </strong> had 17 for the Hawks, who are off to a 6-12 start. It was the ninth time, including playoffs, that <strong> Allen Iverson </strong> has scored 50 or more points", "new_id": -2}, {"uid": "1296128007138051652", "i": 24935, "idx": 1, "sa": ["Andy Coulson", "Paul Stephenson"], "q": "News of the World, stood by his earlier decision at the meeting. \"I was asked by Sir <strong> Paul Stephenson </strong> to establish the facts, not to review the case,\" he said. <q> The plain fact was that while the material was new to the media it wasn't new to us. It didn't constitute new evidence. </q> The issues around phone hacking have started to unravel at an alarming rate since the resignation of <strong> Andy Coulson </strong>, Downing Street director of communications, on Friday. The head of the Metropolitan police has promised", "new_id": -2}, {"uid": "1296241720196132899", "i": 22514, "idx": 4, "sa": ["Bernie Sanders"], "q": "be funded, the 2010 Annual Report Of The Board of Trustees of the Federal Old-Age and Survivors Insurance and Federal Disability Insurance Trust Funds reported that even if no changes were made to Social Security's funding, the <q> annual tax income to the trust funds is projected to equal about 78 percent of program cost </q> after 2037. From the report: So they played a clip of <strong> Bernie Sanders </strong>, then went on to attack what he said in that clip. Was <strong> Bernie Sanders </strong> there to defend his words? Was anyone there to offer", "new_id": -2}, {"uid": "1295479943073809965", "i": 15999, "idx": 0, "sa": ["Sergio Marchionne"], "q": "WINDSOR, Ontario( AP)-- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products that", "new_id": -2}, {"uid": "1296129417102268970", "i": 48725, "idx": 0, "sa": ["David Letterman", "Kiefer Sutherland"], "q": "one point, he even left Hollywood entirely. He bought a ranch in Montana and was victorious on the rodeo circuit. <strong> Kiefer Sutherland </strong> is a man's man on his show \"24\" but on Wednesday night's <q> Late Show with <strong> David Letterman </strong>, </q> the tough guy revealed his feminine side. <strong> Kiefer Sutherland </strong> surprised the audience and <strong> David Letterman </strong> as he stepped out onto the stage wearing a green sundress and black combat boots. The \"24\" star explained, \"I lost", "new_id": -2}, {"uid": "1297308631028164111", "i": 21929, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "like many of your predecessors, you could simply say so, and leave \"evidence\" to people who mean it. \" <strong> Andy Coulson </strong> was aware that phone hacking was taking place at <strong> Rupert Murdoch </strong>'s newspaper empire and <q> told others to do it </q>, a former executive at the News of the World told MPs. TheLastWord 5 February 2011 9:29 AM petrifiedprozac 5 February 2011 9:52 AM BlokeatLarge 5 February 2011 9:59 AM@Bahamut", "new_id": -2}, {"uid": "1297430496189579264", "i": 44377, "idx": 1, "sa": ["Steve Ballmer"], "q": "services, applications and customer support that make a great experience. Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.\" <q> I am excited about this partnership with Nokia, </q> added Microsoft CEO <strong> Steve Ballmer </strong>. \"Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.\"", "new_id": -2}, {"uid": "1296754813198328326", "i": 50307, "idx": 2, "sa": ["Donald Rumsfeld", "Christopher Hitchens"], "q": "\" But, she said, \"it was not a judgment that found favor with some parts of the AmChristopher Hitchensan machine\" - namely <strong> Donald Rumsfeld </strong> H. <strong> Donald Rumsfeld </strong>, the United States secretary of defense at the time. That <q> is why <strong> Donald Rumsfeld </strong> started an alternative intelligence unit in the Pentagon to seek an alternative judgment, </q> she said. MI5, she said, had refused to offer contributions to the documents produced at 10 Downing Street's orders to justify the case for war because the Britain released hundreds of previously secret \"UFO files", "new_id": -2}]