[{"uid": "1295907390241205262", "i": 11464, "idx": 2, "sa": ["Zahi Hawass"], "q": "had no legal claim to it. The SCA, which <strong> Zahi Hawass </strong> heads, said in an email that its request had been approved by both Prime Minister Nazif and the Egyptian ministry of culture. <q>This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country,</q> it said. <strong> Zahi Hawass </strong> has campaigned to repatriate several pharaonic treasures in recent years, including the Rosetta Stone now in the British Museum. <cite> Copyright 2011 The Associated Press. All rights reserved. This", "new_id": -2}, {"uid": "1294967176039272452", "i": 4390, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Bill Clinton"], "q": ". When appointed by <strong> Bill Clinton </strong> as Commerce secretary, none other than <strong> Donald Rumsfeld </strong> spoke favorably at Daley's confirmation hearing. Daley was mildly but publicly critical of <strong> Barack Obama </strong>'s health care reform strategy. He argued last year: <q>We've really got to listen carefully to the public. Voters are not re-embracing conservative ideology. But we must acknowledge that the left's agenda has not won the support of a majority of Americans-- and, based on that recognition, we must steer a more moderate course.</q> <strong> Barack Obama </strong> has put into place a staff structure that would allow for a shift toward the center-left. The hard left thinks this happened years ago-- but it is only true when measured against its own uncompromising", "new_id": -2}, {"i": 34235, "idx": 0, "index_answer": 3, "new_id": -1, "q": "wrote: \"I am one of those shocked and yet not altogether suprised by Craig <strong> George Osborne </strong>'s switch from being poacher to becoming gamekeeper.\" Latest from BBC News blogs <strong> Brian Taylor </strong>: <q>Sometimes nothing but poetry will do. <strong> Percy Bysshe Shelley </strong> indeed. His poem Ozymandias describes an early grandiose construction project which...</q> \"The prime minister has found his man. Just days after <strong> Andy Coulson </strong> walked out of Downing Street for the last...\" \"Vodafone in its modern, multinational form was to a large extent created by <strong> Chris Gent </strong>,", "sa": ["Chris Gent", "Andy Coulson", "George Osborne", "Brian Taylor"], "uid": "1296665253235831378"}, {"uid": "1295996108171999277", "i": 314, "idx": 0, "sa": ["Chris Webber", "Allen Iverson"], "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q>That's really what I did. It helped me out.</q> Webbe... TNT Opening Cinematic 2010 NBA Season HD TNT Opening Cinematic 2010 NBA Season Watch as today's superstars discuss playing basketball in the NBA..... NBA Top Facial Dunks in 2009-2010 season and Top 10 HD", "new_id": -2}, {"uid": "1297224206054231079", "i": 19169, "idx": 0, "sa": ["Sean Hannity", "Donald Rumsfeld"], "q": "Former Defense <strong> Donald Rumsfeld </strong> Tuesday warned if the Muslim Brotherhood has the opportunity to take over Egyptian rule it will, <q>and that is a dangerous thing.</q> In an interview with Fox News' <strong> Sean Hannity </strong>, <strong> Donald Rumsfeld </strong> also said the extremist, autocratic rule in Iran is an example of what could happen in Egypt, and other Middle Eastern nations, experiencing signs of political", "new_id": -2}, {"uid": "1295029412227983382", "i": 27161, "idx": 0, "sa": ["Kayte Walsh", "Kelsey Grammer", "David Letterman", "Camille Grammer"], "q": "- Though his divorce is not yet settled with ex-wife <strong> Camille Grammer </strong>, actor <strong> Kelsey Grammer </strong> plans to wed his \"new girl\" <strong> Kayte Walsh </strong> in February, the former \"Frasier\" star told comedian <strong> David Letterman </strong> Thursday night. <q>The kids seem to be doing okay,</q> the 55-year-old said on the\" Late Show\" about the aftermath of his divorce from <strong> Camille Grammer </strong>, 42, in July after 13 years of marriage. The couple has two children-- daughter Mason,", "new_id": -2}, {"uid": "1296230759016433163", "i": 34128, "idx": 0, "sa": ["Jimmy Kimmel", "Simon Cowell", "Ryan Seacrest"], "q": "36, recently appeared on <strong> Jimmy Kimmel </strong> Live and spoke about his pal and former American Idol judge <strong> Simon Cowell </strong>'s upcoming show The X Factor. Asked if he had spoken to <strong> Simon Cowell </strong> about it, he said: <q>Actually I did hear from him, I spoke to him when he was overseas on a little bit of a break and he didn't comment about the new show. \"No he didn't bring up the new show. But he likes to keep his opinions to himself.</q> However <strong> Ryan Seacrest </strong> said he is sure to hear from him if the show gets impressive ratings when it starts later this year. He said: \"He will be the first to congratulate himself on", "new_id": -2}, {"uid": "1296738679019595292", "i": 2158, "idx": 2, "sa": ["Oprah Winfrey", "Jennifer Aniston", "Adam Sandler", "Simon Cowell"], "q": "truth which was saying what you wanted to say but couldn't actually say it\". As for whether the former Friends star could ever have said some of things that <strong> Simon Cowell </strong> did, <strong> Jennifer Aniston </strong> laughed: <q>Maybe in my own mind I would think things but I could never imagine saying anything like that!</q> <strong> Jennifer Aniston </strong> was appearing on the talkshow alongside her Just Go With It co-star <strong> Adam Sandler </strong>, while <strong> Oprah Winfrey </strong> also interviewed the", "new_id": -2}, {"uid": "1294991426005357592", "i": 36299, "idx": 4, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "we're with you,' and she doesn't just put a thumbs up, she raises her entire arm.\" \"The doctors couldn't believe what they were seeing,\" <strong> Kirsten Gillibrand </strong> said. <q>They were saying this is unbelievable progress, to see this.</q> Video: House peers reflect on bedside visit to <strong> Gabrielle Giffords </strong>( on this page) \"Mark started to tell her,` <strong> Gabrielle Giffords </strong>, if you can see me, give me the thumbs up", "new_id": -2}, {"uid": "1295450752253739022", "i": 17716, "idx": 3, "sa": ["Stephen Colbert", "Steve Carell", "David Letterman", "Sarah Palin", "Dick Cheney", "Katie Couric"], "q": "with world leaders- and clearly she was struggling with some of those answers.\" While <strong> Katie Couric </strong> did note that, in <strong> Sarah Palin </strong>'s defense, they were not easy questions to answer, <strong> David Letterman </strong> reminded her that the <q>What newspapers and magazines do you read?</q> question was an easy one that <strong> Sarah Palin </strong> blew. <strong> Katie Couric </strong> explained how it came about and said that she disagrees with the way <strong> Sarah Palin </strong> is characterizing the question in post-election interviews http://wn.com/Hardball__Pfotenhauer_Hammered_Over_Palin's_VP_Role <strong> Steve Carell </strong> <strong> Stephen Colbert </strong> grills <strong> Dick Cheney </strong> to his face at", "new_id": -2}]