[{"i": 41964, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Long way to run for phone-hacking story Q&A: Tory search is under way for a new director of communications at No 10 after <strong> Andy Coulson </strong> resigned. Mr <strong> Andy Coulson </strong> stood down on Friday, saying coverage of the scandal had <q> made it difficult to give the 110% needed in this role </q>. He The view from a broad: More <strong> Lauren Laverne </strong>, please Married Cabinet minister accused of affair with campaigner an affair with a former socialite turned political campaigner. Lord Strathclyde has been accused of having an affair with", "sa": ["Lauren Laverne", "Andy Coulson"], "uid": "1295925206202604593"}, {"uid": "1296725293246726664", "i": 333, "idx": 3, "sa": ["Steve Ballmer"], "q": "potential 20-25% global share over time- and exclusivity.`` Right now, do you really think HTC, Samsung and LGE are pushing your products ahead of Google's?'' he asked <strong> Steve Ballmer </strong>. <q> You need to tie yourself to a high-volume player to be relevant, which I know goes against your DNA. </q> Ahmad's advice was echoed by Wedge Partners analyst Brian Blair, who said the switch to Windows Phone 7`` would address the key concern we have had about Nokia for the last several years: terrible", "new_id": -2}, {"uid": "1295560499104759349", "i": 5611, "idx": 0, "sa": ["Eric Schmidt"], "q": ", <strong> Eric Schmidt </strong> revealed in a More businessparticular working on new products. His title will be co-founder. He's an innovator and entrepreneur to the core, and this role suits him perfectly,'' <strong> Eric Schmidt </strong> said. <q> As Google has grown, managing the business has become more complicated, </q> <strong> Eric Schmidt </strong> wrote.`` So Larry, Sergey and I have been talking for a long time how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right", "new_id": -2}, {"uid": "1295294053030998575", "i": 19351, "idx": 0, "sa": ["Jim Ryun", "Jack Kemp", "Ronald Reagan", "Mike Pence"], "q": "a deputy counsel to <strong> Ronald Reagan </strong>, announced the America's <strong> Ronald Reagan </strong> Committee to encourage a Pence-for-president bid. Former Rep. <strong> Jim Ryun </strong>, R-Kan., is also helping the campaign to collect signatures from conservatives and tea party activists. <q> <strong> Mike Pence </strong> extraordinarily exemplifies the optimistic, pro-growth, pro-job creation Reagan-Kemp wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry, </q> Benko said.`` <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity.'' <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice presidential candidate.", "new_id": -2}, {"uid": "1295830201223035402", "i": 746, "idx": 1, "sa": ["Andy Coulson", "Nick Clegg", "David Cameron", "Andrew Marr"], "q": ", says the Deputy Prime Minister <strong> Nick Clegg </strong>, on the <strong> Andrew Marr </strong> Show this morning, was forced to defend the ex-communications chief, <strong> Andy Coulson </strong>, who resigned from his post on Friday. These were his comments: <q>`` If you listen to what <strong> David Cameron </strong> has said, he said very emphatically that he thought it was right to give <strong> Andy Coulson </strong> a second chance. <strong> Andy Coulson </strong> has been very clear that he was not in any way responsible for phone hacking and had no knowledge of it. I have no reason to disbelieve him. </q> \" <strong> Nick Clegg </strong> plays a careful game here, relying on <strong> David Cameron </strong>'s judgement( which has repeatedly been drawn into question over the <strong> Andy Coulson </strong> affair) rather than voicing his own. And his backing of <strong> Andy Coulson </strong> is", "new_id": -2}, {"uid": "1297292864070500360", "i": 42814, "idx": 0, "sa": ["Mike Pence"], "q": "on how to obtain abortions for underage girls and circumvent sex crime laws. Planned Parenthood said the undercover tapes were highly edited, but the group fired an employee that appeared in one of the videos. <q> Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking, </q> said Rep. <strong> Mike Pence </strong>( R-Ind.), who's sponsoring the Title X bill. Other abortion rights groups slammed the Appropriations Committee proposal Wednesday afternoon.`` The new anti-choice House", "new_id": -2}, {"uid": "1295564753175194122", "i": 18412, "idx": 0, "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "q": "so she was goaded into it after <strong> Jay Leno </strong> encouraged her to swear in a Boston accent on Wednesday's`` Tonight Show,'' but <strong> Howard Stern </strong>? He didn't seem to be giving <strong> Jay Leno </strong> as good-natured a ribbing <q> He's not fit to scrub <strong> David Letterman </strong>'s feet, </q> <strong> Howard Stern </strong> said.`` I don't know why he's beaten <strong> David Letterman </strong> in the ratings, it's beyond my comprehension. America must be filled with morons... the ones that are watching him must be watching him", "new_id": -2}, {"uid": "1297218240091242545", "i": 34096, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "inmates at the Guantanamo Bay prison in Cuba. <strong> President Bush </strong> was due to visit Geneva to address a Jewish charity gala on Saturday, but organizers cancelled the event due to what they described as security concerns. <q> People are trying to make legal issues out of public policy issues, which is unfortunate, </q> <strong> Donald Rumsfeld </strong> told Reuters.`` I think it's a sign of the times.'' <strong> Donald Rumsfeld </strong>, who personally authorized harsh interrogation techniques used on some terrorism suspects, said he had not considered whether he,", "new_id": -2}, {"uid": "1295882459100450368", "i": 16956, "idx": 0, "sa": ["Oprah Winfrey", "Regis Philbin", "David Letterman", "Larry King"], "q": "AM EST- U.S. Markets close in 5 hrs 40 mins <strong> Oprah Winfrey </strong>, <strong> Larry King </strong> and now <strong> Regis Philbin </strong>-- 3 TV talk exits{`` s'':`` cbs, twx'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} <strong> David Letterman </strong> Bauder, AP Television Writer, On Monday January 24, 2011, 9:54 am NEW YORK( AP)-- <strong> Regis Philbin </strong>'s", "new_id": -2}, {"uid": "1296744552199131154", "i": 30140, "idx": 42, "sa": ["Donald Rumsfeld"], "q": "other pictures had been released-`` showing soldiers engaged in similarly disturbing sexual, sadistic acts-but with each other: Americans on Americans.'' A week later, <strong> Donald Rumsfeld </strong> gave the president a handwritten note saying <q> that you have my resignation as <strong> Donald Rumsfeld </strong> of Defense any time you feel it would be helpful to you. </q>`` Don, someone's head has to roll over this,'' Bush told him. But the president called him that night and said that`` your leaving is a terrible idea.'' Bush asked", "new_id": -2}]