[{"uid": "1295903297179077120", "i": 31100, "idx": 6, "sa": ["Donald Rumsfeld", "President Bush"], "q": "under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos, \"snowflakes,\" they were called. He read from some issued in 2003 and in 2005: \"Are we winning or losing the war on terror?\" <q>Is the U.S. government changing fast enough?</q> \"Do we need more troops? And if so, where and for what purpose? \"` My brain would be going,\" he said. \"I wanted to find out something. I", "new_id": -2}, {"uid": "1297136264194772997", "i": 45640, "idx": 0, "sa": ["Cory Monteith", "Simon Cowell"], "q": "he observes the crowd's positive reaction. \"I feel like that it did make him happy and, obviously, he has some natural abilities that <strong> Simon Cowell </strong> Schuester was able to spot,\" Adler says. <q>I don't think he's ever allowed himself to do that ever in his life, to dance or learn a song, especially to do that in public.... Doing that was such an obstacle to overcome.</q> <strong> Cory Monteith </strong>) offer to join New Directions. \"He's got to retreat back to that and play it safe for a little bit longer, as long as he can.\" Karofsky will", "new_id": -2}, {"uid": "1295618588099680271", "i": 29501, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson"], "q": "was quick to condemn The Guardian's involvement in the investigation. guardian abhors publication of material obtained by dodgy methods so much, where does that leave them on Wikileaks?\" The new CNN presenter added: <q>Hypocrisy: prejudice with a halo.</q> <strong> Andy Coulson </strong> was editor of the News of the World from 2003 to 2007, but stood down following allegations about his reporters illegally hacking into the voicemail messages of many celebrities. Freelance detective <strong> Glenn Mulcaire </strong> told", "new_id": -2}, {"uid": "1296034359264519680", "i": 7575, "idx": 5, "sa": ["Michael Vick"], "q": "and thigh pads made by the company. \"The Unequal technology is a part of my game now and I won't play without my Unequal,\" <strong> Michael Vick </strong> said in a statement acquired by the Associated Press. <q>Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.</q> <strong> Michael Vick </strong> was once the NFL's highest-paid player and he endorsed many products during his six seasons with the Atlanta Falcons. But <strong> Michael Vick </strong> lost everything following his 2007 arrest and later conviction on dogfighting charges, for which he", "new_id": -2}, {"uid": "1295281689010338330", "i": 2470, "idx": 0, "sa": ["Sergio Marchionne"], "q": "ÎµÎ½Ï\u008e Î¿ Î¯Î´Î¹Î¿Ï\u0082 Ï\u0084Ï\u008eÏ\u0081Î± ÎµÏ\u0080Î¹Î²ÎµÎ²Î±Î¹Ï\u008eÎ½ÎµÎ¹ Ï\u0084Î¹Ï\u0082 Ï\u0086Î®Î¼ÎµÏ\u0082 Ï\u0080Î¿Ï Î®Î¸ÎµÎ»Î±Î½ Ï\u0084Î·Î½ Î­ÎºÎ´Î¿Ï\u0083Î· Ï\u0084Î·Ï\u0082 Maserati Î½Î± Ï\u0087Ï\u0081Î·Ï\u0083Î¹Î¼Î¿Ï\u0080Î¿Î¹ÎµÎ¯ ÎºÎ¹Î½Î·Ï\u0084Î®Ï\u0081ÎµÏ\u0082 Ferrari! Î Ï\u0081Î¹Î½ Î±Ï\u0080Ï\u008c Ï\u0084Ï\u0081ÎµÎ¹Ï\u0082 Î¼Î®Î½ÎµÏ\u0082 Ï\u0084Î¿ Î³Ï\u008dÏ\u0081Ï\u0089 Ï\u0084Î¿Ï ÎºÏ\u008cÏ\u0083Î¼Î¿Ï Î­ÎºÎ±Î½Îµ Î· ÎµÎ¯Î´Î·Ï\u0083Î· Ï\u0080Î¿Ï Î®Î¸ÎµÎ»Îµ Ï\u0084Î¿Î½ Î¯Î´Î¹Î¿ Ï\u0084Î¿Î½ <strong> Sergio Marchionne </strong> Î½Î± Î´Î·Î»Ï\u008eÎ½ÎµÎ¹ Ï\u0087Î±Ï\u0081Î±ÎºÏ\u0084Î·Ï\u0081Î¹Ï\u0083Ï\u0084Î¹ÎºÎ¬ Ï\u008cÏ\u0084Î¹: <q>Î\u0095Î¯Î½Î±Î¹ Ï\u0080Î¿Î»Ï\u008d Ï\u0083Î·Î¼Î±Î½Ï\u0084Î¹ÎºÏ\u008c Î³Î¹Î± ÎµÎ¼Î¬Ï\u0082 Î½Î± ÎµÎºÎ¼ÎµÏ\u0084Î±Î»Î»ÎµÏ Ï\u0084Î¿Ï\u008dÎ¼Îµ Ï\u0084Î· Ï\u0083ÎºÎ»Î·Ï\u0081Î® Î´Î¿Ï Î»ÎµÎ¹Î¬ Ï\u0080Î¿Ï Î­Ï\u0087ÎµÎ¹ Î³Î¯Î½ÎµÎ¹ Ï\u0083Ï\u0084Î¿Î½ Ï\u0084Î¿Î¼Î­Î± ÎµÎ¾Î­Î»Î¹Î¾Î·Ï\u0082 Ï\u0084Î¿Ï Î½Î­Î¿Ï Grand Cherokee. To Î±Ï Ï\u0084Î¿ÎºÎ¯Î½Î·Ï\u0084Î¿ Ï\u0086Î­Ï\u0081ÎµÎ¹ Ï\u0083Î·Î¼Î±Î½Ï\u0084Î¹ÎºÎ¬ Ï\u0083Ï\u0084Î¿Î¹Ï\u0087ÎµÎ¯Î± Ï\u0080Î¿Ï Î­Ï\u0087Î¿Ï Î¼Îµ Î­Ï\u0089Ï\u0082 Ï\u0083Î®Î¼ÎµÏ\u0081Î± Î±Î³Î½Î¿Î®Ï\u0083ÎµÎ¹</q>. Î\u0088Ï\u0084Ï\u0083Î¹ Ï\u0084Î¿ project Ï\u0080Î¿Ï Ï\u0080ÎµÏ\u0081Î¹Î»Î±Î¼Î²Î¬Î½ÎµÎ¹ Ï\u0084Î·Î½ ÎµÎ¾Î­Î»Î¹Î¾Î· ÎµÎ½Ï\u008cÏ\u0082 Î½Î­Î¿Ï Ï\u0084ÎµÏ\u0084Ï\u0081Î±ÎºÎ¯Î½Î·Ï\u0084Î¿Ï Î±Ï Ï\u0084Î¿ÎºÎ¹Î½Î®Ï\u0084Î¿Ï Î³Î¹Î± Ï\u0084Î¹Ï\u0082 Maserati ÎºÎ±Î¹ Alfa Romeo Ï\u0084Î¿ Î¿Ï\u0080Î¿Î¯Î¿ Î¸Î± Î²Î±Ï\u0083Î¯Î¶ÎµÏ\u0084Î±Î¹ Ï\u0083Ï\u0084Î¿ ÎºÎ±Î¸Î±Ï\u0081Ï\u008cÎ±Î¹Î¼Î¿ Î±Î¼ÎµÏ\u0081Î¹ÎºÎ¬Î½Î¹ÎºÎ¿ SUV Ï\u0080Ï\u0081Î¿Ï\u0087Ï\u0089Ï\u0081Î¬ Î¼Îµ Î±ÎºÎ¬Î¸ÎµÎºÏ\u0084Î¿Ï Ï\u0082 Ï\u0081Ï Î¸Î¼Î¿Ï\u008dÏ\u0082, ÎµÎ½Ï\u008e Î· ÎµÎ¯Î´Î·Ï\u0083Î· Ï\u0080Î¿Ï Î®Î¸ÎµÎ»Îµ Ï\u0084Î·Î½ Î­ÎºÎ´Î¿Ï\u0083Î· Ï\u0084Î·Ï\u0082 Maserati", "new_id": -2}, {"uid": "1295487896122978305", "i": 22990, "idx": 1, "sa": ["David Letterman", "Steven Tyler"], "q": "success. <strong> Steven Tyler </strong> said he believed that the only way that a singer could make it was to work hard in the clubs, smell the seat, sing in smoke and do the grind. <q>Some of these kids I saw singing- I wanted to say, \"Wait a minute. So, where have you sung before?</q> Watch <strong> Steven Tyler </strong> interview on <strong> David Letterman </strong>. Click Play", "new_id": -2}, {"uid": "1295801603188252203", "i": 2399, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "Abuse \"This is the LIVE form of National Enquirer- how does anyone know what he posts is TRUE?\" You BELIEVE it just because you rightwingnuts want to find dirt on Obama. Report Abuse <q>Any secrecy in government is a departure from Democracy. Any unilateral decision-making is also a departure from Democracy. Even our Republic, with its middle-men acting as legislators, is a departure from Democracy. Clearly, perfect Democracy is an unattainable limit in the mathematical sense; this does not, however, invalidate the relentless convergence to that unattainable limit.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces <strong> David Cameron </strong>'s Spin Doctor <strong> Andy Coulson </strong> to Quit", "new_id": -2}, {"uid": "1297124427224133140", "i": 1995, "idx": 2, "sa": ["Steve Ballmer", "Wes Miller"], "q": "saying the company had \"strong technical leaders in each business group.\" The effort may take some of the heat off <strong> Steve Ballmer </strong>, so long as it produces results soon, <strong> Wes Miller </strong> said. <q>You can play pin the blame on the donkey, but the reality is <strong> Steve Ballmer </strong> has to accept some of the blame,</q> he said. \"He also has to put the right people in the right places.\" To contact the reporter on this story: Dina Bass in Seattle at dbass2@bloomberg.net", "new_id": -2}, {"uid": "1295730324150700038", "i": 28851, "idx": 1, "sa": ["Tony Blair", "Danny Lawson", "Andy Coulson"], "q": "to say about his impending departure? The former journalist blamed, yes, the press. <strong> Andy Coulson </strong>.( Credit: <strong> Danny Lawson </strong>/ AP Photo) \"Unfortunately,\" <strong> Andy Coulson </strong> said in a statement, <q>continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role. I stand by what I've said about those events, but when the spokesman needs a spokesman, it's time to move on.</q> Translation from the original British: I didn't do anything wrong, it's those pesky reporters! In a bit of American-style damage control, the resignation was announced while <strong> Tony Blair </strong> was fielding questions", "new_id": -2}, {"i": 39081, "idx": 8, "index_answer": 0, "new_id": -1, "q": "added that he's already talked to Andy Reid about what he needs to improve on this offseason. \"I think I've got the blueprint on what to do,\" <strong> Michael Vick </strong> said. <q>I sat down and talked with Andy yesterday. He had a whole list of things that he thought I needed to do. It's good because without that I wouldn't see it or I wouldn't know, so that gives me guidance, areas to work on.</q> <strong> Michael Vick </strong> admitted that he tried too often to make a big play last season. He said he needs to make the plays he knows he can make and not always think so big. But he's", "sa": ["Michael Vick"], "uid": "1295308684212140059"}]