[{"uid": "1295325224053116945", "i": 11, "idx": 2, "sa": ["Cheikh Samb", "Tayshaun Prince", "Antonio McDyess", "Allen Iverson", "Chauncey Billups"], "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento Kings on Tuesday night.`` It was a huge lift off of me,'' <strong> Allen Iverson </strong> said. <q> I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more. </q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "new_id": -2}, {"uid": "1297120126257998868", "i": 23967, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion.`` It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> User comments are not being accepted on this article.", "new_id": -2}, {"uid": "1295571578103104583", "i": 7019, "idx": 2, "sa": ["Eric Schmidt"], "q": "now was the right moment to make some changes to the way we are structured.'' According to <strong> Eric Schmidt </strong>, the three had been`` equally'' involved in making decisions over the past decade. <q> This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us.`` But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.[ And] Larry, in my clear opinion, is ready to lead...[ Yes], day-to-day adult supervision is no longer needed. </q> As such, Larry has been tasked with leading product development and technology strategy, while Sergey will focus on strategic projects. And <strong> Eric Schmidt </strong>? Well, the former CEO is expected to", "new_id": -2}, {"uid": "1296768815048218146", "i": 6340, "idx": 3, "sa": ["Steve Ballmer"], "q": ", whose team's first Windows Phone 7 application hit the Marketplace yesterday. <strong> Steve Ballmer </strong> said that with about 1,000 apps at launch, Microsoft is ahead of its competitors in their marketplace launch phases. <q> Over 1000 apps is good, but they need to build up to the big leagues in the next 6 months... </q> said Al Hilwa, IDC program director, Applications Development Software, in an email.`` From what I am seeing in the tools and how jazzed developers are, I think they will hit some big milestones for", "new_id": -2}, {"uid": "1295454221253952026", "i": 25815, "idx": 0, "sa": ["Jonathan Ross", "Simon Cowell", "Russell Brand", "Paul Buccieri"], "q": "There will also be a scaled-down version of royal coverage on the weekend after the wedding from April 30 to May 1. <strong> Paul Buccieri </strong>, ITV Studios America president and CEO, released a statement saying: <q> This is without question the most widely anticipated wedding in a generation. </q> <strong> Simon Cowell </strong> thinks Rihanna is the`` perfect'' choice... <strong> Russell Brand </strong> and <strong> Jonathan Ross </strong> reunite for Comedy Awards", "new_id": -2}, {"uid": "1297114520257425423", "i": 35160, "idx": 1, "sa": ["Simon Cowell"], "q": "sometimes you have to put your money where your mouth is. Putting up that kind of prize money is a massive, massive risk, but also it's an incredible incentive,'' he said. <q> I also did it because I believe[ we] can find a star, </q> <strong> Simon Cowell </strong> continued.`` So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million", "new_id": -2}, {"uid": "1297281697262340610", "i": 21815, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "! Allow the railroads to take on speed rail without the government sticking it's nose in. The enormous return from putting people to work building rail cars, engines and new track will help Report Abuse <q> According to Americans for Tax Reform( ATR), <strong> Barack Obama </strong> has signed into law at least two dozen tax increases. </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Hse. Budget Cmte. Fed chair testifies on economy inflation& unemployment today. AARP Â® Auto Insurance Over 50? Save Avg$ 384* On Auto Insurance", "new_id": -2}, {"i": 33268, "idx": 0, "index_answer": 0, "new_id": -1, "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> As companies look for ways to deploy applications, both internally and as services to their customers, they worry about scale, performance& visibility. Startup Sonoa Systems offers a solution. <strong> Eric Schmidt </strong> will continue to", "sa": ["Eric Schmidt"], "uid": "1295570074192872461"}, {"uid": "1297252103192888842", "i": 28899, "idx": 0, "sa": ["Barack Obama", "Gabrielle Giffords", "Sen. Bernie Sanders", "Paul Helmke", "Bill Clinton"], "q": "<strong> Barack Obama </strong> mentioned <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong>- who was shot in Tucson two weeks earlier in a massacre that left six dead, including a 9-year-old girl, and 14 wounded- at the beginning of his speech. He also said <q> the dreams of a little girl in Tucson are not so different than those of our own children, and that they all deserve the chance to be fulfilled. </q> But he refused to say a word about tightening gun laws, though that, too, was one of his election issues. Commented <strong> Paul Helmke </strong>, <strong> Bill Clinton </strong> of the Brady Campaign to Prevent Gun Violence:`` How can", "new_id": -2}, {"uid": "1295217041213467344", "i": 4617, "idx": 0, "sa": ["Eric Schmidt", "H. Draper"], "q": "startup team( including the personality traits he deems essential) and pointers on pitching investors. He also looks ahead to the next great waves in investment and innovation, including overseas opportunities and the rise of genomics: <q> If <strong> Bill Gates </strong> and <strong> Larry Ellison </strong> were undergrads today, </q> he opines,`` they would likely study biology.'' In his foreword to the book, Google CEO <strong> Eric Schmidt </strong>-- a man who knows something about growing a startup-- says <strong> H. Draper </strong>`` has done a", "new_id": -2}]