[{"uid": "1295208913228065304", "i": 22819, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords", "Randy Larson", "Susannah York"], "q": "tube. <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> of New <strong> Susannah York </strong>, close friend of <strong> Gabrielle Giffords </strong> who was at her bedside when she first opened an eye Wednesday, said the congresswoman understands what she's hearing and seeing. <q>It's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did,<q> the Democratic senator said on NBC's \"Meet the Press\" Sunday. As Tucson attempted to heal, the Safeway supermarket reopened and a memorial of flowers grew outside. <strong> Randy Larson </strong>, 57,", "new_id": -2}, {"uid": "1296088086132530187", "i": 12204, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.<q>", "new_id": -2}, {"uid": "1296780771243531829", "i": 14896, "idx": 2, "sa": ["Zahi Hawass"], "q": "at the Museum and warned against \"rumours.\" In a posting on his blog <strong> Zahi Hawass </strong> said the incident at the museum resulted in \"70 broken objects, all of which can be restored.\" <q>I want people to know that after nine days of protests, the monuments are safe,<q> <strong> Zahi Hawass </strong> said. \"If anything happens, I will announce it.\" Experts fret over Egypt's treasures in full\" class= \"active\"> Scientists make bionic \"off the shelf\" veins in", "new_id": -2}, {"uid": "1295967193135200806", "i": 8091, "idx": 0, "sa": ["Zahi Hawass"], "q": "museum. Egypt's Supreme Council of Antiquities( SCA) sent the request to the Prussian Cultural Heritage Foundation, which runs the Neues Museum in the German capital where the bust is kept. <q>The foundation's position on the return of Nefertiti remains unchanged,<q> foundation president Professor Hermann Parzinger said in a statement. \"She is and remains the ambassador of Egypt in Berlin.\" Egypt's antiquities chief, <strong> Zahi Hawass </strong>, appealed to the foundation seeking the return of", "new_id": -2}, {"uid": "1297706931264994828", "i": 42095, "idx": 0, "sa": ["Steve Ballmer"], "q": "<strong> Steve Ballmer </strong> speaks duringthe 3GSM World congress in Barcelona. Microsoft said Monday that it would release an update of its Windows Phone operating system later this year that will provide a full web experience to smartphone users. <q>We need to give people the full web, the full Internet on their phone, like they've come to expect with the PC,<q> Microsoft chief <strong> Steve Ballmer </strong> said at the mobile industry's annual get-together in Barcelona. \"Later this year we are going to release a version of Internet Explorer9( web browser) complete with hardware and graphics and", "new_id": -2}, {"uid": "1295094125134053943", "i": 20114, "idx": 44, "sa": ["Rasheed Wallace", "Rip Hamilton", "Allen Iverson"], "q": "back-to-back 3-pointers that gave the Pistons the lead for good and sent them to a 107-102 victory over the Golden State Warriors on Thursday night. \"That really hurt my feelings, that tip,\" <strong> Rasheed Wallace </strong> said. <q>You can't let that frustrate you. I missed two point-blank foul shots. I'm upset at myself about that. You can't let that one thing get you down. That's what we did, just dug deep and came up with some stops down the stretch.<q> Richard <strong> Rip Hamilton </strong> scored 24 points and <strong> Allen Iverson </strong> added 23 as the Pistons won for the second straight time to open their four-game road trip after losing their first two games with <strong> Allen Iverson </strong>. But just like in Tuesday night's", "new_id": -2}, {"i": 11815, "idx": 10, "index_answer": 2, "new_id": -1, "q": "dropped to 2-10 at home in the past six weeks, and face a road trip that includes games at Boston, Cleveland, New Orleans and Orlando. \"We lost again,\" point guard <strong> Rodney Stuckey </strong> said. <q>I don't know. I really can't explain anything anymore. We just keep losing, and now we've got some great teams to play.<q> <strong> Allen Iverson </strong> led all scorers with 31 points, and <strong> Antonio McDyess </strong> added 13 points and 13 rebounds. San <strong> Antonio McDyess </strong> led http://wn.com/Mavs-Spurs_106-93_I_Nowitzki_31pts,9reb,Terry_19pts_vs_Duncan_30pts,8reb,Parker_26pts,12ast SAN ANTONIO, April 28,2009( AP) <strong> Jason Terry </strong> galloped down court after one big shot and <strong> Josh Howard </strong> skipped", "sa": ["Jason Terry", "Josh Howard", "Rodney Stuckey", "Antonio McDyess", "Allen Iverson"], "uid": "1295937890179191810"}, {"uid": "1295683128125009927", "i": 8883, "idx": 0, "sa": ["Maurice Cheeks", "Chris Webber", "Allen Iverson"], "q": "meeting. <strong> Maurice Cheeks </strong> was typically mellow when he finally met the media, saying the Sixers were a \"work in progress\" that would eventually become the type of team that can make some noise in the East. <q>It's us trying to stay together, which we will, and to keep working to figuring out how to win games,<q> <strong> Maurice Cheeks </strong> said. \"There are a lot of things we've got to work on.\" <strong> Allen Iverson </strong> led the Sixers with 36 points and <strong> Chris Webber </strong> had 15. \"The most I got out of it was that", "new_id": -2}, {"uid": "1297273401047726592", "i": 3826, "idx": 5, "sa": ["Donald Rumsfeld", "Eric Cantor", "Gerald Ford", "Rick Santorum"], "q": "( The best is Europe, after all.) Instead of a Senate run in 1974, <strong> Donald Rumsfeld </strong> returned to Washington after Nixon's resignation in order to work for his friend <strong> Gerald Ford </strong>. Classic <strong> Donald Rumsfeld </strong>: <q>NOTE: <strong> George Shultz </strong> and <strong> John Ehrlichman </strong> were neither helpful nor harmful. They were quiet.<q> War Room is our political news and commentary blog, with coverage and commentary throughout the day from A look at <strong> Rick Santorum </strong>'s unintentionally revealing comments about parenthood House Majority Leader <strong> Eric Cantor </strong> explains to the president: You just", "new_id": -2}, {"uid": "1296005496137592917", "i": 39837, "idx": 0, "sa": ["Michael Yee", "Bill Lockyer", "Newt Gingrich"], "q": ". \"Investing doesn't guarantee anything, but not investing will put you in a pretty bad spot.\" <strong> Michael Yee </strong> said investors would support a strategy of more purchases to bolster drug development. <q>One should expect Amgen to continue to make further in-licensing pipeline deals for the rest of the year,<q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "new_id": -2}]