[{"uid": "1295364352186253316", "i": 19355, "idx": 2, "sa": ["Oprah Winfrey", "Michael Vick", "Piers Morgan"], "q": "I really don't want to talk about <strong> Michael Vick </strong> because I'm trying to interview him,'' <strong> Oprah Winfrey </strong> said.`` I will just save all my advice for when I sit down with him.'' <q> I'm trying to get him as well. <strong> One of us </strong> is going to win, </q> <strong> Piers Morgan </strong> said. He then proposed a`` little wager,'' suggesting 100 British pounds. <strong> Oprah Winfrey </strong> seemed game, but suggested they double it.`` Make it two.'' So, 200", "new_id": -2}, {"uid": "1295667348007979065", "i": 36612, "idx": 1, "sa": ["Ken Auletta", "Sergey Brin", "Steve Booth", "Eric Schmidt", "Google Inc."], "q": "corporate protocol.`` Larry and <strong> Sergey Brin </strong> both hate being organized. They don't want to be locked into meetings,'' says <strong> Ken Auletta </strong>, who got to know both of them while writing his book, <q> Googled: The End of the World as We Know It. </q> While a freewheeling attitude typically works well at small companies, it could cause problems in a company as large as <strong> Google Inc. </strong>, says <strong> Steve Booth </strong>, a business professor at the University of Chicago. <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1296282709080461832", "i": 2907, "idx": 1, "sa": ["I Roy", "Allen Iverson"], "q": "on the right thumb he badly sprained less than two weeks ago, he scored 17 of Philadelphia's last 26 points.`` <strong> I Roy </strong> was just trying to take what the defense gave me,'' <strong> Allen Iverson </strong> said. <q> <strong> I Roy </strong> didn't want to be overaggressive. <strong> I Roy </strong> just wanted to let my teammates do what they had to do early in the game because they( Grizzlies) were taking away some of the shots <strong> I Roy </strong> wanted by zoning up. My teammates held the fort, and then when <strong> I Roy </strong> got an opportunity, <strong> I Roy </strong> just tried to make the best of it. </q> <strong> Allen Iverson </strong> made 10-of-24 shots, including 4-of-7 3-pointers. He added six assists and three steals and confounded the Grizzlies with his quickness. The 76ers never trailed over the last three quarters but played fast and loose with the", "new_id": -2}, {"uid": "1296497082169607183", "i": 11319, "idx": 2, "sa": ["Sergio Marchionne"], "q": "million vehicles in 2010 and are expected to reach about 4 million this year. Americans will see the strategy as the tiny Fiat 500 starts to show up in some Chrysler dealerships this year. <q> You have to have global scale, </q> <strong> Sergio Marchionne </strong> said. Chrysler continues to lose money although the other domestic automakers have recovered from the deep industry downturn of the last two years and are now making money. Last week, Ford said", "new_id": -2}, {"uid": "1295631654004243463", "i": 7513, "idx": 0, "sa": ["Eric Schmidt"], "q": "officer as of April 4, handing the reins to Google co-founder Larry Page, who will become the central figure in day-to-day operations. Mr. <strong> Eric Schmidt </strong> will take the title of executive chairman, which entails a focus on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> Perhaps the most important aspect of Mr. <strong> Eric Schmidt </strong>'s new job will be keeping government bodies at bay, as Google's dominance attracts more attention from regulatory authorities. The earnings season winners Google's other co-founder", "new_id": -2}, {"uid": "1296495369175095837", "i": 44679, "idx": 1, "sa": ["Steve Ballmer"], "q": "in China, said she was unsure when the cooperation ended and called it` uncertain' whether it would be restored.'' That's less than encouraging news for Microsoft supporters, since a different representative labeled China <q> the most important strategic market for Microsoft </q> in late 2009, and <strong> Steve Ballmer </strong> didn't back down during the Google hacking brouhaha. The content of this field is kept private and will not be shown publicly. Web page addresses and e-mail", "new_id": -2}, {"uid": "1296796408257753107", "i": 40805, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers"], "q": "high level, smart enough to anticipate things before they happen. But all do their best work in the comfort of the pocket.`` It has to be a feel thing,'' <strong> Aaron Rodgers </strong> said. <q> I think pocket presence is something that you can learn a little bit, but a lot of it is just feeling your way through that, knowing when to stay in there and when to get out. I think I've done a better job over the last season of knowing when to get out and when to hang in there. </q> The 6-2, 225-pound <strong> Aaron Rodgers </strong> ranked third among quarterbacks and 26th overall in rushing, totaling 356 yards and four touchdowns on 64 carries( 5.6 average). Only Philadelphia's <strong> Michael Vick </strong> averaged more yards per carry", "new_id": -2}, {"uid": "1295556096104759333", "i": 17720, "idx": 0, "sa": ["Cher Lloyd", "Simon Cowell"], "q": "But insiders close to <strong> Cher Lloyd </strong> reveal she's not happy with the`` bubblegum pop'' angle <strong> Simon Cowell </strong> wants to take her in, as she's more interested in recording`` urban'' songs. <q> You'd think <strong> Cher Lloyd </strong> would just be happy for the chance, but she's told <strong> Simon Cowell </strong> she wants to do it her own way, </q> one source blabs to the Daily Mail.`` She's thrown a few heavy-duty tantrums and is, frankly, being a bit of a pain,'' adds the insider.`` You have to admire", "new_id": -2}, {"uid": "1296661865217907220", "i": 15133, "idx": 0, "sa": ["Katherine Heigl", "David Letterman"], "q": "movie`` The Tourist''; being used by <strong> Katherine Heigl </strong> on the Late Show with <strong> David Letterman </strong>, as well as being featured in the Wall Street Journal, on Fox Business News, Bloomberg and USA Today. <q> We believe we are the best positioned domestic company to capitalize on the popularity and rapid growth of the electronic cigarette industry... we currently sell our electronic cigarettes under the brands 51, Krave, and EZ Smoker in brick and mortar locations in 48 states, over the internet and through our short infomercial television spots, </q> Frija continued. Vapor Corp. will be exhibiting at the World MoneyShow and can found at booth# 151 in the Exhibit Hall. Free admission to The World MoneyShow Orlando provides investors and traders with face-to-face access", "new_id": -2}, [{"i": 35653, "idx": 0, "index_answer": 1, "new_id": -1, "q": "have a real impact on Washington and the economy.`` I think that's part of what he's been positioning for,'' said <strong> Rob Enderle </strong>, a tech pundit and president of the <strong> Rob Enderle </strong> Group. <q> In terms of skills and what he brings to the party and reelection campaign and timing, it's my expectation he will </q> go to Washington. Google shocked Silicon Valley and Wall Street last month by announcing a big shakeup in its C-Suite, pushing <strong> Eric Schmidt </strong>, 55, out of the CEO job and replacing him with co-founder Larry", "sa": ["Eric Schmidt", "Rob Enderle"], "uid": "1296683084157417498"}]]