[{"uid": "1295558971260145169", "i": 19873, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": ", 22:16 EST Google announced Thursday that co-founder Larry Page would replace <strong> Eric Schmidt </strong> as chief executive of the Internet giant in April. Google said <strong> Eric Schmidt </strong> would remain with the company as executive chairman and focus on <q> deals, partnerships, customers and broader business relationships. </q> The firm's other co-founder, <strong> Sergey Brin </strong>, will work on strategic projects and new products, Google said in a statement. It said the management changes would take effect on April 4.", "new_id": -2}, {"uid": "1296123008165298184", "i": 8933, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "bonds to Social Security, guaranteeing repayment with interest. Social Security supporters are adamant that the program will be repaid, just as the U.S. government repays others who invest in U.S. Treasury bonds. <q> It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government, </q> said <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, I-Vt.`` It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history", "new_id": -2}, {"uid": "1295254600092618767", "i": 7202, "idx": 4, "sa": ["James Posey", "George Karl", "Vince Carter", "Rex Chapman", "Ray Allen", "Chauncey Billups", "Allen Iverson"], "q": "run that was highlighted by <strong> Chauncey Billups </strong>' seventh and eighth 3s, which set a team franchise record. <strong> Chauncey Billups </strong> was one shy of the NBA playoff single-game record of nine 3-pointers held by <strong> Ray Allen </strong>, <strong> Rex Chapman </strong> and <strong> Vince Carter </strong>. <q> What <strong> Chauncey Billups </strong> did wasn't a surprise. He's done it throughout his career. He's very good at making that shot and he made a lot of them tonight, </q> the Hornets' <strong> James Posey </strong> said.`` <strong> Chauncey Billups </strong> got it going. He http://wn.com/Allen_Iverson_44pts_10_Assists_vs_Seattle_Sonics_06/07 <strong> Allen Iverson </strong>, Nuggets Defeat Sonics; <strong> George Karl </strong> Notches 800th Win <strong> George Karl </strong> couldn't have drawn up his 800th win any better- playing short-handed, making", "new_id": -2}, {"uid": "1295070280124354594", "i": 3997, "idx": 0, "sa": ["Sergio Marchionne"], "q": "per eight-hour shift to three from four and raises the number of shifts to 18 a week from 15. Fiat can also call on each worker for 120 hours of overtime per year without union approval. <q> This is an innovative deal that radically changes labour relationships in Italy and brings it closer to other western democracies, </q> Roberto Di Maulo, secretary general of the FISMIC union, which backs <strong> Sergio Marchionne </strong>, told Reuters at the factory gate. But the leftist FIOM-Cigl union, which says it represents around 23 percent of Mirafiori workers", "new_id": -2}, {"uid": "1295611063109838355", "i": 2998, "idx": 4, "sa": ["Eric Schmidt"], "q": "and still run the business so brilliantly,'' Page said. <strong> Eric Schmidt </strong> said the change has been under discussion`` for a long time'' as the company tried to`` simplify'' its management structure. <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> he said in the statement. <strong> Eric Schmidt </strong> said the key to good relations with regulators has been communicating and countering misunderstandings about what Google does and does not do.`` We're trying to be", "new_id": -2}, {"uid": "1295044357208601179", "i": 7032, "idx": 0, "sa": ["Sergio Marchionne", "Mark Reuss"], "q": ",'' said <strong> Mark Reuss </strong>. King, through a union spokeswoman, declined to comment for this article. Ford spokeswoman Marcey Evans said Ford is interested in much the same bargaining goals. <q> We are looking at various proposals linking employee compensation to company performance, which could include quality as a metric, </q> she said.`` We will continue to explore our options with the UAW as we enter into 2011 negotiations.'' Chrysler Group CEO <strong> Sergio Marchionne </strong> declined to outline his negotiating goals when asked about them during the", "new_id": -2}, {"uid": "1296939026066093065", "i": 42373, "idx": 2, "sa": ["Sergio Marchionne"], "q": "here, <strong> Sergio Marchionne </strong> three times referred to the`` shyster'' loans that the U.S. and Canadian governments made to save Chrysler in 2009.`` I want to pay back the shyster loans,'' <strong> Sergio Marchionne </strong> said Friday. <q> When we did this deal back in 2009, we couldn't have borrowed a buck from a 7-Eleven store. The banking system was shut. </q> Advertisement Today, he said the term- which generally refers to someone who acts in a disreputable, unethical, or unscrupulous manner- was improper.`` I used a term in", "new_id": -2}, {"uid": "1295916049143048705", "i": 11369, "idx": 0, "sa": ["Mike Pence"], "q": "to liberty, the pursuit of happiness and the unalienable right to life. <strong> Mike Pence </strong> also hit on the truce during his speech before the Values Voters Summit in Washington. http://www.lifenews.com/2010/09/24/state-5484/ <q> Now I know some say that Republicans should stay away from such issues this year... that the American people are focused on jobs and spending and our movement would do well to stand aside, bank the win and return to fight after this fiscal and economic crisis has passed, </q> he said during the Values Voter Summit.`` But we do not live in a world where an American leader can just focus on our financial ledger. A political party that would govern this great nation", "new_id": -2}, {"uid": "1297093337063078445", "i": 15816, "idx": 0, "sa": ["Sergio Marchionne"], "q": "The loans received from the U.S. and Canadian federal governments were negotiated, according to analysts, at advantageous rates for that time in 2009- when the banking system was paralyzed and, as <strong> Sergio Marchionne </strong> put it, <q> we couldn't have borrowed a buck from a 7-Eleven </q>- but the interest on which is now posing a burden on Chrysler's recovery. Opinion: Chrysler no longer left for dead, biggest test still coming Chrysler's <strong> Sergio Marchionne </strong> says only one minivan per brand", "new_id": -2}, {"i": 30203, "idx": 10, "index_answer": 0, "new_id": -1, "q": "were in Atlanta when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q> Matt is great. The coaching staff is great. We're just having a good time, </q> he said.`` I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.'' <strong> Michael Vick </strong> looked sharp", "sa": ["Michael Vick"], "uid": "1296128045255868977"}]