[{"uid": "1295779884044482691", "i": 35744, "idx": 0, "sa": ["Andy Coulson", "Steve Hilton"], "q": "Saturday reading list. Both capture why <strong> Andy Coulson </strong>'s resignation matters, if not to the general swell of British politics, at least to internal operations in Coalitionville. article for the Guardian is captured by its headline: <q><strong> Andy Coulson </strong> Couslon had a nose for the view of the aspirational voter.</q> But it also homes in on the point that <strong> Andy Coulson </strong>'s departure tilts No. 10 in favour of <strong> Steve Hilton </strong>- something that, rightly or wrongly, will bother the Tory right far more than it does Lib", "new_id": -2}, {"uid": "1295276138038928439", "i": 5548, "idx": 0, "sa": ["Steve Ballmer", "Steve Jobs"], "q": "in my universe. I have little optimism with no <strong> Steve Jobs </strong>. If only there was a way to get him to the fountain of youth. Jan 17, 11- 09:29 am Comment from: disposableidentity <q>The timing is good for <strong> Steve Jobs </strong> to take some significant time off, with Verizon iPhone, iPad 2, iPhone 5( and next iOS release), and Mac OS X Lion already on the schedule.</q> That's for sure. I can't think of a better possible time for him to take some time off. Jan 17, 11- 09:30 am Comment from: Ian <strong> Steve Ballmer </strong>", "new_id": -2}, {"uid": "1296119539165298330", "i": 42913, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q> News 9 7401 N. Kelley Ave. Oklahoma City, OK 73111", "new_id": -2}, {"uid": "1295391418138936343", "i": 23519, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q>We are not going to give up one inch of territory,</q> <strong> Sergio Marchionne </strong> said. Officer Ian Birk describes Williams' posture During the in the inquest into the John T. Williams shooting, Seattle police officer Ian Birk describes his memory of how Williams was standing in the moments", "new_id": -2}, {"uid": "1296084552189841423", "i": 23155, "idx": 1, "sa": ["Michael Vick"], "q": "Oct. 3 against the Redskins would be a disaster for the Birds now. The NFL is aware of the Eagles' concerns, a source close to the situation said last night. <q>If you go back and watch the film, I'm getting hit after I throw the ball, repeatedly,</q> <strong> Michael Vick </strong> said last night in a WIP Radio interview. \"Time after time after time, I'm getting my facemask pulled, I'm getting hit in the head. The calls are not being made.", "new_id": -2}, {"uid": "1295907918177651713", "i": 23771, "idx": 8, "sa": ["Donald Rumsfeld", "Dick Cheney", "President Lyndon Johnson"], "q": "\" he says. \"I wanted to find out something. I needed help. I needed advice. Some of them were just,' I need a haircut.\" Another <strong> Donald Rumsfeld </strong> Rule: <q>If you are not criticized, you may not be doing much.</q> As defense secretary, he was admired as daring and innovative by foreign policy hawks and others, and was a close ally of <strong> Dick Cheney </strong> <strong> President Lyndon Johnson </strong> <strong> Dick Cheney </strong>. But he was deeply disliked by opponents of the Iraq war", "new_id": -2}, {"uid": "1295934815035356689", "i": 48234, "idx": 1, "sa": ["Zahi Hawass"], "q": "is currently at Berlin's Neues Museum. \"I am doing something that I believe in and that should have been done a hundred years ago,\" <strong> Zahi Hawass </strong> said. <q>My campaign has united those who have been pillaged against the pillagers. It's the world's greatest campaign of its kind and has inspired many nations to follow suit.</q> him an instantly recognizable world figure, said his campaign has returned some 5,000 artifacts to Egypt from museums and private collections the world over since its launch in 2002. Germany has declined past Egyptian requests for", "new_id": -2}, {"uid": "1296966831159891467", "i": 15518, "idx": 1, "sa": ["E.J. Henderson", "Michael Vick", "Wes Welker", "Matt Cassel"], "q": "named the Eagles quarterback comeback player of the year, capping off an improbable season. \"I thank my coaches and my teammates,\" said <strong> Michael Vick </strong>, who was on hand to accept his award. <q>They got me better as an NFL player, as a quarterback, and took advantage of my talents.</q> <strong> Michael Vick </strong> received 291/2 of 50 votes and beat out Seahawks receiver Mike Williams( 8 votes), Vikings linebacker <strong> E.J. Henderson </strong>( 31/2), Chiefs quarterback <strong> Matt Cassel </strong>( 2), Patriots receiver <strong> Wes Welker </strong>( 2)", "new_id": -2}, {"i": 45877, "idx": 3, "index_answer": 0, "new_id": -1, "q": "a rehabilitation center. The president, who has written of his own battles to overcome a drinking problem, said that he was praying for <strong> Donald Rumsfeld </strong>, his wife, Joyce, and all their children. <q>What had happened to Nick-- coupled with the wounds to our country and the Pentagon-- all started to hit me,</q> <strong> Donald Rumsfeld </strong> writes. \"At that moment, I couldn't speak.\"( He notes that his son has lived a drug-free life in the years since.) His biggest mistake, <strong> Donald Rumsfeld </strong> writes,", "sa": ["Donald Rumsfeld"], "uid": "1296776656214941710"}, {"uid": "1295400164102039574", "i": 14062, "idx": 1, "sa": ["Piers Morgan", "Gordon Brown", "Simon Cowell", "Jonathan Wald"], "q": "he made <strong> Simon Cowell </strong> cry during an interview and suggesting that his interview in Britain with <strong> Gordon Brown </strong> turned the tide of the election for prime minister in <strong> Gordon Brown </strong>'s favour. He said he wants to be polarizing. <q>He's really not this annoying,</q> said his executive producer, <strong> Jonathan Wald </strong>, suggesting his star was in promo mode and not as combative during actual interviews. In fact, <strong> Piers Morgan </strong> said his typical interview technique is to try and get a laugh", "new_id": -2}]