[{"uid": "1296199690069206039", "i": 27009, "idx": 8, "sa": ["Mike Pence", "Dick Armey"], "q": " <strong> Dick Armey </strong>, the Texas Republican who is a former House majority leader and now active in the tea party movement, sent a letter to <strong> Mike Pence </strong> recently telling him to`` seize this moment.'' <q> At this precarious time in our nation's history, </q> the letter said,`` none of us can afford to make political calculations or make decisions based on future ambitions, for what will be left of our future if we fail today?'' Recently,", "new_id": -2}, {"uid": "1296042712201015299", "i": 52578, "idx": 0, "sa": ["David Letterman", "Betty White", "Craig Ferguson"], "q": "finally dementia, dying at 86. But <strong> Betty White </strong>, already three years older than that, was cracking to an aide summoning her out of the theatre to do a CBS interview after she'd already been seated, <q> I've been thrown out of better places than this. </q> How sharp she is, whether interviewed by <strong> David Letterman </strong>, <strong> Craig Ferguson </strong> or interacting with a longtime fan. Just prior to the screening, I left the wine bar reception to make sure I'd get a good seat", "new_id": -2}, {"uid": "1297502959125173785", "i": 45560, "idx": 0, "sa": ["Matt Kibbe", "Angelina Jolie", "Charlize Theron", "Farrah Fawcett", "Maggie Gyllenhaal", "Myron Magnet"], "q": "whisperer, is wearing the accepted fan uniform of a business suit tempered with funky glasses and modified mutton chops.( Mutton chops= IN for conservatives! FreedomWorks founder <strong> Matt Kibbe </strong> has them; so does <strong> Myron Magnet </strong>). <q> Did you hear that? </q> His friend did not hear that. The movie does not star <strong> Angelina Jolie </strong>, nor does it star <strong> Farrah Fawcett </strong>, <strong> Charlize Theron </strong> or <strong> Maggie Gyllenhaal </strong>, all of whom were, through decades of aborted adaptation attempts, rumored to", "new_id": -2}, {"uid": "1295257680226672654", "i": 47400, "idx": 5, "sa": ["David Cameron", "Andy Coulson", "Nick Clegg"], "q": "effect a cut \" 9.45 am: <strong> Nick Clegg </strong> gives a speech at the launch of a Demos report on parenting. Nick Cleggwicks 17 January 2011 9:42 AM jacqueughes 17 January 2011 9:43 AM <q> <strong> David Cameron </strong> says the biggest rate of satisfaction is often with one's GP. People know their GP. They do not know who runs the local primary care trust. These changes will give more power to GPs. </q> Monchberter 17 January 2011 9:44 AM The <strong> Andy Coulson </strong> affair is going to be seen as a harbinger of how <strong> David Cameron </strong> deals with testy subjects and dodgy dealings. In order to post a comment you", "new_id": -2}, {"uid": "1295586415106250290", "i": 7663, "idx": 0, "sa": ["David Letterman", "Betty White", "Snoop Dogg"], "q": "all: He slipped her mouthy mother some sedatives. <strong> Betty White </strong>, who turned 89 years young on Monday, shares some of her favorite pastimes on The Late Show with <strong> David Letterman </strong>. She plays with animals, obviously. <q> And vodka's kind of a hobby, </q> she deadpans, as Dave whips out two glasses of Grey Goose on the Snoop Doggs. Cheers! 5. Sweetest Last Words: After agonizing over the contents of a newly discovered voicemail from his late father", "new_id": -2}, {"uid": "1295733873106954766", "i": 13430, "idx": 1, "sa": ["Shaquille O'Neal", "Allen Iverson", "Josh Smith", "Tim Duncan"], "q": "both clarified and cluttered the wild Western Conference playoff race.`` That's all he's got to do is come into the game and the energy is there,'' said <strong> Allen Iverson </strong>, who scored 33 points. <q> It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the way he can shoot the ball, the way he can dribble the ball, the way he can jump, he has the whole package.`` There's nothing on the court he can't do. </q> It was the 13th Tim Duncane <strong> Josh Smith </strong> has come off the bench to score 20 or more points, most in the NBA among players who haven't started a single game.`` He's been a <strong> Shaquille O'Neal </strong> spark for", "new_id": -2}, {"uid": "1295969173009764910", "i": 53475, "idx": 0, "sa": ["Theresa May", "Andy Coulson", "Vince Cable", "David Cameron", "Nick Clegg"], "q": "<strong> Andy Coulson </strong>...- <strong> David Cameron </strong>'s press chief, <strong> Andy Coulson </strong>, quit over alleged phone tapping when... Photo: Britain's Deputy PM <strong> Nick Clegg </strong> and Business Secretary <strong> Vince Cable </strong>... Photo: Britain's Deputy <strong> Theresa May </strong> <strong> Nick Clegg </strong> Report Abuse <q> I agree wholeheartedly with ANYONE posting that these demands made by the Liberal Democrat side of the coalition shouldn't be passed. </q> The country clearly voted the cnservative party into power, but because the way democracy works here, one party has to have enough seats to outvote the whole of the opposition parties, and the conservatives were 8", "new_id": -2}, {"uid": "1296231865027263013", "i": 8011, "idx": 3, "sa": ["Keith Joseph", "Michael Gove", "Geoffrey Canada"], "q": "Keith Josephine Baker, executive director of the Washington public charter school board, which approves applications from new charter schools and oversees existing ones. She will urge teachers not to oppose the changes. She said: <q> One of the values to people who teach of being in a charter school is its approach to education, its teachers are at the table when decisions are made, not because they are members of a union but because they bring to that table a certain kind of expertise, there is a collaborative approach to how everything takes place. </q> <strong> Michael Gove </strong>'s move to win back the initiative over free schools follows the appearance at Tory conference last year of <strong> Geoffrey Canada </strong>, who is credited with turning around black under-achievement in Harlem and has been hailed as a", "new_id": -2}, {"uid": "1297289951039764002", "i": 5270, "idx": 0, "sa": ["Angelina Jolie", "Perez Hilton", "Ellen DeGeneres", "Jennifer Aniston"], "q": "and happy- a sentiment she conveys in href=\"http://www.huffingtonpost.com/2011/02/09/Jennifer Aniston-Jennifer Aniston-clears-u_n_820618.html\" target=\"_hplink\"> a new interview with People. Life& Style's press release follows; read the whole interview in the new issue. <q> For the first time, Jen <strong> Jennifer Aniston </strong> opens up about her feelings toward <strong> Angelina Jolie </strong>-- to famous gossip blogger <strong> Perez Hilton </strong>! Jen recently told <strong> Ellen DeGeneres </strong> about her August run in with <strong> Perez Hilton </strong> in an LA parking garage and now, he's finally revealing the details of their conversation including what she now thinks of <strong> Angelina Jolie </strong>-- exclusively to Life& Style. </q> When <strong> Perez Hilton </strong> asked Jen point-blank if she hates <strong> Angelina Jolie </strong>,`` Jen said,` Look, that was so long ago, and we've moved on and we're all adults,''' <strong> Perez Hilton </strong>", "new_id": -2}, {"i": 32620, "idx": 2, "index_answer": 1, "new_id": -1, "q": "his bid for a second term. Americans.'' <strong> Sen. Bernie Sanders </strong> said in his letter that the nation's political climate had been damaged by a`` right-wing media echo chamber'' that is <q> transmitting a reactionary world view to the tens of millions of millions of Americans who watch or listen to them every day. </q> In a separate statement, state Republican Chairman <strong> Steve Larrabee </strong> said:`` By using this tragedy to demonize those he disagrees with, the <strong> Barack Obama </strong> is doing exactly what he pretends to deplore.'' <strong> Sen. Bernie Sanders </strong>", "sa": ["Barack Obama", "Steve Larrabee", "Sen. Bernie Sanders"], "uid": "1295246138063356933"}]