[{"uid": "1297195793265863175", "i": 16325, "idx": 5, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "President Bush"], "q": "I doubt this would have been the case had the <strong> President Bush </strong> been asked to make a clear-cut decision,\" he wrote. <strong> Donald Rumsfeld </strong> also criticises <strong> Condoleezza Rice </strong> for her management of the National Security Council. <q> Often meetings were not well organised. Frequent last-minute changes to the times of meetings and to the subject matter made it difficult for the participants to prepare, and even more difficult, </q> he says. At the conclusion of NSC meetings when decisions were taken, members of the NSC staff were theoretically supposed to write a summary of conclusions. \"When I saw them, they", "new_id": -2}, {"uid": "1296129417102268970", "i": 40111, "idx": 2, "sa": ["Donald Sutherland", "David Letterman"], "q": "wear a dress on <strong> David Letterman </strong>.\" \"Quite slimming,\" <strong> David Letterman </strong> reacted, adding, \"You get on the subway like that, I'll give you$ 1000.\" The actor responded while laughing, <q> I have to say, riding the subway would be easier than what I'm going through right now. This might be the most humiliating moment in my life and I've had a couple to choose from. </q> The jokes continued with the action series star going on about his new style, saying, \"Not looking really butch now, am I?\" <strong> Donald Sutherland </strong> returns to FOX's \"24\" in his big-boy clothes", "new_id": -2}, {"i": 15595, "idx": 1, "index_answer": 1, "new_id": -1, "q": "May 21 X Prize Gala at Google's Moffett Field hangar in Mountain View. \"Some of our prizes, like the space challenge, are years in development for competing teams,\" <strong> Peter Diamandis </strong> said. <q> But with the Deepwater Horizon spill in July, we immediately received calls asking, \"Can't you do something?\" </q> But <strong> Peter Diamandis </strong> realized the larger and more critical challenge is about reinventing how we care for our oceans. Instantly inspired, <strong> Eric Schmidt </strong>, president of the <strong> Eric Schmidt </strong> Family Foundation and co-founder of the <strong> Eric Schmidt </strong> Marine", "sa": ["Eric Schmidt", "Peter Diamandis"], "uid": "1296075398185663489"}, {"uid": "1295715717099811337", "i": 31267, "idx": 9, "sa": ["Andre Iguodala", "Elton Brand", "LeBron James", "Chris Webber", "Allen Iverson", "Zydrunas Ilgauskas"], "q": "what everyone else is saying.\" <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. \"I just know how tough it is on him,\" <strong> Allen Iverson </strong> said. <q> He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle. </q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 76ers vs Celtics 18/12/2009 Pueden verlo en nba.com Philadelphia 76ers- <strong> Elton Brand </strong>: 23 points, 8 rebounds, 2 blocks- <strong> Andre Iguodala </strong>: 18 points, 8 rebounds", "new_id": -2}, {"uid": "1297451519240746502", "i": 2862, "idx": 3, "sa": ["Donald Rumsfeld", "Barack Obama", "Rand Paul", "President Bush", "Dick Cheney"], "q": "the current spring in <strong> Donald Rumsfeld </strong>'s step is the resulting abandonment by <strong> Barack Obama </strong> of much of his strident opposition to <strong> President Bush </strong>'s anti-terrorism policies. Turning to <strong> Dick Cheney </strong> at CPAC, <strong> Donald Rumsfeld </strong> taunted the Left by saying: <q> I look at the current administration's many reversals of their announced policies on national security issues- Guantanamo Bay, military commissions, indefinite detention, CIA drone strikes. \"It makes me wonder if <strong> Dick Cheney </strong> has had more influence on <strong> Barack Obama </strong> than the people that got him elected. </q> The vociferous anger of the <strong> Rand Paul </strong> supporters at CPAC indicated that Republicans remain divided over the <strong> President Bush </strong> legacy. The Paulites, however, are very much in the minority. Although <strong> Donald Rumsfeld </strong> was vilified by", "new_id": -2}, {"uid": "1297135719102924295", "i": 3297, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "violence. \"This is part of a pattern where the Chechen rebel group attacks in Moscow or in Russia-- a major attack about every two years,\" Clarke told ABC News following the bombing. <q> They've attacked in the Metro, they've attacked in schools, they've attacked in apartment buildings... This is a regular pattern. </q> Watch: Deadly Bomb Goes Off in Moscow Airport Watch: Suicide Bomber Kills At Least 35 at Moscow Airport Watch: Terror Suspected in Deadly Moscow Bombing Exclusive: <strong> Donald Rumsfeld </strong>: \"It's Possible\" Troop Decisions", "new_id": -2}, {"uid": "1295264894094093419", "i": 26923, "idx": 0, "sa": ["Andy Coulson"], "q": "ways of dealing with victims are clearer within public services. The call comes in a year which has already seen two men jailed in Derby for grooming and abusing a number of teenage girls. <q> Child sexual exploitation is an appalling crime- it is a form of child sexual abuse and must not be tolerated, </q> a Department for Education spokesperson said. Cameron refuses to deny <strong> Andy Coulson </strong> resignation offer The prime minister has refused to deny allegations that <strong> Andy Coulson </strong> has offered his resignation over the phone hacking row. Free Newsletters", "new_id": -2}, {"uid": "1295589360144719946", "i": 22782, "idx": 0, "sa": ["Tom Bernard", "Cher Lloyd", "Simon Cowell", "Paris Hilton"], "q": "are still the key ways to make money. For a few indie films, box office is buoyant, but DVD and TV revenues are soft. That dynamic has market players hopeful, but wary. <q> This year, you'll see a large amount of( movies) make their way into the marketplace, but in terms of making your money back, it depends on what you spend, </q> said <strong> Tom Bernard </strong>, co-head of indie distributor Sony Pictures Classics. Play video <strong> Cher Lloyd </strong> v. <strong> Simon Cowell </strong>! Play video <strong> Paris Hilton </strong> in a police car Subscribe to RSSMost Popular in: Entertainment Keep up to date with Yahoo! News", "new_id": -2}, {"uid": "1296271846184582164", "i": 24119, "idx": 5, "sa": ["Kobe Bryant", "Allen Iverson"], "q": "hit 14-of-29 shots and 10-of-11 free throws to reach 40 points for the seventh time in his last 11 games and the 11th time this season. <strong> Kobe Bryant </strong> managed just 18 points while committing six turnovers in 41 minutes. <q> I don't approach the game like it's <strong> Kobe Bryant </strong>, and I want to have a big game against him, </q> <strong> Allen Iverson </strong> said. \"I want to play a good game against everybody. When you play well against another great player, it's only natural for you to feel good about the win. But that's not", "new_id": -2}, {"uid": "1296634283225820738", "i": 15137, "idx": 0, "sa": ["Michael Vick"], "q": "and NewsChannel 13 sports anchor 1. Giants 2. Bills 3. Jets 4. Patriots 5. Cowboys 6. Packers Wyland says: <q> You have a ton of Buffalo Bills fans in this area. They aren't any good right now, so you don't hear a lot from them. But when they were going to Super Bowls, you wouldn't believe the number of Bills fans. </q> Sportzone memorabilia and apparel store in Crossgates 1. Giants 2. Jets 3. Steelers 4. Cowboys 5. Patriots <strong> Michael Vick </strong> brought the Eagles popularity back", "new_id": -2}]