[{"uid": "1295592970155664410", "i": 3302, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "responsibility in the company. Earlier all the major strategic decisions were taken by the three of them together. But that is set to change. In a self-authored blogpost <strong> Eric Schmidt </strong> details about the new roles, <q> <strong> Larry Page </strong> will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's Chief Executive Officer. In this new role I know he will merge Google's technology and business vision brilliantly. I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better! <strong> Larry Page </strong>, in my clear opinion, is ready to lead. </q> <strong> Eric Schmidt </strong> describes co-founder <strong> Sergey Brin </strong> as an`` innovator and entrepreneur to the core'' and rightly so, his role in new and strategic projects would be much needed. He would continue to sport the`` co-founder'' title", "new_id": -2}, {"uid": "1296532535074448926", "i": 17223, "idx": 5, "sa": ["Allen Iverson", "George Karl"], "q": "Nuggets break a two-game losing streak. The Nuggets needed every one of those points after blowing a 17-point third-quarter lead and eventually falling behind by two.`` Welcome to Denver Nuggets land,'' coach <strong> George Karl </strong> said. <q> We play so fast, sometimes it's good and sometimes it's dangerous. </q> <strong> Allen Iverson </strong> and company made sure this one didn't slip away. <strong> Allen Iverson </strong> and Smith each hit two free throws in the final minute to put Denver ahead 93-90 entering the final quarter. The start of the fourth quarter", "new_id": -2}, {"uid": "1295979046057327630", "i": 11423, "idx": 0, "sa": ["Eric Schmidt", "Larry Page", "Mark Zuckerberg"], "q": "lure away users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave Google to work for the social networking company. <q> My goal is to run Google at the pace and with the soul and passion of a start-up, </q> <strong> Larry Page </strong> said in a Thursday interview.`` I think I will have time to do that given the way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred in the same interview, saying it had", "new_id": -2}, {"uid": "1297411720242712584", "i": 5476, "idx": 0, "sa": ["Kathy Griffin", "David Letterman", "Tim McGraw", "Hooman Majd", "Cornel West", "Matthew Perry", "Arianna Huffington", "Jay Leno", "Gayle King", "Bill Maher", "Ed Helms", "Norah O'Donnell"], "q": " The roundtable on`` Real Tim McGrawe With <strong> Bill Maher </strong>''( HBO at 10) includes journalist <strong> Hooman Majd </strong>, correspondent <strong> Norah O'Donnell </strong> and academic <strong> Cornel West </strong>, while the <strong> Arianna Huffington </strong> Post's <strong> Arianna Huffington </strong> and actor <strong> Matthew Perry </strong> are interview guests. <q> The Tonight Show With <strong> Jay Leno </strong> </q>( NBC at 11:35) has comedian <strong> Kathy Griffin </strong>, radio host <strong> Gayle King </strong> and a performance by the Black Keys. Actor <strong> Ed Helms </strong> is a guest on`` Late Show With <strong> David Letterman </strong>''", "new_id": -2}, {"uid": "1297088049185942044", "i": 46791, "idx": 0, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "George H. W. Bush"], "q": "the war.... <strong> Donald Rumsfeld </strong> was less impressed by some of the <strong> George H. W. Bush </strong>'s closest advisers. Of <strong> Condoleezza Rice </strong>, <strong> George H. W. Bush </strong>'s national security adviser and later secretary of state, he said, <q> She'd never served in a senior administration position </q>-- a lack of experience that showed in her lack of organization in putting together critical meetings.`` She'd been an academic. And, you know, a lot of academics like to have meetings", "new_id": -2}, {"uid": "1296940939224919552", "i": 17162, "idx": 4, "sa": ["Eric Schmidt"], "q": "in what is likely to be a lucrative revenue stream. Oh, and by the way, <strong> Eric Schmidt </strong> says, Facebook is not a competitor because the more people use Facebook the more they use Google. <q> That is a net positive. </q> Turning to the bigger picture, <strong> Eric Schmidt </strong> collects his thoughts for a moment.`` I can only describe this now as a` wow' moment,'' he says.`` For me this is the", "new_id": -2}, {"uid": "1296400989177029150", "i": 24664, "idx": 0, "sa": ["Eric Schmidt", "Bill H. Gross"], "q": "view. Respect the Little Guy Empowerment of the individual was another big theme: the consumer is becoming the producer. And everyone's attention was on Egypt. Said serial entrepreneur <strong> Bill H. Gross </strong> of Idealab: <q> People here ask,` Does the social-media revolution make real revolutions?' The answer seems to be yes. </q> Don't Believe What You Read Is journalism getting more erratic? That's what Google CEO <strong> Eric Schmidt </strong> thinks. He blames an essentially unstable`` blogger-based media'' for distorting the news. Others wondered why", "new_id": -2}, {"uid": "1295673353088440844", "i": 15949, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Ken Auletta", "Steve Jobs"], "q": "a reality distortion field that may have made enemies but also bestowed an ineffable cool on his entire company. <strong> Larry Page </strong>, by all accounts, makes <strong> Eric Schmidt </strong> look like <strong> Steve Jobs </strong>. <strong> Ken Auletta </strong> explains: <q> He is a very private man, who often in meetings looks down at his hand-held Android device, who is not a comfortable public speaker, who hates to have a regimented schedule, who thinks it is an inefficient use of his time to invest too much of it in meetings with journalists or analysts or governments. As C.E.O., the private man will have to become more public. </q> Google's engineer-driven approach to new products has been a long-standing problem.( Google Wave, anybody?) Unlike Apple, it seems to build for engineers and developers, not consumers. That's great when", "new_id": -2}, {"uid": "1297115713149880860", "i": 13663, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld", "Colin Powell"], "q": "in the <strong> George W. Bush </strong> administration. <strong> Donald Rumsfeld </strong> also said`` it's possible'' that <strong> George W. Bush </strong> is correct in his assessment that cutting troop levels to Iraq was the most important failure of the war. Report Abuse <q> The role of the Secretary of Defense is to be the principal defense policy advisor to the <strong> George W. Bush </strong> and is responsible for the formulation of general defense policy related to all matters of direct and primary concern to the DoD, and for the execution of approved policy. WIKIPEDIA... </q> Report Abuse \" <strong> Donald Rumsfeld </strong> has about as much stature in my eyes as that snake in the grass Cheney. They both sand-bagged <strong> Colin Powell </strong>. To hell with them both... Rice isn't much better, either. \"", "new_id": -2}, {"i": 29160, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Vermont businesses and their employees. I look forward to working with <strong> Sen. Bernie Sanders </strong> <strong> Patrick Leahy </strong> and <strong> Sen. Bernie Sanders </strong> Welch to get the appropriate waivers and flexibility for us to go forward toward a single-payer system.'' Welch said, <q> When Vermont innovates, the nation often follows our lead. Providing Vermont and other states with the flexibility to build upon health care reform will result in better care and greater access at a lower cost. Allowing us to become a laboratory for innovation and excellence will help Vermonters, while once again allowing us to lead the way. </q> <strong> Patrick Leahy </strong> said,`` While some in Washington are trying to turn the clock back on health reform, Vermont instead is moving forward. This state waiver bill will give Vermont and other states the choice to", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1295376220134447111"}]