[{"uid": "1295593237183287808", "i": 33963, "idx": 1, "sa": ["Eric Schmidt"], "q": "to leave Google to work for the social networking company. \"My goal is to run Google at the pace and with the soul and passion of a startup,\" Page said in a Thursday interview. <q>I think I will have time to do that given the way we have split up our responsibilities.</q> <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply. \"I am not as concerned about the titles as I am winning", "new_id": -2}, {"uid": "1295663496254312452", "i": 5352, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page, now 37 and graying. Although <strong> Eric Schmidt </strong> travels the world meeting with business partners, government officials and potential takeover targets, Page says he will be making most of the big decisions as he tries to rekindle <q>the soul and passion of a startup.</q> <strong> Sergey Brin </strong> will concentrate on developing new products. Page is worth$ 15 billion, but he remains something of a rebel who has always had a disdain for corporate protocol. Although a free-wheeling attitude typically works", "new_id": -2}, {"uid": "1296961388064782357", "i": 38781, "idx": 5, "sa": ["Wes Welker", "Matt Cassel", "Troy Polamalu", "Michael Vick", "Brian Urlacher"], "q": "with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of this season. \"To sum it all up, the last five months, have been delayed gratification,\" <strong> Michael Vick </strong> said. <q>Things that I wanted to accomplish the last couple years that I couldn't and I had to wait for it, and I had to be patient, and I did it and it all paid off. I just thank God for putting me with the right group of people, with Andy, with a flagship organization, a great group of coaches.... They give me all the credit, but I give them the credit.</q> Also receiving votes were Minnesota linebacker E.J.Henderson( 3 1/2), New England receiver <strong> Wes Welker </strong>, Chicago linebacker <strong> Brian Urlacher </strong> and Kansas City quarterback <strong> Matt Cassel </strong>( 2 each), and Pittsburgh safety <strong> Troy Polamalu </strong>, Seattle running back", "new_id": -2}, {"uid": "1297427878083165189", "i": 9610, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "of Forrester Research in California, described Nokia's partnership with Microsoft as a \"big risk\" because it could alienate the application developers who had been working on products for Nokia's Symbian and yet-to-be-released MeeGo platforms. <q>They have to convince all those developers to stay put and it may not work,</q> he said in an interview in London. \"Nokia's challenge is to make Windows Phone their next priority.\" Mr. <strong> Stephen Elop </strong> and Mr. <strong> Steve Ballmer </strong> were vague about the timing of the launch of the first", "new_id": -2}, {"uid": "1295649793119881766", "i": 33456, "idx": 1, "sa": ["Bill Lockyer"], "q": "the world, would not benefit from bankruptcy legislation, Treasurer <strong> Bill Lockyer </strong> said. \"States didn't ask for it. We don't want it. We don't need it,\" <strong> Bill Lockyer </strong> said. <q>Bankruptcy would devastate states' ability to recover from the recession and make the infrastructure investments that create good jobs.</q> California, which is struggling to close a$ 25 billion budget gap, already holds Moody's Investors Service's lowest state credit rating-- a distinction it shares with Illinois. Bankruptcy filings typically", "new_id": -2}, {"i": 46622, "idx": 1, "index_answer": 0, "new_id": -1, "q": "will use Windows Phone 7 as its core operating system, helping to drive the fairly new OS to success. \"I am excited about this partnership with Nokia,\" said <strong> Steve Ballmer </strong>, Microsoft CEO. <q>Ecosystems thrive when fuelled by speed, innovation and scale.The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> Nokia's future Under the proposed partnership:- Nokia would adopt Windows Phone as its principal smartphone strategy, innovating on top of the platform in areas such as imaging, where Nokia", "sa": ["Steve Ballmer"], "uid": "1297419412245137408"}, {"uid": "1295813473183353387", "i": 15086, "idx": 5, "sa": ["Colin Powell", "Gabrielle Giffords"], "q": "defense secretary, Mr. <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life, although he is happy to be an informal presidential adviser. <q>The administration knows that I am quite content with the work I am doing now,</q> he said. \"I am not interested in a government job.\" Reflecting on the Arizona shootings that killed six people and badly wounded Rep. <strong> Gabrielle Giffords </strong>, Mr. <strong> Colin Powell </strong> said he was dismayed by", "new_id": -2}, {"uid": "1295698251208977968", "i": 34149, "idx": 0, "sa": ["Colin Powell", "Bill Clinton", "Barack Obama"], "q": "'s \"ability to inspire\" and the \"inclusive nature of his campaign.\" <strong> Bill Clinton </strong> Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. <strong> Bill Clinton </strong> Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. <q>He has both style and substance. I think he is a transformational figure,</q> <strong> Colin Powell </strong> said on NBC's \"Meet the Press.\" \"<strong> Barack Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well,\" <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1296200464159858698", "i": 4891, "idx": 12, "sa": ["Mike Pence"], "q": "discernment that this is the right move.\" Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the district, said <strong> Mike Pence </strong>'s decision was the correct one \"because he made it.\" <q>You've got to have the fire in your belly and the desire to run for president, and his heart clearly is in Indiana,</q> McIntosh said. That, <strong> Mike Pence </strong> said, was what it came down to in the end. \"At the end of the day, we ultimately believed that where our little family is led", "new_id": -2}, {"uid": "1297540880009895943", "i": 5938, "idx": 0, "sa": ["Eric Schmidt"], "q": "terms of revenue and number of users, with the Latin America region being the second fastest growing. <strong> Eric Schmidt </strong> also said in his keynote address that half of all new internet connections are for mobile devices. <q>If you want to understand the future of internet don't think of it as pipes and tubes, think of it as a mobile device...,</q> he told delegates at the event. Explaining that the \"new model is going to be in the inversion of the model we grew up with\", he says that the strategy for media going forward", "new_id": -2}]