[{"uid": "1296291755127057975", "i": 43550, "idx": 5, "sa": ["Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Denver_Nuggets_vs_Utah_Jazz__Game_6_Recap_[NBA_Playoffs_2010][ Bet on the next game at nba-bet", "new_id": -2}, {"uid": "1295552145232112145", "i": 5190, "idx": 7, "sa": ["Mike Pence"], "q": "up on repealing Obamacare. While he acknowledges that the Senate will likely stall the effort, he is hopeful that things could change.`` I think that it is a very dynamic environment,'' he says. <q> House passage puts the onus on the Senate. And last time I checked, you've got about two dozen members of the Democratic majority in the Senate who are up for election in two years. As the American people engage on this issue, I like our chances. </q> In the meantime, Republicans, <strong> Mike Pence </strong> says, will use the`` power of the purse'' to block Obamacare's implementation.`` We have a wide variety of legislative tools available.''", "new_id": -2}, {"uid": "1295499363019333151", "i": 36387, "idx": 0, "sa": ["Simon Cowell", "Bob Marley", "Debra Byrd", "Jennifer Lopez"], "q": "tells her. They all send her through.`` She's out of her mind,'' <strong> Jennifer Lopez </strong> says,`` but <strong> Bob Marley </strong> love it.'' 8:39 p.m.: Singer Melkia, 27, bombs. <q> You're very sweet, but this is not for you, </q> <strong> Jennifer Lopez </strong> tells her. Vocal Coach <strong> Debra Byrd </strong> Looks Back at a Decade of` American Idol' <strong> Simon Cowell </strong> Says` X-Factor' Will Discover the Next <strong> Bob Marley </strong>, Dylan, Jack White? Heat Vision What", "new_id": -2}, {"uid": "1296849466211632181", "i": 8772, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": ", Ap Pro Football Writer 22 mins ago DALLAS- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans.`` I want", "new_id": -2}, {"uid": "1296942790169869313", "i": 11603, "idx": 0, "sa": ["Eric Schmidt"], "q": "by the technology company. Mr <strong> Eric Schmidt </strong> said that Google had strengthened procedures to ensure that controversial issues such as StreetView( where Google's camera cars inadvertently collected personal data) were not repeated. <q> It is reality that when we release products we have to be sensitive to regulatory and privacy issues, </q> he said.`` So we now do extensive reviews[ and] we're pretty happy with that balance now. The engineers build stuff, the lawyers come in[ and] there are then a", "new_id": -2}, {"uid": "1296224676092700695", "i": 2077, "idx": 1, "sa": ["Gov. Rick Perry", "Mitch Daniels", "Mike Pence"], "q": "the presidency in 2012 but left unanswered whether his choice instead is the Indiana governor's office.`` I'm open to running for governor,'' <strong> Mike Pence </strong> said in an exclusive interview with The Indianapolis Star. <q> We're going to take the next several months to travel across the state and hear what Hoosiers have to say. We'll seriously consider it. </q> Still, many in politics said the Columbus Republican's decision instantly catapults him into the leading position to succeed <strong> Gov. Rick Perry </strong> <strong> Mitch Daniels </strong>. Although those who wanted him to run for president", "new_id": -2}, {"uid": "1295569428103104524", "i": 18658, "idx": 0, "sa": ["Michael Vick"], "q": "mc-letter-szakos-michael-vick-hardshi20110120 <strong> Michael Vick </strong> is suffering hardships because <q> two-thirds of every dollar he earns is going to creditors and to taxes. </q> <strong> Michael Vick </strong> is paying what he owes for evading taxes, running up a massive debt and declaring bankruptcy, and living a selfish and criminal lifestyle. Now he has to pay for it. dogs suffered at <strong> Michael Vick </strong>'s", "new_id": -2}, {"uid": "1295498628019333135", "i": 13034, "idx": 0, "sa": ["Steven Tyler", "Paula Abdul", "Simon Cowell", "Jennifer Lopez"], "q": "Slideshow: <strong> Paula Abdul </strong> poses for photographers backstage during the 9th... <strong> Simon Cowell </strong> gone from` American Idol' and newbies <strong> Jennifer Lopez </strong>... Photo in Slideshow: Mairely Perea, 11,( cq) takes a photo of Report Abuse <q> Actually the best part about the show is the auditions of the fools that can't sing at all. They are hilarious. <strong> Steven Tyler </strong>& Ms. <strong> Jennifer Lopez </strong> will give the AI fans what they want. </q> Report Abuse <blockquote> Thumbs UP! The show was very entertaining. CUZ <strong> Steven Tyler </strong> is friggin HOT and funny. </blockquote> ABC News: Watch: Comic Stripped: Not Exactly Your Sunday Funnies", "new_id": -2}, {"uid": "1296128045255868977", "i": 30195, "idx": 2, "sa": ["Michael Vick", "Kevin Kolb"], "q": "family and I'm just thankful.'' After starting the year as a backup to <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong> is coming off the best season of his career, leading the Eagles to an NFC East title. <q> I'm enjoying the guys and I'm enjoying being out here playing football, </q> he said.`` This is what you work for. You work hard to get in this position. I'm ecstatic to be here.'' <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC with more", "new_id": -2}, {"i": 13540, "idx": 0, "index_answer": 0, "new_id": -1, "q": "him dog-gone angry. <strong> Mark Buehrle </strong> admitted to MLB.com recently that there were times while watching the NFL, that he wished <strong> Michael Vick </strong> would get hurt. Instead he won NFL comeback player of the year. <q> Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane? </q> <strong> Mark Buehrle </strong> said. <strong> Michael Vick </strong> was convicted for his association with a dogfighting ring in 2007. <strong> Mark Buehrle </strong> and his wife, Jamie, are on billboards promoting dog adoption and animal rescue.''( <strong> Michael Vick </strong>) had", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297393013108019724"}]