[{"uid": "1297709799012566528", "i": 34030, "idx": 1, "sa": ["Steve Ballmer"], "q": "in large part by being the most operator-friendly option. \"The mobile operator can add value over and above connectivity and distribution and customer service,\" CEO <strong> Steve Ballmer </strong> told MWC attendees in his keynote address Monday. <q>Windows Phone will continue to be the best place for mobile operators to add value.</q> Microsoft announced a number of improvements to Windows Phone 7 that will help its lofty goal on the software end. These include Internet Explorer 9 for all WP7 smartphones, multitasking for third-party applications, support for", "new_id": -2}, {"uid": "1297265414075628574", "i": 2928, "idx": 0, "sa": ["Barbara Walter", "Robin Williams", "Barbara Walters", "David Letterman"], "q": "had setbacks during heart surgery. <strong> Robin Williams </strong>: People Ask \"How Are You?' Comedian tells <strong> Barbara Walters </strong> how people approach him post-surgery. Diary of <strong> Barbara Walter </strong>'s Heart Surgery <strong> Barbara Walters </strong> says she thought: <q>If I die on the operating table, I won't know it.</q>. <strong> David Letterman </strong> on His Heart Surgery <strong> David Letterman </strong> jokes to <strong> Barbara Walters </strong> that new artery came from` Ace Hardware.\" No. 1 Heart Disease Sign for Women? <strong> Barbara Walters </strong> special: Surgeon explains surprising signs of", "new_id": -2}, {"uid": "1296044299210403360", "i": 48276, "idx": 5, "sa": ["Colin Powell", "Gabrielle Giffords", "Robert Gates"], "q": "possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential adviser. <q>The administration knows that I am quite content with the work I am doing now,</q> he said. \"I am not interested in a government job.\" Reflecting on the Arizona shootings that killed six people and badly wounded Democratic Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh", "new_id": -2}, {"uid": "1297181549166789137", "i": 42097, "idx": 0, "sa": ["Lady Morgan", "Tony Blair", "Michael Gove", "George Osborne"], "q": "am: <strong> Tony Blair </strong>'s former political secretary Sally <strong> George Osborne </strong>- or <strong> Lady Morgan </strong>, as she became in 2001- has been named today as the new chairman of Ofsted. <strong> Michael Gove </strong>, the education secretary, said she was a <q>hugely talented individual whose passion is improving education</q> and that she would ensure Ofsted \"focuses on improving our schools so we can match the world's best\". She will start on 1 March. 11.02 am: Yesterday Downing Street told us that ministers would", "new_id": -2}, {"uid": "1297176031226918403", "i": 3184, "idx": 26, "sa": ["David Letterman", "Aaron Rodgers"], "q": "did you run yesterday, different plays? <strong> Aaron Rodgers </strong>: \"Mike likes to repeats some calls sometimes, especially if they work, but...\"( Audience laughs) <strong> David Letterman </strong>:( Laughs) <q>Well, there's your coaching key right there.</q> <strong> Aaron Rodgers </strong>: \"Not this one again.\"( <strong> David Letterman </strong>, audience laugh) <strong> David Letterman </strong>: \"What are we talking about, 20, 25?\" <strong> Aaron Rodgers </strong>: \"", "new_id": -2}, {"uid": "1295549525218546193", "i": 37398, "idx": 0, "sa": ["Eric Schmidt"], "q": "Ericsson MT15i/ Vivaz 2 ensnared by Eldar Murtazin, given glowing preview Google Ventures Leads$ 600K Investment In LawPivot, A Quora For Startup Legal Advice Facebook, Microsoft And Carriers' Dysfunctional Relationship With Apps Facebook: <q>You Don't Get To 500 Million Mobile Users Without A Few Feature Phones</q> New Facebook Mobile App Brings the \"Book to People Without Smartphones Facebook for Feature Phones launched with free data on certain carriers <strong> Eric Schmidt </strong>: All of Google's Strategic Initiatives in 2011 are Mobile Google\"s <strong> Eric Schmidt </strong>: All", "new_id": -2}, {"uid": "1297086358189808654", "i": 34750, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "Iraq that <strong> Donald Rumsfeld </strong> himself has described as the low point of his time at the Pentagon. You can send a story to multiple email addresses by separating the email addresses with a semicolon(;) <strong> Donald Rumsfeld </strong>: <q>It's Possible Troop Decisions Were a Mistake in Iraq</q>", "new_id": -2}, {"uid": "1295281748135250052", "i": 15692, "idx": 0, "sa": ["Martin Luther", "Allen Iverson", "Yao Ming"], "q": "both clarified and cluttered the wild Western Conference playoff race. \"That's all he's got to do is come into the game and the energy is there,\" said <strong> Allen Iverson </strong>, who scored 33 points. <q>It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the way he can shoot the ball, the way he can dribble the ball, the way he can jump, he has the whole package. \"There's nothing on the court he can't do.</q> It was the 13th time <strong> Martin Luther </strong> has come off the bench to score 20 or more points, most in the NBA among players who haven't started a single game. \"He's been a <strong> Yao Ming </strong> spark for", "new_id": -2}, {"uid": "1295667478122535962", "i": 2991, "idx": 1, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "'s time to move on,\" <strong> Andy Coulson </strong> said in a statement, adding that he would leave the job in a few weeks. <strong> David Cameron </strong> expressed regret over the loss of a key aide. <q>I've always felt he's been punished for the same offense twice,</q> <strong> David Cameron </strong> told reporters. \"But I quite understand his decision and wish him well for the future.\" <strong> Ed Miliband </strong>, the leader of the opposition Labor Party, said <strong> David Cameron </strong> had made a mistake in keeping", "new_id": -2}, {"i": 12610, "idx": 8, "index_answer": 2, "new_id": -1, "q": "<strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion said she trusts that <strong> Mike Pence </strong> has \"come to the place that's right for him and his family.\" <q>What I most want is for him to have a long future,</q> <strong> Marjorie Dannenfelser </strong> said. \"So I'm sure that he's made a discernment that this is the right move.\" Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the 2nd District, said", "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "uid": "1296218172048857090"}]