[{"uid": "1297445820223772798", "i": 9569, "idx": 0, "sa": ["Nancy Cordes", "Dick Cheney", "Donald Trump", "Donald Rumsfeld"], "q": "` Infighting' at CPAC Kyle Drennen| February 11, 2011| 12:09 During a report on Friday's CBS Early Show, congressional correspondent <strong> Nancy Cordes </strong> emphasized division in the new Republican Congress: <q> The prospect of a mutiny had sent Republican leaders scrambling to craft an even leaner budget, and make good on their promises to the Tea Party... Just this week, small groups of conservatives defeated two of their own party's measures on the House floor. </q> <strong> Nancy Cordes </strong> went on to highlight tensions at the Conservative Political Action Conference in Washington: \"Former Vice President <strong> Dick Cheney </strong> and former Defense Secretary <strong> Donald Rumsfeld </strong> were booed by one faction of attendees. While <strong> Donald Trump </strong>, who's", "new_id": -2}, {"uid": "1295997649180568148", "i": 36360, "idx": 0, "sa": ["Zahi Hawass"], "q": "Germany over the rightful ownership of one of Egypt's most prized antiquities hit another snag on Monday when Germany again refused to turn a <q> Worse was to come. <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities( SCA) labeled the idea \"pure fiction. </q> Moreover, he disinvited Fletcher from future work in Egypt. <strong> Zahi Hawass </strong> explained this action in an article in the newspaper Al-Ahram: \"There are more than 300 foreign expeditions currently working in Egypt, and they all follow", "new_id": -2}, {"uid": "1296593042130416646", "i": 2749, "idx": 0, "sa": ["David Letterman", "Justin Bieber"], "q": "<q> Right now[ I'm] just kind of focusing on my music a lot. That's really important to me. This movie I have coming out... Most people just think they just put me together, some people just made me like I'm some factory machine, but this movie proves that I worked hard to get here and that's what I wanted to show. </q> <strong> Justin Bieber </strong>, explaining part of the motivation to make his upcoming movie \"Never Say Never\" on \"The Late Show With <strong> David Letterman </strong>.\" The 16-year-old Canadian pop sensation sat on the couch with the venerable talk", "new_id": -2}, {"uid": "1295138666036634631", "i": 6043, "idx": 0, "sa": ["Jason Kidd", "Kobe Bryant", "Allen Iverson"], "q": "seJason Kidd. Denver also bettered the 66.2 percent shooting of the Lakers earlier this seJason Kidd, the previous best in the league. The highest scoring game before Wednesday night came against Denver, when the Suns scored 137. <q> I've been in the league 12 years and I've been playing a long time. I don't know if we've been this hot before, but it was pretty special, </q> <strong> Allen Iverson </strong> said. \"It was fun.\" Playing a tired Seattle team certainly helped the Nuggets. The Sonics were finishing off a back-to-back, having played at Golden State a night earlier and offered <strong> Kobe Bryant </strong> resistance at", "new_id": -2}, {"uid": "1295669770065781858", "i": 7122, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": ". Find out how BI and business analytics enable you to use timely, quality information effectively to survive and prosper amid change. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having <strong> Larry Page </strong> running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1296629066052166669", "i": 59880, "idx": 0, "sa": ["Steve Ballmer"], "q": "Based on the specs of this beast, I would say the ExoPC is overpriced by about$ 400. Nice machine, but just comparing specs.... <strong> Steve Ballmer </strong>( and Microsoft) still doesn't get the iPad <q> The operating system is called Windows, </q> claimed <strong> Steve Ballmer </strong> when asked about Microsoft's plans for the tablet/slate/pad form factor at the company's annual Financial Analyst Meeting on July 29th 2010. He expressed dismay at the iPad's strong sales figures,\" [...", "new_id": -2}, {"uid": "1296560941167215128", "i": 14838, "idx": 1, "sa": ["Glenn Mulcaire", "Andy Coulson", "Clive Goodman"], "q": "successor and that Mr <strong> Andy Coulson </strong> chose to leave quietly after finishing \"what he wanted to finish\" . Scotland Yard has since launched a fresh investigation of hacking allegations. A party source said: <q> He had finished what he wanted to finish and good progress is being made with his replacement. \"It was his choice to leave quietly but he said a proper goodbye to the Prime Minister and those he worked closely with. </q> Mr <strong> Andy Coulson </strong> resigned as editor of the News of the World in 2007 after the paper's former royal editor <strong> Clive Goodman </strong> and private investigator <strong> Glenn Mulcaire </strong> were jailed for phone hacking. Although he accepted ultimate responsibility", "new_id": -2}, {"uid": "1296407544252772372", "i": 166, "idx": 8, "sa": ["Robert Horry", "Allen Iverson", "Steve Javie", "Jrue Holiday"], "q": "team that traded him to Denver over the Jrue Holidays, repeating his contention that he should have had more say in the Sixers' style. <strong> Allen Iverson </strong> also saved a parting <strong> Robert Horry </strong> for official <strong> Steve Javie </strong>, who ejected him. <q> I thought I got fouled on that play, and I said I thought that he was calling the game personal, and he threw me out, </q> <strong> Allen Iverson </strong> said. \"His fuse is real short anyway, and I should have known that I couldn't say anything anyway. It's been something personal with me and him since I got in the league.", "new_id": -2}, {"uid": "1296503399053821452", "i": 3653, "idx": 4, "sa": ["Zahi Hawass", "Sid Caesar", "Michael Bloomberg"], "q": "on the Upper East Sid Caesare of Manhattan, the lights were out for about 24 hours. The target=\"_blank\"> New York Times reported at the time that incidents of looting \"remained light\" and was <q> concentrated largely in central Brooklyn. </q> <strong> Zahi Hawass </strong>'s put-down of New York goes uncorrected in the report, even though it is bunk-- and you'd expect editors at <strong> Michael Bloomberg </strong> of all places, to recognize it as bunk. Click", "new_id": -2}, {"uid": "1296123209027361287", "i": 42760, "idx": 0, "sa": ["Paul O'Grady", "Stacey Solomon", "Davina McCall", "Dermot O'Leary", "Simon Cowell"], "q": "at London's O2 Arena- shown on ITV1- because they were filming Britain's Got Talent in Cardiff. But after beating off competition from <strong> Davina McCall </strong>, <strong> Paul O'Grady </strong> and <strong> Dermot O'Leary </strong>, Ant said by videolink: <q> This means so much to us, ten years in a bloody row. </q> <strong> Simon Cowell </strong> joked: \"This is once again incred-ibly annoying- but it's well deserved.\" Wearing a daring low-cut dress, I'm A Celebrity winner <strong> Stacey Solomon </strong>, 21, kicked off the", "new_id": -2}]