[{"i": 24699, "idx": 0, "index_answer": 0, "new_id": -1, "q": "been inexcusable,\" Chrysler's chief executive, <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models. <q>These payouts recognize the continual support and tireless efforts of our people,</q> he said. The union is entering contract talks this summer with all the Detroit automakers, and King has said its members expect to share more in their turnarounds. \"We are convinced that Chrysler has", "sa": ["Sergio Marchionne"], "uid": "1296528760049463402"}, {"uid": "1295534401212385796", "i": 46211, "idx": 4, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "a young woman from Ivory Coast. \"Oh my God, I hate this.\" <strong> Simon Cowell </strong> <strong> Steven Tyler </strong> wasn't as snide as <strong> Simon Cowell </strong>, but he did become the de facto hard man to please. <q>You sang beautiful, but I just wasn't feeling that pizzazz,</q> he told an adorable 15-year-old.( Ms. <strong> Jennifer Lopez </strong> told him he was \"crazy\" and pushed her through.) There may have been new judges, but the mix of contestants was familiar: the", "new_id": -2}, {"uid": "1295617389243957781", "i": 46195, "idx": 0, "sa": ["Tony Blair", "Andy Coulson"], "q": "Top Aide to British <strong> Tony Blair </strong> Resigns LONDON- In a sharp political blow to <strong> Andy Coulson </strong> leaving his home in London in September. <q>I can today confirm that I've resigned as Downing Street director of communications,</q> Mr. <strong> Andy Coulson </strong> said. Political analysts raised questions about the timing of his announcement, noting that it came as former <strong> Tony Blair </strong> an inquiry on the war in Iraq and the opposition Labour Party was caught up", "new_id": -2}, {"uid": "1295907442203866155", "i": 39120, "idx": 2, "sa": ["Sergio Marchionne"], "q": "<strong> Sergio Marchionne </strong>, CEO of Chrysler Group, stated that the overall goal of the project is to evaluate and, hopefully, validate both fuel-efficiency gains and greenhouse gas reductions from using a light-duty hydraulic hybrid system. <q>Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint,</q> <strong> Sergio Marchionne </strong> said. \"It has shown substantial increases in fuel economy when compared with traditional powertrains in the same type of vehicles. Both parties hope to reduce the size and complexity of the hybrid system and produce a", "new_id": -2}, {"uid": "1297268304137707526", "i": 867, "idx": 0, "sa": ["George Shultz", "Donald Rumsfeld", "Adlai Stevenson III"], "q": "RummyLeaks: <q>The <strong> Gerald Ford </strong> said that the Senate and the House were a joke</q> <strong> Donald Rumsfeld </strong> and the president conspire to get him into the U.S. Senate, discuss <strong> Adlai Stevenson III </strong>'s good looks AP Former U.S. Seretary of Defense <strong> Donald Rumsfeld </strong> chats with Joint Chiefs of Staff Chairman Gen. <strong> George Shultz </strong> Brown prior to their testifying", "new_id": -2}, {"uid": "1295804693043466848", "i": 33323, "idx": 9, "sa": ["Barack Obama", "Amy Chua", "Lee Myung-bak", "Robert Gates", "Colin Powell", "Timothy Geithner"], "q": "Secretary of State <strong> Colin Powell </strong>, a Republican who supported Democratic... Photo in Slideshow: <strong> Robert Gates </strong>, <strong> Lee Myung-bak </strong> Photo: U.S. <strong> Barack Obama </strong> is pictured upon upon returning from... Photo in Slideshow: <strong> Barack Obama </strong>, <strong> Robert Gates </strong>, <strong> Timothy Geithner </strong> Report Abuse <q>You Republicans have dropped all pretense of tolerance now. Oh yeah,</q> the hoods have come out and you are fully out of the closet with your Time.com: Tiger Mom: <strong> Amy Chua </strong> Parenting Memoir Raises American Fears Healthy Habits Coaching Get personal health coach. For military members& their", "new_id": -2}, {"uid": "1295564515217792561", "i": 7228, "idx": 0, "sa": ["Eric Schmidt"], "q": "Cable, 1/20/2011 5:08:55 PM Google co-founder Larry Page is replacing <strong> Eric Schmidt </strong> as CEO effective Apr. 4. a blog posting from <strong> Eric Schmidt </strong> posted Thursday. <strong> Eric Schmidt </strong>, who was brought in in 2001, said that <q>now was the right moment to make some changes to the way we are structured.</q> <strong> Eric Schmidt </strong> tweeted, a reference to the fact he was brought in to help run a company started by college kids in a dorm room. The CIOs Guide to Videoconferencing Security Keeping Pace with th.. Extracting and", "new_id": -2}, {"uid": "1297083495090374146", "i": 1427, "idx": 1, "sa": ["Zahi Hawass"], "q": "well-known Egyptologist <strong> Zahi Hawass </strong>, played down accounts of the break-in at the museum Thursday and warned against \"rumors.\" Posting on his blog at http://www.drhawass.com/blog/state-egyptian-antiquities-3-february-2011, <strong> Zahi Hawass </strong> said the incident at the museum had resulted in <q>70 broken objects, all of which can be restored.</q> \"I want people to know that after nine days of protests, the monuments are safe,\" <strong> Zahi Hawass </strong> said. \"If anything happens, I will announce it.\" He said firefighters", "new_id": -2}, {"uid": "1295299857181911564", "i": 46360, "idx": 6, "sa": ["Ray Allen", "Allen Iverson", "Ben Gordon", "Bob Probert"], "q": "was going to be easy when we got here. It's obviously not.\" \"It's hard to get the clinching game,\" said <strong> Allen Iverson </strong>, who has gotten five of them in his career. <q>Those shots at the beginning of the game are a lot easier than the ones at end of the game, when you're looking to close a team out.</q> The http://wn.com/Bob_Probert_Vs_Stephen_Quintal__After_The_Boston_Brawl <strong> Bob Probert </strong> Takes On Quintal After The Big Red Wings Boston Bruins Game http://wn.com/Derrick_Rose_Chicago_Bulls_vs_Boston_Celtics_game_2_round_1_2009_NBA_Playoffs BOSTON( AP) <strong> Ray Allen </strong> landed the final blow in a memorable duel with <strong> Ben Gordon </strong> on Monday night, shooting the Boston Celtics back into", "new_id": -2}, {"uid": "1296233986144064524", "i": 24469, "idx": 4, "sa": ["Simon Cowell"], "q": "Idol,\" then sings \"Stand By Me\" in a husky, slow voice-- unfortunately it just isn't very good. He looked like he would have all the tools, but is just off-key. <q>I thought it was terrible and a joke,</q> says Randy Jackson. \"Do we even need to vote?\" Floppy-haired Scott Dangerfield,... The X Factor US: Has <strong> Simon Cowell </strong> Chosen The New Host? Rumors surrounding The X Factor US series have reached fever-pitch", "new_id": -2}]