[{"uid": "1296084845244613132", "i": 38487, "idx": 1, "sa": ["Andy Coulson", "Hosni Mubarak"], "q": "the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like \"a volcano that is starting to erupt.\" <q>There will be huge explosions all over Fleet Street if police get to the truth,</q> he told the BBC. Egypt's anti-Egyptian protests enter 2nd day, increasing threat to regime Egypt's anti-Egyptian protests enter 2nd day, increasing threat to regime- Thousands of Egyptians vented their rage against President <strong> Hosni Mubarak </strong>", "new_id": -2}, {"uid": "1295972855202047505", "i": 15402, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "the political climate. Nobody can honestly express surprise that such a tragedy finally occurred.\" <strong> Sen. Bernie Sanders </strong> continued by implying that Republicans and their business interests are set to benefit significantly in the 2012 elections: <q>The right-wing Republicans now leading their party are extremely confident that the political momentum is with them. They not only won decisive victories in the last election but, as a result of the disastrous Citizens United Supreme Court decision, they correctly believe that they will have a huge financial advantage in future elections because</q> billionaires and corporate interests can now contribute as much as they like into the political process without disclosure.... Yes, of course they will continue their usual day-to-day efforts to give tax breaks to billionaires and", "new_id": -2}, {"uid": "1295323242230227979", "i": 684, "idx": 0, "sa": ["Kirsten Gillibrand", "Sen. Joe Lieberman", "Joy Behar", "Sarah Palin", "Elisabeth Hasselbeck"], "q": "<strong> Kirsten Gillibrand </strong> <strong> Elisabeth Hasselbeck </strong>, who called <strong> Sarah Palin </strong>'s behavior \"despicable.\" After \"View\" co-host <strong> Joy Behar </strong> said the map, which features white and red gun sights drawn over districts whose Democratic representatives voted for health care, <q>looks like an <strong> Barack Obama </strong> Qaeda Christmas card</q> Thursday, <strong> Elisabeth Hasselbeck </strong>-- who campaigned with <strong> Sarah Palin </strong> in 2008-- spoke up in uncharacteristic agreement. \"This hasn't been a great week in terms of, <strong> Sen. Joe Lieberman </strong> think, the Constitution and where it says that you", "new_id": -2}, {"uid": "1297600395127287377", "i": 48203, "idx": 1, "sa": ["James Huggins", "Allen Iverson", "Dan Tan"], "q": "was it. That was the end of halftime. \"You can't follow that. We all started to laugh. It was great.\" <strong> Dan Tan </strong> imitated <strong> Allen Iverson </strong>'s famous practice rant- <q>We talkin' about practice, man, practice,</q>- after another halftime rant against Campbell Hall. An eternal optimist, <strong> Dan Tan </strong> always cracked jokes. He asked <strong> James Huggins </strong> why the referees wouldn't shake his hand like the coaches before games. The next game", "new_id": -2}, {"uid": "1296931079080756756", "i": 8687, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama", "Janet Napolitano", "John McCain", "Denis McDonough"], "q": "clear that that's the path that it's going to in Yemen, the people will be satisfied. That's the key, there's got to be a creditable commitment to democratic elections.\" <q>With respect to what is happening in Egypt and other countries such as Yemen, obviously the president, the secretary of State have kind of-- <strong> Sen. Joe Lieberman </strong>'ve already indicated that, look, we are watching, we are monitoring, but what we hope for is a peaceful, open and democratic process,</q> Homeland Security <strong> Donald Rumsfeld </strong> <strong> Janet Napolitano </strong> said Friday. \"That's the goal.\" On Saturday morning, Deputy National Security Advisor <strong> Denis McDonough </strong> convened a Deputies Committee meeting on Egypt at the <strong> John McCain </strong> House. <strong> Barack Obama </strong> was to", "new_id": -2}, {"uid": "1296691911219119623", "i": 10635, "idx": 0, "sa": ["Sergio Marchionne", "Maurizio Landini"], "q": "the FIOM leaders seek a new basis for collaboration with <strong> Sergio Marchionne </strong>. On Friday, speaking in Milan's cathedral square, FIOM Secretary <strong> Maurizio Landini </strong> blamed the brutal exploitation contained in the agreement on \"modernity\": <q>We say no to a modernity, which in the name of competition, pits one worker against another.</q> He called for \"innovation, research and public intervention\" and added, \"Of course, we want to conclude contracts, and we want the company to function and that fundamental rights are extended, that's", "new_id": -2}, {"uid": "1294975647058228770", "i": 12506, "idx": 0, "sa": ["Sergio Marchionne"], "q": "2009. The dispute over Mirafiori is also part of a wider struggle by the outspoken <strong> Sergio Marchionne </strong> to bring about radical reforms in Italian industry. In October, he ignited controversy when he said that <q>Fiat would be better off if it eliminated Italy. Italy ranks 118th out of 139 countries in work efficiency and is 48th in industrial competitiveness. \"Not a cent from the two billion euros of profits forecast for 2010 will be generated in Italy,</q> he said, pointing out that Fiat's 6,100 workers in Poland produce the same number of cars as the company's 22,000 auto workers in Italy. Fiat was set up in 1899 and has 188 factories", "new_id": -2}, {"uid": "1296779237254083080", "i": 30002, "idx": 0, "sa": ["Paula Abdul", "Steven Tyler", "Marc Anthony", "Ryan Seacrest", "Simon Cowell", "Jennifer Lopez"], "q": "<strong> Marc Anthony </strong>\" panel that will be returned to its original three-member format for season 10. Actress-singer-dancer <strong> Jennifer Lopez </strong> and Aerosmith frontman <strong> Steven Tyler </strong> will have the job of trying to match the offbeat chemistry of former judges <strong> Simon Cowell </strong> and <strong> Paula Abdul </strong>. <q>This is \"American <strong> Marc Anthony </strong>'!</q> host <strong> Ryan Seacrest </strong> said after the new judges joined him on stage at the Forum arena, where the final national audition for next season\"s singing contest was held Wednesday. The announcement was made before a crowd of several", "new_id": -2}, {"uid": "1297210131061849602", "i": 3321, "idx": 6, "sa": ["Donald Rumsfeld", "the Fox"], "q": "the service members who operate it have \"taken a lot of heat unfairly.\" <strong> Donald Rumsfeld </strong> also made clear that he has not dialed down his concerns about the threat posed by Islamic extremism. <q>Let there be no doubt, there are extremists out there who are determined to do damage to the United States of America and to kill Americans and to impose a caliphate over a large fraction of this globe,</q> he told <strong> the Fox </strong> News. \"And they have weapons of increasing lethality at their disposal and at their beck and call.\" In his 800-page memoir, <strong> Donald Rumsfeld </strong> covers everything from the early days of the", "new_id": -2}, {"i": 4957, "idx": 6, "index_answer": 0, "new_id": -1, "q": ". The BBC's political correspondent <strong> Mike Sergeant </strong> said Mr <strong> Andy Coulson </strong> had become a \"powerful political insider- precisely because he had a feel for the world outside Westminster\" and the PM would be looking for a <q>someone with similar nous and journalistic experience</q>. Media Correspondent, BBC News This is the story that refuses to lie down. It is four years since the News of the World's royal editor and a private investigator were jailed for", "sa": ["Mike Sergeant", "Andy Coulson"], "uid": "1295667464153141265"}]