[{"uid": "1296654564147537923", "i": 7081, "idx": 0, "sa": ["Cheryl Cole", "Selena Gomez", "Simon Cowell"], "q": "<strong> Selena Gomez </strong> have been promoting due to their adoration of the British singer. \"<strong> Cheryl Cole </strong> considered going back to her maiden name but now she has dismissed the idea,\" a source told the Mirror. <q> People knew who she was as a <strong> Cheryl Cole </strong> but she has only become truly famous as <strong> Cheryl Cole </strong>. \"She may not be huge in the US yet but seeds have been sown by people like Black Eyed Peas rapper will.i.am and it is important she creates a lasting brand. It would be madness to change back. </q> Follow us on Twitter Follow us on Facebook Related stories <strong> Simon Cowell </strong> To Help <strong> Cheryl Cole </strong> Crack America Dress Maker \"Amazed\" To Work With <strong> Cheryl Cole </strong>", "new_id": -2}, {"uid": "1297109629077856777", "i": 9602, "idx": 0, "sa": ["Sergio Marchionne"], "q": "The most memorable ad during Sunday's Super Bowl- Chrysler's historic two-minute spot featuring rap star Eminem- was a gut-wrenching decision for the carmaker's chief executive <strong> Sergio Marchionne </strong>. <q> This was not an easy choice... apart from the money involved... and this is pretty expensive stuff, but you know, the choice of the topic, the choice of the characters in the thing were not easy choices. I had to think about this really long and hard, </q> <strong> Sergio Marchionne </strong> said. Why? I asked him. \"You know, I love Eminem but... I also know that some of the choices of language that he has made are things that are not what I would", "new_id": -2}, {"uid": "1297089447093831169", "i": 3098, "idx": 6, "sa": ["Donald Rumsfeld", "Colin Powell", "Barack Obama"], "q": "there. And it was probably <strong> Donald Rumsfeld </strong> or something.\" <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong> \"did not, in my view, do a good job of managing the people under him,\" <strong> Donald Rumsfeld </strong> said. <q> There was a lot of leaking out of the State Department, and the president knew it. And it was unhelpful. And most of it ended up making the State Department look good. We didn't do that in the Pentagon. I insisted we not do it. </q> Time says <strong> Barack Obama </strong> follows the example of Reagan, but where's the evidence? Are the latest unemployment numbers good news for <strong> Barack Obama </strong>? Yes- The drop in the jobless rate shows that his policies are working", "new_id": -2}, {"uid": "1295560362243744804", "i": 28496, "idx": 5, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him </q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Trial opens today for Paterson man accused", "new_id": -2}, {"uid": "1297134952101482529", "i": 35349, "idx": 2, "sa": ["Paula Abdul", "Simon Cowell"], "q": "we are going to be working together.\" Though no names have been announced for the upcoming reality show, having <strong> Paula Abdul </strong> on the judging panel is a decision not only <strong> Simon Cowell </strong> has to make. <q> I have to take everyone's opinions into account, </q> <strong> Simon Cowell </strong> said, according to AP. This means, that he needs to consider whether he shares the opinion of <strong> Paula Abdul </strong> with the show's other producers and the network top officials. \"The X-Factor\"", "new_id": -2}, {"uid": "1295154913111345679", "i": 17840, "idx": 1, "sa": ["Allen Iverson"], "q": "Philadelphia has alternated wins and losses in its last six games after losing nine of 10. The Sixers, who opened the season 10-0 at the First Union Center, are 1-7 in their last eight home games. <q> This is not the team we thought we were going to have, </q> Sixers coach Larry Brown said, referring to injuries that have hampered the team. Philadelphia, which trailed by 18 in the second quarter, closed to 50-47 following a three-point play by <strong> Allen Iverson </strong> early in the third.", "new_id": -2}, {"uid": "1295516023124485632", "i": 31511, "idx": 0, "sa": ["Simon Cowell", "Matt Cardle"], "q": "getting the album written and can't wait for the tour. That's starting in not long now and that's going to be a pretty incredible experience I reckon.\" The former decorator added: <q> Please be buying my single when it comes out- I want to get it out as soon as possible, so please be buying it and thank you so much for your support, it's just wicked! </q> According to reports, <strong> Simon Cowell </strong> has said that he wants <strong> Matt Cardle </strong> to write and co-write songs on his first album. Copyright( c) Press Association Ltd. 2011, All Rights Reserved.", "new_id": -2}, {"i": 21704, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and I, for one, can not wait.\" As much as he's going to miss <strong> Simon Cowell </strong>'s acerbic wit, <strong> Jim Cantiello </strong> said he's really looking forward to new judges <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong>. <q> I can't wait to see the insane energy <strong> Steven Tyler </strong> brings to the table, </q> he said. \"He's going to make for some great live TV. And then there's <strong> Jennifer Lopez </strong>, who I imagine being deadly serious. I'm thinking business suits, furrowed brow. She's going", "sa": ["Jim Cantiello", "Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "uid": "1295439905093192278"}, {"uid": "1296337877236798074", "i": 4136, "idx": 0, "sa": ["Zahi Hawass"], "q": "robbed ATMs and raided mobile phone shops in the city.Several fast-food restaurants, including McDonalds, Kentucky Fried Chicken and Hardees were ransacked, with grafitti on ways declaring: \"No American intervention\" and <q> Free Egypt. \"Several petrol stations throughout the city have been destroyed, while roads were blocked by burned out cars. \"I want us to live together better and what the president is doing is unacceptable. We are not comfortable with the president- he has to go, </q> said Mohamed Abdel-Razek, a construction worker who spent the night on the city's Tahrir square.The Egyptian Museum, which houses thousands of ancient artifacts, was being protected by the army. Head of Antiquities, <strong> Zahi Hawass </strong> said", "new_id": -2}, {"uid": "1296014344168460291", "i": 18855, "idx": 0, "sa": ["Sugar Rodgers", "Allen Iverson", "Donyell Marshall"], "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. John's two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach John Thompson created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q> He tells me the end of the game is my time, I should have the ball in my hands, </q> <strong> Allen Iverson </strong> said. \"So if somebody else turns it over, he yells at me. I just tell my teammates: \"Let me get the ball. He\"ll scream at me http://wn.com/Epic_Comeback_Falls_Short_Syracuse_Defeats_Georgetown_Feb_18,_2010 Magee and <strong> Sugar Rodgers </strong> lead", "new_id": -2}]