[{"uid": "1295633071004243472", "i": 31806, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "is by removing <strong> Eric Schmidt </strong> from the picture.`` Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> claims. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him, </q> Page said, hinting at <strong> Eric Schmidt </strong>'s new role as an`` advisor'' to the cofounders, instead of his previous equal role in decision making.`` His advice and efforts will be invaluable to me as I", "new_id": -2}, {"uid": "1295884905140918812", "i": 17184, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "address the issue of unfunded state pensions that they consider one of the main reasons behind the financial hemorrhage. The financial rating agency Standard& Poor's expressed its approval of any measure that could produce an <q> improvement in the state's structural misalignment between revenues and expenditures. </q> The agency, however, expressed its doubts that <strong> Jerry Brown </strong> and <strong> Bill Lockyer </strong> would be able to pull it off, adding:`` we also believe the scale of the governmental and fiscal reforms proposed may prove difficult, given", "new_id": -2}, {"uid": "1295571627159776784", "i": 12063, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "most relevant news, data and anlaysis. Sample <strong> Eric Schmidt </strong> said the changes had come after several internal discussions in which they came to the conclusion thus far that sharing responsibility for all decisions at Google <q> adds delay and so forth in the way we make decisions. </q> Things will run much better, <strong> Eric Schmidt </strong> said,`` by elevating me and having Larry running things day-to-day.'' The Internet search leader also said that the company's other co-founder, <strong> Sergey Brin </strong>,", "new_id": -2}, {"uid": "1296056021070402082", "i": 28681, "idx": 0, "sa": ["Rex Ryan", "Michael Vick", "Wes Welker"], "q": ",000 Euro fine for being a caring son.[ Yahoo Eurosport] â\u0080¢ Seton Hall scratched to within three games of.500 by beating Syracuse last night. One scribe wrote the 90-68 drubbing was <q> like something out of a sacrificial ritual. </q>[ The Star-Ledger] â\u0080¢ Regrets, <strong> Wes Welker </strong> has 10, and they're all about feet as they pertain to <strong> Rex Ryan </strong>.[ Boston Herald] â\u0080¢ <strong> Michael Vick </strong>'s first big", "new_id": -2}, {"uid": "1296774517130859030", "i": 5885, "idx": 2, "sa": ["Sergio Marchionne"], "q": "previous owners. As a result, the 200 has new features such as LED headlights and a quieter engine mounting system, a big improvement in quality that its predecessor, the Chrysler Sebring, didn't have. <q> The answer used to be no, </q> Verley said.Along with quality, <strong> Sergio Marchionne </strong> pushed the 200 to come out faster. He personally approved the car's interior in three days, far faster than the two weeks it took under previous CEOs. Chrysler's new", "new_id": -2}, {"uid": "1297123665195428354", "i": 26702, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a`` dressed up'' sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding,`` I believe I can find a star.''___ Super Bowl ad featuring Eminem showcases Detroit, sends shivers through beleaguered Motor City DETROIT( AP)", "new_id": -2}, {"uid": "1297145575101449730", "i": 21657, "idx": 4, "sa": ["the Black", "Simon Cowell"], "q": "the revelation that the pitch-correcting software Auto-Tune was used on at least one contestant's taped audition. <strong> Simon Cowell </strong> said Monday it was the work of sound technicians and done without his knowledge. <q> Once we found out what was going on it was stopped immediately.... The most important part was once the show went live and( viewers) could see that everyone was singing live and it was a proper, fair competition. </q> The`` X Factor'' contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as <strong> the Black </strong> Eyed Peas or Destiny's Child.", "new_id": -2}, {"uid": "1294965093056983574", "i": 3892, "idx": 4, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "said.`` And the more we joked about what we were going to do, she started to open her eyes.'' <strong> Gabrielle Giffords </strong>' husband, Mark Kelly, realized the significance of the moment. <q> <strong> Gabrielle Giffords </strong>, open your eyes, open your eyes, </q> he said, according to <strong> Kirsten Gillibrand </strong>. Said <strong> Debbie Wasserman Schultz </strong>:`` It felt like we were watching a miracle.'' So how did <strong> Gabrielle Giffords </strong> survive the gunshot wound? The path of the bullet,", "new_id": -2}, {"uid": "1295561213061718589", "i": 2857, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc.", "Larry King"], "q": "in a some sort of blood sport, saying people`` assume that these are zero-sum games, which are battles to the death.'' <strong> Eric Schmidt </strong> instead proposed that the market was big enough for multiple approaches, saying <q> there's plenty of room for everyone. </q> techplanet30.com In this video I talk about <strong> Google Inc. </strong> and would like to know your thoughts on the company and their position in the world. I talk a little about <strong> Larry King </strong> Page, <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong> http://wn.com/Eric_Schmidt_at_IBM_Business_Partners_Leadership_Conference <strong> Eric Schmidt </strong> speaks at", "new_id": -2}, [{"i": 12447, "idx": 1, "index_answer": 0, "new_id": -1, "q": "the collapse of such a dictatorship was`` inevitable'' in Egypt, as well as in other countries throughout the world.`` What comes next, it's hard to predict,'' <strong> Patrick Leahy </strong> said. <q> A huge part of( Egypt's) natural product is tourism. They've got to get tourists feeling free to go back. Nobody's about to book a trip to Egypt right now.`` The United States really needs stability there, </q> <strong> Patrick Leahy </strong> continued,`` because of our interests in Israel and Jordan and elsewhere.'' <strong> Sen. Bernie Sanders </strong>, I-Vt., had a similar response and called on the United States to support a transition to democracy.", "sa": ["Patrick Leahy", "Sen. Bernie Sanders"], "uid": "1297523762190513232"}]]