[{"uid": "1294994738178470923", "i": 48182, "idx": 3, "sa": ["Brian Finneran", "Michael Vick", "Mike Jensen"], "q": ". Always stay alive.'' <strong> Brian Finneran </strong> doesn't argue with <strong> Michael Vick </strong>'s own self-description of the quarterback's Falcons years.`` <strong> Mike Jensen </strong> always worked hard on the football field,'' <strong> Brian Finneran </strong> said. <q> But as a quarterback, you've got to know everything about that offense, about the line, where the running backs are supposed to be. No question he could have worked harder in the film study room. It's been said before. I think he did the first couple of years, then got a little lax. </q> As for the idea that <strong> Michael Vick </strong> is only now getting topflight coaching, <strong> Brian Finneran </strong> wasn't slighting the Eagles' staff when he said,`` I think <strong> Mike Jensen </strong> was coached[ in Atlanta]. He had", "new_id": -2}, {"uid": "1295976368172294158", "i": 9273, "idx": 5, "sa": ["Eric Schmidt"], "q": "engineering talent. <strong> Eric Schmidt </strong> rejected the notion that Google was losing key people.`` Our retention has been actually the same and our turnover has been exactly the same for seven years,'' he said. <q> We're going to be hiring many thousands of people this year. </q> <strong> Eric Schmidt </strong> said that in his new role he would be able to spend more time on government issues and Google's public image, among other things. We welcome comments that advance the story directly or", "new_id": -2}, {"uid": "1295245546048136202", "i": 20490, "idx": 10, "sa": ["Allen Iverson"], "q": "' workouts this week was because his 4-year-old son, Isaiah, fell face-first from a stool early Monday morning and required plastic surgery.`` He got a big gash up under his mouth,'' <strong> Allen Iverson </strong> said. <q> He was sitting on a stool and what really messed him up was he had his hands in his shirt. And it was a high stool, so when he fell, he couldn't brace it. So he just( smacked the floor). </q> <strong> Allen Iverson </strong> said it was a bloody scene but the toughest part was watching his young son sedated for surgery,`` and I was just mentally out of it, man.'' <strong> Allen Iverson </strong> said his son will have to", "new_id": -2}, {"uid": "1296422704029392937", "i": 45583, "idx": 0, "sa": ["Zahi Hawass"], "q": "from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. Chicago Shopping Overwhelming Offers: Always 50% off or more from your favorite brands>> <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters. The museum, which is home to the gold mask of King Tutankhamun that draws millions of tourists a year, also", "new_id": -2}, {"uid": "1296149236246923378", "i": 47354, "idx": 5, "sa": ["Eric Schmidt"], "q": "initiatives,'' on which <strong> Eric Schmidt </strong> didn't elaborate. <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook.`` We have a competitor called Microsoft,'' he said. <q> Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day. </q> Facebook, on the other hand,`` has clearly stated they don't want to get into the search business. Facebook users tend to use Google search. Facebook's ads business does not displace our advertising.", "new_id": -2}, {"uid": "1296273660046694428", "i": 16950, "idx": 2, "sa": ["Michael Jordan", "Allen Iverson"], "q": "second double-double of the season for <strong> Michael Jordan </strong> and marked the first time he reached double figures in assists.`` It's definitely a tremendous sign of growth,'' said <strong> Michael Jordan </strong>, a rookie of the year candidate. <q> We can't make the playoffs and we have one of the worst records in the NBA, so we could http://wn.com/Allen_Iverson_33pts_vs_Pau_Gasol_Memphis_Grizzlies_02/03_NBA On`` Tattoo Night </q> at the Pyramid, the man with the most ink in the building left an indelible mark on the Memphis Grizzlies. <strong> Allen Iverson </strong> scored 33 points and led a fourth-quarter surge as the Philadelphia 76ers averted an embarrassing loss with", "new_id": -2}, {"uid": "1296637625036814848", "i": 23159, "idx": 1, "sa": ["Simon Cowell"], "q": "`` <strong> Simon Cowell </strong> still hasn't confirmed the panel,'' a source told The Sun.`` She is in a state, it's her ticket out of the UK.'' They continued: <q> There's still a 50% chance producers of the US X Factor will give her the go-ahead. Either way, <strong> Simon Cowell </strong> has promised to help her launch a career over there. </q> EastEnders: Ronnie grows increasingly uneasy Emmerdale: Andy is threatened by a furious Henshall Hollyoaks: 3008: Texas faces serious danger Neighbours: 6068: Kate and Sophie are at odds", "new_id": -2}, {"uid": "1296483552037306398", "i": 3394, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "the museum was heavily protected by the Egyptian military. Later Monday, he was appointed Minister of State Antiquities in the new government named by President <strong> Hosni Mubarak </strong>, who faces calls from protesters for his ouster. <q> If the museum is safe, Egypt is safe, </q> <strong> Zahi Hawass </strong> said. A museum administrator found the head of a small clay statue on the stairs. Looters had broken into the museum on Friday, ripping the heads off two mummies and damaging about 75 small", "new_id": -2}, {"uid": "1295746465110362635", "i": 41655, "idx": 0, "sa": ["Tony Blair", "Michael Vick", "Dolly Parton"], "q": "14 July at Point Mugu, California. I videotaped the press conference at the Farnborough air show a week later, with Boeing Global Strike Systems VP and General Manager Shelley Lavender. http://wn.com/Michael_Vick_is_Back_{ Ultimate_Highlight_Reel}_ 2009_Eagles <q> There was a point in my life where I felt it was wrong and I knew it was wrong, to this day I have to live with that shame and that embarrassment. </q>- <strong> Michael Vick </strong> Good Luck at the Eagles http://wn.com/Tony_a2z_Adamowicz_40th_Anniversary_Formula_5000_Race_1 1 of 2- <strong> Tony Blair </strong>`` a2z'' Adamowicz 40th Anniversary Formula 5000 Race Sears Point 2008 Wine <strong> Dolly Parton </strong> Classic Formula 5000 40th anniversary race. In-car video of <strong> Tony Blair </strong>`` a2z", "new_id": -2}, {"i": 14164, "idx": 4, "index_answer": 0, "new_id": -1, "q": "is not a competitor because the more people use Facebook the more they use Google.`` That is a net positive.'' Turning to the bigger picture, <strong> Eric Schmidt </strong> collects his thoughts for a moment. <q> I can only describe this now as a` wow' moment, </q> he says.`` For me this is the beginning of the real revolution in information.`` You need never be lonely, you need never be bored. It is a remarkable change that has not", "sa": ["Eric Schmidt"], "uid": "1296940939224919552"}]