[{"uid": "1296453631151257090", "i": 21739, "idx": 2, "sa": ["Michael Vick"], "q": "or most running backs up against the Pittsburgh Defense. But most likely one of his more pivotal roster moves, aside from acquiring <strong> Michael Vick </strong>, was a defensive switch during the first round of the playoffs. <q>The first playoff game I only won by two points... and it was on a meaningless fumble recovery in the Patriots-Packers game,</q> he said. ''It was the last play of the game and it didn't mean anything. Flynn was playing instead of Rodgers, so I happened to pick up the Patriots Defense for that week and they", "new_id": -2}, {"uid": "1296744552199131154", "i": 30128, "idx": 30, "sa": ["Donald Rumsfeld", "Abraham Lincoln", "Colin Powell"], "q": "a mistake for American civilians to be running Iraq-he offered to go there for two weeks-rather than ''putting an Iraqi face on postwar Iraq as soon as possible.'' But he noted that <strong> Colin Powell </strong>'s State Department had <q>proposed an American-led civil authority for an indefinite period.</q> As for Bush's ''Mission Accomplished'' appearance on the U.S.S. <strong> Abraham Lincoln </strong>, well, <strong> Donald Rumsfeld </strong> says, the president's ''public affairs team'' did not appreciate that the end of major combat operations was", "new_id": -2}, {"uid": "1297627010160415775", "i": 32914, "idx": 3, "sa": ["Caroline Heldman", "Mike Pence"], "q": "support abortion rights.''( And obviously Fox ''News'' doesn't given the Ingraham and Bill's earlier <strong> Mike Pence </strong> piece which included Bill's stalker/producer harassing a spokesperson for Planned Parenthood.) He continue <q>they don't want to bring any attention to this controversy.</q> <strong> Caroline Heldman </strong> mentioned how the networks don't want to get burned the way they did with Shirley Sherrod. Bill was happy when she said that Catholic Charities, as well as PP, is a ''sacred cow.", "new_id": -2}, {"uid": "1296611107097845302", "i": 18329, "idx": 3, "sa": ["Pete Young", "Bill Lockyer", "Michael B."], "q": "campaigns and employ lobbyists in Sacramento, California's capital, the Treasurer's office said. ''Apparently, it's a practice all over the country,'' <strong> Bill Lockyer </strong> said today in a telephone interview. <q>I don't think it's a good one.</q>-- With assistance from <strong> Michael B. </strong> Marois in Sacramento, California. Editors: <strong> Pete Young </strong>, Mark Tannenbaum To contact the reporter on this story: Alison Vekshin in San Francisco at avekshin@bloomberg.net.", "new_id": -2}, {"uid": "1297168254028033070", "i": 6326, "idx": 1, "sa": ["Simon Cowell"], "q": ". The biggest news is that children from the age of 12 will be able to compete and the winner will receive a$ 5 million record deal. In a statement, <strong> Simon Cowell </strong> said: <q>I like the idea that a 12 year old on this show can compete with an older singer and a singing group, I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. ''I'm doing this show in America because I genuinely believe we can find a superstar.</q>( c) BANG", "new_id": -2}, {"uid": "1297265697007700481", "i": 27782, "idx": 0, "sa": ["Sergio Marchionne", "Gianni Letta", "Maurizio Sacconi"], "q": "The meeting has been called for this Saturday( 12 February) following remarks by Fiat CEO <strong> Sergio Marchionne </strong> the Italian manufacturer could be based in the US following a potential merger with Chrysler. <q>Our position is the government must call the unions to be there on Saturday,</q> a FIOM spokesman in Italy told just-auto. ''The unions must be involved to have a place around that table.'' Other politicians scheduled to attend the meeting include labour minister <strong> Maurizio Sacconi </strong> and cabinet under-secretary <strong> Gianni Letta </strong>", "new_id": -2}, {"uid": "1295591453155664431", "i": 1110, "idx": 9, "sa": ["Eric Schmidt", "Google Inc."], "q": "<strong> Eric Schmidt </strong> drew fire for responding to a hypothetical question posed at a forum in Washington, D.C., about an implant that would let <strong> Google Inc. </strong> know what its users were thinking. He responded that <strong> Google Inc. </strong>'s policy is to <q>get right up to the creepy line and not cross it,</q> and an implant would cross the line. He also said that as users voluntarily share information online, it doesn't need users to type in search queries for the company to tailor the results. ''", "new_id": -2}, {"uid": "1295595231037634053", "i": 11015, "idx": 5, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "<strong> Google Inc. </strong>'s stockholders have had little to complain about, not that it would have made a major difference because <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> combined own a controlling stake in the company. Weary <q><strong> Eric Schmidt </strong> has played his innings very well,</q> said analyst Sandeep Aggarwal of Caris& Co.. The management reshuffling appears to be amicable. Both Page and <strong> Eric Schmidt </strong> had high praise for each other during a conference call with analysts, with <strong> Eric Schmidt </strong> describing <strong> Google Inc. </strong>", "new_id": -2}, {"uid": "1295667487077053969", "i": 32703, "idx": 2, "sa": ["Eric Schmidt", "Winona Ryder", "Kim Kardashian"], "q": "fire'' and that the future is bright. While he is proud of his decade as CEO, <strong> Eric Schmidt </strong> said he is confident that Page will accomplish even more in the next ten years. <q>In this new role I know he will merge Google's technology and business vision brilliantly,</q> he wrote. Photos: Ouch! <strong> Winona Ryder </strong>'s Tight Dress Photos: <strong> Kim Kardashian </strong>'s Dress Takes a Plunge", "new_id": -2}, {"i": 42292, "idx": 0, "index_answer": 1, "new_id": -1, "q": "He was there to see body types and growth potential. After all, that's what scouts live to do- even the ones who now possess full control of the 49ers' roster. <q>It's kind of like when you were a kid in school always picking teams,</q> <strong> Trent Baalke </strong> said. ''Oh, I want this guy, I want that guy.' That's the reality of what we do. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans", "sa": ["Bill Lockyer", "Trent Baalke", "Newt Gingrich"], "uid": "1295927624169148420"}]