[{"uid": "1295980272233783310", "i": 34116, "idx": 1, "sa": ["Meg Whitman", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong>: his` parting gift', plus Facebook updates Tunisia status, and Apple app download winners STUART: \"Welcome to the future: access can be obtained anonymously while streaming movies-or...\" Patrick: <q> Not even close, what we have looks more like <strong> Meg Whitman </strong>. </q> RedRat: \"OK, as a chemist, we do not count formulas for chemical compounds as words. That is just plain ridiculous...\" RedRat: \"Actually have <strong> Eric Schmidt </strong> host a tech type show on TV", "new_id": -2}, {"uid": "1296108988167460874", "i": 900, "idx": 4, "sa": ["Adrian Peterson", "Michael Vick"], "q": ".\" <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC with more than 1.5 million votes, far ahead of Minnesota Vikings running back <strong> Adrian Peterson </strong>, the NFC's second-leading vote-getter at 948,410. <q> I'm going to try to put on a great show for the fans, </q> <strong> Michael Vick </strong> said. In the past, <strong> Michael Vick </strong>'s running is largely what got him into the Pro Bowl. He takes satisfaction that his passing was better this season than it ever has been.", "new_id": -2}, {"uid": "1297269552258801706", "i": 1407, "idx": 5, "sa": ["Colin Powell", "George W. Bush"], "q": ", because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> George W. Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An AP reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children- but no obvious sign", "new_id": -2}, {"uid": "1295964059002146355", "i": 2281, "idx": 0, "sa": ["Eric Schmidt"], "q": "Says Chinese Government Relations Stable Since June Google Inc.'s relations with the Chinese government have been \"stable\" since June, according to Chief Executive Officer Schmidt-Eric Schmidt/\"> <strong> Eric Schmidt </strong>. <strong> Eric Schmidt </strong> will spend <q> a lot of his time </q> on regulatory issues after handing over the CEO post to co-founder", "new_id": -2}, {"uid": "1295501609069894186", "i": 17958, "idx": 1, "sa": ["Harry Belafonte", "Colin Powell", "Ward Churchill"], "q": "\"<strong> Colin Powell </strong> is committed into come into the house of the master, as long he would serve the master, according to the master's purpose.\" -- <strong> Harry Belafonte </strong>, washed up singer and communist activist <q> If there was a better, more effective, or in fact any other way of visiting some penalty befitting the little Eichmanns inhabiting the sterile sanctuary of the[ World Trade Center], I'd really be interested in hearing about it. </q>-- plagarizing academic <strong> Ward Churchill </strong>.( For those of you who were educationally abused by our public school system, <strong> Ward Churchill </strong> is referring to Adolf Eichmann who masterminded the Holocaust. Yes, you read that right. This chunk", "new_id": -2}, {"uid": "1295563266055705603", "i": 33433, "idx": 3, "sa": ["Eric Schmidt"], "q": "A billion browser-based phones also means that Google can display advertisements to that many more people around the world. Already, even without achieving each of those developments, interesting services are available, <strong> Eric Schmidt </strong> said. <q> We are at the point where, between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are, what you could do there right now, and so forth-- and to deliver such a service at scale, </q> <strong> Eric Schmidt </strong> wrote. If you enter anything in this field your comment will be treated as spam Users posting comments agree to the Computerworld comments Cloud Services: Using Virtual Private Clouds to Improve Business Agility", "new_id": -2}, {"uid": "1296030370000671746", "i": 58201, "idx": 1, "sa": ["Nicole Kidman", "Michael Gove"], "q": "claims of a large number of different authorities, or an even larger number of individual schools. Mr <strong> Michael Gove </strong>'s lawyers say each of the six councils seeking judicial review will in any event receive in total <q> well in excess of? 1bn in BSF funding </q>, and the case was about \"whether they must get even more\" . 05 JULY 2010, EDUCATION& FAMILY Deeply disturbed <strong> Nicole Kidman </strong> confronted her own fears for Oscar-nominated role Non-existent country After 20", "new_id": -2}, {"uid": "1296566909244629504", "i": 29803, "idx": 6, "sa": ["Kobe Bryant", "Tyronn Lue", "Del Negro", "Phil Jackson", "Allen Iverson", "Ime Udoka", "Miguel Ángel Portugal"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q> He was holding me the whole tIme Udoka, </q> <strong> Allen Iverson </strong> said Iverson_Allen Iverson_23pt_vs_Kobe Bryant_Kobe Bryant_Lakers_09/10_NBA_*third_quarter_reminiscent_of_2001_Finals AI vs. <strong> Kobe Bryant </strong> Del Negroivered the throwback duel fans paid to see. Just like in the 2001 NBA Finals, <strong> Kobe Bryant </strong>'s Los Miguel Ángel Portugales Lakers topped <strong> Allen Iverson </strong>'s Phil JacksonaDel Negrophia 76ers. <strong> Kobe Bryant </strong> roused the 20000 fans who", "new_id": -2}, {"uid": "1295216948075989018", "i": 18624, "idx": 1, "sa": ["Gabrielle Giffords", "Mark Kelson", "Kirsten Gillibrand"], "q": "Kelson-Mark Kelson-PECLB002741.topic\"> <strong> Mark Kelson </strong>, on Saturday night. The astronaut described the latest progress in his critically injured wife's recovery after the Jan. 8 shooting. \"She's making progress every day,\" <strong> Kirsten Gillibrand </strong> said. <q> She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did. </q> Safeway Mark Kelsonet in Tucson where the congresswoman had gone to meet with constituents. Six died and 13, including <strong> Gabrielle Giffords </strong>, were wounded in the shooting. About 500 people joined a walk for peace Sunday morning", "new_id": -2}, {"uid": "1297444625051478617", "i": 46227, "idx": 0, "sa": ["Simon Cowell"], "q": "close friends with show supremo Cowell_Simon Cowell.html\"> <strong> Simon Cowell </strong> and would be prepared to accept a judging or mentoring role on the new series when it launches later this year. He told the Daily Mail newspaper: <q> <strong> Simon Cowell </strong> and I have talked about doing things together and I always try to be supportive of people who are friends of mine. </q> <strong> Simon Cowell </strong>- who is set to announce the highly anticipated final judging line-up for the show within the next month- has previously said he is looking for an American superstar to join the panel and conceded\"", "new_id": -2}]