[{"uid": "1295559497260145158", "i": 14, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q><strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him</q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Shares rose$ 9.18,", "new_id": -2}, {"uid": "1296770511173654034", "i": 12173, "idx": 23, "sa": ["Eric Shinseki", "Donald Rumsfeld", "Colin Powell"], "q": "<strong> Colin Powell </strong> <strong> Eric Shinseki </strong>, who were cited in a December, 2002 Washington Post story as opposing an invasion of Iraq. Jones told him it wouldn't happen again; <strong> Eric Shinseki </strong> said he had not expressed doubts to anyone: <q>Who do you believe? The Washington Post or me?</q> <strong> Donald Rumsfeld </strong> complains that he \"can not explain their failure to correct the public record.\"( <strong> Donald Rumsfeld </strong> also denounces the widespread press accounts that <strong> Eric Shinseki </strong> was forced to retire early for testifying shortly before the war began that", "new_id": -2}, {"i": 12610, "idx": 8, "index_answer": 2, "new_id": -1, "q": "<strong> Marjorie Dannenfelser </strong>, president of the <strong> Susan B. Anthony </strong> List, a group that opposes abortion said she trusts that <strong> Mike Pence </strong> has \"come to the place that's right for him and his family.\" <q>What I most want is for him to have a long future,</q> <strong> Marjorie Dannenfelser </strong> said. \"So I'm sure that he's made a discernment that this is the right move.\" Former Rep. David McIntosh, who preceded <strong> Mike Pence </strong> in the 2nd District, said", "sa": ["Susan B. Anthony", "Mike Pence", "Marjorie Dannenfelser"], "uid": "1296218172048857090"}, {"uid": "1295811615194183176", "i": 36524, "idx": 2, "sa": ["John McCain", "Colin Powell"], "q": "\" he said. When asked whether he would consider joining the Obama administration, <strong> Colin Powell </strong>, 73, said he was not looking for a return to the <strong> John McCain </strong> House, and that he prefers serving as <q>someone the president calls up from time to time.</q>", "new_id": -2}, {"uid": "1296539752082821193", "i": 10885, "idx": 2, "sa": ["Kobe Bryant", "Allen Iverson", "Anthony Parker"], "q": "could do that, I'm good,\" <strong> Anthony Parker </strong> said. A healthy <strong> Anthony Parker </strong> scored 25 points, <strong> Allen Iverson </strong> had 24 points and 13 assists, and the Denver Nuggets beat the Charlotte Bobcats 117-101 on Saturday night. <q>It didn't hurt at all,</q> said <strong> Anthony Parker </strong>, who missed five games after landing on the foot of <strong> Kobe Bryant </strong> on Jan. 21. \"It felt good to be back.\" The Nuggets, who won their eighth straight game at home, were", "new_id": -2}, {"uid": "1295586061144719886", "i": 17227, "idx": 3, "sa": ["Eric Schmidt"], "q": "1.97 billion a year earlier. Google reported revenues of USD 8.44 billion for the quarter ended December 31, 2010, an increase of 26 per cent compared to the fourth quarter of 2009. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers and by the extraordinary momentum of our newer businesses, such as display and mobile,</q> <strong> Eric Schmidt </strong> said.", "new_id": -2}, {"uid": "1295052532226361350", "i": 6701, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "million at Friday's hearing, but commissioners added an additional$ 45 million during the meeting. Tom Dresslar, a spokesman for California State Treasurer <strong> Bill Lockyer </strong>, condemned the agency's actions in a statement as <q>needlessly provocative acts of gamesmanship that warp the status quo.</q> \"Apparently, they don't think they have a case to make, so they decided to try and create facts on the ground. The <strong> Jerry Brown </strong>'s proposal warrants a serious, thoughtful discussion,\"", "new_id": -2}, {"uid": "1297435702142311425", "i": 44276, "idx": 6, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "and <strong> Stephen Elop </strong> said. \"We have different forms of value transfer in different directions,\" <strong> Stephen Elop </strong> said. \"We have new opportunities that come from advertising and new forms of monetization.\" <q>We the ability to activate users and put them in a position to be more effective in what we call local commerce,</q> added <strong> Steve Ballmer </strong>. \"Nokia has not just got mapping but other assets that we will import, if you will. There are a set of financial considerations for that as well.\" <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong>", "new_id": -2}, {"uid": "1295826103073957409", "i": 10437, "idx": 3, "sa": ["Candy Crowley", "Colin Powell", "Bill Clinton"], "q": "of the United States,\" he told CNN. \"And I don't adhere to a single party line.\" Here is a partial transcript of the chat between <strong> Colin Powell </strong> and CNN's <strong> Candy Crowley </strong>: <q>CROWLEY: We are entering a presidential campaign season. Do you see anyone currently in the Republican field that would prompt you to vote Republican in 2012 and not vote for the re-election of <strong> Barack Obama </strong>? Anybody interest you in the Republican field?</q> POWELL: I will always vote as I have throughout my life, for the person that I think is best qualified to be <strong> Bill Clinton </strong> of the United States, and I don't adhere to a single party", "new_id": -2}, {"uid": "1296184901199016459", "i": 11062, "idx": 1, "sa": ["Chris Christie", "Mike Pence"], "q": "until January 2011. circulated a letter to supporters announcing the decision. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" wrote <strong> Mike Pence </strong>. <q>We will not seek the Republican nomination for president in 2012.</q> Video: Obama picks Carney for press secretary Senate Republicans beg for spending addiction intervention, Dems say no way Top Republicans craft strategy to fight EPA's expanding regulatory reach <strong> Chris Christie </strong> on 2012 presidential run:` In", "new_id": -2}]