[{"uid": "1295563324217792518", "i": 56368, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "has prompted the first deep-soul searching at the company, which has faced few direct challenges up until now. Mr <strong> Eric Schmidt </strong> said that the company's three top executives had decided to`` clarify'' their roles <q> so there's clear responsibility and accountability at the top of the company. </q> The company had always argued in the past that its unusual leadership arrangements worked well, and that it reflected the fact that Google was operated differently from most traditional companies. In one sign of Mr <strong> Larry Page </strong>", "new_id": -2}, {"uid": "1296266736254001186", "i": 10921, "idx": 1, "sa": ["David Paterson", "Charles Ellis Schumer", "Kirsten Gillibrand"], "q": "U.S. Senate by former Governor <strong> David Paterson </strong> that Senator <strong> Kirsten Gillibrand </strong> has established herself with New York voters in terms of her job performance,'' says Dr. Lee M. Miringoff, director of The Marist College Institute for Public Opinion. <q> Voters see <strong> Kirsten Gillibrand </strong> in a different light. </q> <strong> Charles Ellis Schumer </strong>, the state's senior senator, wins approval from 59 percent of New Yorkers, up from 55 percent. His current rating is close to his all-time high of 61 percent in October 2004.", "new_id": -2}, {"uid": "1295103301211468349", "i": 20065, "idx": 2, "sa": ["Sergio Marchionne", "John Elkann", "Silvio Berlusconi"], "q": "Fiat's six auto factories in Italy, the most important topic in the country the past two weeks, with daily front-page coverage by major newspapers and prompting commentary from political leaders including Prime Minister <strong> Silvio Berlusconi </strong>. <q> Now we have to put behind us all the conflicts and face the challenges that we have in front of us in a constructive way, </q> Fiat Chairman <strong> John Elkann </strong> said today.`` I reiterate the full support from my family.'' The vote is`` symbolic'' and`` represents a turning point for the country as <strong> Sergio Marchionne </strong> is trying to break", "new_id": -2}, {"uid": "1296016388211435670", "i": 5276, "idx": 0, "sa": ["Kirsten Gillibrand", "Gary Ackerman", "Michael Bloomberg", "Barack Obama", "Peter King"], "q": "it will not slow the momentum we are building around the country,'' <strong> Michael Bloomberg </strong> said. Rep. <strong> Gary Ackerman </strong>( D-Queens) said he heard a`` touch of realism'' in Tuesday's address. <q> I think that he helped everybody to understand that we're really going to have to work together to make anything happen, </q> he told 1010 WINS. New York Sen. <strong> Kirsten Gillibrand </strong> said the <strong> Barack Obama </strong>'s speech demanded the need to`` continue the spirit of goodwill.''`` We need to keep worPeter King together, not as", "new_id": -2}, {"uid": "1297437980065749054", "i": 1953, "idx": 0, "sa": ["Pete Cunningham", "Steve Ballmer"], "q": "smartphones and Nokia's global distribution and billing network. Microsoft had become an also-ran in the phone market, domestically and abroad, despite the launch of Windows Phone 7 last November. Canalys analyst <strong> Pete Cunningham </strong> called the pact <q> a huge win for Microsoft. </q> Indeed, the company is clearly hoping the tie-up with Nokia will change its sagging fortunes in the phone market.`` I am excited about this partnership with Nokia,'' said Microsoft CEO <strong> Steve Ballmer </strong>", "new_id": -2}, {"uid": "1297387115268320778", "i": 25199, "idx": 1, "sa": ["Ryan Seacrest", "Simon Cowell", "Randy Jackson"], "q": "eventual winner of the show,`` rather than stopping people getting there.'' <strong> Randy Jackson </strong>, known on`` Idol'' for his fondness for the word`` dawg,'' said fans will see <q> a more assertive dog, a little bit more` hair of the dog.' </q> Producers and host <strong> Ryan Seacrest </strong> promised a more fun ride.`` There's a genuine camaraderie with this group,'' <strong> Ryan Seacrest </strong> said. No one minimizes the loss of <strong> Simon Cowell </strong>, but", "new_id": -2}, {"uid": "1297714527167477255", "i": 3334, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld", "Bill Clinton"], "q": " The former defense chief who served under <strong> George W. Bush </strong> has endorsed repeal of <q> Don't Ask, Don't Tell </q> and said open service in the U.S. military is`` an idea whose time has come.'' Former Defense Secretary <strong> Donald Rumsfeld </strong>, who also headed the Pentagon under <strong> Bill Clinton </strong> Ford, made remarks in favor of ending", "new_id": -2}, {"uid": "1297490810192626705", "i": 31288, "idx": 1, "sa": ["Mike Pence", "Allen West"], "q": "letting people know that we support them,'' said <strong> Mike Pence </strong> <strong> Allen West </strong>, R-Fla., an outspoken member of the new freshman class. <strong> Allen West </strong> will give the keynote speech today at the Conservative Political Action Conference. <q> You don't get a second chance at a first impression, and it's extremely important that we keep our word to the American people, </q> said <strong> Mike Pence </strong>, R-Ind., a veteran who is considered a bellwether among conservatives.`` I'm reasonably confident that House Republicans will meet that objective and cut$ 100 billion or more,'' he said.", "new_id": -2}, {"uid": "1295310733097861638", "i": 54417, "idx": 24, "sa": ["Shaquille O'Neal", "Robert Horry", "Allen Iverson", "Kobe Bryant", "Allan Houston", "Latrell Sprewell"], "q": "'' <strong> Kobe Bryant </strong> said.`` With us being a successful team, every team is coming after us. We just could not get it done on the defensive boards and in the end it really hurt us.'' <q> It's a <strong> Shaquille O'Neal </strong> difference when you've got a guy driving down the lane all the time laying the ball up, </q> said Los Angeles point guard Nick Van http://wn.com/Allen Iverson_Allen Iverson_30pts_vs_Latrell Sprewell_Latrell Sprewell_Allan Houston_Allan Houston_Knicks_99/00_NBA Ewing, using his patented fadeaway jumper, sank the game-winner with one second left on the <strong> Robert Horry </strong> clock. <strong> Allen Iverson </strong> then tried to pass out of a double-team, and <strong> Latrell Sprewell </strong>", "new_id": -2}, {"i": 13540, "idx": 0, "index_answer": 0, "new_id": -1, "q": "him dog-gone angry. <strong> Mark Buehrle </strong> admitted to MLB.com recently that there were times while watching the NFL, that he wished <strong> Michael Vick </strong> would get hurt. Instead he won NFL comeback player of the year. <q> Even if you are not a dog lover, how can you sit there and make two dogs fight and one is going to die? How could you do that if you are somewhat sane? </q> <strong> Mark Buehrle </strong> said. <strong> Michael Vick </strong> was convicted for his association with a dogfighting ring in 2007. <strong> Mark Buehrle </strong> and his wife, Jamie, are on billboards promoting dog adoption and animal rescue.''( <strong> Michael Vick </strong>) had", "sa": ["Mark Buehrle", "Michael Vick"], "uid": "1297393013108019724"}]