[{"uid": "1294962672210993211", "i": 6927, "idx": 7, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "by Police Hours before Shooting <strong> Kirsten Gillibrand </strong> said that everyone present in <strong> Gabrielle Giffords </strong>' hospital room, but especially her husband Mark Kelly, were \"just crying with joy\" when <strong> Gabrielle Giffords </strong> opened her eyes. <q>We know that she will overcome this. If anyone in the world can overcome an injury, of a severe nature, it's her,</q> <strong> Kirsten Gillibrand </strong> said. \"Mark was telling us just a couple days ago how he was telling the doctors, she will be walking in a few weeks, you'll see.\" An Outpouring of Grief at", "new_id": -2}, {"uid": "1295545014070058029", "i": 6902, "idx": 1, "sa": ["Kara DioGuardi", "Steven Tyler", "Simon Cowell", "Ellen DeGeneres", "Jennifer Lopez"], "q": "returns for Season 10, fans will be juding two new judges-- <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong>-- as well as an aging reality show that is changing things up to remain on top. According to <strong> Jennifer Lopez </strong>, <q>What this show is about is It's a kinder \"American Idol</q> without <strong> Simon Cowell </strong>. Television's top show returned Wednesday with a makeover for its 10th season on Fox. <strong> Simon Cowell </strong>, everyone\"s favorite villain, is gone as a judge. So are <strong> Kara DioGuardi </strong> and <strong> Ellen DeGeneres </strong>, replaced with", "new_id": -2}, {"i": 45137, "idx": 0, "index_answer": 0, "new_id": -1, "q": "third prize is$ 1,000. Also, the first-place winner is likely to make a guest appearance on \"Late Night with <strong> David Letterman </strong>.\" The talk show host was once a grocery bagger. <q>There's no guarantee, but it's traditional for the winner to be a guest on the show,</q> said <strong> Cindy Kaplan </strong>, media marketing manager for Martin's Super Markets. Eskander said he thinks he has a chance of winning today's contest. \"I've been practicing.", "sa": ["Cindy Kaplan", "David Letterman"], "uid": "1297677860109084718"}, {"uid": "1295670115172441624", "i": 36199, "idx": 0, "sa": ["Andy Coulson"], "q": "The prime minister's communications chief <strong> Andy Coulson </strong> has resigned, blaming coverage of the News of the World phone hacking scandal. Mr <strong> Andy Coulson </strong> said coverage had <q>made it difficult for me to give the 110% needed in this role</q>. He faced pressure after claims about phone hacking while he was editor.", "new_id": -2}, {"uid": "1296484351181583873", "i": 10028, "idx": 3, "sa": ["Dick Lugar", "Dan Coats", "Mike Pence"], "q": "<strong> Mike Pence </strong> said he made the final decision not to run for president Wednesday night. He and his wife told their two daughters and then called their son, who is in college, early Thursday. <q>We just concluded that while we could seek the presidency, we concluded that our best opportunity to continue to serve the people of Indiana was either in Washington, D.C., or here at home,</q> <strong> Mike Pence </strong> said. Thursday afternoon, <strong> Mike Pence </strong> sent a letter to supporters and told politicians, such as Sens. <strong> Dick Lugar </strong> and <strong> Dan Coats </strong>, of his decision. Though <strong> Mike Pence </strong> said staying in", "new_id": -2}, {"uid": "1295562314244678666", "i": 30357, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "focus on deals, partnerships, customers and broader business relationships, among other things to expand Google's reach around the world. <strong> Eric Schmidt </strong> will also continue to act as an adviser to Page and <strong> Sergey Brin </strong>. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,</q> said <strong> Eric Schmidt </strong>, who joined Google as CEO in 2001. \"By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry", "new_id": -2}, {"uid": "1295834123017383424", "i": 44874, "idx": 1, "sa": ["Eric Schmidt"], "q": "development, <strong> Eric Schmidt </strong> revealed in a blog. \"I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better,\" <strong> Eric Schmidt </strong> stated. <q>Larry, in my clear opinion, is ready to lead.</q> Despite his assertion, industry insiders say the because <strong> Eric Schmidt </strong> was stretched too thin after the firm's rapid growth, WSJ.com reported. The UK's Guardian particularly following gaffes like the collection of private user information by Google", "new_id": -2}, {"uid": "1295665837145047565", "i": 12648, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!</q> Splunk wins Best of Interop award. Search capability looks at log data across devices. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"By elevating me and having Larry", "new_id": -2}, {"uid": "1295575736103366674", "i": 37505, "idx": 1, "sa": ["Eric Schmidt", "Jeremy Wertheimer", "Google Inc."], "q": "<strong> Google Inc. </strong> to develop flight search tools for users to locate online flight information more easily. \"ITA's very talented team has created an impressive product to organize flight information,\" said <strong> Google Inc. </strong> chairman and CEO <strong> Eric Schmidt </strong>. <q>Their technology opens exciting possibilities for us to create new ways for users to more easily find flight information online, and we're looking forward to welcoming them to <strong> Google Inc. </strong>.</q> \"It is a privilege to work with a most skilled and dedicated team to build innovative technologies that people use every day,\" commented ITA Software's CEO and president <strong> Jeremy Wertheimer </strong>. \"We are all looking forward", "new_id": -2}, {"uid": "1296574658231948384", "i": 45166, "idx": 0, "sa": ["Eric Schmidt"], "q": "belt, as well as experience at the US State Department, and running the Google Ideas think tank. Crains said the planned volume has been described as seriously wonky. Hollywood Reporter, the book will examine <q>the challenges that technology poses to authoritarian regimes</q>. This is of course a subject <strong> Eric Schmidt </strong> knows much about, having overseen Google's own fearless challenge against a number of authoritarian regimes, including the European Commission's competition authorities and assorted rights holders' and", "new_id": -2}]