[{"uid": "1295984196057327656", "i": 29774, "idx": 3, "sa": ["Ken Auletta", "Andrew Mason", "Barack Obama", "Eric Schmidt"], "q": ". <strong> Ken Auletta </strong>, author of \"Googled: The End of the World as We Know It,\" told Bloomberg TV last week that <strong> Eric Schmidt </strong> may be weighing a role in the administration of U.S. <strong> Barack Obama </strong>. <q> Maybe he'll find some kind of astonishing offer, either at a startup or at a foundation or from a political unit, but today, he's hanging on to the right to define his job as he sees fit while continuing to make a pile of money, </q> said Whit Andrew Masons, a Shrewsbury, Massachusetts-based analyst at Gartner Inc. \"Why wouldn't you stay? He has nothing to lose by staying at Google except opportunity cost.\" Google rose$ 5.41 to", "new_id": -2}, {"uid": "1297430746063684619", "i": 15671, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Android surpassed Symbian to become the world's No. 1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team <q> more innovation, greater global reach and scale. </q> \"We need to, and we will, collaborate closely on devStephen Elopment... so we can really align and drive the future revolution of the mobile phone,\" he said. The key challenge", "new_id": -2}, {"uid": "1295581455002506782", "i": 56438, "idx": 3, "sa": ["Larry Page", "Eric Schmidt"], "q": "formal: \"Day-to-day adult supervision no longer needed!,\" he wrote. On a conference call with analysts, <strong> Eric Schmidt </strong> said he's excited about the change, because the more strategic role will give him <q> a chance to work on the things I'm most interested in. </q> He expects it to be \"a significant improvement in the things that I can do in my time.\" The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and Brin have long run Google", "new_id": -2}, {"uid": "1295138665036634641", "i": 7613, "idx": 9, "sa": ["Tyronn Lue", "Allen Iverson", "Ray Allen", "Derek Fisher", "Tim Cahill", "Dwyane Wade"], "q": "\"I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. <q> We were trying to keep the ball out of his hands as much as possible. </q> \"He was holding me the whole Tim Cahille,\" <strong> Allen Iverson </strong> said Wade_Dwyane Wade_Complete_Highlights_[32_Points]_vs_Celtics_11309 Roundup: <strong> Derek Fisher </strong>, No. 4 Orange handle Red Storm Friday Look Ahead: Aztecs, Aggies in for a chAllen Iversonge Briefs: Balfour leaves Ray Allens,", "new_id": -2}, {"uid": "1296173892054247454", "i": 13021, "idx": 1, "sa": ["Bernie Sanders"], "q": ". \"Social Security has been the most successful social program initiated by the federal government in the history of this country,\" said Sen. <strong> Bernie Sanders </strong>, a Vermont independent who's the caucus's leader. <q> We are getting very tired of hearing Republicans saying Social Security is collapsing. </q> It's not, and estimates are that its trust funds won't be exhausted until 2037. The system is subject to more scrutiny than usual, though, as lawmakers from both parties struggle", "new_id": -2}, {"uid": "1297338113118145033", "i": 19438, "idx": 0, "sa": ["George H. W. Bush", "Diane Sawyer", "Donald Rumsfeld"], "q": "effort has definite purposes. As <strong> Donald Rumsfeld </strong> himself explained in a Tuesday interview with <strong> Diane Sawyer </strong> of ABC News, the same policies continue today under the Obama administration and will be carried on for years to come. <q> For all the criticism of <strong> George H. W. Bush </strong> and the people working around him for the things he put in place-the Patriot Act, the Guantanamo Bay[ prison] and various things, military commissions-you know, a lot of people criticized them and they fussed at it, </q> <strong> Donald Rumsfeld </strong> said. \"The fact is, they're still there. Why are they still there? They're there, because they make sense in the 21st Century. They're needed. And the new administration", "new_id": -2}, {"uid": "1295591000000901127", "i": 26821, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "bereit, das Unternehmen zu f?hren\" , sagte der bisherige Firmenlenker <strong> Eric Schmidt </strong>. Er wird das Unternehmen als Chef des Verwaltungsrats k?nftig vor allem nach au?en vertreten. In dieser Funktion ist er unter anderem f?r Kooperationen zust?ndig. <q> Wir haben unsere Rollen jetzt klarer geregelt </q>, sagte <strong> Eric Schmidt </strong>. Der bisherige Weg, Entscheidungen gemeinsam zu treffen, sei angesichts der Gr?e des Unternehmens zu kompliziert geworden. GL?NZENDE ZAHLEN ZUM ABSCHIED Die ehemaligen Studienkollegen <strong> Larry Page </strong> und", "new_id": -2}, {"uid": "1297650813015483097", "i": 26522, "idx": 0, "sa": ["Hillary Clinton", "Zahi Hawass"], "q": "el plano internacional la secretaria de Estado estadounidense <strong> Hillary Clinton </strong> realizaba una ronda de diplomacia telef?nica para hablar con varios altos funcionarios de distintos pa?ses, incluyendo el canciller de India, sobre la transici?n en Egipto. <strong> Hillary Clinton </strong> <q> realiza llamadas telef?nicas a l?deres regionales y globales para lograr una perspectiva com?n sobre Egipto, sus recientes acontecimientos y el camino hacia adelante </q>, dijo su portavoz, Philip Crowley, en un mensaje en su cuenta de Twitter. El ministro encargado de las antig?edades, <strong> Zahi Hawass </strong>, anunci que ocho piezas de gran valor, que representan en especial", "new_id": -2}, {"uid": "1295442599093192202", "i": 50274, "idx": 0, "sa": ["Jennifer Aniston", "Michael Vick", "Piers Morgan", "Stephen Colbert"], "q": "Alone Together,\" told <strong> Stephen Colbert </strong> \"we have to put target=\"_blank\" technology in its place\" on \"The <strong> Stephen Colbert </strong> Report\" last night. \"What's the possible harm?\" asked <strong> Stephen Colbert </strong>. <q> Let's say I'm <strong> Jennifer Aniston </strong> Bares Chest, Talks Body In Allure( PHOTOS) <strong> Jennifer Aniston </strong> covers the February issue of Allure, and inside she poses half-naked with a teddy bear and talks about her body and watching` The Bachelor.' See all of <strong> Jennifer Aniston </strong>'s best undressed moments here. Allure's press <strong> Piers Morgan </strong> And Oprah Make A Bet About <strong> Michael Vick </strong>( VIDEO) Oprah is <strong> Piers Morgan </strong>'s first guest for his CNN show \"<strong> Piers Morgan </strong> Tonight. </q> The show debuts on Monday night. In one of the clips released by CNN before the episode airs, the two made a target=\"_blank\" bet about who can get controversial footballer <strong> Michael Vick </strong> on their show first", "new_id": -2}, {"uid": "1295600230194969603", "i": 46271, "idx": 3, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said never in his wildest dreams did he expect Google to be this successful when he joined 10 years ago. He said that himself, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> had acted as a triumvirate over the past decade with <q> all been equally involved in making decisions. </q> He said this policy would continue but change was needed. \"We have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.\" At the earnings", "new_id": -2}]