[{"uid": "1296759412068501652", "i": 31574, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "his perspective as Pentagon chief under then-president George W Bush. <strong> Donald Rumsfeld </strong> was regarded as the chief architect of the war in Iraq. In the book he continues to defend the invasion, saying the Middle East would be <q>far more perilous than it is today<q> if <strong> Saddam Hussein </strong> were in still in power.The memoir, titled Known and Unknown and due in bookstores next week, is an 800-page account of his life and careers in government and business. The Washington Post and New", "new_id": -2}, {"i": 1263, "idx": 1, "index_answer": 0, "new_id": -1, "q": "center in Munich.\" He added that the new employees would be split equally between developers and sales staff. Currently, Google has approximately 5,000 employees between its European, African, and Middle East offices. <q>We had a very, very good year and a very strong quarter,<q> said <strong> Eric Schmidt </strong>. In the final quarter of 2010, Google turned a profit of$ 2.54 billion, or 1.86 billion euros. \"We looked at this year and in particular our prospects for growth in Europe,", "sa": ["Eric Schmidt"], "uid": "1296014056259227659"}, {"uid": "1296286331249135136", "i": 29254, "idx": 4, "sa": ["Kobe Bryant", "Tyronn Lue", "Ron Artest", "Scottie Pippen", "Allen Iverson"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q>He was holding me the whole time,<q> <strong> Allen Iverson </strong> said http://wn.com/Kobe_Bryant_40_points_LA_Lakers_vs_Houston_Rockets_Ron_Artest <strong> Kobe Bryant </strong> 40 points LA Lakers vs Houston Rockets <strong> Ron Artest </strong> game <strong> Scottie Pippen </strong> round <strong> Scottie Pippen </strong> 2009 NBA Playoffs LOS ANGELES( AP) Desperate to salvage a split at home, the Los Angeles Lakers blitzed Houston in the", "new_id": -2}, {"uid": "1296853158023298066", "i": 46008, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as hosting a Super Bowl party because the Eagles quarterback told him it's not true. <q>He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that,<q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. \"I want", "new_id": -2}, {"uid": "1295904134252543000", "i": 21263, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "It's time to see a good shrink and figure out why this part of your brain is dysf...\" \"I taught elementary school for twenty years, but I also have a background in scie...\" <q>I don't believe in angels, but I believe Christine's messages have somehow emana...<q> \"I trust <strong> Sen. Bernie Sanders </strong>, with his long record of being a serious advocate for the...\" I posted Part 1 of this before, but modified that slightly and added this, Part 2. I", "new_id": -2}, {"uid": "1296823306159875074", "i": 6550, "idx": 0, "sa": ["Kate Thornton", "Simon Cowell", "Darren Emerson", "Andrea McLean"], "q": "<strong> Andrea McLean </strong> last year- revealed on the show today( 03.02.11) that she and partner DJ <strong> Darren Emerson </strong> split some time ago, but have remained close in order to protect their two-year-old son Ben. She said: <q>As you ladies are aware I separated from <strong> Darren Emerson </strong> some time ago and we have worked through this together. We have come to terms with it now and are now able to speak about it. Every relationship where a child is involved is born out of love. There is a little boy in the middle and he has to come first. There is an overwhelming emotion of sadness but it doesn't make me want to scream and shout. It makes me want to learn from it.<q> <strong> Kate Thornton </strong> and <strong> Darren Emerson </strong> started dating in 2004 and got engaged in 2007. Before joining \"Loose Women', <strong> Kate Thornton </strong> was famously fired by <strong> Simon Cowell </strong> from her role as presenter of the UK's\"", "new_id": -2}, {"uid": "1297306808104415294", "i": 15138, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "core local services?\" In remarks to reporters before the hearing began, <strong> Jerry Brown </strong> said the redevelopment proposal is integral to his overall strategy to permanently put the state back on sound financial footing. <q>This package only works with taxes, spending cuts and realignment,<q> he said. \"Recapturing the property tax for its primarily intended purpose will save the state money because the things you do at the local level you can do more efficiently.\" Treasurer <strong> Bill Lockyer </strong>, a", "new_id": -2}, {"uid": "1295082156260702223", "i": 5770, "idx": 0, "sa": ["Kelsey Grammer", "Kayte Walsh", "David Letterman"], "q": "Hills,\" after 13 years of marriage. A few months later, the 55-year-old actor confirmed he is engaged to marry 29-year-old flight attendant <strong> Kayte Walsh </strong>. When <strong> Kelsey Grammer </strong> appeared on Thursday's edition of <q>Late Show with <strong> David Letterman </strong>,<q> <strong> David Letterman </strong> said: \"Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?\" <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark, \"Well,", "new_id": -2}, {"uid": "1297120638195428364", "i": 18727, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "everyone to know that he wasn't involved in that decision. not sanctioned by my office and was not an official ceremonial honor on behalf of the City of Dallas,\" <strong> Mayor Tom Leppert </strong> said in a statement. <q>Official Keys to the City are presented by the <strong> Mayor Tom Leppert </strong>, or an elected official designated by the <strong> Mayor Tom Leppert </strong>, and reserved, on a limited basis, for an elected official of international status. Clearly, this was not the case in this situation and done without my knowledge or approval. Given these circumstances I have requested the City Manager propose guidelines to prevent this situation in the future.<q> So what was Dallas <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> thinking when he gave <strong> Michael Vick </strong> the key to the city? He says he was under the impression that he has the authority to give keys to the city, and", "new_id": -2}, {"uid": "1297089447093831169", "i": 3098, "idx": 6, "sa": ["Donald Rumsfeld", "Colin Powell", "Barack Obama"], "q": "there. And it was probably <strong> Donald Rumsfeld </strong> or something.\" <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong> \"did not, in my view, do a good job of managing the people under him,\" <strong> Donald Rumsfeld </strong> said. <q>There was a lot of leaking out of the State Department, and the president knew it. And it was unhelpful. And most of it ended up making the State Department look good. We didn't do that in the Pentagon. I insisted we not do it.<q> Time says <strong> Barack Obama </strong> follows the example of Reagan, but where's the evidence? Are the latest unemployment numbers good news for <strong> Barack Obama </strong>? Yes- The drop in the jobless rate shows that his policies are working", "new_id": -2}]