[{"uid": "1296655289246464543", "i": 883, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "beyond its blockbuster startup phase. Effective April 4, <strong> Larry Page </strong> will oversee day-to-day operations as well as product development and technology strategy, while <strong> Eric Schmidt </strong>, bumped up to executive chairman, will by his own account focus on <q> customers and broader business relationships, government outreach and technology thought leadership, </q> while <strong> Sergey Brin </strong> will focus on`` strategic projects, in particular working on new products.'' <strong> Eric Schmidt </strong>, the professional executive and respected technologist, served Google well during his decade as CEO. But with Google facing", "new_id": -2}, {"uid": "1296380761137199618", "i": 26596, "idx": 0, "sa": ["Zahi Hawass"], "q": "er gesehen habe und von mehr als zwei Dutzend Verd?chtigen mit Augenbinden- filmen durfte er nicht. Inzwischen sichern Elitesoldaten die V?trinen. Aber es droht noch weiteres Ungemach. <strong> Zahi Hawass </strong>: <q> Was mir wirklich Angst macht, ist das Nachbargeb?ude des gyptischen Museums. Ein Feuer hat das Geb?ude zerst?rt, wenn es zusammenbricht, dann trifft es das Museum und das w?re eine Katastrophe. </q> Die benachbarten Zentrale der Regierungspartei NDP war am Freitag in Brand gesteckt worden und brannte auch am Samstag noch. Im Museum werden unersetzliche Artefakte aufbewahrt wie die goldene Maske des K?nigs Tutanchamun aus dem 14.", "new_id": -2}, {"uid": "1295083708243138562", "i": 37309, "idx": 0, "sa": ["Halle Berry", "Angelina Jolie"], "q": "' The 31-year-old star- who posed for Playboy magazine last year- explained while she is proud her assets are her own, they do`` flop'' when she takes her underwear off. She said: <q> Well, they're mine so that's nice. They're not fake, but they hang a bit.`` They're not super-perky because they're so big. That's always a big disappointment, I think. Like when you take your top off and they go flop! </q> Despite claiming she would be`` too squeamish'' to go under the knife for cosmetic surgery on her breasts, the brunette beauty admitted she is envious of <strong> Halle Berry </strong> and <strong> Angelina Jolie </strong>'s figures. When", "new_id": -2}, {"uid": "1295753820028917780", "i": 35067, "idx": 2, "sa": ["David Chiang", "Jerry Brown", "Steve Glazer", "Bill Lockyer"], "q": "`` We will run out of money to pay the Bill Lockyers.'' <strong> Jerry Brown </strong> and state Controller <strong> David Chiang </strong>, who is charged with paying the state's Bill Lockyers, have yet to outline so dire a scenario. <q> I am not supposed to say any of this, </q> <strong> Bill Lockyer </strong> admitted. <strong> Steve Glazer </strong>, a top <strong> Jerry Brown </strong> adviser who was at Saturday's conference, declined to comment on whether IOUs could be on the horizon. He referred questions to the Department of Finance", "new_id": -2}, {"uid": "1296555335171900942", "i": 45039, "idx": 6, "sa": ["Star Jones", "David Letterman", "Robin Williams", "Barbara Walters"], "q": "attention. Heart disease is a serious problem, especially for women, who tend not to get the right care.`` Take advantage of the technology and care that's available,'' <strong> David Letterman </strong> says. <q> There's no reason why a man or woman in this day and age should unexpectedly drop dead of a heart attack. </q>` Stop the heart, work on it, reStar Jonest it- good luck,' <strong> Robin Williams </strong> tells <strong> Barbara Walters </strong> during the special.( Svennevik/ABC) <strong> Robin Williams </strong> tells <strong> Barbara Walters </strong> he's much more grateful for everything.", "new_id": -2}, {"uid": "1296789416115392519", "i": 19434, "idx": 2, "sa": ["Eric Young", "Eddie Jordan", "Elton Brand", "Allen Iverson", "Jrue Holiday"], "q": "the second straight game a day after his having his left knee drained of fluid. <strong> Eric Young </strong> was sensational, using an 11-of-15 effort in the first half to give the Sixers a rare comfortable lead and easy win. <q> It's been working for us, but we just couldn't get the win, </q> <strong> Eric Young </strong> said.`` It really worked tonight.'' Looking for a spark, 76ers coach <strong> Eddie Jordan </strong> benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. <strong> Eddie Jordan </strong>'s move worked: <strong> Jrue Holiday </strong> had 15", "new_id": -2}, {"uid": "1297177285142131216", "i": 48575, "idx": 9, "sa": ["George W. Bush", "Donald Rumsfeld", "Colin Powell", "Condoleezza Rice"], "q": "his book, the former defense chief also ripped into some of <strong> George W. Bush </strong>'s closest advisers, saying <strong> Condoleezza Rice </strong> lacked experience and <strong> Colin Powell </strong> showed poor management skills. He said <strong> Colin Powell </strong>- <strong> George W. Bush </strong>'s first top diplomat- <q> did not, in my view, do a good job of managing the people under him, </q> calling leaks out of the State Department`` unhelpful.'' <strong> Donald Rumsfeld </strong> said <strong> Colin Powell </strong>, along with other top <strong> George W. Bush </strong> advisers and officials, truly believed Saddam Hussein had weapons of mass destruction when he made a presentation", "new_id": -2}, {"uid": "1296219736147357730", "i": 59308, "idx": 5, "sa": ["Mike Pence", "Jim Cawley"], "q": "later they learned the best way to detect bombs is still by using bomb-sniffing dogs. While the rest of the world is cutting military spending, 19 billion dollars is peanuts to the Pentagon,... <strong> Mike Pence </strong> Dahlkemper: <q> We're Cutting Wasteful Spending </q> Across the Commonwealth, people are learning to live with less money. Some 10, 20, in some case 50%( or more!) less income than the year before. <strong> Jim Cawley </strong> MOCKS the mere idea", "new_id": -2}, {"uid": "1297574810124026885", "i": 26377, "idx": 1, "sa": ["Michael Noonan", "Eamon Gilmore"], "q": "a`` seriously high-tax party''. Labour leader href=\"http://searchtopics.independent.ie/topic/Eamon Gilmore_Eamon Gilmore_%28politician%29\"> <strong> Eamon Gilmore </strong> responded that Mr <strong> Michael Noonan </strong>'s criticism was`` old-fashioned, out of date and wrong''. Fine Gael then claimed Labour's manifesto would <q> damage economic growth, slow down the economy and hammer job creation </q>. But Mr <strong> Eamon Gilmore </strong> said Fine Gael's fiscal package had a`` black hole'' because its growth projections were based on an out-of-date paper produced by the Economic and Social Research Institute in the middle of", "new_id": -2}, {"i": 5003, "idx": 1, "index_answer": 0, "new_id": -1, "q": "1.59 bn), up from$ 1.97 bn a year earlier, far better than expected. <strong> Eric Schmidt </strong> said it had been a`` great privilege'' to lead the company and he looked forward to working with his <q> literally best friends and partners Larry and <strong> Sergey Brin </strong>. </q> The company said Page would take over from 4 April when <strong> Eric Schmidt </strong> will become executive chairman,`` focusing externally on deals, partnerships, customers and broader business relationships''. <strong> Eric Schmidt </strong> has led the", "sa": ["Eric Schmidt"], "uid": "1295571569192872501"}]