[{"uid": "1297447291051478531", "i": 20947, "idx": 0, "sa": ["Simon Cowell"], "q": "The singer is close friends with show supremo <strong> Simon Cowell </strong> and would be prepared to accept a judging or mentoring role on the new series when it launches later this year. He told the Daily Mail newspaper: <q> <strong> Simon Cowell </strong> and I have talked about doing things together and I always try to be supportive of people who are friends of mine. </q> <strong> Simon Cowell </strong>- who is set to announce the highly anticipated final judging line-up for the show within the next month- has previously said he is looking for an American superstar to join the panel and conceded Usher", "new_id": -2}, {"uid": "1295472448018825218", "i": 42884, "idx": 0, "sa": ["Steve Ballmer", "Barack Obama"], "q": "been fast enough,\" <strong> Barack Obama </strong> said. At today's meeting with CEOs, <strong> Barack Obama </strong> and Hu said it was important for the two nations to deepen their business ties. Hu said his nation <q> welcomes U.S. companies and promised that China would treat fairly U.S. companies doing business there. \"It all feels very, very good that you asked us to be a partner, </q> Jim McNerney, the chief executive officer of Boeing, said to Hu at the start of the session. Executives Invited Other attendees at the meeting were Chief Executive Officers <strong> Steve Ballmer </strong> of Jeffrey Immelt", "new_id": -2}, {"uid": "1295587963072171541", "i": 30399, "idx": 5, "sa": ["Larry Page", "Sandeep Aggarwal", "Eric Schmidt"], "q": "trading after Thursday's announcement. In the regular session earlier, the stock fell$ 4.98, or 0.8 percent, to close at$ 626.77. The stock peaked at$ 747 before the recession. <q> <strong> Eric Schmidt </strong> has played his innings very well, </q> said analyst <strong> Sandeep Aggarwal </strong> of Caris& Co. The management reshuffling appears to be amicable. Both <strong> Larry Page </strong> and <strong> Eric Schmidt </strong> had high praise for each other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's", "new_id": -2}, {"uid": "1296553046084983809", "i": 35615, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "Artikel-Services Google-Chef <strong> Eric Schmidt </strong> <q> <strong> Larry Page </strong>, Sergey und ich sind beste Freunde </q> 25. Januar 2011 Alle Ger?chte seien falsch: \"<strong> Larry Page </strong>, Sergey und ich sind beste Freunde. Ich bin Google weiterhin sehr verbunden\" , sagte der Noch-Vorstandschef von Google, <strong> Eric Schmidt </strong>, auf der Burda-Digitalkonferenz", "new_id": -2}, {"uid": "1295563322217792524", "i": 23986, "idx": 8, "sa": ["Eric Schmidt"], "q": "says the basic strategy is to have the right ad in the right spot every time. They're looking carefully at which ads go where, they're happy with the choice of ranking ads. Competitor complaints, <q> we've done a fairly thorough review. </q> 4:44: <strong> Eric Schmidt </strong> is giving final words, saying that a decade has been a long time. 4:44: OK, now we're switching back to a more traditional earnings call, led by", "new_id": -2}, {"uid": "1297224727163495958", "i": 28582, "idx": 2, "sa": ["Katrina Pierson", "Michael Vick", "Dwaine Caraway"], "q": "other people who are willing to forgive\" said <strong> Dwaine Caraway </strong> today about <strong> Michael Vick </strong>'s involvement in the dog-fighting ring. \"I do not condone cruelty to animals but it was not about that\" <strong> Dwaine Caraway </strong> adds. <q> It's about having someone that the children will listen to and take from that person,` hey, don't get involved with drugs, get your homework done, complete your education. </q> Critics like <strong> Katrina Pierson </strong>, say <strong> Dwaine Caraway </strong> should not praise <strong> Michael Vick </strong> in that way. \"I am a mom and I am trying to raise a nice, respectable young man, who does look up to these", "new_id": -2}, {"uid": "1295125227265830412", "i": 42526, "idx": 5, "sa": ["George H. W. Bush", "John Kerry", "Al Gore", "Dick Cheney", "Nat Hentoff", "Donald Rumsfeld", "Jon Corzine", "Nancy Pelosi", "George W. Bush", "Joe Biden", "Isnilon Hapilon", "Jimmy Carter"], "q": "to the Isnilon Hapilonse of Iraqi prisoners and fanned hatred of Americans abroad. <strong> Al Gore </strong> also called the <strong> George H. W. Bush </strong> administration's Iraq war plan \"incompetent\" and called <strong> George W. Bush </strong> the most dishonest <strong> Jimmy Carter </strong> since <strong> Dick Cheney </strong> Nixon. <strong> Al Gore </strong> commented; <q> In Iraq, what happened at that prison, it is now clear, is not the result of random acts of a few bad apples. It was the Nat Hentoffural consequence of the <strong> George H. W. Bush </strong> Administration policy. </q>[ 39] Criticism of <strong> Donald Rumsfeld </strong> grew during the ensuing scandal. Democratic seNat Hentoffors <strong> John Kerry </strong>, <strong> Joe Biden </strong> and <strong> Jon Corzine </strong> called for <strong> Donald Rumsfeld </strong> to resign. Their call for <strong> Donald Rumsfeld </strong>'s resigNat Hentoffion was joined by House Minority Leader <strong> Nancy Pelosi </strong>", "new_id": -2}, {"uid": "1296864916188694529", "i": 2849, "idx": 1, "sa": ["Sergio Marchionne", "Tim Calkins"], "q": "put a two-minute ad in... the most expensive television show of the year, it's a message to the viewing public,\" said Brad Adgate, senior vice president of research at ad buyer Horizon Media. <q> You associate yourself with a blue-chip event so that in the mind-set of consumers, you're a blue-chip car. </q> News Corp's Fox is charging an esTim Calkinsated$ 2.8 million to$ 3 million for 30-second spots during the Super Bowl. But <strong> Sergio Marchionne </strong> said Chrysler had spent less than$ 9 million for its two-minute ad", "new_id": -2}, {"uid": "1295798969051544087", "i": 25111, "idx": 5, "sa": ["Colin Powell", "Barack Obama"], "q": "for the Anti-Muslim bigotry and slurs. <strong> Colin Powell </strong> denounced the inaccurate suggestions by some Republicans that <strong> Barack Obama </strong> is a Muslim, and that- by implication- there was something wrong with a Muslim running for the US presidency. <q> He's not a Muslim, </q> said <strong> Colin Powell </strong>, but \"what if he is?\" \"I'm troubled by the fact that within the party we have these kinds of expressions\" about Muslims, said <strong> Colin Powell </strong>, who was the country's", "new_id": -2}, {"uid": "1296727907183500817", "i": 19770, "idx": 24, "sa": ["Chris Bosh", "Samuel Dalembert", "Lou Williams", "Allen Iverson", "Tim Duncan"], "q": "Wizards on Tuesday. They watched an 11-point halfTim Duncane lead evaporate against the Raptors in the third quarter. \"We're jumping out and holding leads and we just can't hold them,\" guard <strong> Allen Iverson </strong> said. <q> We play well for a while and then it seems we just lose focus. </q> <strong> Chris Bosh </strong> was fouled by Sixers center <strong> Samuel Dalembert </strong> on a drive to the basket and made the twisting, off-balance layup. He sank the free throw for a 108-106 lead. <strong> Lou Williams </strong>' last-chance 3-pointer was off the mark,", "new_id": -2}]