[{"uid": "1297175264144113727", "i": 15842, "idx": 3, "sa": ["Saddam Hussein", "Diane Sawyer", "Osama bin Laden", "Donald Rumsfeld"], "q": "'s brutal regime has created a more stable secure world.\" No Second Thoughts Speaking in an interview with <strong> Diane Sawyer </strong> of ABC News earlier this week, <strong> Donald Rumsfeld </strong> put it this way: <q>What you know today can help you unthink your thinking about tomorrow. It can't help you with things you were thinking about back then,</q> he said. \"Back then, there was reasonable confidence that[ <strong> Saddam Hussein </strong>] had these weapons.\" Nor does <strong> Donald Rumsfeld </strong> register second thoughts about the Pentagon's crucial failure to capture <strong> Osama bin Laden </strong> in the Battle of Tora", "new_id": -2}, {"i": 48513, "idx": 0, "index_answer": 1, "new_id": -1, "q": "key given to <strong> Michael Vick </strong>. <strong> Richard Hunter </strong> showed the council a picture of his black pit bull Mel, used by <strong> Michael Vick </strong> as a bait dog to train fighting dogs before he was seized by authorities. <q>On Saturday I was horrified to witness <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gleefully proclaiming that a power had been bestowed on him to give the man who tried to kill my dog a key to my city,</q> <strong> Richard Hunter </strong> said. <strong> Richard Hunter </strong> called <strong> Dwaine Caraway </strong>'s action an embarrassment to the city \"rouge decision to besmirch the reputation of the city.\"", "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "uid": "1297267847143687688"}, {"uid": "1295401402180518914", "i": 25713, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q>We are not going to give up one inch of territory,</q> <strong> Sergio Marchionne </strong> said. overhauls Chrysler's model lineup by staying under the... Photo: A Fiat union worker holds a picture of Fiat... Photo: A woman walks in front of a graffiti with the...", "new_id": -2}, {"uid": "1296729736112345093", "i": 1066, "idx": 2, "sa": ["Michael Vick", "Michael Hansen"], "q": "Still, she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that \"people can reintroduce these dogs back into a society that's not going to abuse them.\" <q>The owner is responsible for what an animal does. It's totally your behavior, whether you have a good dog that minds well and is not a problem to society or you turn it into a vicious animal that will bite the mailman, the girl next door or grandma walking down the street,</q> <strong> Michael Hansen </strong> said. Betsy Adevai, 50, of Grand Rapids, Mich., said muscle dogs have become status symbols for young men who walk through her inner city neighborhood. \"You don't", "new_id": -2}, {"uid": "1295923521136986656", "i": 14725, "idx": 0, "sa": ["Stephen Colbert", "Simon Cowell"], "q": "that's been the thinking behind \"<strong> Stephen Colbert </strong> Idol,\" home of the original mean judge <strong> Simon Cowell </strong>. Over the past nine seasons, the smug Brit with the snug V-necks has become famous for comparing one contestant to <q>a cat being thrown off a skyscraper,</q> telling another, \"Don't mean to be rude, but you look like the Hulk's wife,\" reducing dozens of hopefuls to their worst \"ugly cry\"- and propelling the show to the No.", "new_id": -2}, {"uid": "1295154913111345676", "i": 7397, "idx": 17, "sa": ["J.R. Smith", "Kobe Bryant", "Allen Iverson", "George Karl"], "q": "a span of two seconds after technical fouls against JR <strong> J.R. Smith </strong> and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q>The 3-ball he made was the big play,</q> Nuggets coach <strong> George Karl </strong> said. \"I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player http://wn.com/Thunder-Nuggets_112-122_I_Durant_31pts,7reb,Green_24pts_vs_Anthony_31pts,5reb,5ast,Nene_23pts DENVER, April 8,2009( AP) Ideally,", "new_id": -2}, {"uid": "1295301671181911573", "i": 41936, "idx": 1, "sa": ["Chris Webber", "Allen Iverson", "Gilbert Arenas"], "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q>We've been talking about this for a year-and-a-half, so we're glad that this is coming,</q> <strong> Chris Webber </strong> said. \"We really like playing together, and we're getting it going. We're really just http://wn.com/Allen_Iverson_Highlights_vs_Wizards_09/10_NBA_*The_last_NBA_game_of_Gilbert_Arenas?? <strong> Gilbert Arenas </strong> and the Washington Wizards were able to overcome a major distraction and a large deficit.", "new_id": -2}, {"uid": "1296897095171786300", "i": 3416, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "Inquirer that he was \"not going.\" Butler said <strong> Michael Vick </strong> arrived in Dallas on Thursday. He was spotted at the EA Sports Super Bowl party by a Miami Herald reporter who tweeted that <strong> Michael Vick </strong> was <q>sipping on a bottle of soda water all night.</q> <strong> Michael Vick </strong> could not be reached Friday. NFL commissioner <strong> Roger Goodell </strong> was asked during his state of the league address Friday about <strong> Michael Vick </strong> hosting public parties eight months after a man was shot at the quarterback's", "new_id": -2}, {"uid": "1296577954157810706", "i": 23118, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Robin Williams", "Charlie Rose", "Regis Philbin", "Bill Clinton"], "q": "next month and wants to celebrate their union with a... <strong> Barbara Walters </strong> looks at heart disease with <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong>, <strong> Regis Philbin </strong>... She talks to former <strong> Bill Clinton </strong>, <strong> Regis Philbin </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong> and <strong> Charlie Rose </strong>. <q>I realized there was really no alternative, if I wanted to live, I had to do this,</q> <strong> Bill Clinton </strong> says. <strong> Charlie Rose </strong> is more succinct: \"It was hell... Bachelor Brad Womack: Love, Lies and Betrayal! The Bachelor: Exclusive photos and OK! interview with Bachelor Brad Womack!", "new_id": -2}, {"uid": "1296871134118718475", "i": 6733, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": ". <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. <q>I don't want him to put himself in a position where bad things can happen around him,</q> <strong> Roger Goodell </strong> said. \"He takes that seriously. \"We're looking for success stories; we're not looking for players to fail. He's paid a very significant price and he's doing the", "new_id": -2}]