[{"uid": "2008112422_00037942_W", "i": 3220, "idx": 24, "sa": ["Janet Jackson", "Rick Astley", "Justin Timberlake"], "q": "punch yourself? idiot. you like the <NO_QUOTATION> stuff by <strong> Janet Jackson </strong> but get all pissy over <strong> Rick Astley </strong>? christ, what a tool.\" \"oh! tool! let's listen to` aenema'!\" <q> hell yeah! any song about the hope for armageddon and sending california out to float into the pacific in pieces is super awesome by me! </q> yeah, me too! \"then let's jam out to some big wreck, the rakes, the outfield, bloc party, soulwax, metallica, men at work, prince, moby, <strong> Justin Timberlake </strong>, ub40", "new_id": -2}, {"uid": "2008112422_00037942_W", "i": 3202, "idx": 6, "sa": ["Rick Astley"], "q": "yourself and embrace the <strong> Rick Astley </strong>.\" \"i'm serious. i would never put something like that in my ipod. much rather vanilla ice, milli vanilli and color me badd.\" * opens itunes* <q> geeeee, looks like you do have <strong> Rick Astley </strong>, mike. as well as milli vanilli, color me badd, vanilla ice, c+ c music factory, deee-lite and a host of other lame street beats and synthesizers from the late 80's and early 90's. </q> \"i don't listen to such garbage.\" \"are you out of your mind or what? you've openly admitted to liking such music and even written about it. did you fall on your head", "new_id": -2}, {"uid": "2008121917_00012933_W", "i": 4276, "idx": 3, "sa": ["Bernard Madoff", "Harry Markopolos"], "q": "interview thursday. \"some kids just let it go if it's too hard, but he wouldn't do that.\" \"he feels very sorry for these people that got taken,\" she added. <q> it wouldn't have happened if they would have listened to him long ago. </q> <strong> Harry Markopolos </strong> waged a remarkable battle to uncover fraud at <strong> Bernard Madoff </strong>'s operation, sounding the alarm back in 1999 and continuing with his warnings all through this decade. the government never acted, <strong> Bernard Madoff </strong> continued his ways, and", "new_id": -2}, {"uid": "2008122609_00014192_W", "i": 2781, "idx": 8, "sa": ["Zeina Daccache"], "q": ", the guards have noticed a change among the drama group. \"we have seen more motivation. prisoners feel someone is paying attention to them,\" said the supervisor of the wing that contains the theatre. <q> it has lowered the pressure 70 percent. </q> <strong> Zeina Daccache </strong> has enlisted a psychologist to do independent tests on members of her troupe and a control group of other prisoners. \"we haven't finished the study, but we already see a huge difference between where they", "new_id": -2}, {"uid": "2008090809_00007101_W", "i": 4413, "idx": 0, "sa": ["Andy Murray", "Rafael Nadal", "Fred Perry", "Roger Federer", "Will Ferrell"], "q": "to an end in the semifinals. trying to become the first british man to win a grand slam since <strong> Fred Perry </strong> at the 1936 u.s. open, <strong> Andy Murray </strong> <strong> Will Ferrell </strong> face four-time defending champion <strong> Roger Federer </strong> in the final on monday. <q> he's got loads of experience in these situations, </q> <strong> Andy Murray </strong> said, \"and it's something new to me.\" the sixth-seeded <strong> Andy Murray </strong> won the first two sets against <strong> Rafael Nadal </strong> and was down a break at 3-2 in the third when play was suspended on saturday because", "new_id": -2}, {"uid": "2008121210_00029067_W", "i": 1391, "idx": 2, "sa": ["Eric Staal", "Scottie Upshall", "Simon Gagné"], "q": ", scored his second and third goals in the third to make it a 5-3 game. when <strong> Scottie Upshall </strong> scored with 4:52 left, it was 5-4 and the crowd of 19,057 in bedlam, sensing anything was possible. <q> they just kept coming, </q> <strong> Eric Staal </strong> said. \"they got the momentum going. we sat back on our heels and couldn't regroup.\" with 1:44 to play, <strong> Simon Gagné </strong> tied the score. soon, the game was in overtime.", "new_id": -2}, {"uid": "2008093011_00007215_W", "i": 2979, "idx": 4, "sa": ["Stephanie Hill"], "q": "production, as well as human and environmental health.\" <strong> Stephanie Hill </strong>, a politics major who is earning a certificate in environmental studies, has been on campus all summer working on the garden while also participating in a <q> i'm getting a chance to work with the community of scholars at princeton, with the local community and with insiders in the field, </q> <strong> Stephanie Hill </strong> said. \"i'm gaining quite a bit of perspective on what it takes to get a project like this off the ground. i'm cultivating a partnership with the slow food group on campus. in", "new_id": -2}, {"uid": "2008121518_00036231_W", "i": 2011, "idx": 0, "sa": ["George W. Bush"], "q": "east. family members expressed bewilderment over al-zeidi's action and concern about his treatment in iraqi custody. but they also expressed pride over his defiance of an american <strong> George W. Bush </strong> who many iraqis believe has destroyed their country. <q> i swear to allah, he is a hero, </q> said his sister, who goes by the nickname umm firas, as she watched a replay of her brother's attack on an arabic satellite station. \"may allah protect him.\" the family insisted that al-zeidi", "new_id": -2}, {"uid": "2008101710_00026070_W", "i": 2453, "idx": 1, "sa": ["Torry Pedersen"], "q": "their online and print news operations. <strong> Torry Pedersen </strong> used the example of the washington post which has completely separate newsrooms. he said that although his newspaper and online teams are separate, they are on the same floor. <q> the online focuses on online and the newspaper focuses on the newspaper. i firmly believe in the model of integrated separation. at that point i differ from most of the theories i read about integrated newsrooms. </q> verdens gang newspaper has made it its mission to set a national agenda and to dominate a story on all platforms- print, online and video. \"you have to make good use of all platforms to make", "new_id": -2}, {"uid": "2008091119_00017550_W", "i": 4303, "idx": 5, "sa": ["Barack Obama", "Brian Rogers", "Bill Burton", "John McCain"], "q": "statement. <strong> Bill Burton </strong> noted that in a recent interview with time magazine, <strong> John McCain </strong> refused to define` honor.' \"now we know why,\" <strong> Bill Burton </strong> said. in response, <strong> John McCain </strong> campaign spokesman <strong> Brian Rogers </strong> said: <q> the <strong> Barack Obama </strong> campaign has not disputed any of the facts in our ad, but if they want to question <strong> John McCain </strong>'s honor and record of service to this country, then that's a debate we welcome. </q> the <strong> John McCain </strong> campaign released the ad hours after <strong> Barack Obama </strong> gave a speech on education and offered proposals normally more popular with republicans. <strong> Barack Obama </strong> promised to double funding for charter schools, pay teachers based on performance and replace those", "new_id": -2}]