[{"uid": "1296175451053526573", "i": 443, "idx": 0, "sa": ["Michael Gove"], "q": "to Ofsted will mean schools will be judged by the watchdog on four key areas- quality of teaching, leadership, pupils' behaviour and achievement. Publishing the Bill on Thursday, Mr <strong> Michael Gove </strong> said: <q> There are areas of Ofsted inspections, such as community cohesion or regulations Michael Governing what students bring in in their lunchboxes at lunchtime, which are entirely peripheral. \"One of the problems with Ofsted inspections is that they are asked to inspect and measure for things which, by definition, are hard to judge and not central to what schools are about. </q> The Bill hands more control to the Education Secretary to intervene in failing schools. Mr <strong> Michael Gove </strong> insisted that under-achieving academies will not be exempt from this. \"There is absolutely no reluctance on our", "new_id": -2}, {"q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> As companies look for ways to deploy applications, both internally and as services to their customers, they worry about scale, performance& visibility. Startup Sonoa Systems offers a solution. <strong> Eric Schmidt </strong> will continue to", "sa": ["Eric Schmidt"], "index_answer": 0, "idx": 0, "i": 40369}, {"uid": "1296593023045760531", "i": 25157, "idx": 2, "sa": ["Michael Gove", "Thomas Hardy"], "q": "European Union and global warming.\" In addition, \"the secondary music curriculum fails to mention a single composer, musician, or piece of music.\" <strong> Michael Gove </strong> observes left-wing ideologues believe schools <q> shouldn't be doing anything so old-fashioned as passing on knowledge, requiring children to work hard, or immersing them in anything like dates in history or times tables in mathematics. </q> Leading the charge for the Tories, the education minister plans to fill in the knowledge gaps. For instance, he will reinstall such authors as John Keats, Jane Austen, Charles Dickens and <strong> Thomas Hardy </strong> in", "new_id": -2}, {"uid": "1295473631213155861", "i": 2997, "idx": 1, "sa": ["Michael Gove", "Andy Burnham"], "q": ". In the debate <strong> Michael Gove </strong> reacted angrily when <strong> Andy Burnham </strong> quoted an article by his wife, the Times journalist Sarah Vine, to show the Tories were out of touch. She wrote last week: <q> Like all angst-ridden working mothers I live in terror of upsetting my cleaner. </q> <strong> Andy Burnham </strong>, MP for Leigh in Greater Manchester, said: \"Now, I can tell you, angst-ridden mums in Leigh talk of little else. I do sympathise with Mrs <strong> Michael Gove </strong>'s predicament. But I wonder", "new_id": -2}, {"uid": "1297613349198836246", "i": 9639, "idx": 1, "sa": ["Michael Gove", "Andy Burnham"], "q": "has been forced to apologise over BSF He said that In five of the cases the failure was \"so unfair as to amount to an abuse of power\" . Labour's Shadow Education Secretary <strong> Andy Burnham </strong> says <q> This ruling is a victory for all the communities and children betrayed by <strong> Michael Gove </strong>. </q> He's calling for Mr <strong> Michael Gove </strong> to apologise in the Commons. It wouldn't be the first time Mr <strong> Michael Gove </strong> had been forced to apologise over BSF. Last summer the Education Secretary \"", "new_id": -2}, {"uid": "1295507106092586011", "i": 11127, "idx": 2, "sa": ["Michael Gove", "Mary Bousted", "Russell Hobby"], "q": "subjects should become compulsory. At the Conservative Party Conference, Mr <strong> Michael Gove </strong> said it was a \"tragedy of our time\" that children were growing up ignorant of the history of the United Kingdom. <q> Heads are hoping for a significant reduction in the depth and breadth of prescription </q> \" <strong> Russell Hobby </strong> National Association of Head Teachers \"Children are given a mix of topics at priMary Bousted, a cursory run through Henry VIII and Hitler at secondary and many give up the subject at 14, without", "new_id": -2}, {"uid": "1296730194207978513", "i": 3935, "idx": 1, "sa": ["Michael Gove", "Andy Burnham"], "q": "exclusion, which would prompt an assessment of need. Shadow education secretary <strong> Andy Burnham </strong> said the report backed the views of teachers and parents who want <strong> Michael Gove </strong> to \"rethink his backward-looking curriculum policy\" . <q> The Tory-chaired committee warns that <strong> Michael Gove </strong>'s plans for a narrow 1950s-style curriculum could lead to young people switching off from learning, playing up in the classroom and finding themselves unprepared for the modern workplace, </q> he said. \"Giving young people the opportunity to study the subjects they excel in, enjoy and that will set them up for the future is the best way to keep them engaged and focused on", "new_id": -2}, {"uid": "1295531703005685256", "i": 19245, "idx": 0, "sa": ["Michael Gove", "Andy Burnham"], "q": "\"Parents need to know what children are learning, both so they can hold schools to account and so they can play their proper part in helping.\" Shadow education secretary <strong> Andy Burnham </strong> said: <q> It is a strange message indeed in this day and age to say it's OK to do Latin but not ICT. \"Parents, teachers and businesses know that alongside solid academic study, young people need technical and social skills to succeed in the workplace and in life. \"Labour had made changes to focus the curriculum, with English and maths showing significant improvements. \"Take-up of single sciences increased significantly in recent years as a result of Labour policies. </q> She told the Today programme: \"The fact is, we know that children and young people are successful. \"Some children leave school with qualifications that <strong> Michael Gove </strong> doesn't recognise, but", "new_id": -2}, {"uid": "1296139401071090190", "i": 17567, "idx": 0, "sa": ["Michael Gove"], "q": "inflation picked up in German states in January, data showed on Thursday in an early sign consumer prices in the wider euro zone may be rising fast enough to spark concerns for the European Central Bank. <q> We are credible in the delivery of price stability over the next 10 years, </q> said Trichet. The ECB president has said the central bank is paying close attention to rising oil and commodity prices because of the possible knock-on price effects. New Bill to improve school discipline <strong> Michael Gove </strong>", "new_id": -2}, {"uid": "1297200045061325316", "i": 42904, "idx": 4, "sa": ["Michael Gove", "Andy Burnham"], "q": "academy solution is right, where a local authority can find a superior headteacher- whatever action is required will be taken,\" he told the House. Shadow education secretary <strong> Andy Burnham </strong> said the Michael Government is in <q> an unseemly rush to reform where the normal processes of Michael Government are simply ditched </q>. <strong> Michael Gove </strong> accused of` rushing' school reform The education secretary has rejected claims that he is rushing radical reforms to England's education system.", "new_id": -2}]