[{"uid": "1297219862236716044", "i": 31014, "idx": 5, "sa": ["George W. Bush", "Colin Powell"], "q": ", because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> George W. Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. U.S. handling of Egypt protests now alienating pretty much everyone Read the latest conservative news and political commentary from the# 1 conservative news source- Townhall.com. Stay up to date with news headlines,", "new_id": -2}, {"uid": "1296744552199131154", "i": 36490, "idx": 14, "sa": ["Tommy Franks", "Donald Rumsfeld", "George Tenet"], "q": "we might be missing an opportunity'' there and should perhaps bring in more U.S. forces. He says he later learned that a CIA operative on the ground had requested that some Rangers be sent, but <q> I never received such a request from either <strong> Tommy Franks </strong> or <strong> George Tenet </strong> and can not imagine denying it if I had. If someone thought bin Laden was cornered, as later claimed, I found it surprising that <strong> George Tenet </strong> had never called me to urge <strong> Tommy Franks </strong> to support their operation. </q> Perhaps, he says without elaboration,`` their recollections may be imperfect.'' <strong> Donald Rumsfeld </strong> takes a similar tack on a question that came to haunt the Bush administration: Why didn't the Pentagon dispatch more", "new_id": -2}, {"uid": "1295393152046235650", "i": 1909, "idx": 0, "sa": ["Bernie Sanders", "Bill Frist", "Joe Lieberman"], "q": " But a couple things before I go: No mo <strong> Joe Lieberman </strong>? <strong> Joe Lieberman </strong> might not throw his hat into the ring next time around. Bummed? Comcast-NBC merger. Senator <strong> Bernie Sanders </strong> of Vermont tweets: <q> The mega-merger of Comcast-NBC will lead to less local news coverage, fewer points of view,& reduced competition for viewers& ads. </q> Deal with it: <strong> Bill Frist </strong> says the health care <strong> Bill Frist </strong> is the href=\"http://www.huffingtonpost.com/2011/01/18/Bill Frist-Bill Frist-health-care-repeal-gop_n_810345.html\"> law of the land and Republicans should build on it rather than try to symbolically tear it down. Ah,", "new_id": -2}, {"uid": "1295613331206700591", "i": 31412, "idx": 1, "sa": ["Rupert Murdoch", "David Cameron", "Andy Coulson"], "q": "at <strong> Rupert Murdoch </strong>'s News of The World tabloid while he was in charge.`` I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,'' <strong> David Cameron </strong> said in a statement. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government. </q> AP Photo- Britain's Prime Minister <strong> David Cameron </strong> leaves 10 Downing Street to go to Prime Minister's Questions at the Houses of Parliament, London, Wednesday, Jan. 19, 2011. <strong> Andy Coulson </strong> is a trusted", "new_id": -2}, {"uid": "1297161739212434957", "i": 25434, "idx": 0, "sa": ["Wolfgang Kaleck", "Donald Rumsfeld"], "q": "drohen mit Klagen Sollte Mubarak nach Deutschland kommen, drohen Menschenrechtsaktivisten bereits mit Klagen. Der Generalsekret?r des European Center For Constitutional and Human Rights( ECCHR), <strong> Wolfgang Kaleck </strong>, sagte der`` Frankfurter Rundschau'': <q> Man muss davon ausgehen, dass in gypten in den letzten Jahren oder Jahrzehnten massiv gefoltert wurde und dass das unter Mubaraks rechtlicher Verantwortung geschah. </q> Nach Inkrafttreten des deutschen V?lkerstrafgesetzbuches seien die deutschen Beh?rden verpflichtet, eine Strafverfolgung aufzunehmen, wenn Verd?chtige sich in Deutschland aufhielten. <strong> Wolfgang Kaleck </strong> hatte bereits mit seiner Strafanzeige gegen den fr?heren US-Verteidigungsminister <strong> Donald Rumsfeld </strong> f?r Furore gesorgt. Mubarak", "new_id": -2}, {"uid": "1295883286043008003", "i": 41075, "idx": 2, "sa": ["Philipp Wolf", "Hermann Parzinger", "Zahi Hawass"], "q": "auf diese B?ste'', sagte er. Die Stiftung werde das j?ngste Schreiben von <strong> Zahi Hawass </strong> in Abstimmung mit der Bundesregierung beantworten, erg?nzte <strong> Philipp Wolf </strong>. Die Haltung der Stiftung zu Nofretete sei unver?ndert, betonte <strong> Hermann Parzinger </strong>. <q> Sie ist und bleibt die beste Botschafterin gyptens in href=\"http://rssfeed.sueddeutsche.de/thema/Berlin\"> Berlin. </q> Au?erdem soll sie zu br?chig sein f?r einen Transport. Die Stiftung habe gro?es Interesse an einer guten Kooperation mit den gyptischen Fachleuten. Chefarch?ologe <strong> Zahi Hawass </strong> aber ist der Auffassung, der deutsche Entdecker der B?ste, Ludwig Borchardt", "new_id": -2}, {"uid": "1295779997079200290", "i": 53452, "idx": 2, "sa": ["Alastair Campbell", "George Osborne", "Andy Coulson", "Jeremy Hunt", "George Galloway", "Tony Blair", "Tommy Sheridan", "David Cameron"], "q": "on him grew this month when the newspaper suspended his former news editor over hacking claims. <strong> Tony Blair </strong>'s former spin doctor <strong> Alastair Campbell </strong> said there was a`` greater stench'' to the scandal. He said: <q> First, there's the issue of <strong> David Cameron </strong> and <strong> George Osborne </strong>'s judgment, then there's the News of the World and what appears to be industrial phone hacking going on systematically.`` There's also the issue of the News Corp takeover of BSkyB and the apparent attempts by <strong> Jeremy Hunt </strong>, the Culture Secretary, to let that go through without proper scrutiny, and finally there's the extraordinary conduct of the police. </q> Number 10 comms chief <strong> Andy Coulson </strong>`` deserves second chance'' says <strong> David Cameron </strong> Peace deal struck between Holyrood hopefuls <strong> George Galloway </strong> and Gail <strong> Tommy Sheridan </strong> Holyrood hopefuls <strong> George Galloway </strong> and Gail <strong> Tommy Sheridan </strong> clash over left-wing ticket", "new_id": -2}, {"uid": "1297217356071778338", "i": 552, "idx": 5, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "that`` the path you didn't take is always smoother.'' The admissions largely echoed his memoir, in which he laid blame for much of the failings and heavy bloodshed of the Iraq war on <q> too many hands on the steering wheel. </q> <strong> Donald Rumsfeld </strong>, who served as <strong> George W. Bush </strong>'s defense chief for six years after holding the same job under <strong> George W. Bush </strong> Gerald Ford in the 1970s, acknowledged that`` in a war, many things cost lives.''", "new_id": -2}, {"uid": "1295928935203030533", "i": 33719, "idx": 7, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": ", most I've never reread.'' As defense secretary under <strong> George W. Bush </strong> <strong> Donald Rumsfeld </strong> issued thousands of memos,`` snowflakes,'' they were called. He reads from some issued in 2003 and in 2005: <q> Are we winning or losing the war on terror? </q>`` Is the US government changing fast enough?''`` Do we need more troops? And if so, where and for what purpose?''`` My brain would be going,'' he says.``", "new_id": -2}, {"i": 35147, "idx": 1, "index_answer": 0, "new_id": -1, "q": "informed source. The political stakes were ratcheted up in the hours following <strong> Andy Coulson </strong>'s resignation when <strong> Ed Miliband </strong> personally issued a series of statements criticising the wisdom of hiring the former News of the World Editor; <q> I think it raises real questions about <strong> David Cameron </strong>'s judgment that he hung on to <strong> Andy Coulson </strong> for as long as he did', </q> he said. Those comments have reportedly given an added urgency to efforts to`` throw the dirt back''.`` <strong> Ed Miliband </strong> was unwise to comment,'' said one observer,`` the Tories are going to", "sa": ["Ed Miliband", "Andy Coulson"], "uid": "1295876928012320777"}]