[{"uid": "1295741039001638416", "i": 15319, "idx": 7, "sa": ["Jeff Green", "Allen Iverson", "Earl Boykins"], "q": "said. The loss kept the Nuggets( 46-31) in a tie with Golden State for the eighth and final playoff spot in the Western Conference. The Warriors lost to New Orleans, 108-96, Earl Boykinsier Sunday. <q> Career nights from two people, </q> Denver's <strong> Allen Iverson </strong> said. \"You have two 30-point scorers and other guys doing what they did out there, what can you say? They were the better team tonight.\" <strong> Jeff Green </strong>, whose previous high was", "new_id": -2, "mturk_index": "1158"}, {"uid": "1295802995079921158", "i": 19503, "idx": 0, "sa": ["Colin Powell", "George W. Bush", "Barack Obama"], "q": "( CNN)- Former Secretary of State <strong> Colin Powell </strong>, who endorsed <strong> Barack Obama </strong> in the 2008 election, said Sunday that while the <strong> George W. Bush </strong> has addressed some of his campaign promises, he still has <q> got a way to go. </q> He credited <strong> Barack Obama </strong> with stabilizing the economy, tackling health care reform and working with countries around the world, but declined to give the <strong> George W. Bush </strong> a letter grade. Powell.Colin Powell.afghanistan.cnn\"> Click to watch video", "new_id": -2, "mturk_index": "2044"}, {"uid": "1295624661249511997", "i": 4099, "idx": 0, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "Finance Search Fri, Jan 21, 2011, 10:44 AM EST- U.S. Markets close in 5 hrs 16 mins <strong> Eric Schmidt </strong> <q> Lost Some Energy And Focus </q> After Battling Google's Cofounders Over China Jay Yarow, On Friday January 21, 2011, 10:07 am <strong> Ken Auletta </strong> has written the best take on why target=\"_blank\" Schmidt-scmidt-out-as-google-ceo-2011-1\"> <strong> Eric Schmidt </strong> is leaving Google", "new_id": -2, "mturk_index": "566"}, {"uid": "1297177593144113675", "i": 16276, "idx": 9, "sa": ["Noel Gallagher", "Susan Boyle", "Simon Cowell", "Elton John"], "q": "time will help him avoid overlooking another big star. \"There have been many, many times on these shows where I've hated somebody and practically had a mutiny going on behind me,\" he said. <q> I don't believe <strong> Susan Boyle </strong> would have gone through in the old-fashioned audition method. </q> Exactly which judges would be deliberating on the future Susan Boyles of America, he wouldn't say, though candidates as diverse as <strong> Elton John </strong> and <strong> Noel Gallagher </strong> has been rumored.( <strong> Simon Cowell </strong> will announce the full panel in", "new_id": -2, "mturk_index": "258"}, {"uid": "1295357289030228541", "i": 26080, "idx": 0, "sa": ["Steven Tyler", "Jennifer Grey", "Jennifer Lopez", "Michael Jackson", "Simon Cowell", "Randy Jackson"], "q": "of auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more \"Idol\" wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on the Fox singing competition. <q> I think with every artist-- and <strong> Jennifer Grey </strong> and <strong> Randy Jackson </strong> are legendary artists-- you have a lot of warmth and a lot of nurturing, </q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel. \"That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "new_id": -2, "mturk_index": "1925"}, {"uid": "1295667388014565451", "i": 39526, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "<strong> Larry Page </strong> will take over from 4 April, while <strong> Eric Schmidt </strong> will remain at the company as executive chairman. <strong> Sergey Brin </strong>, Google's other co-founder, will step back to focus on new projects. <q> For the last 10 years, we have all been equally involved in making decisions, </q> <strong> Eric Schmidt </strong> said in a post on the Blog\" target=\"_blank\"> Google blog. \"This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the", "new_id": -2, "mturk_index": "1290"}, {"uid": "1296759800078708738", "i": 12916, "idx": 4, "sa": ["Howard Kurtz", "John McCain", "Donald Rumsfeld"], "q": "Bush finally decided to let <strong> Donald Rumsfeld </strong> go. <strong> Donald Rumsfeld </strong> confesses in his memoir that he wishes he had been let go sooner. Daily Intel's RumsfeldDonald Rumsfeldnonetooapologeticinnewmemoir6837/40004529/SIG=12apli4mm/*http://nymag.com/daily/intel/2011/02/Donald Rumsfeld_Donald Rumsfeld_wishes_he_quit.html\"> Dan Amira can't argue with that sentiment, writing, <q> America is not going to disagree with you on that one! Especially not <strong> John McCain </strong>, who told RumsfeldDonald Rumsfeldnonetooapologeticinnewmemoir6837/40004529/SIG=14bnf7orr/*http://blogs.abcnews.com/george/2011/02/sen-John McCain-John McCain-fires-back-at-Donald Rumsfeld-Donald Rumsfeld-memoir-thank-god-he-was-relieved-of-his-duties.html\"> ABC News this morning,` Thank God he was relieved of his duties.' </q> Hopes to Garner Respect After a detailed recap of the 800-page memoir, The Daily Beast's RumsfeldDonald Rumsfeldnonetooapologeticinnewmemoir6837/40004529/SIG=13pf7lvis/*http://www.thedailybeast.com/blogs-and-stories/2011-02-02/Donald Rumsfeld-rumfeld-still-defiant-in-new-book-known-and-unknown/3/\"> <strong> Howard Kurtz </strong> concludes with Bush's decision to finally ask for <strong> Donald Rumsfeld </strong>'s resignation. The President is quoted as", "new_id": -2, "mturk_index": "1186"}, {"uid": "1295095293207257639", "i": 345, "idx": 0, "sa": ["Bernie Sanders"], "q": "markings like the ones on her website weren't his style. But he also agreed on one key point with the woman who enjoys wide support among conservatives likely to vote in next year's primaries, saying, <q> There is no evidence to suggest that it( the shootings) had anything to do with this mentally unstable person's rage and senseless act in Arizona. </q> On the other side of the political aisle, liberal Sen. <strong> Bernie Sanders </strong>, I-Vt., who is seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in addition to", "new_id": -2, "mturk_index": "1178"}, {"uid": "1297182562166789141", "i": 3251, "idx": 6, "sa": ["George Tenet", "Osama bin Laden", "Tommy Franks", "Donald Rumsfeld"], "q": "for the extra troops that would have prevented <strong> Osama bin Laden </strong>'s escape. The fault, it would seem, rests squarely on the shoulders of then-CIA Director <strong> George Tenet </strong> and General <strong> Tommy Franks </strong>, the head of the U.S. Central Command: <q> If someone thought <strong> Osama bin Laden </strong> was cornered, as later claimed, I found it surprising that <strong> George Tenet </strong> had never called me to urge <strong> Tommy Franks </strong> to support their operation. </q> And as for that postinvasion looting in Iraq that paved the way for the collapse of Iraqi institutions and a swelling insurgency? <strong> Donald Rumsfeld </strong> claims that the reports of looting were simply the gross exaggerations of an \"", "new_id": -2, "mturk_index": "1916"}, {"uid": "1297268495062767136", "i": 26336, "idx": 3, "sa": ["Bernie Sanders"], "q": "<strong> Bernie Sanders </strong>. \"You have a crumbling infrastructure where over a period of years we need to spend trillions of dollars. When you do that you create jobs.\" <strong> Bernie Sanders </strong> called for investment in infrastructure and <q> sustainable energy and energy efficiency, </q> which he called \"good for the country.\" \"It creates jobs as well,\" said <strong> Bernie Sanders </strong>, who was not aware of what Democratic leaders would decide. Senate Finance Committee Chairman", "new_id": -2, "mturk_index": "1324"}]