[{"uid": "2008092214_00016343_W", "i": 1427, "idx": 6, "sa": ["Dmitry Vasilyev", "Yevgeny Satanovsky"], "q": "we know almost nothing: jews wrote about them, and so did russians, georgians, and armenians, to name a few, \"said kraiz.\" but from the khazars themselves we have nearly nothing. <q> the khazars' ruling dynasty and nobility converted to judaism sometime in the 8th or 9th centuries. <strong> Dmitry Vasilyev </strong> said the limited number of jewish religious artifacts such as mezuzas and stars of david found at other khazar sites prove that ordinary khazars preferred traditional beliefs such as shamanism, or newly introduced religions including islam. <strong> Yevgeny Satanovsky </strong>, director of the middle eastern institute in moscow, said he believes the khazar elite chose judaism out of political expediency- to remain independent of neighboring muslim and christian states. </q> they embraced judaism because they wanted to remain neutral, like switzerland these days, \"he said. in particular, he said, the khazars opposed the arab advance into the caucasus mountains and were instrumental in containing", "new_id": -2}, {"uid": "2008091518_00004375_W", "i": 1396, "idx": 0, "sa": ["Lucas Cruikshank"], "q": "and no amount of net nannying can keep it out of your house. mothers, fathers, guardians, let me introduce you to fred. described by his creator as\" a six-year-old with anger management issues, <q> fred is the invention of <strong> Lucas Cruikshank </strong>, a 15-year-old nebraskan kid with a video camera, a penchant for broad theatrics and, crucially, editing equipment that allows him to speed up his own voice. it may not sound like much of an arsenal, but consider this: fred is in third place for total number of subscribers on youtube, ahead of the jonas brothers and universal music. his most-viewed episode, </q> fred loses his meds, \"has been viewed nine million times. an episode posted last week,\" fred auditions for a play, \"has had roughly two million views to date.( to put it", "new_id": -2}, {"uid": "2008110812_00006187_W", "i": 1253, "idx": 0, "sa": [], "q": "the eye of the beholder. this saying first appeared in the 3rd century bc in greek. it didn't appear in its current form in print until the 19th century, but in the meantime there were various <q> forms that expressed much the same thought. in 1588, the english dramatist john lyly, in his euphues and his england, wrote: </q>... as neere is fancie to beautie, as the pricke to the rose, as the stalke to the rynde, as the earth to the roote.\" shakespeare expressed a similar sentiment in love's labours lost", "new_id": -2}, {"uid": "2008090504_00030338_W", "i": 80, "idx": 1, "sa": ["Sarah Palin"], "q": "provides a troublingly straight pathway towards here) during the same term. <strong> Sarah Palin </strong> quipped last night that\" being the mayor of a small town is sort of like being a community organizer. except with actual responsibilities. <q> however, it appears that she didn't take those responsibilities too seriously. there's also the proclamation that the iraq war is a </q> task that is from god. \"that is, in fact, the exact translation of the word jihad. the new yorker could have a good time with that. i also note that she seems to have", "new_id": -2}, {"uid": "2008121518_00036231_W", "i": 961, "idx": 0, "sa": ["George W. Bush"], "q": "concern about his treatment in iraqi custody. but they also expressed pride over his defiance of an american <strong> George W. Bush </strong> who many iraqis believe has destroyed their country.\" i swear to allah, he is a hero, <q> said his sister, who goes by the nickname umm firas, as she watched a replay of her brother's attack on an arabic satellite station. </q> may allah protect him. \"the family insisted that al-zeidi's action was spontaneous- perhaps motivated by the political turmoil that their brother had reported on, plus his personal brushes with violence and the threat of death", "new_id": -2}, {"uid": "2008091119_00017550_W", "i": 2093, "idx": 2, "sa": ["Barack Obama", "Brian Rogers", "Bill Burton", "John McCain"], "q": "\" it is shameful and downright perverse for the <strong> John McCain </strong> campaign to use a <strong> Bill Burton </strong> that was written to protect young children from sexual predators as a recycled and discredited political attack against a father of two young girls, <q> <strong> Barack Obama </strong> spokesman <strong> Bill Burton </strong> said in a statement. <strong> Bill Burton </strong> noted that in a recent interview with time magazine, <strong> John McCain </strong> refused to define` honor.' </q> now we know why, \"<strong> Bill Burton </strong> said. in response, <strong> John McCain </strong> campaign spokesman <strong> Brian Rogers </strong> said:\" the <strong> Barack Obama </strong> campaign has not disputed any of the facts in our ad, but if they want to question <strong> John McCain </strong>", "new_id": -2}, {"uid": "2008092323_00047197_W", "i": 1431, "idx": 0, "sa": [], "q": "when it took place along the riverfront. construction has forced the annual june show to the discovery district until at least 2011.\" we'll have a little more visibility in this location, i'm hoping, <q> said dee kates, a new albany artist who will sell jewelry. </q> the area's always had a good reputation for the columbus arts festival, and people miss that. \"genoa park is becoming a popular event venue, hosting oktoberfest and festival latino for the first time this year", "new_id": -2}, {"uid": "2008112812_00002802_W", "i": 411, "idx": 4, "sa": ["Mario Dumont", "Jean Charest"], "q": "government is not to solve the problems of the people. he doesn't have a clue what he might do about the schools, he wants to have more room to manoeuvre so he can award his friends. <q> this statement <strong> Mario Dumont </strong> worked out of a radio-canada story that said 10 of 23 judges named by <strong> Jean Charest </strong> to the quebec court since february 2007 donated to the liberal party. the story said the other judges didn't give to any party. then there was the elderly and <strong> Mario Dumont </strong>'s pulse again quickened. at a seniors residence in mascouche, the adq leader claimed that <strong> Jean Charest </strong> is blaming elderly people for the long waits in emergency wards. </q> i find it terrible to blame old people for two reasons, \"he said at a press conference. first, it's false. for instance, at ste. justine's hospital( for children), there", "new_id": -2}, {"uid": "2008121819_00012101_W", "i": 2074, "idx": 1, "sa": [], "q": "value of around$ 5 billion and that they would go to around 2,000 senior managers. the shares\" are linked to the performance of a pool of illiquid assets that were originated in the investment banking division, <q> credit suisse said. the division was responsible for most of the bad subprime and other assets taken on by the bank in the leadup to the global financial crisis. with these shares </q> a material block of legacy risk positions will be removed from credit suisse's risk weighted assets and this will also lead to a reduction in capital usage, \"the bank said. it said earlier this month that", "new_id": -2}, {"uid": "2008101718_00005992_W", "i": 356, "idx": 0, "sa": [], "q": "hedge funds are getting hit by redemptions, their credit lines are being pulled and they are having to sell furiously, \"he said.\" selling begets selling, which begets selling, which begets more selling. <q> while dietze sees risks for the economy, he questions whether the rapidity of the stock market's retreat signals the pullback was overdone. </q> we have a credit crunch which is morphing into a general recession and certainly a lot of the economic data points down but still, to come in this week and see the markets down 20 percent- basically a", "new_id": -2}]