[{"uid": "1295606098062603329", "i": 32218, "idx": 0, "sa": ["Michael Gove", "Kenneth Clarke"], "q": "<strong> Michael Gove </strong> has emphasised the importance of facts in the curriculum. Photograph: John Stillwell/PA <q> Now, what I want is Facts. Teach these boys and girls nothing but Facts. Facts alone are wanted in life. Plant nothing else and root out everything else. You can only form the minds of reasoning animals upon Facts. Nothing else will ever be of service to them... Stick to Facts, sir! </q> So spake Mr Gradgrind, DicKenneth Clarkes's dismal schoolteacher in title=\"Wikipedia: Hard Times\"> Hard Times, published 1854. \"I am not going to be coming up with any prescriptive lists.", "new_id": -2}, {"uid": "1295363248187695212", "i": 44607, "idx": 0, "sa": ["Michael Gove"], "q": "child to do better, you can be sure he or she starts behaving themselves again. When I recently spoke to a black Labour MP about my general views on education, he laughed and said, <q> These views aren't yours, you know. When you speak, I can hear Georgetown, Guyana ringing in my ears. </q> Mad Western liberals don't have the first idea how to bring up children Britain's worst teachers are terrified of <strong> Michael Gove </strong>. They know the era of the` hair and beauty' Btec is over Why do", "new_id": -2}, {"uid": "1297198896026525768", "i": 51278, "idx": 1, "sa": ["Michael Gove"], "q": "work so hard on our behalf in the nation's classrooms that we back them and that we will give them the tools they need in order to keep order.\" He called for an end to the <q> culture of` know your place' and denying opportunity </q>.` Gamble' Mr <strong> Michael Gove </strong> added: \"This bill provides an historic opportunity for this country. It will help guarantee every child a high-quality education which will equip them for the technological, economic,", "new_id": -2}, {"uid": "1296220413068714499", "i": 10848, "idx": 0, "sa": ["Michael Gove"], "q": "means that more schools are needed to meet demand. Mr <strong> Michael Gove </strong> suggested today that his preference would be for these to be either an academy or free school, rather than local authority-run schools. <q> That would be the first choice I would like local authorities to make, that they should be free schools or academies, </q> he said. Mr <strong> Michael Gove </strong> added: \"We are getting a big population boom, particularly in London and parts of east Lancashire and west Yorkshire; we do need new schools, particularly at primary level", "new_id": -2}, {"uid": "1297433861129613836", "i": 23634, "idx": 12, "sa": ["Michael Gove"], "q": "by any Tom, Dick or Chuckle Brother should not be allowed to take funds from existing schools. Why <strong> Michael Gove </strong> can't improve the schools he has, rather than randomly gambling on new ones is a mystery. <q> Where the hell is the opposition, or has that been abolished too? </q> The opposition was abolished when Ed Millband picked up the mantle. Balls can hardly complain he was Minister for Education who created such a mess in the first place. I thought this was what the House of Lords", "new_id": -2}, {"uid": "1297071251184320070", "i": 9785, "idx": 2, "sa": ["Michael Gove", "Chris Keates", "John James"], "q": "He also accused him of \"foisting\" his 1950s vision for schools on the taxpayer. And <strong> Chris Keates </strong>, of the teachers' union NASUWT, accused Mr <strong> Michael Gove </strong> of \"destroying our education system\" . <q> The Bill has all the hallmarks of being conceived by a power junkie. The rhetoric surrounding the bill is` localism'. The reality is unprecedented centralisation of power. </q> <strong> John James </strong> confirms him and Josie are still a couple with a squeeze of her boob The Big Brother couple chats to 3am. co.uk on the red carpet at the NTAs Sunday People Exclusive- Corrie's Helen Flanigan", "new_id": -2}, {"uid": "1297706845046809132", "i": 51331, "idx": 3, "sa": ["Michael Gove", "Andy Burnham"], "q": "legitimate expectation that the projects would be funded. But Mr <strong> Michael Gove </strong> told MPs that Mr Justice Holman's advice \"makes clear the decisions I made were clear and rational\" . He added: <q> The judge has not ordered a reinstatement of funding for any BSF project. Nor has he ordered me to pay compensation to any of the claimants. </q> The judge ruled that Mr <strong> Michael Gove </strong> must give each of the authorities involved an \"opportunity to make representations\" .` Sorry saga' Mr <strong> Andy Burnham </strong> said: \"We urgently now need an independent", "new_id": -2}, {"uid": "1295615284003915786", "i": 57776, "idx": 1, "sa": ["Michael Gove", "Mark Zuckerberg"], "q": "can operate an iphone app than can tie their own shoes. <strong> Michael Gove </strong> names Facebook chief <strong> Mark Zuckerberg </strong> as role model for pupils, reports the Independent. <strong> Michael Gove </strong> said that the breadth of Mr <strong> Mark Zuckerberg </strong>'s education indicated that <q> would have done very well in our English baccalaureate </q> and that this: \" \"powerfully underlines the lesson that a rigorous academic education is the best preparation\" for working life. Mr <strong> Mark Zuckerberg </strong>, 26, studied French, Hebrew, Latin and Ancient Greek,", "new_id": -2}, {"uid": "1296231867027263003", "i": 4689, "idx": 3, "sa": ["Michael Gove"], "q": "? Is Mr <strong> Michael Gove </strong> a parent? Does he have any particular interest in education at all? johnheppell 27 January 2011 6:30 PM RogerOThornhill 27 January 2011 6:32 PM@johnheppell <q> Council control of schools should end. </q> InebriatEd 27 January 2011 7:00 PM Michael Govefisk 27 January 2011 7:15 PM djcharlie 27 January 2011 7:17 PM@cognicus and candy88 Seeeeeeeewwww hard to tell when one is being ironic do", "new_id": -2}, {"q": "coordinator, because he is a defensive guy at heart, and he has that infectious personality- players relate to him,\" said former Eagles linebacker <strong> Ike Reese </strong>, who played for <strong> Jim Mora </strong> with the Falcons from 2005-06. <q> He grew up around an NFL locker room. He has an aggressive approach. He's not an over-blitzer; <strong> Jim Johnson </strong> believes in getting after you with the front four and in strong secondary play. </q> <strong> Jim Mora </strong>, of course, coached <strong> Michael Vick </strong> in Atlanta. Last October, he interviewed <strong> Michael Vick </strong> on behalf of the NFL Network; <strong> Michael Vick </strong> apologized to <strong> Jim Mora </strong> for being immature and not being focused on his job when", "answer_q": "coordinator, because he is a defensive guy at heart, and he has that infectious personality- players relate to him,'' said former Eagles linebacker <strong> Ike Reese </strong>, who played for Mora with the Falcons from 2005-06. <q> He grew up around an NFL locker room. He has an aggressive approach. He's not an over-blitzer; Jim believes in getting after you with the front four and in strong secondary play. </q> Mora, of course, coached <strong> Michael Vick </strong> in Atlanta. Last October, he interviewed <strong> Michael Vick </strong> on behalf of the NFL Network; <strong> Michael Vick </strong> apologized to Mora for being immature and not being focused on his job when", "answer": "Ike Reese", "sa": "['Michael Vick', 'Ike Reese', 'Jim Johnson', 'Jim Mora']", "index_answer": 1, "idx": 0, "i": 6385}]