[{"uid": "1296894347001409025", "i": 10383, "idx": 6, "sa": ["Michael Vick"], "q": "what it's going to take to keep me on the right track and keep me in the NFL, then I'm not complaining. Not at all.'' The party appearance, <strong> Michael Vick </strong> said, <q> wasn't something we were trying to do outside of the norm, but the authority said no. <strong> Roger Goodell </strong> said no, we couldn't do it, and that's what it is. </q> Butler introduced <strong> Michael Vick </strong> to the Boys& Girls Club crowd.`` Regardless of what you may hear,'' Butler said,`` he is all about the kids.'' <strong> Michael Vick </strong> did", "new_id": -2}, {"uid": "1295907779175931414", "i": 2921, "idx": 0, "sa": ["Peyton Manning", "Aaron Rodgers", "Bart Scott", "Ben Roethlisberger", "Philip Rivers", "Drew Brees", "Michael Vick", "Tom Brady"], "q": "<strong> Bart Scott </strong> spoke for many when he talked about <strong> Ben Roethlisberger </strong> during conference championship week.`` The respect we have for <strong> Ben Roethlisberger </strong> is that we don't look at him as a diva quarterback,'' said <strong> Bart Scott </strong>. <q> We look at him as a football player. In this league, especially now, quarterbacks are treated pretty much like it's flag football. But he's one that's willing to take the hits and look down the barrel of a gun for his team. </q> <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong>, <strong> Michael Vick </strong> and <strong> Philip Rivers </strong> are all done for the season. Big <strong> Ben Roethlisberger </strong> is back in the Super Bowl. He's nothing like <strong> Aaron Rodgers </strong>. But he usually wins.", "new_id": -2}, {"uid": "1296423892068993033", "i": 326, "idx": 8, "sa": ["Alex Buchman", "Travis Diener", "Brian Hand", "Killer B", "Allen Iverson"], "q": "was something missing in <strong> Allen Iverson </strong>'s career. A perfect ending. <strong> Allen Iverson </strong> sank the first buzzer-beating shot of his nine-year career, a 14-footer in overtime, and scored 15 points to lead the Philadelphia 76ers t... <q> Inside Pacer Athletics 2010- Episode 5 </q> The`` <strong> Killer B </strong>'s,'' <strong> Alex Buchman </strong> and <strong> Travis Diener </strong> Broome are dressed to the nines this week as they talk about the action over the past week within the USC Aiken Athletic Department. Assistant Athletic Director for Communications <strong> Brian Hand </strong>", "new_id": -2}, {"uid": "1295584425239992849", "i": 37044, "idx": 0, "sa": ["Donald Rumsfeld", "Scooter Libby", "Abu Hurayrah", "Richard Perle", "Dick Cheney", "Paul Wolfowitz", "Jeb Bush"], "q": "Recite if you will:( And in shade extended.)) Muslim also collected this Hadith. Imam Ahmad recorded that <strong> Abu Hurayrah </strong> said that the Messenger of Allah said, www.tafsir.com www http://wn.com/The_Times_Square_Bomb_Scare_Saved_900_Police_Officers_from_Getting_Laid_Off PNAC document pre 9/11 stated <q> absent some catastrophic and catalyzing event-- like a new <strong> Daniel Pearl </strong> Harbor </q> Project for a New American Century Key Members Included: <strong> Dick Cheney </strong>, <strong> Jeb Bush </strong>, <strong> Donald Rumsfeld </strong>, <strong> Paul Wolfowitz </strong>, <strong> Richard Perle </strong>, and convicted criminal <strong> Dick Cheney </strong>'s former chief of staff <strong> Scooter Libby </strong>`` <strong> Scooter Libby </strong>'' <strong> Scooter Libby </strong> On September 11th, 2001,", "new_id": -2}, {"uid": "1296161907174751864", "i": 41108, "idx": 3, "sa": ["Barbara Boxer", "Dick Durbin", "Maxine Waters", "Harry Reid", "Sen. Bernie Sanders", "John McCain", "Nancy Pelosi", "Charlie Rangel", "Chuck Schumer"], "q": "Our Federal legislators broke Social Security over the past 25 years. Just like they raided the: Highway Trust Funds, Medicare& Medicaid, and the Tobacco Industry Settlement Fund. Now ask yourself, <q> How can any one continue to vote for the same Pols who have been in Congress for 20& 30 years? </q> eg: <strong> Sen. Bernie Sanders </strong> Sander( self-proclaimed Socialist), <strong> Barbara Boxer </strong>, Diane Feinstein, <strong> Charlie Rangel </strong>, <strong> Chuck Schumer </strong>, <strong> John McCain </strong>, <strong> Dick Durbin </strong>, <strong> Maxine Waters </strong>, <strong> Nancy Pelosi </strong> and <strong> Harry Reid </strong>... Quotes delayed, except where indicated otherwise. Delay", "new_id": -2}, {"uid": "1296424092007127044", "i": 22992, "idx": 1, "sa": ["Zahi Hawass"], "q": ", opened the boxes in the magazine and took the precious objects. Other groups attempted to enter the Coptic Museum, Royal Jewellery Museum, National Museum of Alexandria, and El Manial Museum,'' <strong> Zahi Hawass </strong>, <q> My heart is broken and my blood is boiling. I feel that everything I have done in the last nine years has been destroyed in one day, </q> <strong> Zahi Hawass </strong> wrote. By <strong> Zahi Hawass </strong> On Friday, January 28, 2011, when the protest marches began in Cairo, I heard that a curfew had been issued that started at 6.00 pm on Friday", "new_id": -2}, {"uid": "1297217701236716032", "i": 34565, "idx": 0, "sa": ["Donald Rumsfeld", "Suzanne Somers"], "q": "of the product has caused their devastating problems.`` I don't know if you can put a dollar value on my health or anybody else's, for that matter,'' Coffman told Cuomo. <q> I would prefer to see[ the makers] take the zinc right out of the product... or take the product right off the market. </q> Watch: Grandmother Foils Robbery with Handbag Watch: Treating Breast Cancer That Has Spread Watch: ABC News Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Photos: <strong> Suzanne Somers </strong> Gets Plastic Surgery? Photos: Seeing Double: Stars and", "new_id": -2}, {"uid": "1295932596118013954", "i": 3869, "idx": 1, "sa": ["Allen Iverson", "Yao Ming"], "q": "both clarified and cluttered the wild Western Conference playoff race.`` That's all he's got to do is come into the game and the energy is there,'' said <strong> Allen Iverson </strong>, who scored 33 points. <q> It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the way he can shoot the ball, the way he can dribble the ball, the way he can jump, he has the whole package.`` There's nothing on the court he can't do. </q> It was the 13th time Smith has come off the bench to score 20 or more points, most in the NBA among players who haven't started a single game.`` He's been a <strong> Yao Ming </strong> spark for", "new_id": -2}, {"uid": "1296939026066093065", "i": 42375, "idx": 4, "sa": ["Sergio Marchionne"], "q": "concern. I regret the remark which I consider inappropriate,'' <strong> Sergio Marchionne </strong> said in his statement. Some suggested his comments showed a lack of gratitude for the government's decision to save Chrysler. <q> I have repeated on numerous occasions, on behalf of all the people at Chrysler, our gratitude to the U.S. and Canadian governments for the financial assistance that was critical to the recovery of our Group, </q> he said. <strong> Sergio Marchionne </strong> noted that no one else but the Canadian and U.S. governments were willing to help Chrysler.`` As the only parties willing to underwrite the risk associated with Chrysler's recovery", "new_id": -2}, {"i": 4341, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a fictitious substance called`` red mercury'' that, according to local lore, can be found in the throats of ancient mummies. Some people think it has magical powers and can be used to summon spirits. <q> They live thinking about it. They could kill each other to get it, </q> <strong> Zahi Hawass </strong> said.`` When I enter any place in Egypt, people ask me all the time about this.'' The museum is still checking to determine whether any items are missing. On his website, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297407745191856652"}]