[{"uid": "1295714291131842066", "i": 36117, "idx": 0, "sa": ["Andy Coulson", "Greg Mattison"], "q": "time but you don't stop.\", Mich.( AP)-- Baltimore Ravens defensive coordinator <strong> Greg Mattison </strong>..., Mich., Jan. 21( UPI)-- Ford Motor Executive Chairman Bill Ford told... Report Abuse <q> You can't TRUST a muslim... I don't care where they were born... I'll bet the farm, <strong> Ahmed Kousay al-Taie </strong> is using what he learn in the U.S. military to fight America either in one of any third world toilets, inclucing Iraq or here at home training his muslim buddies how to attack America on American soil... </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1296746557227606543", "i": 1158, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "- <strong> Donald Rumsfeld </strong>\" goes so far as to depict former <strong> President Bush </strong> as presiding over a national security process that was marked by incoherent decision-making and policy drift, most damagingly on the war in Iraq.\"- <q> <strong> Donald Rumsfeld </strong> remains largely unapologetic about his overall handling of the Iraq conflict and concludes that the war has been worth the costs. Had the government of <strong> Saddam Hussein </strong> remained in power, he says, the Middle East would be` far more perilous than it is today'. </q>-\" Addressing charges that he failed to provide enough troops for the war, he allows that,` In retrospect, there may have been times when more troops could have helped'.\"", "new_id": -2}, {"uid": "1297219570140312582", "i": 6231, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": ", maybe, <strong> Paula Abdul </strong> on the judging panel.\" We've spoken to her, she knows I'm a big fan,\" <strong> Simon Cowell </strong> said of his former fellow\" American Idol\" judge. <q> I've always said at some point we are going to be working together. </q> But, he added,\" I have to take everyone's opinions into account,\" including that of the show's other producers and the network. Our opinion is that we should be", "new_id": -2}, {"uid": "1295641931245137430", "i": 4216, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "firm. He'll still act as\" an advisor to Page and fellow co-founder <strong> Sergey Brin </strong>\". Pheeew! For a moment there... Anyhow, as\" co-founder\" <strong> Sergey Brin </strong> will be working on <q> strategic projects, in particular working on new products </q> the company says, notes the story.\" His title will remain. So it sounds like no big change there.\" Big Bang At Google: Larry Page To Replace <strong> Eric Schmidt </strong> As CEO On April 4", "new_id": -2}, {"uid": "1295563366075235400", "i": 29183, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too.\" There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,\" Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him </q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. We were unable to request friendship", "new_id": -2}, {"uid": "1295437368052150285", "i": 23912, "idx": 0, "sa": ["Simon Cowell"], "q": "fine, but they are not likely going to create something truly great. The entrepreneur who wants to achieve something great says,\" I'm really passionate about changing the way X works\" or, <q> I want to create something that enables people to do X differently. </q> They are the ones with the biggest ideas, and, while many fail, the ones that succeed tend to have a much broader impact and build more significant and lasting companies. <strong> Simon Cowell </strong> Warrillow", "new_id": -2}, {"uid": "1297597754169951245", "i": 37337, "idx": 2, "sa": ["Zahi Hawass"], "q": "artefact is the teenage monarch's gold funerary mask, which stares out from a case on the first floor of the museum. <strong> Zahi Hawass </strong> said an investigation has been launched to find those behind the theft. <q> The police and army plan to follow up with the criminals already in custody, </q> he added. Article: Experts fret for Egypt's treasures, ancient sites... Article: Egypt army forces path for traffic in Tahrir... Photo in Slideshow: Palestinian-American Eyad Kishawi waves an Egyptian... Photo in", "new_id": -2}, {"uid": "1295817637129564698", "i": 3527, "idx": 1, "sa": ["Andy Coulson", "Richard Keys"], "q": "and expressed their regret.\" The FA issued a statement which offered\" wholehearted and continuing support\" for female match officials. Mike Riley, general manager of the referees' body said: <q> All referees and assistant referees are appointed on merit and ability. They are assessed on their performances only. </q> <strong> Richard Keys </strong>: Well, somebody better get down there and explain offside to her. <strong> Andy Coulson </strong> Gray: Yeah, I know. Can you believe that? Female linesman. Forget what I said-", "new_id": -2}, {"i": 19946, "idx": 0, "index_answer": 1, "new_id": -1, "q": "court of law, very fine lines and what responsibility women have with regards to our own safety. These do not lend themselves to non-reflection, which is understandably all <strong> Ben Roethlisberger </strong> R wanted to do Monday. <q> That is a great reflective question, and I think the time for reflecting is probably after the year, </q> he said. Variations of reflect were the words of the day. But as I listened to him, I could not help but think of beleaguered Eagles QB <strong> Michael Vick </strong>. Every good game,", "sa": ["Michael Vick", "Ben Roethlisberger"], "uid": "1296535397014417929"}, {"uid": "1296862636132562982", "i": 10934, "idx": 6, "sa": ["John McCain", "Donald Rumsfeld", "President Bush"], "q": "<strong> Donald Rumsfeld </strong>. He and I had a very, very strong difference of opinion about the strategy that he was employing in Iraq, which I predicted was doomed to failure,\" <strong> John McCain </strong> told ABC television. <q> And thank God he was relieved of his duties and we put the surge in, otherwise we would have had a disastrous defeat in Iraq. </q> Rummy writes On <strong> President Bush </strong>\" While the <strong> President Bush </strong> and I had many discussions about the war preparations, I do not recall his ever asking me if I thought going to war with Iraq was", "new_id": -2}]