[{"uid": "1296510256041320476", "i": 19300, "idx": 0, "sa": ["Zahi Hawass"], "q": "Council of Antiquities. <strong> Zahi Hawass </strong>, who a source says has been promoted to the new position of Minister of Antiquities as part of a cabinet shakeup yesterday, faxed a colleague in Italy that 13 cases were destroyed. <q>My heart is broken and my blood is boiling,<q> the U.S.-trained archaeologist lamented. A human chain soon formed outside the museum to protect the institution, which holds some 120,000 artifacts from prehistoric to Roman times, including King Tutankhamen's gold death mask. By", "new_id": -2}, {"uid": "1295458115232456193", "i": 48244, "idx": 1, "sa": ["Michael Jordan", "Larry Bird", "Allen Iverson", "David West"], "q": "the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. \"Anybody that bet on it, some broke people out there,\" <strong> Allen Iverson </strong> said. <q><strong> Elgin Baylor </strong>'m glad nobody didn't bet their life on it'cause they definitely would be dead right now.<q> Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. \"Our guys just try hard,\" Sixers coach <strong> Larry Bird </strong> <strong> David West </strong> said. \"This is kind of unexpected", "new_id": -2}, {"uid": "1296622781114606115", "i": 10848, "idx": 5, "sa": ["Sergio Marchionne"], "q": "moving more and more towards a European blueprint,\" observes Callum MacRae, PricewaterhouseCoopers motor industry analyst. \"European manufacturers are very adept at engine technology.\" This could benefit Fiat, as <q>fuel economy is embedded into the brand<q>, Mr <strong> Sergio Marchionne </strong> acknowledges. \"But it's about much more than that. I don't think it's dependent on fuel prices,\" he insists. \"Buying a Fiat 500 is", "new_id": -2}, {"uid": "1296273660046694428", "i": 16952, "idx": 4, "sa": ["I Roy", "Allen Iverson"], "q": "on the right thumb he badly sprained less than two weeks ago, he scored 17 of Philadelphia's last 26 points. \"<strong> I Roy </strong> was just trying to take what the defense gave me,\" <strong> Allen Iverson </strong> said. <q><strong> I Roy </strong> didn't want to be overaggressive. <strong> I Roy </strong> just wanted to let my teammates do what they had to do early in the game because they( Grizzlies) were taking away some of the shots <strong> I Roy </strong> wanted by zoning up. <strong> Rafer Alston </strong> teammates held the fort, and then when <strong> I Roy </strong> got an opportunity, <strong> I Roy </strong> just tried to make the best of it.<q> <strong> Allen Iverson </strong> made 10-of-24 shots, including 4-of-7 3-pointers. He added six assists and three steals and confounded the Grizzlies with his quickness. The 76ers never trailed over the last three quarters but played fast and loose with the", "new_id": -2}, {"uid": "1295559682260145158", "i": 14805, "idx": 1, "sa": ["Eric Schmidt"], "q": "way we are structured,\" Mr. <strong> Eric Schmidt </strong> wrote in a Twitter account, Mr. <strong> Eric Schmidt </strong>, who was widely described as \"adult supervision\" at Google when he was named chief executive, wrote: <q>Day-to-day adult supervision is no longer needed.<q>", "new_id": -2}, {"uid": "1296582890005816352", "i": 768, "idx": 4, "sa": ["Zahi Hawass"], "q": "intact. \"I had tears because I thought that what I did for the last nine years protecting the Egyptian monuments, was gone,\" <strong> Zahi Hawass </strong> declared, so ebullient that he was almost shouting. <q>I am so happy to announce that today everything is safe.<q> He spoke in his office at the Supreme Council of Antiquities in the relative calm of Zamalek, an upscale island district in the Nile River. He wore a white handkerchief in the breast pocket of his", "new_id": -2}, {"uid": "1295945595182452244", "i": 20850, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "They've been allocating money to all strategies,\" said Vijay Rakesh, an analyst at Sterne Agee& Leach Inc. in Chicago who has a \"buy\" rating on Intel shares and doesn't own any. <q>They made acquisitions last year. They're paying out pretty good dividends, and now they're doing buybacks.<q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog NOVATO 4 BR/ 4.0 BA$ 1,585,000.00 SAN RAFAEL 5 BR/ 3.1 BA$", "new_id": -2}, {"i": 20833, "idx": 5, "index_answer": 0, "new_id": -1, "q": "In the Apple case, he stayed longer on the board than he should have, given the interest his company was pursuing.\" Once you are on the black list at Apple, <strong> Roger Kay </strong> added, <q>you don't get to come back.<q> That also leaves out the not-too-small question of how <strong> Google Inc. </strong> would react to having its former leader run a key competitor. Lawsuits would be more than likely- if <strong> Eric Schmidt </strong> is not already tied down by a", "sa": ["Roger Kay", "Eric Schmidt", "Google Inc."], "uid": "1296106095124256262"}, {"uid": "1295154648139460635", "i": 23232, "idx": 2, "sa": ["Norman Schwarzkopf", "Colin Powell", "George H.W. Bush"], "q": "'s the way I fell about it.\" In his memoirs, <strong> Norman Schwarzkopf </strong> stated \"I don't have any problem with it\" when informed by <strong> Colin Powell </strong> that <strong> George H.W. Bush </strong> was prepared to stop the war. <q>Our objective was the destruction of the enemy forces, and for all intents and purposes we've accomplished that objective.<q> Boomer expressed similar thoughts. \"Sure, I felt another three days would have been a pretty dramatic thing,\" he said, \"but there was so much going into the decision(", "new_id": -2}, {"uid": "1295563040148553740", "i": 36701, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Google( NASDAQ: GOOG) said <strong> Eric Schmidt </strong> will continue to act as an internal advisor to Page and <strong> Sergey Brin </strong>, but will devote his attention to other areas, including deals, partnerships and government relations. <q>We've been talking about how best to simplify our management structure and speed up decision making for a long time,<q> <strong> Eric Schmidt </strong> said in a statement. \"By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "new_id": -2}]