[{"uid": "1295669715025427979", "i": 51276, "idx": 0, "sa": ["Jennifer Lopez", "Simon Cowell", "Ricky Gervais", "Piers Morgan"], "q": "... <strong> Ricky Gervais </strong> said he did nothing wrong while hosting Hollywood's Golden... Photo: <strong> Piers Morgan </strong>, host of`` <strong> Piers Morgan </strong> Tonight,'' poses during the Turner... <strong> Simon Cowell </strong>, instruments and others, plus <strong> Jennifer Lopez </strong>... Report Abuse <q> This just means that there are more racists in America than we realize. </q> Does anyone remeber that the murderers, rapists, thieves and hardended criminals were the ones exiled to the New America from Britain and other European countries during the days of the colonies? So why would you", "new_id": -2}, {"uid": "1295189804049070144", "i": 24491, "idx": 2, "sa": ["Ryan Seacrest", "Jennifer Lopez", "Nigel Lythgoe", "Simon Cowell"], "q": ", I think, for contestants than maybe in years past,'' <strong> Jennifer Lopez </strong> says in an interview on the disc, though <strong> Simon Cowell </strong>'s name is never mentioned. Host <strong> Ryan Seacrest </strong> is less subtle. <q> In the past there was a diabolical at times figure and a real acerbic tough figure on the panel, </q> he says. Ouch. By the time <strong> Simon Cowell </strong> left Idol last May after nine seasons with the show, he had become its star. <strong> Nigel Lythgoe </strong>, the fellow Brit who was brought back as Idol", "new_id": -2}, {"uid": "1295739721256016402", "i": 42366, "idx": 0, "sa": ["Andy Coulson", "René Préval", "Jean-Claude Duvalier"], "q": "Slideshow: Former Haitian dictator <strong> Jean-Claude Duvalier </strong> Photo in Slideshow: <strong> Jean-Claude Duvalier </strong>`` <strong> Jean-Claude Duvalier </strong>'' <strong> Jean-Claude Duvalier </strong> Photo in Slideshow: Haitian President <strong> René Préval </strong> Photo in Slideshow: Hiati President <strong> René Préval </strong> holds a wreath of flowers at a mass... Report Abuse <q> When he was President, there was law and order. He provided universal health care and education and there was prosperity for all. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295021128171180035", "i": 4114, "idx": 4, "sa": ["Gabrielle Giffords", "Barack Obama", "Kirsten Gillibrand"], "q": "a doctor who was there was`` unbelievably excited because it was such great progress.'' The visiting lawmakers soon left their colleague to rest.`` We couldn't stop crying,'' <strong> Kirsten Gillibrand </strong> said. <q> We were so excited. </q> The news about <strong> Gabrielle Giffords </strong>' progress was greeted with cheers a short time later, when <strong> Barack Obama </strong> announced it during a memorial service for all the victims and survivors of Saturday's shooting in front of a Tucson", "new_id": -2}, {"uid": "1296050947129286171", "i": 2713, "idx": 0, "sa": ["Simon Cowell", "Will Smith", "Nicole Scherzinger"], "q": "is the latest star to be linked with the job on the panel. Earlier this month Hollywood actor, <strong> Will Smith </strong> was also said to be on <strong> Simon Cowell </strong>'s wish list. An insider told Look magazine: <q> To get[ Rihanna] on the show would give it real star power.`` <strong> Nicole Scherzinger </strong> and Cheryl Cole are also being considered for places on the judging panel, because they've got a proven track record of being great judges, but that doesn't rule Rihanna out. </q> The pretty 22-year-old, who has become the first female solo-artist to hit number one in the UK Charts every year for the last five years, is said to be in talks with <strong> Simon Cowell </strong>.", "new_id": -2}, {"uid": "1295022795099024897", "i": 40295, "idx": 0, "sa": ["Gabrielle Giffords", "Barack Obama", "Kirsten Gillibrand"], "q": "her hospital room when the Arizona congresswoman opened her eyes for the first time. This morning <strong> Kirsten Gillibrand </strong> was on Morning Joe, and the hosts asked her to talk about <strong> Gabrielle Giffords </strong> as a person. <q> She's the most non-partisan person I've ever met, </q> <strong> Kirsten Gillibrand </strong> said.`` She's the vision of hope for this country right now. She embodies everything that <strong> Barack Obama </strong> was trying to say, that we have to be better than we are.'' <strong> Kirsten Gillibrand </strong>", "new_id": -2}, {"uid": "1296478830064815110", "i": 46482, "idx": 0, "sa": ["Sergio Marchionne"], "q": "trucks, including a new version of its Jeep Grand Cherokee. <strong> Sergio Marchionne </strong>, the chief executive of both Chrysler and Fiat, said that retooling the product lineup had positioned Chrysler to start making money again. <q> It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> He said the company would increase revenues this year to$ 55 billion and achieve net income of$ 200 million to$ 500 million. The company still owes more than$ 7 billion to", "new_id": -2}, {"uid": "1297423752197410901", "i": 22125, "idx": 0, "sa": ["Stephen Elop", "Steve Ballmer"], "q": ". Allerdings hatte Nokia Sorgen, sich in der Masse verschiedener Android-Hersteller nicht hervorheben zu k?nnen, erkl?rte <strong> Stephen Elop </strong> am Freitag. Nokia und Microsoft lie?en am Freitag keine Zweifel, dass sie zu Adlern werden wollen. <q> Es gibt andere mobile kosysteme. Wir werden sie stoppen. Es wird Herausforderungen geben. Wir werden sie berwinden </q>, verk?ndeten <strong> Stephen Elop </strong> und Microsoft-Chef <strong> Steve Ballmer </strong> in einem gemeinsamen Brief. Die Strategie-Details Daf?r wollen der Handy- Marktf?hrer und der weltgr?te Software-Konzern alle ihre Juwelen zusammenlegen. So sollen alle Nokia-Nutzer mit Microsofts Bing im Internet", "new_id": -2}, {"uid": "1296137334113377297", "i": 3099, "idx": 5, "sa": ["Michael Vick"], "q": ", and a thigh pad during the season. It is <strong> Michael Vick </strong>'s first major paid endorsement since going to prison.`` They're the reason I made it through the season,'' <strong> Michael Vick </strong> said. <q> It's a great opportunity for me. </q> On Wednesday, <strong> Michael Vick </strong> stepped off the team bus at a local high school and was cheered by about 100 fans who lined the entrance to the school's stadium. He walked to the practice field,", "new_id": -2}, {"i": 46291, "idx": 0, "index_answer": 2, "new_id": -1, "q": "<strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q> I told him,` I'm glad you're here, because it is your moment as well', </q> <strong> Ray Allen </strong> said.`` When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "uid": "1297538891173686785"}]