[{"uid": "1297355862235454526", "i": 17183, "idx": 4, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Update: Power Restored in Chilton Area, Schools Delayed Embezzlement Could Force Kids' Figure Skating Club to", "new_id": -2}, {"i": 3029, "idx": 0, "index_answer": 2, "new_id": -1, "q": "how daunting the brief affair can be. That includes <strong> David Letterman </strong>, who has yet to shed memories of his bumpy 1995 Oscar gig that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. <q> <strong> Ricky Gervais </strong> was the host of the( Globes) show-- very funny guy, </q> <strong> David Letterman </strong> said on his late-night CBS show Monday.\" But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.\"' At", "sa": ["Uma Thurman", "Oprah Winfrey", "David Letterman"], "uid": "1295447959150847521"}, {"uid": "1297254281101777433", "i": 42555, "idx": 2, "sa": ["Simon Cowell"], "q": "fan,\" <strong> Simon Cowell </strong> said of his former fellow\" American Idol\" judge.\" I've always said at some point we are going to be working together.\" But, he added, <q> I have to take everyone's opinions into account, </q> including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the four-member panel has yet to be made and won't be announced for another month or so", "new_id": -2}, {"uid": "1296376709098549798", "i": 11631, "idx": 0, "sa": ["Zahi Hawass"], "q": "mummies were seriously damaged by an out-of-control mob at the Egyptian Museum in Cairo yesterday before civilian volunteers saved the vaunted treasure trove of ancient artifacts from greater damage by forming a human chain around the building. <q> I felt deeply sorry today when I came this morning to the Egyptian Museum and found that someone had tried to raid the museum by force last night, </q> said <strong> Zahi Hawass </strong>, Egypt's top archeologist and star of The History Channel show\" Chasing Mummies.\" TOMB MUCH: Altruistic Egyptians rally around a tank protecting antiquities in Cairo yesterday. After the looters got", "new_id": -2}, {"uid": "1295568022204079113", "i": 40361, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Glen Solimine, CEO of Speranza, discusses how the company helps customers in a variety of industries control their bank relationships with Speranza software, which allows for the opening and closing of accounts and changing signing privileges", "new_id": -2}, {"uid": "1297088565019349578", "i": 17381, "idx": 0, "sa": ["Simon Cowell"], "q": "website for the upcoming Fox version of <strong> Simon Cowell </strong>'s competition confirmed the news. The show will allow anyone over the age of 12 to audition to become\" America's next undiscovered superstar\". <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> <strong> Simon Cowell </strong> said.\" I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing", "new_id": -2}, {"uid": "1295644189196657172", "i": 21593, "idx": 7, "sa": ["Clive Goodman", "Glenn Mulcaire", "Andy Coulson"], "q": "a\" second chance\" after his resignation as News of the World editor following the jailing of <strong> Clive Goodman </strong>, the paper's former royal editor, and <strong> Glenn Mulcaire </strong>, the private investigator, over phone hacking. <q> This was very much <strong> Andy Coulson </strong>'s decision, </q> one Downing Street source said.\" The prime minister, who has obviously been very supportive of <strong> Andy Coulson </strong>, did not want him to resign. But the prime minister did accept that the pressure had made it difficult", "new_id": -2}, {"uid": "1296129269246497294", "i": 802, "idx": 0, "sa": ["David Jason", "Simon Cowell"], "q": "to announce my retirement... but I'm not b*** y going to!\" <strong> David Jason </strong> won the top actor prize for his last stint in A Touch Of Frost. He said of his win: <q> This is a real turn up for the book. </q> The X Factor was named the most popular talent show, and judge <strong> Simon Cowell </strong> gave the statuette to a show producer who had beaten cancer. EastEnders was crowned top soap and also picked up awards", "new_id": -2}, {"uid": "1297196814076382262", "i": 12944, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "pages, and they're going to be mentioned,\" he says.\" We had a nice discussion,\" he says. <strong> Donald Rumsfeld </strong> defends the decision to go to war in Iraq- <q> Are we better off today with <strong> Saddam Hussein </strong> gone? Yes </q>- and denies that the Bush administration neglected the war in Afghanistan once the campaign against Baghdad had begun. Still, an internal Pentagon memo he wrote in October 2003 questioned whether the United States was winning", "new_id": -2}, {"uid": "1297390855091619342", "i": 818, "idx": 3, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell", "President Bush"], "q": "<strong> Donald Rumsfeld </strong> takes particular offense at <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq.\" <strong> Colin Powell </strong> was not duped or misled by anybody,\" <strong> Donald Rumsfeld </strong> writes. <q> Nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.( CIA Director <strong> President Bush </strong>) Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong. </q> Even so, <strong> Donald Rumsfeld </strong>- who does reveal that <strong> President Bush </strong> asked for Iraq invasion plans within days of 9/11- argues that removing <strong> Saddam Hussein </strong> was the right thing to do. He denies, however, that putting", "new_id": -2}]