[{"uid": "1296883519100614192", "i": 1112, "idx": 0, "sa": ["Ruairi Quinn", "Micheál Martin", "Eamon Gilmore", "Jean-Claude Trichet"], "q": "Fionnan Sheahan and Majella O'Sullivan THE Labour Party admitted yesterday that large parts of the international bailout can not be renegotiated. Fianna Fail leader <strong> Micheál Martin </strong> said the party would not succeed just by saying they would <q> thump the table in href=\"http://searchtopics.independent.ie/topic/Europe\"> Europe and renegotiate the deal </q>. Labour's <strong> Ruairi Quinn </strong> admitted the party could not unilaterally renegotiate the deal. <strong> Eamon Gilmore </strong> dismissed Europe's bank chief saying there was no renegotiation on the cards. <strong> Jean-Claude Trichet </strong> was just`` a civil servant", "new_id": -2}, {"uid": "1294971680128761890", "i": 31580, "idx": 0, "sa": ["Mike Pence", "Gary Ackerman", "Peter King"], "q": "allow college students to carry firearms on campus. Advocates of new federal gun controls are planning to introduce legislation, but their aims are minimal, and their expectations for passage very low. <q> We're not looPeter King at banning all weapons, </q> said <strong> Mike Pence </strong> <strong> Gary Ackerman </strong>, a New York Democrat who wants to close a loophole that allows some private dealers to sell guns without conducting background checks.`` We're looPeter King to make sure that innocent people from all over", "new_id": -2}, {"uid": "1297521836086999055", "i": 2064, "idx": 0, "sa": ["Mark Buehrle", "Felix Jones", "Michael Jordan", "Michael Vick"], "q": "did was wrong. But we wonder how <strong> Mark Buehrle </strong> can justify being compassionate to animals but wanting <strong> Michael Vick </strong> to get injured. We liked a comment an ESPN.com reader named <strong> Felix Jones </strong> wrote about the issue: <q> The obvious response[ especially as a Tigers fan] would be to say,' I hope <strong> Mark Buehrle </strong> gets hurt!,' but I truly don't. Mr. <strong> Mark Buehrle </strong>, I hope you go through the entire season- the rest of your career, as well- without any significant injuries. I just hope you suck. </q> <strong> Michael Jordan </strong> still has it... sort of The Charlotte Bobcats had a guest appearance at practice yesterday. Team owner <strong> Michael Jordan </strong>, who turns 48 next Thursday, laced up his sneaks and participated", "new_id": -2}, {"uid": "1296265668168345607", "i": 1198, "idx": 2, "sa": ["Angelina Jolie"], "q": "as their birth sign are considered to be`` in conflict'' and may encounter bad luck.`` The three stars affecting their relationship this year are related to disputes and arguments,'' Tsai said. <q> They'll be lucky if they manage to stay together. </q> Still, Tsai said, there may be a way out of the muddle- not only for <strong> Angelina Jolie </strong> and <strong> Angelina Jolie </strong>, but indeed, for anyone who appears to have gotten the short end of the stick", "new_id": -2}, {"uid": "1296453631151257090", "i": 26306, "idx": 1, "sa": ["Arian Foster", "Michael Vick", "Dwayne Bowe", "Frank Gore"], "q": "<strong> Frank Gore </strong>, which paid off immensely as <strong> Frank Gore </strong> was placed on IR a month later. He ended the season with three of the top five point-getters in the entire NFL- <strong> Michael Vick </strong>, <strong> Arian Foster </strong> and <strong> Dwayne Bowe </strong>. <q> I was just doing it all on my own, but when I got close I started listening to some of the Fantasy gurus on television who say play this guy, or don't play that guy, and pick up this guy, and I did some of that and I started making mistakes and they didn't pan out, but I still lucked through, </q> he said.`` Ninety-nine percent is luck because you have to have the right matchups.'' Even for a first-year Fantasy Football player, Tulipane said he knew enough that you can't play a wide", "new_id": -2}, {"uid": "1295554755243744795", "i": 16235, "idx": 1, "sa": ["Michael Vick"], "q": "far as people reporting where as before they might not have thought it got the attention that it needed.'' She says there is large public awareness of animal fighting after the <strong> Michael Vick </strong> case. <q> I know that there were probably many people who prior to the <strong> Michael Vick </strong> case maybe didn't even know that dog fighting existed, or they thought that it was something that happened once in a while in a small, poor corner of a city. </q> Cosby says the work that the organization does is supported by donors and people who care.`` So people who care can really make a difference. Having the man power and having the money", "new_id": -2}, {"uid": "1295611377050561050", "i": 2667, "idx": 0, "sa": ["Eric Schmidt"], "q": "vor seinem Abtritt erst ein mal Aktienoptionen im Wert von 334 Millionen Dollar. Das ist allerdings erst der bescheidende Anfang. Der scheidende Google-Chef <strong> Eric Schmidt </strong> trennt sich vor seinem Abschied von einem kleinen Teil seiner Aktien. <q> <strong> Eric Schmidt </strong> hat vor, 534.000 Aktien zu verkaufen </q>, hei?t es in der Meldung an die US- B?rsenaufsicht SEC. Dies entspricht zum gegenw?rtigen B?rsenkurs einem Wert von 334 Millionen Dollar( 247 Mio Euro). Macht <strong> Eric Schmidt </strong> von dieser Option in vollem Umfang Gebrauch,", "new_id": -2}, {"uid": "1295753820028917780", "i": 35066, "idx": 1, "sa": ["David Chiang", "Jerry Brown", "Bill Lockyer"], "q": ".`` Get it done, the sooner the better,'' <strong> Bill Lockyer </strong> said Saturday during his appearance at a conference sponsored by the Institute of Governmental Studies at UC Berkeley. If not, he said, <q> We will run out of money to pay the Bill Lockyers. </q> <strong> Jerry Brown </strong> and state Controller <strong> David Chiang </strong>, who is charged with paying the state's Bill Lockyers, have yet to outline so dire a scenario.`` I am not supposed to say any of this,''", "new_id": -2}, {"uid": "1297266831144211998", "i": 49636, "idx": 2, "sa": ["Simon Cowell", "Paula Abdul"], "q": "with me.'' There have been rumours that she will be making an appearance on <strong> Simon Cowell </strong>'s new show The X Factor when he launches it in the US later this year. She said: <q> He always talks to me, we will work together some how, some way. He's an acquired taste but I love him very much. </q> <strong> Paula Abdul </strong> was then asked if she'd seen <strong> Simon Cowell </strong>'s Super Bowl promo for The X Factor. She said:`` Oh yeah I have, he's a massive fan of mine, definitely", "new_id": -2}, {"i": 19821, "idx": 1, "index_answer": 2, "new_id": -1, "q": "that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>.`` <strong> Ricky Gervais </strong> was the host of the( Globes) show-very funny guy,'' <strong> David Letterman </strong> said on his late-night CBS show Monday. <q> But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.' </q> At the 2008 Emmy Awards, there was a misguided attempt to pay homage to reality TV by letting five of the genre's hosts, including <strong> Heidi Klum </strong> of`` Project Runway'' and <strong> Jeff Probst </strong> of`` Survivor", "sa": ["Uma Thurman", "Jeff Probst", "David Letterman", "Ricky Gervais", "Oprah Winfrey", "Heidi Klum"], "uid": "1295447541150847576"}]