[{"uid": "1297113612077856768", "i": 26118, "idx": 7, "sa": ["Simon Cowell"], "q": "I could do this, there would be no point in making the show.\" The mentoring component grew out of him becoming bored and frustrated just sitting at the Idol desk and picking apart performances. <q> I wanted to make a show on which I and my fellow judges could help on a weekly basis. It's interesting to be judged as much as the artists. It really does become incredibly competitive. Unlike the singers, we don't pretend to like each other. </q> <strong> Simon Cowell </strong> avoided commenting extensively on the new Idol judges panel, saying he hasn't seen a whole episode. \"From what I've seen and heard, things seem to be going well, which I", "new_id": -2}, {"uid": "1295629074004243497", "i": 10231, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Tommy Sheridan"], "q": "done. I have never condoned the use of phone hacking and nor do I have any recollection of incidences where phone hacking took place.\" <strong> Andy Coulson </strong> at the <strong> Tommy Sheridan </strong> trial, 9 December 2010 <q> I don't accept there was a culture of phone hacking at the NoW. All I can tell you is that, as far as my reporters are concerned, the instructions were very clear: they were to work within the law and within the PCC code. It's in their handbooks. </q> <strong> David Cameron </strong> defends <strong> Andy Coulson </strong> on BBC Radio 4's Today programme, 17 January 2011 \"I almost think there is a danger at the moment that he is effectively being punished twice for the same offence. I", "new_id": -2}, {"uid": "1296156422245841951", "i": 42701, "idx": 0, "sa": ["Bernie Sanders", "Barack Obama"], "q": "need <strong> Barack Obama </strong> to have their back on this-- in part because some Democrats think Social Security benefit cuts are the way to go. On that score they're hopeful, but see room for improvement. <q> I think he's mostly there, I would like to see him be even clearer, </q> <strong> Bernie Sanders </strong> told reporters. \"I would like to see him simply say what he said during the campaign... that he will not support cuts, raising the retirement age, or in any case privatization.\"", "new_id": -2}, {"uid": "1295264408234684423", "i": 30230, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": ", an unemployed lifelong collector of military artifacts from Simi Valley, Calif., admitted in federal court in Wilmington, Del., that he illegally exported a... The nation in brief QUOTE OF THE DAY <q> She's making progress every day. </q> Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., on the condition of her friend, Rep. <strong> Gabrielle Giffords </strong>, who was shot in the head last... Use the comment form below to begin a discussion. All rights reserved", "new_id": -2}, {"uid": "1297158148070336571", "i": 50784, "idx": 2, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "( NEW YORK)-- Former Defense Secretary <strong> Donald Rumsfeld </strong> declares that his biggest regret in office was not convincing <strong> George H. W. Bush </strong> to accept his resignation after the Abu Ghraib prison scandal, and said the country and the Pentagon probably <q> would've been better off </q> if he had left office in 2004. In an exclusive interview with ABC News, <strong> Donald Rumsfeld </strong> also said the enhanced interrogation techniques he approved for use on the so-called \"20th hijacker\" -- including forced stress", "new_id": -2}, {"uid": "1297434248161464358", "i": 1098, "idx": 0, "sa": ["Andy Coulson", "Vince Cable"], "q": "NHS reforms, School building,` Free schools', military funding, Bankers bonuses, <strong> Andy Coulson </strong>, <strong> Vince Cable </strong> etc Their backers in the city want to see some return on their` investment'. <q> It just shows that this government is made up of liars and cowards. </q> mona4 11 February 2011 1:57 PM \" It's another example of the Coalition Government listening to the responses in their consultation processes, and modifying their policies accordingly. Bastards! \" In", "new_id": -2}, {"uid": "1295639889070795282", "i": 40865, "idx": 3, "sa": ["Alastair Campbell", "Andy Coulson", "Damian McBride", "David Cameron"], "q": "servant of this country\" . <strong> David Cameron </strong> said he was saddened by his departure, adding he felt his communications director was \"being punished twice for the same offence.\" The PM said: <q> This is all about the past. It has gone on and on and I can understand why he feels the pressure of that. \"I choose to judge him by the work he has done for me for the government and for the country. He has run the Downing Street press office in a very straightforward, professional and competent way </q>. <strong> David Cameron </strong> said he compared <strong> Andy Coulson </strong>'s regime favourably to \"the days of dodgy dossiers, <strong> Alastair Campbell </strong>, <strong> Damian McBride </strong>, and all that nonsense we had from the past government\" . He also again", "new_id": -2}, {"uid": "1297413537259899417", "i": 44074, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Horn told TheDC that one of the big mistakes people are making is to confuse weather with climate. A couple of snow storms no more disprove global warming than a really hot day confirms the theory. <q> Weather is what we wake up to everyday. Climate is the average of weather over a long period of time... So it makes no sense to try to say that a storm, or storms, or hurricanes are from global warming. You can not say that because what we have seen through history is that the variability of weather is so enormous that there is no comparison. </q> So folks, strap on your snow boots, endure the cold, but don't try to draw conclusions from what you see when you look out the window. TheDC Interview: <strong> Donald Rumsfeld </strong>- secret", "new_id": -2}, {"uid": "1295551262232112136", "i": 32968, "idx": 0, "sa": ["Greg Anthony", "Charles E. Barkley", "Kenny Smith", "Kool Savas", "Simon Cowell"], "q": "target=\"_blank\" games and <strong> Charles E. Barkley </strong>, <strong> Kenny Smith </strong> and <strong> Greg Anthony </strong> will offer analysis from studios in Cowell_Simon Cowell_Impersonation_by_Piers!_!_AND_Simon Cowell_mocking_him Britain's Got More Talent. <strong> Simon Cowell </strong> points out that Piers talks too much, and Piers immitates <strong> Simon Cowell </strong>! <strong> Simon Cowell </strong>'s PRICELESS <q> Guys, 3 Yeses!! </q> looool Bello Blog# 1: Jam FM Studiobesuch+ Studiosession, Making of \"Techno Pilot\" Video& Behind the Scenes@ MTV Home www.Kool SavasKool Savas.de New TYT Facebook Page(!): www.facebook.com Follow us", "new_id": -2}, {"uid": "1295257856143179793", "i": 18100, "idx": 1, "sa": ["Andy Coulson", "John Humphrys"], "q": "- quit- News- World- hacking.html?ITO=1490\"> resignation. \"I don't go into private conversations,\" was all the Prime Minister would say when pressed by <strong> John Humphrys </strong>. Elsewhere, Cameron offered his standard <q> everyone deserves a second chance </q> defence of <strong> Andy Coulson </strong>. The former News of the World editor may have taken ultimate responsibility and resigned from the tabloid-- how could he not?-- but unanswered questions remain over the phone-hacking scandal. <strong> Andy Coulson </strong>", "new_id": -2}]