[{"uid": "1295652755122683468", "i": 27497, "idx": 6, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "<strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,'' <strong> Eric Schmidt </strong> said in a posting on the company's official blog. <q> And over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> <strong> Google Inc. </strong> also reported fourth-quarter financial results, beating Wall Street's net revenue expectations. <strong> Eric Schmidt </strong> said on his blogpost that Page, the son of a Michigan State University computer science professor,", "new_id": -2}, {"uid": "1295317822227213382", "i": 41844, "idx": 1, "sa": ["Piers Morgan", "Howard Stern", "David Letterman", "Jay Leno"], "q": "new CNN show <strong> Piers Morgan </strong> Tonight, stating that <strong> Jay Leno </strong> has little original material on his NBC late-night series The Tonight Show.`` <strong> Jay Leno </strong> is insane. And <strong> Jay Leno </strong> is a crook,'' he told <strong> Piers Morgan </strong>. <q> And the world knows exactly what he's up to. He steals a tremendous amount of material. </q> <strong> Howard Stern </strong> continued:`` He's not fit to scrub <strong> David Letterman </strong>'s feet. I don't know how he's beaten <strong> David Letterman </strong> in the ratings. It's beyond my comprehension.'' EastEnders: Carol", "new_id": -2}, {"uid": "1296108792157515807", "i": 30765, "idx": 0, "sa": ["Eric Schmidt", "Ken Loach"], "q": "director as students argue with him to use his influence to secure the release of cleaning staff kidnapped by immigration police on Friday morning. Press Release: <strong> Ken Loach </strong>, director of the film Looking For <strong> Eric Schmidt </strong>, stated: <q> This raid is the action of a bully. Migrant workers are amongst the most vulnerable- poorly paid and far from home. Recent action by Unison to secure better wages and conditions at SOAS was good news. Now we wonder if the SOAS cleaners are being targeted because they dared to organise as trade unionists. We should all stand with them in solidarity in the face of this victimisation. </q> Full, updated press release below- please circulate far and wide.*********************************** Without any advance warning from their ISS bosses nor the university management, SOAS cleaning staff were confronted by a hefty team of immigration officers at", "new_id": -2}, {"uid": "1296361850041893890", "i": 46449, "idx": 0, "sa": ["Zahi Hawass"], "q": "other key archaeological monuments. <strong> Zahi Hawass </strong> said now that the Egyptian Museum's collection is secure from thieves, the greatest threat to the collection inside is posed by the torched ruling party headquarters building next door. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> said as he watched fire trucks spray water on the still smoldering NDP headquarters.( See photos of Egypt convulsed by protest.) The museum, which is home to the gold mask", "new_id": -2}, {"uid": "1297229766181895210", "i": 9959, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "As for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and`` am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> <strong> Mayor Tom Leppert </strong> said he has asked the city manager to`` propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would`` welcome a clarification of the guidelines.'' Theeagle.com is pleased to", "new_id": -2}, {"uid": "1297370052141737998", "i": 23726, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "some days.`` We will open the museum after the strike is finished. I don't know when the strike is finished,'' said Antiquities Minister <strong> Zahi Hawass </strong>, referring to the upheaval. <q> I need things to go back to normal. </q> Egypt's conflict pits autocratic President <strong> Hosni Mubarak </strong> against protesters who want him out now. Anti-government demonstrators and <strong> Hosni Mubarak </strong> supporters battled in front of the Egyptian Museum's pink-walled facade last week", "new_id": -2}, {"uid": "1295601872252706846", "i": 35089, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "anything non-positive in a notice of management changes at Google? He wouldn't, for obvious reasons. Indeed, Mr <strong> Eric Schmidt </strong> instead naturally points to the harmony between himself, Larry Page and <strong> Sergey Brin </strong>, noting that: <q> For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company. </q> Enterprise Resource Planning Solutions for Growing Businesses Wednesday, 19 Jan 2011 Fujitsu Australia& New Zealand, a leading provider of ICT business solutions, today announces it has secured Frucor Beverages Ltd as a leading SAP", "new_id": -2}, {"uid": "1295136115025296936", "i": 11440, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "of California, <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>, D-Fla., and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y.`` It felt like we were watching a miracle,'' <strong> Debbie Wasserman Schultz </strong> told reporters traveling back to Washington with her on Air Force One. <q> The strength that you could see flowing out of her, it was like she was trying to will her eyes open. </q> <strong> Gabrielle Giffords </strong> is expected to survive, although her condition and the extent of her recovery remain in doubt. As finger-pointing emerged in Washington and beyond over whether harsh political rhetoric played a role in creating", "new_id": -2}, {"uid": "1295986688031850539", "i": 1412, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "of general government for the nonpartisan Legislative Analyst's Office. She noted that local jurisdictions already have control over police services and operate their departments differently, even though they are all upholding the same law. <q> You only realign programs that you are comfortable with some variation in level of services... and where you think there's enough local accountability to make sure the program is run right, </q> she said.`` If you are not,... it's probably a program best administered and controlled at the state level.'' Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed", "new_id": -2}, {"i": 46291, "idx": 0, "index_answer": 2, "new_id": -1, "q": "<strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q> I told him,` I'm glad you're here, because it is your moment as well', </q> <strong> Ray Allen </strong> said.`` When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "uid": "1297538891173686785"}]