[{"uid": "1296060080049987593", "i": 28556, "idx": 0, "sa": ["Liv Tyler", "Simon Cowell", "the Fox", "Mia Tyler"], "q": ", to getting occasionally bleeped out by <strong> the Fox </strong> show's editors, <strong> Mia Tyler </strong> told Life& Style that her rocker daddy is way more interesting than <strong> Simon Cowell </strong> and his nasty quips. <q>We're a very sarcastic family,</q> said <strong> Mia Tyler </strong>, a plus-sized model and <strong> Liv Tyler </strong>'s paternal half-sister. ''He's the funniest man I know. He's saving the show because it was kind of boring before. There's only", "new_id": -2}, {"i": 42426, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the tape is <strong> Tommy Sheridan </strong>. <strong> Tommy Sheridan </strong>, who was defending himself, asked whether he was one of the ''Wapping two top men'' regarding the purchase of the tape. Mr <strong> Andy Coulson </strong> said: <q>It came to Bob Bird first. He alerted me to its existence and I travelled to Glasgow. I viewed the tape and I suggested to Bob he should do all he could to verify the tape, though I believed it to be authentic on my first viewing and the tape was published.</q> The journalist said he decided to resign from his post after more than three years because of mounting coverage over his old job. Mr <strong> Andy Coulson </strong>, who has always denied any wrong-doing in the phone-hacking", "sa": ["Andy Coulson", "Tommy Sheridan"], "uid": "1295669855215973955"}, {"uid": "1297231761238518375", "i": 45250, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "doubt for a minute that other countries in the region looking at that have to say: ''Well, isn't that interesting?''' <strong> Donald Rumsfeld </strong> said. Still, he warned the journey Egypt was on <q>is tough, is risky and has to proceed at a pace that fits their culture.</q> M&G Online Comment Guidelines In Brief No hate speech; No racist, sexist or homophobic remarks; Keep it short; Keep it on topic; Show respect to all;@mailandguardian Top stories& newsflashes@ChrisRoperZA", "new_id": -2}, {"uid": "1296215094141213698", "i": 24232, "idx": 0, "sa": ["Mike Pence", "Darrell Issa"], "q": "not seek the Republican nomination for president in 2012. <strong> Mike Pence </strong> ruled out a White House bid in a letter sent to supporters that also fueled speculation he is instead planning a run for governor. <q>We have been especially humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home,</q> <strong> Mike Pence </strong> wrote in the letter. ''In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana.'' <strong> Mike Pence </strong> has two public events scheduled for today. <strong> Darrell Issa </strong>", "new_id": -2}, {"uid": "1296628406061571074", "i": 2903, "idx": 0, "sa": ["Allen Iverson"], "q": "hit 7-of-8 shots and was one of three Sixers to score 14 points. The return of <strong> Allen Iverson </strong> appeared to give Philadelphia a boost. <strong> Allen Iverson </strong>'s first game since Dec. 16 wasn't easy for the 34-year-old guard. <q>Once <strong> I Roy </strong> got my second wind <strong> I Roy </strong> was all right. The first couple minutes <strong> I Roy </strong> thought my heart was going to jump out of my chest,</q> said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. ''Having <strong> Allen Iverson </strong> back helps. He's a finisher. He can", "new_id": -2}, {"uid": "1295934802036896843", "i": 15719, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "Vermont <strong> Sen. Bernie Sanders </strong>( technically an Independent, though he generally sides with Democrats) said Ryan's Roadmap would slash Social Security benefits and provide tax breaks for the wealthy, while raising taxes on just about everyone else. <q>The fact of the matter is, Social Security has not contributed one nickel to our deficit or our national debt, and it must be protected,</q> <strong> Sen. Bernie Sanders </strong> added. Monday afternoon Senate Democrats sent out a message noting that Ryan's Roadmap ''has now been endorsed by the House Majority Leader and the top Republicans on both the House and Senate", "new_id": -2}, {"uid": "1297353065085246206", "i": 4670, "idx": 4, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q>It can happen to any place in the world,</q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. All content Â© Copyright 2000- 2011 WorldNow and WSFA, a", "new_id": -2}, {"uid": "1297127015165691436", "i": 15223, "idx": 0, "sa": ["Simon Cowell"], "q": "be ''down in the mouth'' during a trip to Venice, Italy, this week despite picking up Â£ 250,000 for a 40-minute show at a private party. A source close to the singer said: <q><strong> Cheryl Cole </strong>'s signed the deal, the Americans like her, but suddenly there's all this typical <strong> Simon Cowell </strong> smoke and mirrors going on. ''She's been straight with <strong> Simon Cowell </strong> but suddenly people aren't returning her calls. She doesn't want to get into a put-up scrap with <strong> Nicole Scherzinger </strong> with <strong> Simon Cowell </strong> playing the puppet master.</q> <strong> Simon Cowell </strong>, 51, is betting everything on the success of the US show and has dismayed ITV chiefs by refusing point blank to do the next British X Factor. But US TV bosses are", "new_id": -2}, {"uid": "1296950394175865882", "i": 13849, "idx": 1, "sa": ["Kirsten Gillibrand", "Harriet Tubman"], "q": "and reflect on the significance of her life,'' <strong> Kirsten Gillibrand </strong> said. Donald Pinder, president of the <strong> Harriet Tubman </strong> Organization in Maryland, said the park would offer <strong> Harriet Tubman </strong>'s story as a way to encourage people <q>to do the right thing, even when everybody says you shouldn't do that, or it's against the law.</q> ''They'll look at her, Pinder said. ''She started out as one person and look what she did.'' After escaping slavery and reaching Philadelphia in 1849, <strong> Harriet Tubman </strong> made at", "new_id": -2}, {"uid": "1297181582182665241", "i": 43795, "idx": 1, "sa": ["Simon Cowell", "Ronald Reagan"], "q": "and promotion. ''It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q>I believe I can find a star.</q> <strong> Ronald Reagan </strong> celebrated on centennial birthday <strong> Ronald Reagan </strong> celebrated on centennial birthday LA police investigating Lohan for jewelry theft Winners announced at the SAG Awards Associated Press: Fashion on the red carpet at", "new_id": -2}]