[{"uid": "1296429332256245803", "i": 14448, "idx": 5, "sa": ["Dahntay Jones", "Phil Jackson", "Allen Iverson", "Danny Granger"], "q": ". teams such as Indiana can rally and finish off the Sixers at home. <strong> Danny Granger </strong> scored 26 points and <strong> Dahntay Jones </strong> had 18 points to lead the Pacers to a 109-98 win over the Phil Jacksonadelphia 76ers on Monday night. <q> At times, when we can put teams away, we go about it in a lackadaisical way, </q> <strong> Allen Iverson </strong> said.`` We're going to continue to struggle as long as we don't have that killer instinct that everybody's been talking about.'' The Pacers earned a split of the home-and-home series after Phil Jacksonadelphia", "new_id": -2}, {"uid": "1295629074004243497", "i": 10231, "idx": 1, "sa": ["David Cameron", "Tommy Sheridan", "Andy Coulson"], "q": "done. I have never condoned the use of phone hacking and nor do I have any recollection of incidences where phone hacking took place.'' <strong> Andy Coulson </strong> at the <strong> Tommy Sheridan </strong> trial, 9 December 2010 <q> I don't accept there was a culture of phone hacking at the NoW. All I can tell you is that, as far as my reporters are concerned, the instructions were very clear: they were to work within the law and within the PCC code. It's in their handbooks. </q> <strong> David Cameron </strong> defends <strong> Andy Coulson </strong> on BBC Radio 4's Today programme, 17 January 2011`` I almost think there is a danger at the moment that he is effectively being punished twice for the same offence. I", "new_id": -2}, {"uid": "1296830789203898892", "i": 34383, "idx": 2, "sa": ["George W. Bush", "Donald Rumsfeld", "John McCain", "David Petraeus"], "q": "led by General <strong> David Petraeus </strong>, starting in 2007, a year after Mr <strong> George W. Bush </strong> sacked Mr <strong> Donald Rumsfeld </strong>. Mr <strong> Donald Rumsfeld </strong>, 78, argues in his book that he never received a request for more troops from US generals. <q> If anyone suggested... that the war plan lacked sufficient troops, they never informed me, </q> he writes. He is largely unapologetic about what went wrong after the Iraq war's initial combat phase. Start of sidebar. href=\"http://www.theaustralian.com.au/news/world/John McCain- returns- <strong> Donald Rumsfeld </strong>- iraq- fire/story- e6frg6so- 1226000403603?from=public_rss#sidebar", "new_id": -2}, {"uid": "1297413537259899417", "i": 44074, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Horn told TheDC that one of the big mistakes people are making is to confuse weather with climate. A couple of snow storms no more disprove global warming than a really hot day confirms the theory. <q> Weather is what we wake up to everyday. Climate is the average of weather over a long period of time... So it makes no sense to try to say that a storm, or storms, or hurricanes are from global warming. You can not say that because what we have seen through history is that the variability of weather is so enormous that there is no comparison. </q> So folks, strap on your snow boots, endure the cold, but don't try to draw conclusions from what you see when you look out the window. TheDC Interview: <strong> Donald Rumsfeld </strong>- secret", "new_id": -2}, {"uid": "1297606654198836322", "i": 40205, "idx": 0, "sa": ["Zahi Hawass"], "q": "dynasty monarch, better known as King Tut, ruled Egypt in the 13th century BC. <strong> Zahi Hawass </strong>, in his statement, said an investigation has been launched to find those behind the theft, adding that <q> the police and army plan to follow up with the criminals already in custody. </q> The museum standing on the main protest square was protected by army tanks and briefly by a cordon of citizen volunteers during 18 days of anti-government rallies that ousted president Mubarak and cost at least 300 lives.", "new_id": -2}, {"uid": "1295459530253952030", "i": 45726, "idx": 0, "sa": ["Sergio Marchionne"], "q": "to Chrysler Group CEO <strong> Sergio Marchionne </strong>. When its first minivans hit the market in 1983, Chrysler caught its competitors by surprise- and that's just what <strong> Sergio Marchionne </strong> hopes to do with its next-generation vans. <q> We're not going to give one inch of territory in terms of our domination of[ the minivan] segment, </q> <strong> Sergio Marchionne </strong> told workers yesterday at Chrysler's Windsor Assembly Plant, where both the Chrysler Town& Country and title=\"Dodge\" href=\"http://rumors.automobilemag.com/manufacturer/dodge/\"> Dodge Grand Caravan are built. <strong> Sergio Marchionne </strong> didn't give many specifics about", "new_id": -2}, {"uid": "1295877357093847572", "i": 59687, "idx": 0, "sa": ["Larry Page", "Eric Schmidt", "Steve Jobs"], "q": "EDUCATION: Bachelor's degree from the University of... Photo in Slideshow: File photo of Google co-founder <strong> Larry Page </strong> and CEO <strong> Eric Schmidt </strong> is on his way out as chief exec. And over the next year... Report Abuse <q> I'm sure Mr. <strong> Eric Schmidt </strong> worked hard for Google but is anyone worth suck money? How is Google any different than the Dell's of this world who put earnings and high severance pay above all else. Corporate Greed is why AmEric Schmidta is in this currrent state. </q> Report Abuse \" way to go google!!!!!!!!!! At least someone is making money. \" Mashable: Why Google Needs Its Own <strong> Steve Jobs </strong>[ OP-ED] Mashable: Apple App Store Surpasses 10 Billion Downloads Top Gold Penny Stock", "new_id": -2}, {"uid": "1296235613016105476", "i": 49505, "idx": 2, "sa": ["LeBron James", "Allen Iverson"], "q": "can still compete at the highest level.'' The statement also said <strong> Allen Iverson </strong> has tremendous love for the game and the desire to play.`` His legacy would be huge,'' Cleveland Cavaliers All-Star <strong> LeBron James </strong> said. <q> He's one of the best when you talk about guys 6-foot and under in the game of basketball. He played injured and he played hard every single night. I don't think it should end this way, but if it does, he's left a lot of great things behind. </q> The 10-time All-Star played three games this season with Memphis before taLeBron James a leave of absence to attend to personal matters. He was waived after the two sides agreed to part ways. It was the second straight ugly", "new_id": -2}, {"uid": "1296230759016433163", "i": 41451, "idx": 1, "sa": ["Simon Cowell", "Ryan Seacrest"], "q": "he likes to keep his opinions to himself.'' However <strong> Ryan Seacrest </strong> said he is sure to hear from him if the show gets impressive ratings when it starts later this year. He said: <q> He will be the first to congratulate himself on his new ratings by sending me a fax of the ratings to my house the day after the new season premieres. </q> Asked if the new show can co-exist with American Idol, he said:`` Yes. I think so.'' <strong> Ryan Seacrest </strong> expects to hear from <strong> Simon Cowell </strong> when US X Factor is a hit", "new_id": -2}, {"i": 21910, "idx": 5, "index_answer": 0, "new_id": -1, "q": "sealed the win with a three-point play with 14.5 seconds left. The 77 points are the most <strong> Allen Iverson </strong> and <strong> Chris Webber </strong> have combined for since the latter was acquired in a trade deadline deal in February of last year. <q> We've been talking about this for a year-and-a-half, so we're glad that this is coming, </q> <strong> Chris Webber </strong> said.`` We really like playing together, and we're getting it going. We're really just http://wn.com/Washington_Wizards_John_Wall_does_The_Dougie_dance_pre-game Washington Wizards point guard <strong> John Wall </strong> does`` The Dougie'', an amazing pre-game dance before the home", "sa": ["Chris Webber", "Allen Iverson", "John Wall"], "uid": "1295147684219021325"}]