[{"uid": "1295578933025002019", "i": 4367, "idx": 6, "sa": ["Larry Page", "Eric Schmidt"], "q": "management reshuffling appears to be amicable. Both <strong> Larry Page </strong> and <strong> Eric Schmidt </strong> had high praise for each other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his`` best friends.'' <q> I believe <strong> Larry Page </strong> is ready </q> to be CEO, <strong> Eric Schmidt </strong> said during the call.`` It's time for him to have a shot at running this.'' <strong> Larry Page </strong> hailed <strong> Eric Schmidt </strong> as a`` tremendous leader'' whose contributions exceeded all", "new_id": -2}, {"uid": "1296591735037699584", "i": 13496, "idx": 1, "sa": ["Carmen Miranda", "Simon Cowell"], "q": "Video. The Lady With The Tutti Frutti Hat. <strong> Carmen Miranda </strong> I YI YI YI YI!. A Tribute Video. The Lady With The Tutti Frutti Hat. <strong> Carmen Miranda </strong> was known as`` The Brazilian Bombshell'' and <q> The Lady Wth The Tutti Frutti Hat </q>. She was at the peek of her carrer in the very late 1930's the 1940's and 1950's She was actually born in Marco de Canavezes, Portugal on 9 February 1909. Please ch... <strong> Simon Cowell </strong>", "new_id": -2}, {"uid": "1295306829212140110", "i": 46430, "idx": 2, "sa": ["Chris Webber", "Hal Greer", "Allen Iverson", "Tim Duncan"], "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> Webbe... Top 10 Plays from the 2009 Philadelphia 76ers Top 10 Plays of the 2009 Season from the Philadelphia 76ers... NBA 2K11 Gameplay Video: Philadelphia 76ers vs. New York Knicks with Hal GreerfTim Duncane Show NBA 2K11 Gameplay Video", "new_id": -2}, {"uid": "1296244054065306688", "i": 5281, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "cambio en la c?pula gerencial de Google, el presidente ejecutivo saliente, <strong> Eric Schmidt </strong>, defendi las credenciales del co fundador de la empresa, <strong> Larry Page </strong>, quien tomar las riendas del gigante de Internet en abril. <q> Cuando la gente critica a <strong> Larry Page </strong> como nuevo presidente ejecutivo, es algo que es tremendamente injusto con l </q>, dijo el jueves en una peque?a conferencia de prensa durante el Foro Econ?mico Mundial en Davos, Suiza.'' l ha estado conmigo en cada decisi?n del negocio por 10 a?os''. Aunque se ha", "new_id": -2}, {"uid": "1297358772003293201", "i": 3730, "idx": 0, "sa": ["Satya Nadella", "Steve Ballmer"], "q": "<strong> Satya Nadella </strong> talked about both his four-year stint at Bing and looked forward to his challenges in his new job. <strong> Satya Nadella </strong> got the nod he said after CEO <strong> Steve Ballmer </strong> went through a process of what was Microsoft's <q> position in this business and a certain set[ of ideas] about who should come in next. </q> Interestingly, almost 20 years earlier after working at Sun Microsystems, <strong> Satya Nadella </strong> had started in the same area of Microsoft he will now lead. Quoting the famous T.S. Eliot lines-`` We shall", "new_id": -2}, {"uid": "1295905629160563226", "i": 59444, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "aside in April for Google co-founder <strong> Larry Page </strong>, has held talks with Liza McGuirk, executive producer of CNN's`` Parker Spitzer,'' about developing a show featuring himself as host, the newspaper said. <q> <strong> Eric Schmidt </strong> wants to be a talk-show host, </q> the Post quoted an unidentified source as saying.`` He's been working with Liza to develop a show, but he has not yet been picked up by any network.'' The Post said <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1296106095124256262", "i": 25226, "idx": 2, "sa": ["Eric Schmidt", "Steve Jobs"], "q": "Google was working on a competitive smartphone operating system. <strong> Eric Schmidt </strong> said he stepped outside the board meetings when the topic came up. But as <strong> Steve Jobs </strong> noted in his statement when <strong> Eric Schmidt </strong> stepped down from the Apple board, <q> <strong> Eric Schmidt </strong>'s effectiveness as an Apple board member will be significantly diminished, since he will have to recuse himself from even larger portions of our meetings due to potential conflicts of interest. </q> Roger Kay, an analyst with Endpoint Technology Associates Inc., believes that <strong> Eric Schmidt </strong> is probably a persona non grata at Apple these days.`` I think there is bad blood between <strong> Steve Jobs </strong> and <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1295588443175472914", "i": 24679, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "10:26:00 PM'' <strong> Eric Schmidt </strong> is stepping down as CEO of Google and cofounder <strong> Larry Page </strong> is taking over, the company just announced in its earnings release. <strong> Eric Schmidt </strong> will become Executive Chairman, focused on <q> deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership. </q> Google's other cofounder, <strong> Sergey Brin </strong>, will take a more active role in strategic projects including product. He is giving up his role as president. The change is effective starting April 4,", "new_id": -2}, {"uid": "1297037086262258741", "i": 51382, "idx": 0, "sa": ["Michael Vick"], "q": "elite company absolutely the opportunities should be there for him.'' He says those opportunities could come from snack food companies, quick-service restaurants and major soft drinks companies, including those that market energy drinks. <q> The energy drink category could be out there for him because of the explosion in that marketplace, </q> says Headley. Philadelphia Eagles quarterback <strong> Michael Vick </strong>, who served a federal prison term after a dogfighting conviction, recently signed an endorsement deal with a Philadelphia-area company that equipped him with protective gear. To report", "new_id": -2}, {"i": 18685, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Sunday, Senate Minority Leader <strong> Mitch McConnell </strong>( R-Ky.) told host <strong> David Letterman </strong> Gregory that he did not`` have much to add'' to what <strong> Hillary Clinton </strong> had said on how the administration was handling the uprising. <q> I don't have any criticism of <strong> Barack Obama </strong> or Secretary <strong> Hillary Clinton </strong> at this point, </q> <strong> Mitch McConnell </strong> added after he was pressed by Gregory.`` I mean, they know full well that we can't give the Egyptians advice about who their leadership is. That's beyond the reach of the", "sa": ["Mitch McConnell", "David Letterman", "Hillary Clinton"], "uid": "1296600312069910560"}]