[{"uid": "1295676682039469084", "i": 1337, "idx": 0, "sa": ["David Cameron", "Andy Coulson", "Guto Harri", "Boris Johnson"], "q": "mounted that <strong> Boris Johnson </strong> may lose <strong> Guto Harri </strong>, a key adviser, to Downing Street following the resignation of <strong> David Cameron </strong>'s director of communications, <strong> Andy Coulson </strong>. A city hall spokeswoman said of Boland that <q>whether or not he goes depends on the result of the review</q>, though the tenor of Boland's letter, seen by the Guardian, suggests he believes his days as chief executive and head of paid service are numbered. Boland, who has notched up well over", "new_id": -2}, {"i": 3223, "idx": 2, "index_answer": 0, "new_id": -1, "q": "efforts of the two companies, the execs hope to move quickly in gaining ground on Mountain View and Cupertino. ''I am excited about this partnership with Nokia,'' <strong> Steve Ballmer </strong> said of the pairing. <q>Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> Private Nokia memo reveals potential stratospheric shift for the manufacturer", "sa": ["Steve Ballmer"], "uid": "1297443077223772703"}, {"uid": "1296171152171278391", "i": 15971, "idx": 3, "sa": ["Mike Pence"], "q": "saying saying his ''calling is closer to home'' and added he would ''be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead.'' <q>I have learned to follow my heart, and my heart is in Indiana,</q> he added. Former <strong> Mike Pence </strong> Political Director Jerry Alexander told Roll Call about the decision and said he won't announce a gubernatorial bid because not doing so allows him to raise money for his congressional campaign fund", "new_id": -2}, {"uid": "1295601684081559570", "i": 26664, "idx": 1, "sa": ["Eric Schmidt", "Danny Sullivan"], "q": "has been coming under pressure from social networking rivals such as Facebook and Twitter. <strong> Danny Sullivan </strong>, editor-in-chief of technology blog SearchEngineLand.com, said Google was ''probably overdue for a major management reorganization.'' <q>The structures between the three have remained exactly the same over the past 10 years-- which might as well be 100 years of Internet time,</q> he said in a blog post. ''It could be that <strong> Eric Schmidt </strong> wants a break from being the main public face of the company.'' <strong> Danny Sullivan </strong> noted that <strong> Eric Schmidt </strong> had come in for criticism", "new_id": -2}, {"uid": "1296413477170033187", "i": 20905, "idx": 4, "sa": ["Mike Pence", "Dan Quayle", "Bill Stephan", "Ronald Reagan", "Jack Kemp"], "q": "remember <strong> Mike Pence </strong> as someone who, even then, wore his heart on his sleeve,'' <strong> Bill Stephan </strong> said. <strong> Mike Pence </strong> said he embraced the Republican Party while attending law school, largely because he heard in <strong> Ronald Reagan </strong> <q>the manifestation of the kind of traditional <strong> Michael Feinstein </strong> ideals that I was raised to believe in.</q>( Besides <strong> Ronald Reagan </strong>, <strong> Mike Pence </strong>'s top political heroes include Republicans <strong> Jack Kemp </strong> and <strong> Dan Quayle </strong>.) But his first attempts at elected office-- not counting his successful run for class president in high school-- did not", "new_id": -2}, {"uid": "1296859850024854534", "i": 2211, "idx": 4, "sa": ["Carl-Peter Forster", "Sergio Marchionne"], "q": "India. Tata CEO <strong> Carl-Peter Forster </strong> was quoted as saying this week that he is unhappy with sales under the partnership. ''Likewise,'' <strong> Sergio Marchionne </strong> said when asked about <strong> Carl-Peter Forster </strong>'s comments by reporters. <q>That's why it's on the table and we're going to discuss it.</q> <strong> Sergio Marchionne </strong> said in the next two to three years, Chrysler and Fiat could ultimately merge to form a single company, adding ''for all I know it could be based here.'' But", "new_id": -2}, {"uid": "1296098111217432120", "i": 3573, "idx": 0, "sa": ["Sergio Marchionne", "Lisa P. Jackson"], "q": "trucks. The announcement was made at the EPA laboratories in Ann Arbor, Mich., following a meeting with <strong> Sergio Marchionne </strong>, Chrysler Group CEO, and <strong> Lisa P. Jackson </strong>, Agency Administrator for the EPA. <q>In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America,</q> <strong> Sergio Marchionne </strong> said. ''Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.", "new_id": -2}, {"uid": "1295913995175931415", "i": 37814, "idx": 0, "sa": ["Mike Pence"], "q": "focus our energies on jobs and spending,'' <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th anniversary of Roe vs. Wade. <q>We must not remain silent when great moral battles are being waged.</q> How About It? Huh? It Ain't Askin' Too Much Ya Know.... To: pissant Where was TOTUS? Does he not represent all Americans? Did he have anything", "new_id": -2}, {"uid": "1295628201146702392", "i": 45153, "idx": 1, "sa": ["Rep. Sheila Jackson Lee", "Barack Obama", "Mike Pence"], "q": "a vote. And even if it did, it would face a certain veto by <strong> Barack Obama </strong>. But <strong> Rep. Sheila Jackson Lee </strong> <strong> Mike Pence </strong>, a leading GOP conservative, dismissed Democratic criticism that Wednesday's vote was a ''gimmick.'' <q>We have another term for it on our side of the aisle: It's a promise kept,</q> he said. ''And House Republicans are here to stand with the American people and say with one voice, ''We can do better.'' We can do better than their government takeover of health care.", "new_id": -2}, {"uid": "1295630063219987992", "i": 1609, "idx": 2, "sa": ["Simon Cowell"], "q": "He's bringing those verbal gifts to the table, like asking the Snookie look-alike with the star-studded halter, ''What's with the jujubees on your uu-uu-bees?'' His dig at the burping guy-- <q>Did you eat a lot of paint chips as a child?</q>-- was vintage <strong> Simon Cowell </strong>. It's also cool how he throws himself into the music, whether pounding out a beat on the table or unleashing one of his high-pitched screams. Surprisingly, he", "new_id": -2}]