[{"i": 45806, "idx": 2, "index_answer": 0, "new_id": -1, "q": "better than me,\" he quipped.\" X Factor' has a craziness about it, an unpredictability. It is more raw. It is more competitive,\" he said. <q>If we can't, with what is on offer, find a global star, then I would say we have failed. There is that person or that group sitting in America waiting to be discovered,</q> <strong> Simon Cowell </strong> said. <cite>( c) Copyright Thomson Reuters 2011. Check for restrictions at: http://about.reuters.com/fulllegal.asp </cite>", "sa": ["Simon Cowell"], "uid": "1297121266135839981"}, {"uid": "1297704186051036184", "i": 25434, "idx": 5, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "and invest significantly \"to continue popularizing the product.\" Nokia CEO <strong> Stephen Elop </strong> made an appearance at <strong> Steve Ballmer </strong>'s keynote, and said that Microsoft will help Nokia address the challenges of re-entering the U.S. market. <q>The world is shifting from a battle of devices to a war of eco-systems,</q> <strong> Stephen Elop </strong> said.( PCMag's interview with <strong> Stephen Elop </strong> from earlier today). In terms of Windows Phone capability, <strong> Steve Ballmer </strong> said that copy and paste, Twitter integration, a form of multitasking,", "new_id": -2}, {"uid": "1296752760168230988", "i": 37242, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "- In a report prepared for <strong> Sen. Bernie Sanders </strong>, the Department of Defense disclosed that it paid$ 285 billion over a three-year span to hundreds of military contractors that defrauded the Pentagon during the same period. <q>With the country running a$ 14 trillion national debt, my goal is to provide as much transparency as possible about what is happening with taxpayer money,</q> said <strong> Sen. Bernie Sanders </strong>( I-Vt.). \"The sad truth is that virtually all of the major defense contractors in this country for years have been engaged in systemic fraudulent behavior, while receiving hundreds of billions of dollars", "new_id": -2}, {"uid": "1295570230080838668", "i": 17297, "idx": 1, "sa": ["Eric Schmidt"], "q": "supervision no longer needed!\" Replay Software Offers a Unique Quality Assurance Solution: Record The Software Execution and Replay The Results <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q>By elevating me and having Larry running things day to day, we think this will produce even better results for the corporation,</q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295925206202604558", "i": 32643, "idx": 0, "sa": ["Steve Nash", "Allen Iverson", "Donyell Marshall", "Dwyane Wade"], "q": "Connecticut's <strong> Donyell Marshall </strong>, who scored 42 against St. <strong> Steve Nash </strong>'s two years ago. Yet near the end, with the Hoyas comfortably ahead, Georgetown Coach <strong> Steve Nash </strong> Thompson created a sense of urgency to <strong> Allen Iverson </strong>'s game. <q>He tells me the end of the game is my time, I should have the ball in my hands,</q> <strong> Allen Iverson </strong> said. \"So if somebody else turns it over, he yells at me. I just tell my teammates: \"Let me get the ball. He\"ll scream at me http://wn.com/Miami_Heat_vs_Phoenix_Suns_109__105_January_8,_2010 <strong> Dwyane Wade </strong> scored 33 points", "new_id": -2}, {"uid": "1295627741146702395", "i": 13716, "idx": 7, "sa": ["Eric Schmidt"], "q": "The news of the change rocked Silicon Valley, with analysts and company insiders offering varying theories. Some said Mr. <strong> Eric Schmidt </strong> was tired of the day-to-day hassles of management. Mr. <strong> Eric Schmidt </strong> said in the interview, <q>I would tell you, frankly, a decade is a long time to be a C.E.O., and Larry will discover this.</q> Others say Mr. Page always planned to re-assert his authority at some point. \"Larry has wanted to be C.E.O., so that's not a surprise,\" said a former Google sales executive", "new_id": -2}, {"uid": "1296946943070664193", "i": 30483, "idx": 2, "sa": ["Sergio Marchionne"], "q": "derived from German, usually refers to an unscrupulous or unethical person. <strong> Sergio Marchionne </strong> said Chrysler remains grateful for the bailouts and noted that no other parties were willing to assist in Chrysler's recovery. <q>The two governments levied interest rates that, although appropriate at the time, are above current market conditions,</q> he continued. \"This was done with the full support and understanding of the members of Chrysler Group LLC.\" Chrysler hopes to reach a deal with banks by the end of March to", "new_id": -2}, {"uid": "1295386126252936200", "i": 39070, "idx": 2, "sa": ["Sergio Marchionne", "Walter P. Chrysler"], "q": ", full-faith effort to work together.\" <strong> Sergio Marchionne </strong> also reminded employees that it was with the assistance of the federal government of Ontario that <strong> Walter P. Chrysler </strong> has been given an opportunity to create a future. <q><strong> Walter P. Chrysler </strong> Group owes a deep debt of gratitude to taxpayers in Canada and the U.S. for the loans that enabled a reenergized, restructured company to emerge in June 2009,</q> said <strong> Sergio Marchionne </strong>. \"We recognize we have a moral responsibility to fulfill our promises, justify these investments and pay back every penny that was loaned to us.\" In preparation for the launch of the new", "new_id": -2}, {"uid": "1296084845244613132", "i": 38486, "idx": 0, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q>a volcano that is starting to erupt.</q> \"There will be huge explosions all over Fleet Street if police get to the truth,\" he told the BBC. Egypt's anti-Egyptian protests enter 2nd day, increasing threat to regime Egypt's", "new_id": -2}, {"uid": "1296259221174211079", "i": 44886, "idx": 0, "sa": ["Mike Pence"], "q": "not seek the Republican nomination for president in 2012. Mr. <strong> Mike Pence </strong> ruled out a White House bid in a letter to supporters that also fueled speculation he is instead planning a run for governor. <q>We have been especially humbled by the confidence and support of those who believe we should pursue the presidency, but after much deliberation and prayer, we believe our calling is closer to home,</q> Mr. <strong> Mike Pence </strong> wrote in the letter. \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana. We will not seek the Republican nomination for president in 2012.\"", "new_id": -2}]