[{"uid": "1295570598118865953", "i": 6254, "idx": 1, "sa": ["Larry Page", "Eric Schmidt"], "q": "a Twitter message--`` Day-to-day adult supervision no longer needed!'' Mashery provides scalable on-demand infrastructure for managing your APIs. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. <q> By elevating me and having <strong> Larry Page </strong> running things day to day, we think this will produce even better results for the corporation, </q> <strong> Eric Schmidt </strong> said on Thursday's earnings call. a blog post, <strong> Eric Schmidt </strong> said the management change arose out of a discussion about simplifying Google's management structure and streamlining its decision making process. The management shift", "new_id": -2}, {"uid": "1295095158012894227", "i": 15897, "idx": 2, "sa": ["Chris Webber", "Allen Iverson", "Maurice Cheeks", "Shaquille O'Neal"], "q": "'' <strong> Chris Webber </strong> and <strong> Allen Iverson </strong> comShaquille O'Nealed for 50 of the Sixers' 84 shots and made 25 of the 42 field goals. While <strong> Allen Iverson </strong> scored 24 points in the first half, <strong> Chris Webber </strong> followed with 15 in the second. <q> I don't think I had any doubt about them playing together, </q> coach <strong> Maurice Cheeks </strong> said.`` The reason you put the ball in their hands is because they make plays.'' The Sixers will need the All-Stars to keep it up when they open a seven-game road trip Friday night", "new_id": -2}, {"uid": "1297707515141344850", "i": 19985, "idx": 2, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "Raum f?r eigene Wertsch?pfung l?sst und sie nicht an die Leine legt. <strong> Steve Ballmer </strong> nannte keine Namen, meinte aber Android und Apples iOS.`` Wir wissen, was wir zu tun haben'', bekr?ftigte <strong> Stephen Elop </strong>. <q> Unsere Plattform wird nur ber Gr?e und Vielfalt erfolgreich </q>, erg?nzte <strong> Steve Ballmer </strong>. Zusammen mit Nokia und weiteren Ger?tepartnern- <strong> Steve Ballmer </strong> nannte sie alle wiederholt beim Namen- soll die kritische Masse f?r den dritten Kombattanten im`` Krieg der kosystem'' schnell erreicht werden. Noch sind das", "new_id": -2}, {"uid": "1297445296051478570", "i": 54699, "idx": 2, "sa": ["Shayne Ward", "Simon Cowell"], "q": ".'' <strong> Shayne Ward </strong> also addressed a report which claimed that he would be href=\"http://rss.feedsportal.com/music/s103/the-x-factor/news/a292917/Shayne Ward-Shayne Ward-to-be-dropped-by-Simon Cowell.html\"> dropped by <strong> Simon Cowell </strong>'s record label SyCo this year.`` All's absolutely fine,'' he said. <q> Obviously I had a three-album deal so it's up for negotiation now. Really those rumours are just lazy journalism. It was a three-album deal and we'll negotiate getting the next deal. That'll all be taking place in the next couple of weeks. </q> gives us an insight into her character", "new_id": -2}, {"uid": "1295008484200032264", "i": 28062, "idx": 3, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand"], "q": "Saturday. <strong> Gabrielle Giffords </strong> was squeezing and stroking <strong> Kirsten Gillibrand </strong>'s hand, as doctors previously said she had been able to do. <strong> Gabrielle Giffords </strong>`` absolutely could hear everything we were saying,'' <strong> Kirsten Gillibrand </strong> said. <q> And Debbie( Wasserman Schultz, D-Florida) and I were telling her how much she was inspiring the nation with her courage, her strength, and we were talking about the things we wanted to do as soon as she was better. </q> <strong> Kirsten Gillibrand </strong> mentioned having another night out with <strong> Gabrielle Giffords </strong> and her husband for beer and pizza. And Wasserman Schultz recounted telling her,`` Come on, you've got to get better, because we expect you", "new_id": -2}, {"uid": "1296018231196706340", "i": 49170, "idx": 0, "sa": ["Bernie Sanders"], "q": "science fairs? He did it by avoiding almost any divisive social topic. No mention of gun control or abortion, very little on immigration or religious freedom. He cleverly coupled praise for the end of <q> don't ask, don't tell </q> with a demand that colleges open up their gates to the military recruiters and the ROTC. That produced the remarkable sight of anti-war Socialist Senator <strong> Bernie Sanders </strong> of Vermont giving a standing O to... military recruiters and the ROTC", "new_id": -2}, {"uid": "1295779997220971072", "i": 17197, "idx": 2, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": " In an interview, Mr. <strong> Larry Page </strong> said those management skills were something he observed during the decade he spent learning from Mr. <strong> Eric Schmidt </strong>.`` He's a global statesman, all the way,'' he said. <q> <strong> Eric Schmidt </strong>'s very good at Sergey Bringing people together, getting people to agree. </q> href=\"http://www.tuscaloosanews.com/section/TOPIC0103//\"> In the interview, Mr. <strong> Larry Page </strong> and Mr. <strong> Sergey Brin </strong> provided a few hints about their priorities when Mr. <strong> Larry Page </strong> returns to the top. Mr. <strong> Larry Page </strong> acknowledged that his role would change but said his", "new_id": -2}, {"uid": "1296593740161153052", "i": 9477, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "sources said <strong> David Cameron </strong> gathered a few colleagues together to show his continuing support for <strong> Andy Coulson </strong>. No 10 is expected to organise a proper leaving party, which will be attended by <strong> David Cameron </strong>. One source said: <q> It was not a big leaving do. It was a quiet goodbye with the prime minister. There will be a night out with <strong> Andy Coulson </strong> when colleagues can give him a present. </q> <strong> Andy Coulson </strong>- who said on 21 January that he had decided to resign because the wave of allegations about illegal phone hacking meant he was unable to do his job- will not receive severance pay,.", "new_id": -2}, {"uid": "1297115366104251431", "i": 56082, "idx": 2, "sa": ["Simon Cowell", "Steven Tyler"], "q": "to what the competitors will sing, how they will sing it and more.`` That means you have to work with them up to five or six days a week,'' <strong> Simon Cowell </strong> points out. <q> So, I need to find someone willing to make that commitment because it is hard work.... It is important to me that I have people I can trust in terms of their expertise and their gut feeling. It is a difficult decision when you are putting a team around you. I also think it is important on show like this that you have people who are competitive with each other because essentially, the judges are taking part in this competition as well as the competitors. </q> As for his opinion on how <strong> Steven Tyler </strong> and", "new_id": -2}, {"i": 40512, "idx": 2, "index_answer": 1, "new_id": -1, "q": "to him on the judges' panel. We should expect an announcement regarding` The X Factor's' judges' roster`` in three or four weeks,'' <strong> Simon Cowell </strong> said. <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends 80 percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor' producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297163077054263818"}]