[{"i": 47231, "idx": 3, "index_answer": 1, "new_id": -1, "q": "Class A shares during the course of the year. The sale would represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares.\" here. <strong> Henry Blodget </strong> writes for The Business Insider, <q>Let's be serious: <strong> Eric Schmidt </strong> got fired.</q> \"Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet-- \"day-to-day adult supervision is no longer needed'-- through his carefully worded blog post that screamed` friction at the top,\" through his patronizing", "sa": ["Eric Schmidt", "Henry Blodget"], "uid": "1295647113138969096"}, {"uid": "1296102239116244691", "i": 8433, "idx": 1, "sa": ["Michael Vick"], "q": "provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. \"We're real excited about it,\" chief executive officer Rob Vito said Tuesday. <q><strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's moved forward. He's a whole other person.</q> Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a \"sizable\" contract. \"We believe it was worth it,", "new_id": -2}, {"uid": "1295984196057327656", "i": 24602, "idx": 4, "sa": ["Walt Disney", "Eric Schmidt", "Google Inc."], "q": "executive chairman, \"a lot of my time\" will be devoted to dealing with regulators and other government officials, <strong> Eric Schmidt </strong> said. \"We've got very complicated government issues,\" he said, adding that <q>we move quickly, and we tend to be disruptive at scale.</q> European <strong> Walt Disney </strong> officials opened a formal antitrust probe last year into <strong> Google Inc. </strong> search results, while in China the company opted to shut down its mainland search engine rather than censor results for user queries.", "new_id": -2}, {"uid": "1296391267266764303", "i": 24652, "idx": 7, "sa": ["Allen Iverson", "Jenna Jameson"], "q": "AntiPornography.org) Pt 2/3 Teen Prostitute on Tyra. Anti-Porn. org comments( Nonprofit AntiPornography.org) Learn more at antipornography.org- <strong> Jenna Jameson </strong>'s 25 Good Reasons Why No One Would Ever Want to Be a <strong> Jenna Jameson </strong> Star www.antipornography.org- <q>People who exhibit aggressive self-destructive behavior are almost always defensive about the behavior and try to justify the behavior. Amazi... <strong> Allen Iverson </strong> Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 <strong> Allen Iverson </strong> Career High 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps,</q> <strong> Allen Iverson </strong> said. \"You honestly don't r... The Alex Jones Show 1/3: Neo-Con Hierarchies Order Media Blitzkrieg Attack on Patriot Leaders The Alex Jones Show 1/3: Neo-Con Hierarchies Order Media Blitzkrieg Attack on Patriot", "new_id": -2}, {"uid": "1296759412068501658", "i": 34531, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "as Pentagon chief under then-president George W Bush. <strong> Donald Rumsfeld </strong> was regarded as the chief architect of the war in Iraq. In the book he continues to defend the invasion, saying the Middle East would be <q>far more perilous than it is today</q> if <strong> Saddam Hussein </strong> were in still in power.The memoir, titled Known and Unknown and due in bookstores next week, is an 800-page account of his life and careers in government and business. The Washington Post and New York", "new_id": -2}, {"uid": "1295013411230670358", "i": 48313, "idx": 0, "sa": ["Sergio Marchionne", "Jeff Schuster"], "q": "itself be pretty impressive. Chrysler chief <strong> Sergio Marchionne </strong> says profits from 4x4 sales are vital But it would offer little comfort to the hundreds of millions of people still driving petrol and diesel powered cars. <q>The domination is still going to be the internal combustion engine going forward,</q> Mr <strong> Jeff Schuster </strong> points out. So it is clear to most executives at the Detroit show that electrification offers no panacea. \"I still believe that in spite of all the media noise around electrics", "new_id": -2}, {"uid": "1297241204110002177", "i": 3129, "idx": 0, "sa": ["Donald Rumsfeld", "Carlina White", "Carl Tyson"], "q": "Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy <strong> Carlina White </strong>'s Father Says He Communicates With Daughter Every Day <q>I know it's going to take time, so I'm willing to put in that time,</q> <strong> Carl Tyson </strong> said. \"In this relationship, you can't push nothing. There's 23 years I can't get back. Everything has to start from here and work its way.\" <strong> Carl Tyson </strong> said", "new_id": -2}, {"uid": "1295912875241205290", "i": 1038, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply. <q>I am not as concerned about the titles as I am winning,</q> <strong> Eric Schmidt </strong> said. \"I am quite certain that this change will result in faster decision making and better value for the shareholders.\" <strong> Google Inc. </strong>'s stockholders have had little to complain about, not", "new_id": -2}, {"uid": "1295612486136232974", "i": 13328, "idx": 1, "sa": ["Eric Schmidt", "Mark Mahaney"], "q": "<strong> Eric Schmidt </strong> guided Google past early doubts that it could build a leading ad business around a search engine. He also oversaw the 2004 initial public offering, was the biggest for an internet firm. <q>We view this as evidence of the founders staying fully engaged in the business- a positive,</q> said Citigroup analyst <strong> Mark Mahaney </strong>. Start of sidebar. Skip to end of sidebar.", "new_id": -2}, {"uid": "1295896684027754517", "i": 4911, "idx": 1, "sa": ["Andy Coulson", "Sian Massey", "P Diddy", "Richard Keys"], "q": "disciplinary action by Sky over comments made about <strong> Sian Massey </strong>, above. Photograph: <strong> P Diddy </strong> Walton/EMPICS Sport \" \"I don't mind female fans but no way will I support female refs/linespeople, managers etc.\"\" <q>Football isn't a women's sport, and although they don't deserve abuse, they have as much right to be in football as a man in netball.</q> \"It's football for crying out loud! Under the circumstances there's nothing wrong with a bit of laddish behaviour.\" responses to the prospect of <strong> Richard Keys </strong> and <strong> Andy Coulson </strong> Gray facing disciplinary action over", "new_id": -2}]