[{"uid": "1295502688237502473", "i": 4085, "idx": 0, "sa": ["Rep. Joe Barton", "Mike Pence"], "q": ", although he called the Republicans' arguments against the health care law \"misleading one-liners.\" <strong> Rep. Joe Barton </strong> Bobby Scott, D-Va., objected to Republicans deriding the bill as \"ObamaCare\" and naming their bill <q> Repealing the Job-Killing Health Care Law Act. </q>\"( Republicans are) calling it a government takeover of health care when it doesn't even include a public option( for government-funded health care),\" Scott said. But <strong> Rep. Joe Barton </strong> <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1295629069004243586", "i": 26637, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "\" Manikandan Raman reports for The International Business Times. \"Larry Page, who founded Google along with <strong> Sergey Brin </strong>, will take the reins from <strong> Eric Schmidt </strong>, who has been holding that position since 2001.\" <q> As the market will be concerned in the near-term with the management shuffle, an analyst at Jefferies even hinted at a possibility that <strong> Eric Schmidt </strong> could become the Chief Executive of Apple Inc., whose CEO <strong> Steve Jobs </strong> has gone on an indefinite medical leave and Chief Operating Officer <strong> Tim Cook </strong> has been taking care of day to day operations, </q> Raman reports. \"At first thought, <strong> Eric Schmidt </strong> moving to Apple would rather seem unlikely, but not impossible either. \"While not necessarily likely, we think this scenario is at least a possibility,\" Jefferies", "new_id": -2}, {"uid": "1295203196095649830", "i": 14647, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama"], "q": ". The repeal will find favor in the Republican-controlled House but isn't expected to pass the Senate. \"We've lessened the impact between doctors and patients with this bill,\" he said. <q> My hope is the debate will be good for it. </q> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-N.Y.) said on CBS that lawmakers should aim to focus not on throwing out the reform law, but rather on repairing individual provisions. She acknowledged the", "new_id": -2}, {"uid": "1297642831198574106", "i": 15883, "idx": 2, "sa": ["Shayne Ward", "Justin Bieber", "Simon Cowell"], "q": "with <strong> Simon Cowell </strong>. In an interview with Digital Spy, <strong> Shayne Ward </strong> took issue with <strong> Simon Cowell </strong>'s decision to have 12 years old be the minimum age requirement for \"The X Factor\" U.S. contestants. <q> Obviously there are a lot of 12-year-olds over in America who are incredible singers, </q> <strong> Shayne Ward </strong> said. \"But I personally think it's too low. It's a completely different world over there; there's a lot more over-the-top media intrusion. With the whole <strong> Justin Bieber </strong> thing, I can see", "new_id": -2}, {"uid": "1296733570109887531", "i": 28341, "idx": 0, "sa": ["Steve Ballmer"], "q": "Financial Times that the two companies are being outpaced by a computing revolution. Nokia in particular needs to drop its resistance to opening its platform and slim down its operations, according to Ahmad. <q> You both must remember how a whole host of mainframe makers lost out in the shift to PCs and client servers, such as Wang, Unisys, IBM and Burroughs, </q> he wrote. \"And <strong> Steve Ballmer </strong>, you and Bill[ Gates] must remember how you ate IBM's lunch. That's brought a smile to your face, <strong> Steve Ballmer </strong>, hasn't it? Well", "new_id": -2}, {"uid": "1295815332185630723", "i": 4048, "idx": 0, "sa": ["Sargent Shriver", "Kirsten Gillibrand", "Jeff Immelt", "Gabrielle Giffords"], "q": "of The Swell Season perform at the funeral for <strong> Jeff Immelt </strong> <strong> Sargent Shriver </strong>.\", \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012202060.jpg\", \"emailLink\": <q> http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012202018.html&amp;title=Bono performs at <strong> Sargent Shriver </strong> funeral& site= nation& type= Video& sent= no& search= Search </q>, \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012202018.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011-7v&amp;flvURL=/media/2011/01/22/01222011-7v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011-7v.jsn\"}{ \"title\": \"<strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved", "new_id": -2}, {"uid": "1297134127194772997", "i": 5416, "idx": 0, "sa": ["Dwaine Caraway", "Wanda Jackson", "Iron and Wine", "Joe Nichols", "Michael Vick"], "q": ", January 27-February 2 While the NFL's autograph signing and ticket giveaway for Tuesday has been canceled because of bad weather, the the NFL Shop at NFL Experience New Release Tuesday: <strong> Iron and Wine </strong>, <strong> Wanda Jackson </strong>, and <strong> Joe Nichols </strong> <q> My question is, why is the City of Dallas giving <strong> Michael Vick </strong> a key to the city? Was OJ Simpson busy? </q> Â© 2011 PanLocal Media, LLC- All Rights Reserved. Dallas Mayor Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city UPDATED: Who exactly was behind the failed Prince Super Bowl concert? I", "new_id": -2}, {"uid": "1295902280021954569", "i": 13425, "idx": 1, "sa": ["John McCain", "Steve Ballmer", "Barack Obama"], "q": "David Cote, in his orbit. \"You'd rather be at the table than not at the table,\" said <strong> Steve Ballmer </strong> Kaplan, a professor at the University of Chicago Booth School of Business. <q> You figure this is a way to do something useful for your country. </q> <strong> Barack Obama </strong> raised more than$ 40 million for his presidential campaign from business groups and financial firms in the 2008 presidential campaign, more than double what his Republican opponent <strong> John McCain </strong> got. Many of those supporters have", "new_id": -2}, {"i": 12859, "idx": 2, "index_answer": 0, "new_id": -1, "q": ", the governor's office and various state agencies. \"Making taxpayers, in effect, foot the bill for banks' lobbying or campaign activities is not justified under any circumstances,\" <strong> Bill Lockyer </strong> said. <q> It's improper, it will stop now, it will not happen again and we will get our money back. </q> Last year, for example, SIFMA lobbied against a bill that requires marketing intermediaries, who help investment funds win multibillion-dollar deals with state pension funds, to register as lobbyists with the state.", "sa": ["Bill Lockyer"], "uid": "1296655437186056720"}, {"uid": "1295804058124010503", "i": 26643, "idx": 1, "sa": ["Colin Powell", "Hu Jintao", "Barack Obama"], "q": "and <strong> Barack Obama </strong> resulted in some successful trade deals; however, it probably would not do much to alter Beijing's human-right policies. \"They are going to remain an authoritarian nation,\" <strong> Colin Powell </strong> said. <q> They believe that's the only way they can run a nation of 1.3 billion people, and they haven't done badly in recent years. </q> <strong> Colin Powell </strong> observed that both leaders presented their viewpoints in an atmosphere of mutual respect, which he predicted would particularly benefit <strong> Hu Jintao </strong>. \"He goes home looking like he preserved his positions,\" <strong> Colin Powell </strong>", "new_id": -2}]