[{"uid": "1297178256266534988", "i": 47409, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "September 5, 2002 Report Shaffer wrote on September 5, 2002 that he had been asked by <strong> Donald Rumsfeld </strong> what the U.S. did not know in terms of percentage about Iraq's WMD program. <q>We've struggled to estimate unknowns, and the attached briefing sumps up our best J2 sense,</q> he said. J2 is an intelligence group supporting top level U.S. defense officials. \"We range from 0% to about 75% knowledge on various aspects of their program,\" he said.", "new_id": -2}, {"uid": "1297461177215384092", "i": 10816, "idx": 1, "sa": ["The Lost Dogs", "Michael Vick"], "q": "The only way the public is going to know if he's sincere is to revisit it five to eight years from now, when he's not playing in the NFL and getting endorsements,\" Knorr said. <q>Is he still going into the neighborhoods, preaching to the kids? \"If he's sincere or not, it doesn't really matter because what he's doing now, he's doing a positive thing by speaking to kids in the community about his mistakes and telling them not to go there. What he's doing is good for the public.</q> Knorr talked for the first time since he discussed the case with book author Jim Gorant for his book \"<strong> The Lost Dogs </strong>.\" He said he met <strong> Michael Vick </strong> \"four, five times\" during the investigation.", "new_id": -2}, {"i": 6514, "idx": 2, "index_answer": 1, "new_id": -1, "q": "prize( via a recording deal with Sony) is said to be the largest, by far, in TV history. \"We're putting our money where our mouth is,\" <strong> Simon Cowell </strong> said. <q>It's a massive, massive risk, but also a great incentive.... And it puts the pressure on us to find a star.</q> <strong> Simon Cowell </strong> was asked if he would be interested in bringing his old friend and rival, <strong> Paula Abdul </strong>, on board as a judge. \"I'm a massive fan of <strong> Paula Abdul </strong>. While we were", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297293225002195576"}, {"uid": "1296784373254083075", "i": 4314, "idx": 0, "sa": ["Condoleezza Rice", "Colin Powell", "President Bush"], "q": "many important things we did accomplish, I regret that I did not leave at that point.\" Rumsfeld also faulted the administration for failing to work with Congress on drafting policies for treatment of prisoners. <q>Looking back, I see there are things the administration could have done differently and better with respect to wartime detention,</q> he wrote. The accounts of the book also quote Rumsfeld as criticizing his colleagues in the <strong> President Bush </strong> administration, including both of <strong> President Bush </strong>'s secretaries of state, <strong> Colin Powell </strong> and later <strong> Condoleezza Rice </strong>. <strong> Colin Powell </strong> often complained with", "new_id": -2}, {"uid": "1295637393157057065", "i": 21734, "idx": 6, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> behind the company. Page carries virtually no such baggage.\" MG Siegler at TechCrunch also thinks the departure was forced. \"This is clearly <strong> Eric Schmidt </strong> being removed from power,\" he writes. <q>It appears to be because things just weren't getting done the way the company would have liked,</q> alluding to progress in the social space. Kevin Schram at TFTS: He wrote a very long blog post on the official Google blog explaining what happened. Ousted CEOs aren't allowed to write long blog posts.", "new_id": -2}, {"uid": "1297403208107986956", "i": 34798, "idx": 5, "sa": ["Janet Napolitano", "Kirsten Gillibrand"], "q": "identified air-related smuggling trends and patterns and organizations active in cross-border criminal activities\" along the Spokane sector, said a news release from <strong> Kirsten Gillibrand </strong>'s office. The U.S. Government Accountability Office reported in November 2010 that <q>cross-border use of low-flying aircraft to smuggle drugs has been much higher than indicated by the number of drug seizures.</q> The move comes a day after <strong> Janet Napolitano </strong> attempted to debunk a congressional report's finding that American border agents adequately secure just 51 kilometres of the nation's boundary with Canada. Testifying before the House", "new_id": -2}, {"uid": "1297451846240746502", "i": 36816, "idx": 9, "sa": ["George Washington", "Donald Rumsfeld", "John McCain", "Sean Roberts", "Alexander Cooley"], "q": "he said. And more recently, <strong> George Washington </strong> has closely cooperated with Uzbekistan over the Northern Distribution Network, a supply route the <strong> John McCain </strong> military uses to ship cargo overland through Europe and Central Asia into Afghanistan. <q>Indeed, a couple of years later, Tashkent once more tacked towards military cooperation with <strong> George Washington </strong>,</q> <strong> Alexander Cooley </strong> said. <strong> Donald Rumsfeld </strong>'s account highlights how high-profile security cooperation complicated US-Uzbek relations, said <strong> Sean Roberts </strong>, an international relations professor at <strong> George Washington </strong> University. \"Prior to 9/11, <strong> George Washington </strong> was able to engage", "new_id": -2}, {"uid": "1297257274238534666", "i": 1130, "idx": 4, "sa": ["Colin Powell", "President Bush"], "q": "York because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q>As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal,</q> he wrote. An Associated Press reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children-but no obvious sign of", "new_id": -2}, {"uid": "1297240179110002178", "i": 1517, "idx": 0, "sa": ["Colin Powell"], "q": "are,\" Rumsfeld told a television interviewer. \"They're in the area around Tikrit and Baghdad.\" In his book, he denied that he or any other administration official lied about WMD. <q>While I made a few misstatements_ in particular the one mentioned above_ they were not common and certainly not characteristic.</q> Rumsfeld revealed in his book that he urged a U.S. military strike on a suspected chemical weapons site in northern Iraq in 2003 and that he wanted the attack to coincide with Secretary of State <strong> Colin Powell </strong>'s address", "new_id": -2}, {"uid": "1297236828167477280", "i": 201, "idx": 7, "sa": ["Tommy Lee Jones", "Simon Cowell"], "q": "said. \"It kinda feels we've come out of this gray period[ in the music business] into a very fun, extreme time.\" Later, <strong> Simon Cowell </strong> stated the challenge simply: <q>If we don't, with what I've put[ up as a prize], find a global star, I think we've failed.</q> Man vs. Machine Watson takes on former \"Jeopardy!' champions <strong> Tommy Lee Jones </strong> directs, produces, co-stars in` The Sunset Limited\" Fight between 2 women led to murder, witness testifies 30 homes evacuated after train cars carrying", "new_id": -2}]