[{"uid": "1295710913115458057", "i": 47472, "idx": 0, "sa": ["Andy Coulson", "Brian Cowen", "Mary Harney"], "q": "to his... Report Abuse \" <strong> Mary Harney </strong> resigned four years too late. She should have done this years ago as she is detested as one of the worst ministers in Irish history next to <strong> Brian Cowen </strong>. \" Report Abuse <q> Fianna Fail took the debts of the rich and handed them to the taxpayer. Its that simple. </q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$ 4 Billion", "new_id": -2}, {"uid": "1295192606168738817", "i": 36974, "idx": 1, "sa": ["Sharron Angle", "Dennis Kucinich", "Sen. Bernie Sanders"], "q": "progressive''-- a fan of Vermont socialist <strong> Sen. Bernie Sanders </strong>, Ohio socialist wannabe <strong> Dennis Kucinich </strong>, and state media outlet, NPR. \"`` Rather than pointing fingers or assigning blame,'' said Obama in Tucson, <q> let us use this occasion to expand our moral imaginations. </q> In the days immediately after the shooting, Fuller expanded his moral imagination by telling Democracy NOW radio,`` It looks like Palin, Beck, <strong> Sharron Angle </strong>, and the rest got their first target.'' \"", "new_id": -2}, {"uid": "1295909201177651772", "i": 5173, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": ",`` showComments'': true,`` duration'':'''',`` mediaQueryString'':`` http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01222011-8v&amp;flvURL=/media/2011/01/22/01222011-8v.m4v&amp;playAds=true&amp;adZone=wpni.video.ap&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F22%2F01222011-8v.jsn''}{`` title'':`` <strong> Kirsten Gillibrand </strong>: <strong> Gabrielle Giffords </strong> moved by support'',`` description'': <q> <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>( D-NY) spoke with Russ Mitchell with an update on her friend <strong> Rahm Emanuel </strong> <strong> Gabrielle Giffords </strong>\\' condition after she was transferred from Tucson to a hospital in Houston. </q>,`` note'':'''',`` correction'':'''',`` stillURL'':`` http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/22/PH2011012201966.jpg'',`` emailLink'':`` http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/22/VI2011012201959.html&amp;title=Gillibrand: <strong> Gabrielle Giffords </strong> moved by support& site= politics& type", "new_id": -2}, {"uid": "1296407544252772372", "i": 122, "idx": 0, "sa": ["Michael Jordan", "Elgin Baylor", "Allen Iverson"], "q": "half, letting everyone know that the 76ers were going to be more than another pushover for the powerful Lakers. <strong> Michael Jordan </strong> late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason. <q> Anybody that bet on it, some broke people out there, </q> <strong> Allen Iverson </strong> said.`` <strong> Elgin Baylor </strong>'m glad nobody didn't bet their life on it'cause they definitely would be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again", "new_id": -2}, {"uid": "1296864258154910775", "i": 3226, "idx": 1, "sa": ["Sergio Marchionne"], "q": "news, data and anlaysis. Sample`` I want to pay back the shyster loans,'' <strong> Sergio Marchionne </strong> said at an industry conference, using a derogatory term for an unprincipled lawyer or politician. <q> Pay back the loans, get those out and then take( the company) public. </q> <strong> Sergio Marchionne </strong>, who is also CEO of Italy's Chrysler, has said repeatedly that the high interest rates on$ 5.7 billion that Chrysler owes to the U.S. Treasury have been an obstacle in the automaker", "new_id": -2}, {"uid": "1296278683209059853", "i": 48014, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": ". The legislation would expand and make the Research and Development Tax Credit permanent.`` The most important investments right now are investments in small business that help the private sector create jobs,'' Senator <strong> Kirsten Gillibrand </strong> said. <q> Government doesn't create jobs, individuals, people, ideas, small businesses, they create jobs. </q> Businesses like Solid Sealing Technology, Inc.- a manufacturing and design lab in the basement of the Watervliet Arsenal.`` Unless you come inside these walls you have no idea what's inside the Arsenal,'' said", "new_id": -2}, {"uid": "1297444054223772678", "i": 21875, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "happen to Nokia in years. It's Happy Friday for Microsoft and Nokia rivals. In an internal memo leaked earlier in the week, <strong> Stephen Elop </strong> wrote to Nokia employees about the company's burning platform: <q> We poured gasoline on our own burning platform. I believe we have lacked accountability and leadership to align and direct the company through these disruptive times. We had a series of misses. We haven't been delivering innovation fast enough. We're not collaborating internally. Nokia, our platform is burning. </q> <strong> Stephen Elop </strong>'s solution is to swap out one burning platform for another? Someone should hold him accountable before it's too late. <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> laid out the broad terms of the deal in an''", "new_id": -2}, {"uid": "1295798635051544104", "i": 27737, "idx": 19, "sa": ["Colin Powell", "Barack Obama"], "q": "Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 White House race.`` I will always vote for the person who I think is best qualified,'' he said. <q> I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either. </q> ROUTE DELIVERY American Foodservice Billy Butler agrees to four-year,$ 30 million extension with Royals", "new_id": -2}, {"uid": "1295139773120274967", "i": 22549, "idx": 2, "sa": ["Kirsten Gillibrand"], "q": "an adult, has been this close to being lost.'' Still, she is not perturbed for her own safety-- although her husband, Jonathan, always is, at least some. <q> Of course he worries about me every day, and he always has and he always will, </q> <strong> Kirsten Gillibrand </strong> said.`` But we also know this job is about service, it's about helping constituents, and meeting constituents, and being available and having those one-on-one meetings,'' she said.", "new_id": -2}, {"i": 7038, "idx": 0, "index_answer": 0, "new_id": -1, "q": "shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> <strong> Eric Schmidt </strong> said in a statement.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295562514244678661"}]