[{"uid": "1297442039077905964", "i": 23019, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Microsoft are obvious. Nokia's benefits are harder to measure, which is why I assert the deal is a silent takeover without the expense or responsibility by Microsoft. In their letter, <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong> boasted: <q>There are other mobile ecosystems. We will disrupt them. There will be challenges. We will overcome them. Success requires speed. We will be swift. Together, we see the opportunity, and we have the will, the resources and the drive to succeed.</q> bijuishere Feb 11, 2011- 11:13 AM Nokia swaps one \"burning platform' for another in Microsoft\"s silent takeover of the Finnish phone maker The Microsoft-Nokia deal is a merger without the red tape,", "new_id": -2}, {"uid": "1295703657085770306", "i": 13817, "idx": 0, "sa": ["Hu Jintao", "Andy Coulson", "Barack Obama"], "q": "and grounded for two weeks 6) North Korea begins BEGGING for talks about eventual disarmament. THAT my friends is what I call PRESSHAH!!! Applied like thumscrews ha ha ha ha ha!!! Report Abuse <q>I would trust the North about as far as I could toss my GMC pickup.</q> Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why <strong> Barack Obama </strong> and <strong> Hu Jintao </strong>'s Talks Won't End U.S.-China Tensions", "new_id": -2}, {"uid": "1295617531243957796", "i": 3424, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": " \"continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role.\" <strong> David Cameron </strong> said that he was <q>very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications.</q> \"<strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government,\" <strong> David Cameron </strong> said in a statement, which made", "new_id": -2}, {"uid": "1297217140016318507", "i": 9436, "idx": 1, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "a silent meditation retreat; <strong> Rupert Murdoch </strong>, the cross-legged guru, doling out aphorisms and vegetarian curry at the bar.) No, <strong> Andy Coulson </strong> didn't have much choice. Resign comes from resignare( Latin: <q>to check off, cancel, give up</q>). Divide up the word and you have re, meaning opposite, and signare, literally \"to make an entry in an account book\"- so the opposite entry cancels out the original one. To", "new_id": -2}, {"uid": "1297616629186400779", "i": 26861, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "for someone to drop food in our mouths.\" Of the comment <strong> Donald Rumsfeld </strong> quipped, \"Sometimes I'm colorful.\" And he wrote this memo to the Chairman of the Joint Chiefs: <q>I am seeing nothing that is thoughtful, creative or actionable. How can that be?</q> \"That was a good memo,\" <strong> Donald Rumsfeld </strong> commented. \"And what I wanted to do is to put some sense of urgency into this big Department of Defense, the bureaucracy.\"", "new_id": -2}, {"uid": "1295860435042090520", "i": 5992, "idx": 0, "sa": ["Matthew d'Ancona", "Andy Coulson", "David Cameron"], "q": "<strong> Andy Coulson </strong> played a considerable part in steadying the Tory boat, writes <strong> Matthew d'Ancona </strong>. <strong> Matthew d'Ancona </strong> 8:40 AM GMT 24 Jan 2011 Do us a favour, mate,\" my lunch guest said. <q>If I go mad in Number 10, come and kill me with a big hammer.</q> It was the summer of 2009 and the man pleading for the Essex equivalent of Dignitas was <strong> Andy Coulson </strong>, as he braced himself for the gruelling election campaign and contemplated what might lie ahead of him if he followed <strong> David Cameron </strong>", "new_id": -2}, {"uid": "1296222919222609411", "i": 28679, "idx": 0, "sa": ["Simon Cowell", "Frank Sinatra"], "q": ". The technology has been developed by multimedia entertainment company, Musion, whose founder James Rock said it had been \"developed for many uses but it's perfectly suited for an airport environment\". <q>I wonder if I can send it to meetings in my place and whether anyone will notice</q>\" He said that while it had been used mostly in an entertainment context so far, including supplying <strong> Simon Cowell </strong> with a hologram of <strong> Frank Sinatra </strong> to perform at his birthday party, he would \"like to see", "new_id": -2}, {"i": 12103, "idx": 2, "index_answer": 1, "new_id": -1, "q": "\" again, <strong> Betty White </strong> quips, \"I think you do a thing once and then you run like a thief.\" <strong> David Letterman </strong> then asks her what she does in her free time and <strong> Betty White </strong> says, <q>Oh, I like to do most anything. Play with animals, mostly. And vodka's kind of a hobby.</q> So <strong> David Letterman </strong> reaches down from behind the desk and produces a bottle of Grey Goose, to which <strong> Betty White </strong> laughs heartily. They share some vodka, then she does a classic spit-take. How can you not", "sa": ["David Letterman", "Betty White"], "uid": "1295452144253739151"}, {"uid": "1295096765206520339", "i": 32258, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush", "Gerald Ford"], "q": "\" Robert <strong> Gerald Ford </strong> said. But Keith Urbahn, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out. \"This area is so fraught with legal ramifications,\" Urbahn said. <q>I don't think people would take kindly to us doing a fictional play on it. It's sort of a nonstarter because of the subject.</q> <strong> Donald Rumsfeld </strong> would likely be willing to look at a script if it were another subject matter, he said. <strong> Donald Rumsfeld </strong>, who was defense secretary during the first six years of <strong> President Bush </strong>'s eight in", "new_id": -2}, {"uid": "1296361391082608151", "i": 7400, "idx": 1, "sa": ["Brandon Lloyd", "Michael Vick"], "q": "A few players even hit the waves such as Denver Broncos receiver <strong> Brandon Lloyd </strong>. But Philadelphia Eagles quarterback <strong> Michael Vick </strong> wasn't getting anywhere near a surfboard. \"I don't surf,\" <strong> Michael Vick </strong> said. <q>I watch National Geographic too much, and I've seen too many catastrophic situations.</q> The players also spent a lot of time lounging at the hotel pool or one of the lagoons at Ko Olina Resort. And the rookies were invited- because they're the ones stuck with the hefty", "new_id": -2}]