[{"uid": "1295819656129564698", "i": 37205, "idx": 0, "sa": ["Simon Cowell"], "q": "- who got engaged to make-up artist Mezhgan Hussainy last February- admits he struggles to relate to very young kids, but would love to have youngsters of his own to play games with. He said: <q> I worry about it- because of my age. When I was a youngster, my dad used to play soccer and games with me. And I worry that if I was 70.`` Also, if children could be born at the age of five I'd quite like that. I like them at that age when they can talk and understand. I'm not sure I could deal with the whole` ga ga goo' thing. But I genuinely like kids. </q> <strong> Simon Cowell </strong> also admitted Mezhgan, 36, has`` softened'' him and has finally made him think about settling down forever. He added on a forthcoming episode of` Oprah Presents Master Class'", "new_id": -2}, {"uid": "1295802228188252172", "i": 4633, "idx": 8, "sa": ["Colin Powell", "Barack Obama"], "q": ".`` There has crept in our society and our public dialogue, a coarseness, a nastiness, an attack of people who don't share the same views as you do,'' he said. <q> All sorts of nastiness. And it is not just politicians who are doing this to each other, and, frankly, politics has always been a contact sport in this country. but with all of the cable channels and talk radio and blogs, especially blogs, where people can be anonymous with their nastiness, <strong> Lee Myung-bak </strong> think has caused a level of coarseness in our society that we've all got to think about. </q> <strong> Colin Powell </strong> said he thought <strong> Barack Obama </strong> was making an effort to reach across political divides to tone down the rhetoric and urged members of Congress to do the same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1295644518096387074", "i": 20848, "idx": 0, "sa": ["Bill Leader", "Eric Cantor", "Rand Paul", "Mike Pence", "Jeffrey Young", "Charlie Rangel"], "q": "Chairman <strong> Rand Paul </strong> Ryan( R-WI) said that the GOP's goal was to cut`` a good$ 100 billion.'' <strong> Charlie Rangel </strong> Kevin McCarthy( of`` <strong> Jeffrey Young </strong> Gun'' fame) reiterated the promise, saying, <q> We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that. </q>`` We've got to roll back there. That will save$ 100 billion in the first year,'' agreed <strong> Charlie Rangel </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority <strong> Bill Leader </strong> <strong> Eric Cantor </strong>( R-VA", "new_id": -2}, {"uid": "1297141515250691586", "i": 32448, "idx": 1, "sa": ["Simon Cowell"], "q": "Super Bowl commercials? The Black Eyed Peas singer planned to send out tweets while the band was on the field performing the halftime show at Sunday's game- until he lost service. <q> Att crashed... ahhhh!!!! The worse, </q> he tweeted after they performed. <strong> Simon Cowell </strong> is making a huge noise with his new talent show,`` The X Factor,'' which will premiere on Fox in the fall. The winner will", "new_id": -2}, {"uid": "1294992789105644154", "i": 4288, "idx": 0, "sa": ["Frank Lautenberg", "Carolyn McCarthy", "Mike Pence"], "q": "in their own homes and public places,'' he says. Ackerman's expectations for passage of his bill are very low and staunch congressional gun advocates are standing firm, the Times reported. <q> I believe, as Americans have believed since the American founding, that firearms in the hands of law-abiding citizens make communities safer, not less safe, </q> Rep. <strong> Mike Pence </strong>, R-Ind., told the Times. Nevertheless, some lawmakers promise some bills. U.S. Sen. <strong> Frank Lautenberg </strong>, D-N.J., and Rep. <strong> Carolyn McCarthy </strong>, D-N.Y., said they would put forward measures banning", "new_id": -2}, {"uid": "1297444526101842946", "i": 24502, "idx": 0, "sa": ["Michael Vick", "Jerry Jones"], "q": "class-action suit Tuesday in Dallas against the NFL, the host Dallas Cowboys and Cowboys owner <strong> Jerry Jones </strong>.`` I haven't had that contact yet( with the attorney),'' said Noone. <q> I haven't decided what direction to go. I'm waiting until the league comes back and says,` Well we're going to do this type of ticket, this of flight, this type of hotel.' </q>`` But I'll never get to watch that game again. Even though they lost, I still would have liked to have seen the game.'' <strong> Michael Vick </strong> Moore, 23, of Pittsburgh", "new_id": -2}, {"uid": "1297444948077905972", "i": 31883, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz", "Gabrielle Giffords", "Nancy Pelosi"], "q": "lawmakers who were in <strong> Gabrielle Giffords </strong>' hospital room when she opened her eyes were three of her close female friends in Congress: House Democratic leader <strong> Nancy Pelosi </strong> of California, <strong> Nancy Pelosi </strong> <strong> Debbie Wasserman Schultz </strong>, D-Fla., and <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, D-N.Y. <q> The doctors couldn't believe it, </q> <strong> Debbie Wasserman Schultz </strong> later told CNN.`` It was the most incredible experience that I have ever had.'' <strong> Gabrielle Giffords </strong> is expected to survive, although her condition and the extent of her recovery remain in doubt.", "new_id": -2}, {"uid": "1295476203251461646", "i": 10392, "idx": 1, "sa": ["Oprah Winfrey", "Ricky Gervais", "David Letterman", "Jeff Probst"], "q": "an oddball phonetics bit mocking the names of <strong> Oprah Winfrey </strong>.`` <strong> Ricky Gervais </strong> was the host of the( Globes) show- very funny guy,'' <strong> David Letterman </strong> said on his late-night CBS show Monday. <q> But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.' </q> Emmy Awards, there was a misguided attempt to pay homage to reality TV by letting five of the genre's hosts, including <strong> Jeff Probst </strong> of`` Survivor,'' share the emcee job. Their dull joint act bombed", "new_id": -2}, {"uid": "1297233830152961039", "i": 24544, "idx": 3, "sa": ["Colin Powell", "President Bush"], "q": ", because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. Insights from Deseret News editorial page Editor Jay Evensen", "new_id": -2}, [{"i": 31899, "idx": 3, "index_answer": 1, "new_id": -1, "q": "throws, grabbing eight rebounds before exiting with 2:34 left and the Sixers leading 106-87. <strong> Allen Iverson </strong> said he did not mind sitting out the final minutes of a blowout victory instead of attempting to set a career high. <q> Honestly, and I can't be any truer than this, all I wanted was for the <strong> Milwaukee Buck </strong> Bucks to be down one point once there were all zeroes on the board, </q> he said. The Sixers blew a 19-point, fourth-quarter lead in an overtime loss to New York on Friday night. They opened an 18-point, third-quarter lead against http://wn.com/2010-11_Boston_Celtics_VS_Milwaukee_Bucks_KG_Bogut_Fight,_Pierce_20000_Points!_ November 3rd, 2010: <strong> Vince Carter </strong>, what a", "sa": ["Vince Carter", "Allen Iverson"], "uid": "1296364134215957533"}]]