[{"uid": "1296968578257851407", "i": 40185, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney", "Gerald Ford"], "q": "from a briefing Johnson gave in 1966 on the Vietnam War and White House papers from July 1975- when he was chief of staff under <strong> Gerald Ford </strong>- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. <q> It's not a journal. It's not a diary, </q> he says of the <strong> Gerald Ford </strong> White House notes. \"It is a set of working documents that I've never edited. In fact, most I've never reread.\" As defense secretary under <strong> President Bush </strong>", "new_id": -2}, {"uid": "1295476300073809973", "i": 1634, "idx": 3, "sa": ["Sergio Marchionne"], "q": "charge is sufficient to drive the motor. \"In this hydraulic hybrid project, the Chrysler Group and EPA will evaluate and, hopefully, validate fuel-efficiency gains and greenhouse gas reductions,\" <strong> Sergio Marchionne </strong> said. <q> One of the aims of Chrysler Group's integration efforts will be to meet driver expectations for smooth and quiet operation, so that Americans will want to buy and will enjoy driving vehicles with this technology. </q> DevilishPersona 4:53 PM( 1/19/2011) I think DevilishPersona watched a few too many movies or had some nightmares about a evil hydraulic floor jack. 5,000 psi is not an abnormally high pressure for hydraulic", "new_id": -2}, {"uid": "1297588672045400131", "i": 10462, "idx": 4, "sa": ["Donald Rumsfeld", "Gerald Ford", "Dick Cheney", "President Lyndon Johnson"], "q": "from a briefing <strong> President Lyndon Johnson </strong> gave in 1966 on the Vietnam War and White House papers from July 1975-- when he was chief of staff under <strong> President Lyndon Johnson </strong> <strong> Gerald Ford </strong>-- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. <q> It's not a journal, it's not a diary, </q> he says of the <strong> Gerald Ford </strong> White House notes. \"It is a set of working documents that I've never edited. In fact, most I've never reread.\" As defense secretary, <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1295890682014073869", "i": 11695, "idx": 0, "sa": ["Colin Powell"], "q": "the real solution to reduce the <strong> Colin Powell </strong>, a retired four-star general who served in the Bush administration, made the comment on CNN's \"State of the Union\" show on Sunday. <q> When the Cold War ended 20 years ago, when I was chairman and[ Dick] Cheney was Secretary of Defense, we cut the defense budget by 25 percent. And we reduced the force by 500,000 active duty soldiers, so it can be done. Now, how fast you can do it and what you have to cut out remains to be seen, but I don't think the defense budget can be made sacrosanct and it can't be touched, </q> he said.[ Read more about national security, terrorism, and the military.] In their Pledge to America during the midterm elections, Republicans pledged to cut$ 100 billion from the", "new_id": -2}, {"uid": "1297291758117293089", "i": 14193, "idx": 0, "sa": ["Steve Ballmer"], "q": "Rob Helm, managing vice president at the Directions on Microsoft consultancy. The changes come as Microsoft begins to initiate \"major technical upgrades\" to its online services and platforms, he added. <q> <strong> Satya Nadella </strong> seems to be an executive for \"big plays,\" such as the push against Google, and the Project Green consolidation project for Dynamics business management applications, </q> Helm stated in an e-mail. \"By putting him in charge, <strong> Steve Ballmer </strong> seems to be looking for something more than the slow, steady growth that Server& Tools has shown over the past few years.\"", "new_id": -2}, {"uid": "1296217994081313794", "i": 42357, "idx": 0, "sa": ["Taraji P. Henson", "Paul Nassif", "Jennifer Aniston", "Ryan Seacrest", "Giuliana Rancic", "Simon Cowell", "Kelsey Grammer", "Charlie Sheen"], "q": "latest reports say <strong> Charlie Sheen </strong> may have suffered a hernia and may need surgery to repair the injury. \"As longtime friends, we are obviously very concerned about his well-being,\" <strong> Paul Nassif </strong> and Maloof-Nassif said. <q> Our thoughts and prayers are with him and his family right now and we wish him a speedy recovery. </q> <strong> Kelsey Grammer </strong> Invites Camille to His Wedding EYE CANDY: <strong> Taraji P. Henson </strong> Gets Naked for PETA <strong> Giuliana Rancic </strong> tells Celebrity Baby Scoop that she is done with IVF for now <strong> Jennifer Aniston </strong> Is Adopting! HollyBaby <strong> Ryan Seacrest </strong> Wishes <strong> Simon Cowell </strong> Well on` Kimmel", "new_id": -2}, {"i": 11988, "idx": 5, "index_answer": 2, "new_id": -1, "q": "to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q> I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company, </q> Mr. <strong> Danny Sullivan </strong> said. <strong> Ken Auletta </strong>, the author of a book about the company called \"Googled: The End of the World As We Know It,\" said he suspected that Mr. <strong> Eric Schmidt </strong> may simply have", "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "uid": "1295562453217792578"}, {"uid": "1297129562188514329", "i": 1982, "idx": 7, "sa": ["Simon Cowell", "Susan Boyle"], "q": "front of a live audience, which allows them to see how artists connect with potential viewers. \"I don't believe <strong> Susan Boyle </strong> would have gotten through in the old-fashion audition method,\" <strong> Simon Cowell </strong> said. <q> God only knows what we would have said to[ <strong> Lady Gaga </strong>] if she walked into Idol with a lobster on her head three years ago. </q> While The X Factor will be open to singers like <strong> Susan Boyle </strong>, <strong> Simon Cowell </strong> is also excited to have kids as young as 12 years old audition- an opinion he didn't always have. American Idol?", "new_id": -2}, {"uid": "1295002006132628500", "i": 18417, "idx": 0, "sa": ["Barack Obama", "Ms. McCarthy", "Mike Pence"], "q": "word \"gun safety bills.\" And this one just addresses the narrow issue of these clips.\" <strong> Ms. McCarthy </strong> said she would try to appeal to members of the Senate and <strong> Barack Obama </strong> to push her legislation forward. <q> Listen, any kind of bill the N.R.A. is against is always a problem. </q> Asked about prospects for new gun restrictions, Representative <strong> Mike Pence </strong>, Republican of Indiana, asserted, \"I maintain that firearms in the hands of law-abiding citizens makes communities safer, not less safe.", "new_id": -2}, {"uid": "1296169756065815248", "i": 45699, "idx": 1, "sa": ["Mike Pence"], "q": "\" \"In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,\" <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q> We will not seek the Republican nomination for president in 2012. </q> \" <strong> Mike Pence </strong>'s announcement was supposed come in an interview with the Star later tonight. It may have been scheduled for tomorrow, though. That's what his dear ol' mum said when a National Journal", "new_id": -2}]