[{"uid": "1295563364204783630", "i": 10559, "idx": 3, "sa": ["Eric Schmidt"], "q": "`` so there's clear responsibility and accountability at the top of the company.'' After April 4, Page will lead product development and technology strategy and take charge of day-to-day Google operations. <q> In this new role I know he will merge Google's technology and business vision brilliantly, </q> <strong> Eric Schmidt </strong> wrote.`` Larry, in my clear opinion, is ready to lead.'' During a Thursday conference call, Page said <strong> Eric Schmidt </strong> has`` done an outstanding job leading Google. We're all", "new_id": -2}, {"uid": "1295569764147800153", "i": 38149, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> SAP's Marge Breya provides a demonstration of the latest BusinessObjects Explorer On Demand, as well as two brand new products not even in beta yet: Kona( a cloud-based BI tool) and 12 Sprints(", "new_id": -2}, {"uid": "1295633904157057075", "i": 12302, "idx": 3, "sa": ["Charlie Beckett", "Andy Coulson", "Sienna Miller"], "q": "story refused to die with a series of fresh allegations. Earlier this month, the paper suspended a senior editor who was named in a lawsuit by actress <strong> Sienna Miller </strong>, who says her phone was hacked. <q> It was always going to be when, rather than if, </q> said <strong> Charlie Beckett </strong>, director of POLIS, a media thinktank at the London School of Economics.`` I don't know anybody in Britain who didn't think <strong> Andy Coulson </strong> must have known more about this than has come out", "new_id": -2}, {"uid": "1297282890241352733", "i": 11852, "idx": 1, "sa": ["Steve Ballmer", "Satya Nadella", "Amitabh Srivastava"], "q": "helped integrate Yahoo! across Microsoft's search engine and adCenter. <strong> Steve Ballmer </strong> also announced that the company's senior server and tools buisness veep <strong> Amitabh Srivastava </strong> was leaving Microsoft, but he didn't reveal why. <q> Windows Azure is in a great place, and <strong> Amitabh Srivastava </strong> is ready to move to a new phase in his career. He has done stellar work for the company and will work to ensure a smooth transition with the Windows Azure team. I wish him well in his new endeavors, </q> said <strong> Steve Ballmer </strong>. Muglia resigned in January this year but will stay on until the summer to help <strong> Satya Nadella </strong> fill his boots, so to speak. Â® An Improved Architecture for High-Efficiency, High-Density Data Centers", "new_id": -2}, {"i": 37768, "idx": 7, "index_answer": 0, "new_id": -1, "q": "what we were saying, she moved her leg. We knew she was responding.'' The lawmakers continued to joke about what they were going to do together, and as they did so, <strong> Gabrielle Giffords </strong> <q> started to open her eyes, literally, </q> <strong> Kirsten Gillibrand </strong> said. Seeing <strong> Gabrielle Giffords </strong>' left eye flickering, her husband, Mark Kelly, started saying:`` <strong> Gabrielle Giffords </strong>, open your eyes, open your eyes,'' <strong> Kirsten Gillibrand </strong> said. After about", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295008939037093396"}, {"uid": "1296116973139575313", "i": 24827, "idx": 1, "sa": ["Theresa Ellis", "Michael Vick"], "q": ", canceled a visit to the school that had been set for tomorrow.`` I have pretty good instincts for this kind of thing, working at a school,'' said Farrington student-activities coordinator <strong> Theresa Ellis </strong>. <q> I believe Mr. <strong> Michael Vick </strong> really wants to do this, but obviously all NFL players are very busy people and we have to understand that. </q> The Hawaii Humane Society had coordinated <strong> Michael Vick </strong>'s appearance at the public school in urban Honolulu known for its racially diverse student body, many from housing projects, and tough football team. <strong> Michael Vick </strong> would be the", "new_id": -2}, {"uid": "1297382791005832768", "i": 12993, "idx": 0, "sa": ["Simon Cowell"], "q": "the death of his father and his struggles with Tourette's, and also talked about his girlfriend and infant son.`` When I sing, it all goes away,'' he told the judges. <q> I don't have a care in the world. </q> Aerosmith's 1994 compilation Big Ones have gone up 260 percent since... Full Story <cite> Entertainment Weekly </cite> Photo in Slideshow: Judge <strong> Simon Cowell </strong> arrives for the 9th season... Report Abuse \" Whoa", "new_id": -2}, {"uid": "1296084859120438795", "i": 4272, "idx": 1, "sa": ["Max Clifford", "Andy Coulson"], "q": "of hacking into his client's phone. <strong> Max Clifford </strong>, the well-known public relations guru who reportedly received a lucrative settlement when his phones were tapped, said that Edmonson's firing and <strong> Andy Coulson </strong>'s resignation was like <q> a volcano that is starting to erupt. </q>`` There will be huge explosions all over Fleet Street if police get to the truth,'' he told the BBC.", "new_id": -2}, {"uid": "1295498091112721922", "i": 6202, "idx": 4, "sa": ["James Cleveland", "Chris Webber", "Allen Iverson"], "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> <strong> Chris Webber </strong> had his best performance in his four games with Philadelphia, scoring 24 points and grabbing 12 rebounds, and <strong> Allen Iverson </strong> added 31 points to lead the 76ers to a 98-89 win over the <strong> James Cleveland </strong> Cavaliers on Friday night", "new_id": -2}, {"uid": "1296391786239042627", "i": 4590, "idx": 9, "sa": ["Michael Vick"], "q": "`` Hopefully, I'll be with the Eagles next year. We'll see what happens,'' said <strong> Michael Vick </strong>, who added that he expects`` everything to go according to plan.'' <q> We'll see what happens over the next couple months. I just got to be patient and take it day by day, </q> he said. <strong> Michael Vick </strong>, who made his three previous Pro Bowls in six years with the Atlanta Falcons. He is being coached this week by the Falcons' staff, though none of those coaches were", "new_id": -2}]