[{"uid": "1295425513122060872", "i": 22246, "idx": 0, "sa": ["Sergio Marchionne"], "q": "WINDSOR, Ontario- Chrysler is debating the future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week. <q> We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made. \"We need to retain all its functionality but make it much more versatile.\" <strong> Sergio Marchionne </strong> said that could mean new products", "new_id": -2}, {"uid": "1296333025218349599", "i": 5318, "idx": 2, "sa": ["Michael Vick"], "q": "and waiting to be petted. And there are big ones, such as the day when the dogs find permanent homes, the way six of the 22 that originally were brought to Best Friends have thus far. <q> When they announced on TV that <strong> Michael Vick </strong> was eligible to play football again, I lost every single bit of inner peace, </q> said Erika, who adopted one of the <strong> Michael Vick </strong> dogs, Oliver, and didn't want her last name used because she doesn't want herself or Oliver to be targeted for harassment. \"But I thought,", "new_id": -2}, {"i": 6514, "idx": 2, "index_answer": 1, "new_id": -1, "q": "prize( via a recording deal with Sony) is said to be the largest, by far, in TV history. \"We're putting our money where our mouth is,\" <strong> Simon Cowell </strong> said. <q> It's a massive, massive risk, but also a great incentive.... And it puts the pressure on us to find a star. </q> <strong> Simon Cowell </strong> was asked if he would be interested in bringing his old friend and rival, <strong> Paula Abdul </strong>, on board as a judge. \"I'm a massive fan of <strong> Paula Abdul </strong>. While we were", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297293225002195576"}, {"uid": "1295877429093847588", "i": 2833, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": ", Jan 24, 2011, 8:57 AM EST- U.S. Markets open in 33 mins. <strong> Google Inc. </strong> awards$ 100 million to <strong> Eric Schmidt </strong>{ \"s\": \"goog\", \"k\": <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>, \"o\":\"', \"j\":\"'} On Monday January 24, 2011, 7:58 am NEW YORK( AP)-- <strong> Google Inc. </strong> says it has awarded$ 100 million worth", "new_id": -2}, {"uid": "1295247358175046687", "i": 29096, "idx": 0, "sa": ["Kyle Korver", "Carmelo Anthony", "Marcus Camby", "Allen Iverson", "DerMarr Johnson"], "q": "who lost their third straight game. After <strong> Carmelo Anthony </strong>'s basket, <strong> Allen Iverson </strong> had a shot blocked by <strong> DerMarr Johnson </strong>. The Sixers retained possession and <strong> Kyle Korver </strong>'s driving layup attempt was swatted away by <strong> Marcus Camby </strong>, his fifth block. <q> It was a <strong> Yao Ming </strong> defensive play, </q> said <strong> Marcus Camby </strong> http://wn.com/Carmelo_Anthony_Game_Winner__Denver_Nuggets_@_Dallas_Mavericks_Game_3_NBA_Playoffs_5/09/2009 <strong> Carmelo Anthony </strong> Game Winner- Denver Nuggets@ Dallas Mavericks Game 3 NBA Playoffs 5/09/2009 <strong> Carmelo Anthony </strong> Game Winner- Denver Nuggets@ Dallas Mavericks Game 3 NBA Playoffs 5/09/2009 <strong> Carmelo Anthony </strong> Game Winner- Denver Nuggets@ Dallas Mavericks", "new_id": -2}, {"uid": "1296789417115392515", "i": 7111, "idx": 0, "sa": ["Allen Iverson"], "q": "rate! www.youtube.com http://wn.com/Dwayne_Wade_Career_High_55_Points_vs_Knicks_2008-09 Game Highlights- www.whereisbasketball.com http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.\"", "new_id": -2}, {"uid": "1297354538224657421", "i": 3805, "idx": 1, "sa": ["Donald Rumsfeld", "Jane Holl Lute"], "q": "intention to nominate <strong> Jane Holl Lute </strong> as Deputy <strong> Donald Rumsfeld </strong> of Homeland Security.[ 3] She was confirmed April 3.[ 1] Re: Napolitano: \"Al-Qaeda does not exist: Natural Born Americans are the terrorists\" <q> Reply# 48 on: February 09, 2011, 03:52:38 PM </q> How about this... Napolitano: \"I am a Bilderberg puppet nutjob who continues to spew nonsense at congressional hearings while <strong> Jane Holl Lute </strong> rapes the American citizen of all humanity\" Re: Napolitano: Al-Qaeda does not", "new_id": -2}, {"uid": "1296802074171819025", "i": 43500, "idx": 4, "sa": ["Blake Griffin", "Allen Iverson", "Dwight Howard"], "q": "Career <strong> Blake Griffin </strong> 60pts vs the <strong> Dwight Howard </strong> Orlando Magic 04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said. \"You honestly don't r... Shaq Career <strong> Blake Griffin </strong> 61 Points Against Clippers On March 6, 2000( All FGs) Shaq Career <strong> Blake Griffin </strong> 61 Points Against Clippers On March 6, 2000(", "new_id": -2}, {"uid": "1296552417261570573", "i": 23556, "idx": 24, "sa": ["Maurice Cheeks", "Chris Webber", "Allen Iverson"], "q": "working to figuring out how to win games,\" <strong> Maurice Cheeks </strong> said. \"There are a lot of things we've got to work on.\" <strong> Allen Iverson </strong> led the Sixers with 36 points and <strong> Chris Webber </strong> had 15. <q> The most I got out of it was that guys need to take a challenge to make this team better, </q> <strong> Allen Iverson </strong> said. \"He talked about during this bad time that we're going through right now that it was http://wn.com/Chamberlain_doubles_up_Wharton_in_42-21_playoff_win TAMPA-- Chamberlain will play in a Class 5A region final for the second straight season, thanks", "new_id": -2}, {"uid": "1296716412176898138", "i": 28918, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "| AP Photo <strong> President Bush </strong> Defense <strong> Donald Rumsfeld </strong> says in a new book that he wanted to oversee the initial reconstruction of Iraq following the United States' invasion of the country but he was rebuffed by <strong> President Bush </strong>. <q> <strong> President Bush </strong> didn't cotton to the idea, </q> <strong> Donald Rumsfeld </strong> writes in his yet-to-be-released memoir \"What if we had a problem with North Korea?\" <strong> President Bush </strong> asked, according to a scene that <strong> Donald Rumsfeld </strong> said took place just before the 2003", "new_id": -2}]