[{"uid": "1297336867021299203", "i": 35693, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "'s Questions-`` Foreign students are vital to British universities.''... KrisTheScript Odd that the police are now interested in the phone hacking scandal now <strong> Andy Coulson </strong> isn't working for the Prime Minister <strong> David Cameron </strong>. Report Abuse <q> Copy and pest the following link in your web browser then join: </q> http://www.PaisaLive.com/register.asp?1803677-7393640 2010: The year of treasure hunters The loot of the public exchequer in 2010 is estimated to exceed Rs 4 lakh cr with real estate as biggest cash cow Spectre of scandals past", "new_id": -2}, {"uid": "1295474988012009500", "i": 5417, "idx": 0, "sa": ["Mike Pence"], "q": "a favorite campaign stop for many aspiring White House contenders, <strong> Mike Pence </strong> pushed the idea of a flat tax, a rollback of regulatory standards and a constitutional amendment to limit spending to 20 percent of GDP. <q> We must have a mechanism that forces Washington as a whole to make the hard choices necessary to reform our nation's addiction to big spending and unsustainable entitlements, </q> <strong> Mike Pence </strong> said, according to a prepared text of his speech. That's funny getplaning. You just don't get it. The majority of American people do not agree with you about anything. You", "new_id": -2}, {"uid": "1295615268003915792", "i": 27024, "idx": 2, "sa": ["Donald Rumsfeld", "Barack Obama", "David Cameron"], "q": "'' But, she said,`` it was not a judgment that found favor with some parts of the American machine''- namely <strong> David Cameron </strong> <strong> Barack Obama </strong> <strong> Donald Rumsfeld </strong>, the United States secretary of defense at the time. That <q> is why <strong> Donald Rumsfeld </strong> started an alternative intelligence unit in the Pentagon to seek an alternative judgment, </q> she said. MI5, she said, had refused to offer contributions to the documents produced at 10 Downing Street's orders to justify the case for war because the http://wn.com/Mera_Gaon_Mera_Desh_1971Aayah_Aayah_,_Attariyah_Par_Koi_Chor_!ROHINI-110085, The Ghost Writer, had its world", "new_id": -2}, {"uid": "1296586485184188975", "i": 32120, "idx": 0, "sa": ["Zahi Hawass"], "q": ". Advertisement( s) Advertisement Hundreds of Looted Treasures Recovered, Egypt's Antiquities Chief Reports Cultures The following statement by <strong> Zahi Hawass </strong>, Egypt's new Minister of Antiquities and head of <q> a newly created department that will be charged with the care and protection of all Egyptian monuments and museums, </q> was By <strong> Zahi Hawass </strong> I would like to tell the people, all over the world, the good news: the storage magazine that was looted in Qantara, in the Sinai, has had 288 objects", "new_id": -2}, {"uid": "1295770742001081396", "i": 31630, "idx": 1, "sa": ["Will Smith", "Mick Jagger", "Katy Perry", "Simon Cowell", "Mariah Carey"], "q": ", the singer may join <strong> Simon Cowell </strong> on the show when it begins filming later this year.`` To get her on the show would give it real star power,'' a source told the magazine. <q> <strong> Nicole Scherzinger </strong> and <strong> Cheryl Cole </strong> are also being considered for places on the judging panel, because they've got a proven track record of being great judges, but that doesn't rule Rihanna out.`` She has a massive appeal and a real edge to her, </q> they added.`` <strong> Simon Cowell </strong> knows she wouldn't be afraid to give her opinion.'' Others who have been rumoured for the show's judging panel include <strong> Will Smith </strong>, <strong> Katy Perry </strong>, <strong> Mick Jagger </strong> and <strong> Mariah Carey </strong>.", "new_id": -2}, {"uid": "1296331651034324486", "i": 29498, "idx": 0, "sa": ["Joe Pickett", "Nick Prueher", "Chuck Norris", "David Letterman"], "q": "VHS tapes since high school. Over the years, their collection has swelled to include such oddities as tacky dating service videos, instructional dance shows featuring Roger Rabbit and the long-forgotten <strong> Chuck Norris </strong>: Karate Kommandos cartoon. <q> They're equal parts disturbing and funny, </q> says <strong> Nick Prueher </strong>, 34, who used to work on The Late Show with <strong> David Letterman </strong> and The Colbert Report.( <strong> Joe Pickett </strong> is a contributor to The Onion.) Since 2004, the duo have been taking their best", "new_id": -2}, {"uid": "1295458414232456261", "i": 31457, "idx": 0, "sa": ["Sergio Marchionne", "Lisa P. Jackson"], "q": "vehicles. The announcement was made at the EPA laboratories in Ann Arbor, Mich., following a meeting with <strong> Sergio Marchionne </strong>, Chrysler Group CEO, and <strong> Lisa P. Jackson </strong>, Agency Administrator for the EPA. <q> In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers, especially if their dollars stay in America, </q> <strong> Sergio Marchionne </strong> said.`` Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.", "new_id": -2}, {"uid": "1296955229239927300", "i": 47655, "idx": 0, "sa": ["Beth Noveck", "Nigel Shadbolt", "Helena Kennedy", "Martha Lane Fox", "Eric Schmidt"], "q": "I think that identification and empathy is great to see.'' Coming from a poor, working-class background, <strong> Helena Kennedy </strong> feels particularly strongly about education as it was such a pivotal force in her own life. <q> Learning shouldn't be a commodity. It changed me: I learned about the other, about how the world worked, about art and music. Education will continue to be available to the privileged, but will it be for someone from a background like mine? </q> Tech Weekly at Activate: <strong> Eric Schmidt </strong>, <strong> Martha Lane Fox </strong>, <strong> Beth Noveck </strong>, <strong> Nigel Shadbolt </strong> Amazon's uncontacted tribe: how media coverage can trigger action Zeitgeist is an experiment in showing trending news, topics and articles from the Guardian", "new_id": -2}, {"uid": "1297134952101482529", "i": 35347, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": ", 2010-- hopes to sit with <strong> Paula Abdul </strong> in the judging panel for The X-Factor Subscribe to The Economic Monitor to get the day's most relevant news, data and anlaysis. Sample <q> We've spoken to her, she knows I'm a big fan, </q> <strong> Simon Cowell </strong> was quoted as saying by The Associated Press at the interview and teleconference for`` The X-Factor''.`` I've always said at some point we are going to be working together.'' Though", "new_id": -2}, [{"i": 2184, "idx": 2, "index_answer": 1, "new_id": -1, "q": "out as the best album and the best tour, it always has.'' <strong> David Letterman </strong> then asked for clarification that`` contention, friction and animosity'' could be creatively good, to which <strong> Steven Tyler </strong> said: <q> Yeah, because when we come back together we love each other all over again. We come to realise what we can do. The good stuff is writing and songs. </q> recently dismissed reports that his new judging role on American Idol could signal the end of Aerosmith, telling BBC News that the band are`` just on a break[ and] still rocking big time''.", "sa": ["David Letterman", "Steven Tyler"], "uid": "1295365484238829571"}]]