[{"uid": "1296203372059293774", "i": 50166, "idx": 0, "sa": ["Eric Holcomb", "Mike Pence"], "q": "... <strong> Mike Pence </strong> shuts 1 door, leaves another open U.S. <strong> Mike Pence </strong> shut the door Thursday on seeking the presidency in 2012 but left unanswered whether his choice instead is the Indiana <strong> Eric Holcomb </strong>'s office. <q> I'm open to running for <strong> Eric Holcomb </strong>, </q> <strong> Mike Pence </strong> said in an exclusive interview with The Indianapolis Star. \"We're going to take the next several months to travel across the state and hear what Hoosiers have to say. We'll seriously consider it.", "new_id": -2}, {"uid": "1296218172048857090", "i": 15216, "idx": 18, "sa": ["Eric Holcomb", "Mike Pence", "Rick Perry", "Dan Coats"], "q": "and advance the conservative cause closer to home.... I am confident the people of Indiana will benefit from <strong> Mike Pence </strong>'s decision.\" -- Texas <strong> Eric Holcomb </strong> <strong> Rick Perry </strong>, chairman of the Republican Eric Holcombs Association. <q> While I believe <strong> Mike Pence </strong> would have been a viable candidate for the presidential nomination, I also believe he has the qualifications and experience to be an effective <strong> Eric Holcomb </strong>.... I will be at the top of the list of people encouraging <strong> Mike Pence </strong> to seek the Republican nomination for <strong> Eric Holcomb </strong>. </q>-- U.S. Sen. <strong> Dan Coats </strong>, R-Ind. \"It's nice that <strong> Mike Pence </strong> is spending more time worrying about his next job than about the people in his district. He was just elected to a job that he", "new_id": -2}, {"uid": "1295494241012058630", "i": 43041, "idx": 1, "sa": ["Mike Pence", "Patrick Murphy"], "q": "House of Representatives. What would this mean for our country? Hit the Qwanz polls above to share your opinion with the World! www.facebook.com www.Twitter.com www.youtube.com http://wn.com/Rep_Patrick Murphy_Patrick Murphy_on_Repealing_'Don't_Ask,_Don't_Tell' Today, the House is considering HR 2965, Repealing <q> Don't Ask, Don't Tell, </q> sponsored by <strong> Mike Pence </strong> <strong> Patrick Murphy </strong>( D-PA). This discriminatory and harmful policy has weakened America's security by depriving our nation of the service of thousands of gay and lesbian troops who have served their country honorably-- and", "new_id": -2}, {"uid": "1297682295187187221", "i": 55413, "idx": 2, "sa": ["Mike Pence", "Rick Santorum"], "q": "a fiscal crisis; it is a family crisis\" and that \"the breakdown of Wall Street was not a money crisis; it was a moral crisis.\" <strong> Mike Pence </strong> earned his biggest applause when he declared, <q> We will not restore this nation with public policy alone; it will require public virtue. </q> And former Sen. <strong> Rick Santorum </strong> had this to say: \"The idea that the basic moral values of our country are not part of an integrated set of issues that keep our country safe and prosperous is a very dangerous", "new_id": -2}, {"uid": "1296185980214401046", "i": 37755, "idx": 0, "sa": ["Mike Pence"], "q": ", but many in political circles assumed that would be the case since he stepped down last year from his House leadership position. The 51-year-old <strong> Mike Pence </strong> is a darling of social conservatives and often describes himself as <q> a Christian, a conservative, and a Republican, in that order. </q> The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning sixth term in November.", "new_id": -2}, {"uid": "1296417098007684136", "i": 40493, "idx": 0, "sa": ["LeBron James", "Mike Pence", "Barack Obama"], "q": "Wife, Karen; three children U.S. <strong> Mike Pence </strong> shut the door today on a run for the presidency, but left wide open the likelihood that he'll seek a different office: Governor of Indiana. <q> In the choice between seeLeBron James national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. \"We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012.\" He", "new_id": -2}, {"uid": "1295644518096387074", "i": 25246, "idx": 2, "sa": ["Kevin McCarthy", "Mike Pence", "Bill Maher", "Jeffrey Young", "Eric Cantor"], "q": ".\" <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of \"<strong> Jeffrey Young </strong> Gun\" fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\" <q> We've got to roll back there. That will save$ 100 Bill Maherion in the first year, </q> agreed <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA) repeated that the GOP is aiming for$ 100 Bill Maherion in cuts. However, according to the New York Times", "new_id": -2}, {"uid": "1295631675219987972", "i": 21629, "idx": 1, "sa": ["Mike Pence", "Xavier Becerra", "Barack Obama", "John Larson"], "q": "about jobs and the domestic agenda for the <strong> Barack Obama </strong>,\" said <strong> Mike Pence </strong> <strong> John Larson </strong>( Conn.), chairman of the Democratic Caucus. <strong> John Larson </strong> and other Democratic leaders downplayed any lingering hostility from the tax-cut deal. <q> He's our leader. He's the leader of the free world, and we are entirely behind and supportive of the <strong> Barack Obama </strong> of the United States, </q> <strong> John Larson </strong> said. <strong> Mike Pence </strong> <strong> Xavier Becerra </strong>( D-Calif.), the caucus vice chairman, said Democrats might have occasional disagreements with the <strong> Barack Obama </strong>, but \"we're not going to eat our own.\"", "new_id": -2}, {"uid": "1294971680128761890", "i": 31581, "idx": 1, "sa": ["Mike Pence", "Gary Ackerman", "Peter King"], "q": "\"We're not looPeter King at banning all weapons,\" said <strong> Mike Pence </strong> <strong> Gary Ackerman </strong>, a New York Democrat who wants to close a loophole that allows some private dealers to sell guns without conducting background checks. <q> We're looPeter King to make sure that innocent people from all over will be safe in their own homes and public places. I think the tragedy and the heavy moment in which we find ourselves lends itself to some contemplation. I think there's a hope, at least, for reasonableness. </q> The argument is not likel y to woo staunch gun rights advocates in Congress. \"I believe, as Americans have believed since the American founding, that firearms in the hands of law-abiding citizens", "new_id": -2}, {"i": 39631, "idx": 1, "index_answer": 0, "new_id": -1, "q": ", well-known egyptologist <strong> Zahi Hawass </strong>, on Thursday played down accounts of the break-in at the Museum and warned against`` rumours.'' In a posting on his blog, <strong> Zahi Hawass </strong> said the incident at the museum resulted in <q> 70 broken objects, all of which can be restored. </q>`` I want people to know that after nine days of protests, the monuments are safe,'' <strong> Zahi Hawass </strong> said.`` If anything happens, I will announce it.'' He explained that the fire brigade was", "sa": ["Zahi Hawass"], "uid": "1296817001259670033"}]