[{"uid": "1297211499164478976", "i": 38472, "idx": 0, "sa": ["Dwaine Caraway", "Andy Fantuz", "Michael Reese", "Mayor Richard M. Daley", "Michael Vick"], "q": "if there will even be a 2011 season. And despite that, last week the Chicago Bears signed <strong> Andy Fantuz </strong> from the Canadian Football League. <strong> Michael Reese </strong> Schlaak and his also had tickets to <strong> Michael Reese </strong> Bowl XLV in Dallas. <q>And it was the most ridiculous experience of my life,</q> Schlaak said. So, let me get this straight: <strong> Michael Vick </strong> got the key to the city of Dallas this weekend, by <strong> Mayor Richard M. Daley </strong> Pro Tem, <strong> Dwaine Caraway </strong>? Um... what? Bernstein: Hawks' Magic Long", "new_id": -2}, {"i": 10731, "idx": 0, "index_answer": 0, "new_id": -1, "q": "that truth will keep national headquarters from wasting the opportunity to hit up donors. Speaking of: In the same e-mail, <strong> Cecile Richards </strong> claims that <strong> Mike Pence </strong>'s bill would make it so that Planned Parenthood <q>can no longer provide family planning, birth control, or preventive care to millions of women.</q> They're a profit-maker with high-paid friends who do fundraisers for them. We're not talking about some struggling crisis-pregnancy center( The very fact that the people behind the video would fabricate a story about a child", "sa": ["Cecile Richards", "Mike Pence"], "uid": "1296777793174178305"}, {"uid": "1297621943221642781", "i": 29476, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "'s minister of state for antiquities <strong> Zahi Hawass </strong> said today. The objects missing from the famed museum included \"a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess\" and parts of <q>a gilded wood statue of Tutankhamun harpooning,</q> <strong> Zahi Hawass </strong> said. Looters broke into the museum in Cairo's Tahrir Square on January 28 when massive protests against <strong> Hosni Mubarak </strong> drove his police from the streets in a series of running battles. Also missing", "new_id": -2}, {"uid": "1295559450214679559", "i": 32168, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "full release including the financials( MOUNTAIN VIEW, Calif.- January 20, 2011- <strong> Google Inc. </strong>( NASDAQ: GOOG) today announced financial results for the quarter and the fiscal year ended December 31, 2010. <q>Q4 marked a terrific end to a stellar year,</q> said <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>. \"Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses", "new_id": -2}, {"uid": "1294961599111804420", "i": 13421, "idx": 7, "sa": ["Kobe Bryant", "Allen Iverson"], "q": "selfs for one of the toughest games ever Survivor. When Janes allince blindsided her and voted her out it only leaft five people in the game.( Jud aka Fabio) Fabio started th... H* Wood <q>Could It Be You( Punk Rock Chick)</q> H* Wood \"Could It Be You( Punk Rock Chick)\"-- Download single here bit.ly... <strong> Allen Iverson </strong> 48pts 2001 NBA Final Gm1 vs <strong> Kobe Bryant </strong> Lakers <strong> Allen Iverson </strong> 48pts 2001 NBA Final Gm1 vs <strong> Kobe Bryant </strong> Lakers <strong> Allen Iverson </strong> finally", "new_id": -2}, {"uid": "1297597866017956890", "i": 25450, "idx": 1, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "minister of state for antiquities <strong> Zahi Hawass </strong> said on Sunday. The objects missing from the famed museum included \"a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess\" and parts of <q>a gilded wood statue of Tutankhamun harpooning,</q> <strong> Zahi Hawass </strong> said in a statement. Looters broke into the museum in Cairo's Tahrir Square on January 28 when massive protests against then-president <strong> Hosni Mubarak </strong> drove his despised police from the streets in a series of running battles", "new_id": -2}, {"uid": "1296486373063668243", "i": 2364, "idx": 1, "sa": ["Mike Pence"], "q": "urged by conservative activists to run for president in 2012. \"We seriously considered it, which for a small-town boy from Southern Indiana is a very humbling thing to do,\" <strong> Mike Pence </strong> said Thursday. <q>But at the end of the day, we ultimately believed that where our little family is led is somewhere in the service of the people of Indiana in the days ahead. I've learned in decisions like these to follow my heart. My heart is in Indiana.</q> He said he will spend the next few months traveling across the state before announcing a decision on the governor's race, which he is widely expected to enter as the GOP favorite. Indiana", "new_id": -2}, {"uid": "1297600395127287377", "i": 48206, "idx": 4, "sa": ["Allen Iverson", "Dan Tan"], "q": "game as they watched, <strong> Dan Tan </strong> asking questions along the way. \"Daniel would call my dad and be like, \"Where's DeWayne <strong> Allen Iverson </strong>? Where's he at?\" DeWayne <strong> Allen Iverson </strong> said. <q>We were all close with Daniel.</q> In August 2008, stem cell transplants done in Seattle slowed the NMO's progress in <strong> Dan Tan </strong>'s body. While his condition didn\"t improve and he was still blind and paralyzed from the waist down,", "new_id": -2}, {"uid": "1296055444213254175", "i": 43678, "idx": 1, "sa": ["Andy Coulson", "Karren Brady", "David Cameron", "Richard Keys"], "q": "a warning from Sky Sports over the exchange, also compared the row to the News of the World phone-tapping scandal which led to the resignation of <strong> David Cameron </strong>'s communications chief <strong> Andy Coulson </strong> last week. He said: <q>What's the difference? \"If off-air conversations were made public then there would be no-one left working in the country.</q> <strong> Richard Keys </strong> said he had tried to contact West Ham vice-chairman <strong> Karren Brady </strong>, who he also mentioned disparagingly in the off-air conversation with Gray, but she did not return his call. Play video News Headlines(", "new_id": -2}, {"uid": "1296261843136708096", "i": 27138, "idx": 0, "sa": ["Joanna Shields", "Eric Schmidt"], "q": "that the big Silicon Valley companies are committed to the project. \"We were really endorsing the idea without defining our exact participation,\" says <strong> Joanna Shields </strong>, Facebook's vice-president for Europe, Middle East and Africa. <q>I really commend the initiative to create a focal point.</q> Ms <strong> Joanna Shields </strong> has also been inspired by the government's plan to create KidsCode.org, an initiative to teach 11- to 16-year-olds how to write software and create technology products. <strong> Eric Schmidt </strong>, Google's", "new_id": -2}]