[{"uid": "1296227064117063684", "i": 5734, "idx": 0, "sa": ["Mike Pence"], "q": "Space Center in Houston. Today is the 25th anniversary of the Challenger accident. <strong> Mike Pence </strong>, considered by some a possible GOP Presidential candidate in 2012, has ruled out a run for the White House. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong> said in a letter to supporters first reported Thursday by the Indianapolis Star. \" We will not seek the Republican nomination for president in 2012. \" dyn/content/article/2011/01/27/AR2011012708191.html?hpid=moreheadlines\" target=\"new\"> The Washington Post>>", "new_id": -2}, {"uid": "1296199986159858692", "i": 36863, "idx": 0, "sa": ["Mike Pence"], "q": "Staff Writer Thursday, January 27, 2011; 10:52 PM <strong> Mike Pence </strong>( R-Ind.) will not run for president in 2012 but has left the door open to running for governor of the Hoosier State. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong> said in a letter to supporters first reported Thursday by the Indianapolis Star. \" We will not seek the Republican nomination for president in 2012. \" <strong> Mike Pence </strong> has been publicly pondering whether to run for", "new_id": -2}, {"uid": "1296309067021659679", "i": 7909, "idx": 0, "sa": ["Mike Pence"], "q": "Star Press MUNCIE, Ind.-- U.S. <strong> Mike Pence </strong> discussed his political future-- in somewhat nonspecific terms-- while addressing students in a Central High School social studies class Friday. <strong> Mike Pence </strong> acknowledged he was considering <q> maybe coming home and running for governor, </q> but the Republican said he was likely months away from making a final decision. He didn't completely rule out seeking a seventh term representing Indiana's 6th District in the U.S. House. While it's", "new_id": -2}, {"uid": "1296168750131055629", "i": 6069, "idx": 0, "sa": ["Mike Pence"], "q": "State of the Union edition time pubdate datetime= \" 2011-01-27T17:14:24-05:00 \" > <strong> Mike Pence </strong> won't run for president, but will likely run for IN governor Indianapolis Star on the news that will disappoint some national conservatives: <q> U.S. <strong> Mike Pence </strong> shut the door today on a run for the presidency, but left wide open the likelihood that he'll seek a different office: Governor of Indiana. </q> \" In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, \" <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. \"", "new_id": -2}, {"uid": "1295571316037306385", "i": 27128, "idx": 0, "sa": ["Mike Pence", "Newt Gingrich"], "q": "Tenacious <strong> Newt Gingrich </strong> has the armor of experience and a promising public partnership with his wife, Callista, who's looking very first-ladylike these days. But wait. That old historic touch never fails: <q> At the first critical juncture in our nations history, our Founding Fathers started the Declaration with` when in the course of human events.' In 1964, Ronald Reagan defined the differences in the modern era as' a time for choosing.' That time is now.... We believe that you, Pence-Mike Pence/\"> <strong> Mike Pence </strong>, must answer your country's call. We believe that you must offer yourself as a candidate for the Republican Presidential nomination in 2012. </q> \" Pence-Mike Pence/\"> <strong> Mike Pence </strong>, at this precarious time in our nations history, none of us can afford to make political calculations or make decisions based on future ambitions, for what will be left of", "new_id": -2}, {"uid": "1296055281154206214", "i": 11834, "idx": 6, "sa": ["Mike Pence", "Phil Gingrey", "Kirsten Gillibrand", "Sherrod Brown", "Barack Obama"], "q": "The <strong> Barack Obama </strong> reflected on the uniqueness of America. He remembered our soldiers, he remembered where the strength of this nation was, \" <strong> Mike Pence </strong> said, before adding that he was disappointed that the <strong> Barack Obama </strong> appeared to be <q> committed to more spending and more government and more of the same of what the American people rejected on Election Day last fall. </q> post-speech reaction from Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., Sen. <strong> Sherrod Brown </strong>, D-Ohio, and <strong> Mike Pence </strong> <strong> Phil Gingrey </strong>, R-Ga., on our YouTube channel. ON THE ROAD AGAIN <strong> Barack Obama </strong> plans to take his State of the Union", "new_id": -2}, {"uid": "1296175294201965575", "i": 15427, "idx": 0, "sa": ["Mike Pence"], "q": "The Daily Caller reports <strong> Mike Pence </strong>( R-IN), a possible contender for president in 2012, has announced that he will NOT run for the White House: <q> As reported by the Indianapolis Star, <strong> Mike Pence </strong> has circulated a letter to supporters announcing the decision. </q> \" In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, \" wrote <strong> Mike Pence </strong>. \" We will not seek the Republican nomination for president in 2012. \"", "new_id": -2}, {"uid": "1296217917050937899", "i": 50361, "idx": 2, "sa": ["Mike Pence", "Alan Grayson"], "q": "The people arrest the insurance companies <strong> Alan Grayson </strong> on the GOP Health Care Plan: \" Don't Get Sick! And if You Do Get Sick, Die Quickly! \" ' <strong> Alan Grayson </strong> on the GOP Health Care Plan: <q> Don't Get Sick! And if You Do Get Sick, Die Quickly! </q>' This is <strong> Mike Pence </strong> <strong> Alan Grayson </strong> discussing the GOP plan for health care. Part one, don't get sick. Part two, if you do get sick... Part three, die quickly.... <strong> Alan Grayson </strong>: \"", "new_id": -2}, {"uid": "1296229265086933518", "i": 35656, "idx": 1, "sa": ["Mike Pence", "Michael Yaki", "Mitt Romney"], "q": "The same is true for most other parts of the Arab world... \" -- <strong> Mike Pence </strong> has removed himself from 2012 presidential contention( by all accounts 1 So much for equal protection under Obama law <q> DOJ official: \" The law was written to protect black people. </q> \" <strong> Michael Yaki </strong>, one of the investigation's most vituperative critics, has publicly adMitt Romneyed that some of the allegations of racial favoritism we have uncovered, if true, are very disturbing. Specifically, he said", "new_id": -2}, {"i": 10201, "idx": 5, "index_answer": 1, "new_id": -1, "q": "administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain in private life although he is happy to be an informal presidential adviser. <q> The administration knows that I am quite content with the work I am doing now, </q> he said.`` I am not interested in a government job.'' Reflecting on the Arizona shootings that killed six people and badly wounded <strong> John McCain </strong> Rep. <strong> Gabrielle Giffords </strong>, <strong> Colin Powell </strong> said he was dismayed by the harsh tenor of", "sa": ["John McCain", "Colin Powell", "Gabrielle Giffords", "Robert Gates"], "uid": "1295805220124010531"}]