[{"uid": "1297166995062062625", "i": 35887, "idx": 2, "sa": ["Simon Cowell"], "q": "and promotion.`` It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> Cavaliers lose 25th straight, set another NBA record for futility; Mavericks win 99-96 DALLAS( AP)- Over one season or two, no team in NBA history has lost as many games", "new_id": -2}, {"uid": "1296532535074448923", "i": 53065, "idx": 11, "sa": ["LeBron James", "Allen Iverson", "Don Iverson"], "q": "12 January 2011 <strong> Allen Iverson </strong>'s performance vs. Minnesota <strong> Allen Iverson </strong>'s highlights against the Timberwolves... 2009 MN AMA Get in the Game Conference: Sponsor Testimonials 2009 MN AMA Get in the Game Conference: Sponsor Testimonials In these series <q> On Our Own: Dome </q> we are building a Monolithic Dome from the ground up. <strong> LeBron James </strong> Erfurth, AJ Lutter, and <strong> Don Iverson </strong> have read the stuff, watched the how tos, taken the classes and now going out to try it``", "new_id": -2}, {"uid": "1296532536074448898", "i": 44382, "idx": 0, "sa": ["Allen Iverson", "Marcus Gilbert", "Jim O'Brien", "Dwyane Wade", "Phil Jackson"], "q": ", after a spectacular third quarter, turned in a game-turning performance in overtime, scoring eight of the Heat's 16 points in the extra period. <strong> Dwyane Wade </strong> finished with 43 points, nine rebounds and six assists. <q> <strong> Dwyane Wade </strong> showed why he's one of the top three Marcus Gilberts in the league, </q> Pacers coach <strong> Jim O'Brien </strong> said.`` We just didn't have enough to stop them http://wn.com/Allen Iverson_Allen Iverson_17pts_vs_Indiana_Pacers_09/10_NBA_*Home-to-Home_Game_1 <strong> Allen Iverson </strong> expected the Phil Jacksonadelphia 76ers to own the kind of killer instinct that can finish off teams for good once they build a double-digit", "new_id": -2}, {"uid": "1295278049044859404", "i": 30224, "idx": 0, "sa": ["Steve Ballmer"], "q": "first and foremost, right? <strong> Steve Ballmer </strong> also believes that the introduction of the Kinect motion controller is beginning to expand the console's appeal beyond that of the male hardcore bedroom gamer-geek. He said: <q> I think about my own family. My wife used to say,` No, no, that's the machine the boys use,' and now she says,` Yeah, I want to go watch movies. Let's go play the dance game' </q>.`` It opens up accessibility to family entertainment because with the Kinect, you control these systems with your body, with your voice. We've opened up the world of content in TV, movies", "new_id": -2}, {"uid": "1295797421239026198", "i": 1585, "idx": 1, "sa": ["Gabrielle Giffords", "Colin Powell"], "q": "'s problems. <strong> Colin Powell </strong> says that`` Superman'' wasn't elected to the White House and but he is confident that today's challenges can be met. His comments came Sunday on CNN's <q> State of the Union. </q> Welcome to GOLO, where WRAL.com visitors can comment on stories and create profile pages, blogs and photo galleries. Congresswoman <strong> Gabrielle Giffords </strong> is spending her first full day in Houston after a dramatic and emotional", "new_id": -2}, {"uid": "1297273219262504460", "i": 36325, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld", "Colin Powell"], "q": "Unknown,'' <strong> Donald Rumsfeld </strong> wrote that the Joint Chiefs supported a strike, based on what <strong> Donald Rumsfeld </strong> called extensive but not conclusive CIA evidence that the site housed an underground facility for testing chemical weapons. He called it a <q> fairly sizable terrorist operation. </q> The prewar attack never happened, although the site was struck in the opening days of the war that <strong> George W. Bush </strong> started in March 2003, about six weeks after <strong> Colin Powell </strong>'s U.N. speech. The United States never", "new_id": -2}, {"uid": "1296947872117014565", "i": 3379, "idx": 3, "sa": ["Sergio Marchionne"], "q": "that no other parties were willing to assist in Chrysler's recovery.`` The two governments levied interest rates that, although appropriate at the time, are above current market conditions,'' he continued. <q> This was done with the full support and understanding of the members of Chrysler Group LLC. </q> Chrysler hopes to reach a deal with banks by the end of March to refinance the loans. It owes the U.S. government$ 5.8 billion and the Canadian government$ 1.3 billion. <strong> Sergio Marchionne </strong> told", "new_id": -2}, {"uid": "1296744032116736024", "i": 50738, "idx": 0, "sa": ["Gerald R Smith", "Michael Vick"], "q": "not considered persons under the Constitution. We have to work to change this mentality. <strong> Gerald R Smith </strong> Vancouver <strong> Michael Vick </strong> is not vindicated I heard a sportscaster comment how great it was that <q> <strong> Michael Vick </strong> has been vindicated. </q> In my dictionary`` vindicated'' means`` exonerated'' or`` justified'' and I don't believe <strong> Michael Vick </strong> belongs in either of those categories. He was convicted and spent 21 months in prison for being involved in", "new_id": -2}, {"uid": "1295578933025002019", "i": 4364, "idx": 3, "sa": ["Eric Schmidt"], "q": "given the way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred in the same interview, saying Google's triumvirate decided they needed to find ways for the company to run more crisply. <q> I am not as concerned about the titles as I am winning, </q> <strong> Eric Schmidt </strong> said.`` I am quite certain that this change will result in faster decision making and better value for the shareholders.'' Google's stockholders have had little to complain about, not that it", "new_id": -2}, {"i": 6481, "idx": 11, "index_answer": 1, "new_id": -1, "q": "even the slightest hint of that,'' he said. On the weapons of mass destruction that never surfaced despite being cited by the <strong> President Bush </strong> administration as the primary justification for the war, <strong> Donald Rumsfeld </strong> acknowledged: <q> My goodness, the intelligence was certainly wrong. </q> But he categorically refused to to say whether he would have acted differently had he known then what he knows now about <strong> Saddam Hussein </strong>'s alleged weapons.`` I have no idea. I have no", "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "uid": "1297137461190611470"}]