[{"uid": "1295779892017170523", "i": 2214, "idx": 8, "sa": ["Charlie Black", "Scott Reed", "Mike Pence", "Bob Dole"], "q": "\"The key is the conservative movement adopting him as its favorite.\" <strong> Charlie Black </strong> said those urging <strong> Mike Pence </strong> to run are important conservative leaders. But <strong> Mike Pence </strong> will need more. <q> The folks I've heard, the names I've seen, are the leaders of the social conservative movement, </q> said GOP strategist <strong> Scott Reed </strong>, who managed <strong> Bob Dole </strong>'s presidential campaign in 1996. \"And that is a strong base from which to start. But it isn't going to get you to the finish line. You", "new_id": -2}, {"uid": "1295425657058294288", "i": 10655, "idx": 6, "sa": ["Gene Huey", "Mike Pence", "Jim Ryun"], "q": "to run for the presidency is a former deputy counsel to President Ronald Reagan and former U.S. <strong> Mike Pence </strong> <strong> Jim Ryun </strong>, R-Kan. <strong> Mike Pence </strong> said the decision he and his wife will reach will be based on <q> where can we make the most difference for the conservative principles that carried us into public service. It also comes down to where are we needed most. </q> While <strong> Mike Pence </strong> would be one of numerous Republicans considering presidential campaigns, he would enter a race for governor as the favorite. Huey-Gene Huey-surprised-being-fired-Colts-running-backs-coach&amp;odyssey=mod|mostview\"> <strong> Gene Huey </strong>` surprised' at being fired as Colts running", "new_id": -2}, {"uid": "1296174724053526603", "i": 24954, "idx": 9, "sa": ["Eric Holcomb", "Mike Pence", "Mitch Daniels", "Mike McDaniel", "Jackie Walorski"], "q": "continue to raise money in his U.S. House campaign fund and later transfer that to campaign for <strong> Eric Holcomb </strong> if he decides to run. <strong> Jackie Walorski </strong> said she expected <strong> Mike Pence </strong> to abide by <strong> Mitch Daniels </strong>' wishes. <q> He and I are aligned virtually down the line on conservative and fiscal issues. I'm excited for any door <strong> Mike McDaniel </strong> walks through, </q> she said. \"Obviously it'd be great for the state of Indiana.\"", "new_id": -2}, {"uid": "1296232715058523654", "i": 18010, "idx": 5, "sa": ["Eric Holcomb", "Mike Pence", "Jackie Walorski", "Mike McDaniel"], "q": "she was excited by the prospect of <strong> Mike Pence </strong> running for <strong> Eric Holcomb </strong>. \"I think he's the clear frontrunner and I think the race is his if he chooses to accept it,\" <strong> Jackie Walorski </strong> said. <q> I think he'd clear the field. </q> Indkana Republican Party Chairman <strong> Eric Holcomb </strong> said in a statement that Indiana is fortunate to be the home of GOP \"rising stars\" like <strong> Mike Pence </strong>. \"<strong> Mike McDaniel </strong>'s been a strong voice in Congress and", "new_id": -2}, {"uid": "1297523345201211904", "i": 16202, "idx": 0, "sa": ["Mike Pence", "Cecile Richards"], "q": "president <strong> Cecile Richards </strong> then had the audacity to send out an urgent appeal for abortion advocates to contact Congress- so the organization can rake in even MORE of your hard-earned tax dollars.\" The groups continue: <q> We must act swiftly and take a public stand against Planned Parenthood's harmful agenda- raising awareness in the communities where we live, and calling upon Congress to immediately strip the abortion chain of all tax funding. This Monday, February 14, all people of faith and conscience are being called upon to hold one-hour \"Vigils for Victims </q> of human trafficking during the Noon hour in the public right-of-way outside Planned Parenthood offices nationwide.\" Congressman <strong> Mike Pence </strong> has introduced legislation that would yank the Title X family planning money Planned Parenthood receives, and he", "new_id": -2}, {"uid": "1295268538147652699", "i": 34807, "idx": 1, "sa": ["Mike Pence", "Barack Obama", "Jack Kemp"], "q": "wing of the GOP. Grass-roots conservatives, Republicans, the tea party and populists are looking for a man or woman of principle who can champion and unite the newly energized and engaged citizenry,\" Benko said. <q> <strong> Mike Pence </strong> is the best choice to lead us into a new era of peace and prosperity. </q> <strong> Jack Kemp </strong>, who died in 2009, was a Republican congressman and vice Barack Obamaial candidate. He was perhaps best known as an economic conservative who advocated low taxes and lowering barriers to supplying goods and services. <strong> Mike Pence </strong>,", "new_id": -2}, {"uid": "1295631499142901251", "i": 33224, "idx": 3, "sa": ["Gabrielle Giffords", "Mike Pence", "Jesse Kelly", "Keith Olbermann", "Barack Obama"], "q": "<strong> Jesse Kelly </strong> makes <strong> Keith Olbermann </strong>'s \"Worst Persons in the World\" segment <strong> Jesse Kelly </strong> takes the 2nd spot in <strong> Keith Olbermann </strong>'s \"Worst Person in the World\" segment for his false voter fraud allegations. His assertion that someone is <q> busing people across from our Southern Border </q> has been debunked by Arizona's REPUBLICAN Secretary of St... <strong> Barack Obama </strong> on the Arizona Attack and <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong> The <strong> Barack Obama </strong> denounces the attack on Congresswoman <strong> Gabrielle Giffords </strong> and others in Tucson, Arizona, and express his hope and", "new_id": -2}, {"uid": "1296217506223641601", "i": 21347, "idx": 1, "sa": ["Tim Pawlenty", "Mike Pence", "Dick Armey", "L. Brent Bozell III"], "q": "selfishly disappointed,\" said <strong> L. Brent Bozell III </strong>, president of the conservative Media Research Center and longTim Pawlentye conservative activist who was among a group of Washington conservatives urging <strong> Mike Pence </strong> to run for president-and whose support is now up for grabs. <q> I don't have a number two. I had a number one and a whole bunch of people are running for number two. It's a crowded dance floor and it's Tim Pawlentye for the people there to start strutting their stuff and see who's got the next booty. </q> Also on the list of <strong> Mike Pence </strong> supporters now without a candidate: Former House Majority Leader <strong> Dick Armey </strong>, the leader of the tea party group FreedomWorks, who had publicly encouraged <strong> Mike Pence </strong> to make a bid for president", "new_id": -2}, {"uid": "1296175633054247430", "i": 32238, "idx": 11, "sa": ["Mike Pence", "Barack Obama"], "q": "snow after a fast... Photo in Slideshow: Members of Congress from both parties stand and applaud together... Article: <strong> Barack Obama </strong> seeks new path to environmental goals... Politics Video: Supreme Court Interview: Bernau Report Abuse <q> You need a little help here understanding this article. </q> He is not a third party candidate. He is a republican candidate. The article reads\" An independent campaign to draw GOP <strong> Mike Pence </strong> into the 2012 Barack Obamaial race is under way\" . Report Abuse \"", "new_id": -2}, {"i": 47897, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and religious liberty have forgotten the lessons of history,\" said Rep. <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Former Arkansas <strong> Mike Huckabee </strong>, at the same summit, said: <q> We need to understand there is a direct correlation between the stability of families and the stability of our economy.... The real reason we have poverty is we have a breakdown of the basic family structure. </q> And <strong> Sen. Jim DeMint </strong>, R-S.C., said: \"It's impossible to be a fiscal conservative unless you're a social conservative because of the high cost of a dysfunctional society.\" Those are reasonable concerns", "sa": ["Mike Huckabee", "Mike Pence", "Sen. Jim DeMint"], "uid": "1297490833134791170"}]