[{"uid": "1295930793182222854", "i": 22545, "idx": 1, "sa": ["Mike D'Antoni", "Allen Iverson"], "q": "edge. New York closed to 37-27 in the second quarter but Miami went on a 12-0 run. Miami also went on a 12-4 run when New York got within 61-55 in the third quarter. QUOTABLE <strong> Allen Iverson </strong>: <q>Hopefully we can turn things around by having some more energy and execute a little better.</q>-- New York coach <strong> Mike D'Antoni </strong> on what the Knicks could do http://wn.com/Miami_Heat_vs_Washington_Wizards_95__94_December_18,_2010 For more Knicks news and highlights go to www.fromthebaseline.com. Follow me on twitter http http://wn.com/Allen_Iverson_27pts_vs_NY_Knicks_97/98_NBA_*Self-Pass_Layup_*Crossover_on_Childs In <strong> Allen Iverson </strong>'s 2nd season, the Philadelphia 76ers guard scored 27", "new_id": -2}, {"uid": "1295254600092618767", "i": 7204, "idx": 6, "sa": ["Allen Iverson", "George Karl"], "q": ". <strong> Allen Iverson </strong> had his highest-scoring game since being acquired by Denver in a trade with Philadelphia on Dec. 19. His season high is 46 against Chicago on Nov. 24. \"He's good,\" <strong> George Karl </strong> said. <q>He's better than I thought and I thought he was( darn) good.</q> After coming out of the lineup with 1:04 remaining, <strong> Allen Iverson </strong> and <strong> George Karl </strong> had a brief conversation and then a quick hug. \"To be a part of something like that is something to http://wn.com/NBA_2k11_Denver_Nuggets_@_NY_Knicks_121210__Are_The_Knicks_Back? Coach Nick breaks", "new_id": -2}, {"uid": "1295630171074432548", "i": 49099, "idx": 2, "sa": ["Eric Schmidt", "Brian Barrett"], "q": "blockbuster quarter,\" why risk discovering that Page isn't \"up to the mammoth task of running such a large, powerful, and increasingly diverse company?\" It's hard to shake the feeling that Google <q>is trying to fix something that isn't broken.</q> The shift in titles sounds dramatic, but it's not clear that much will really change, says <strong> Brian Barrett </strong> in Gizmodo. \"<strong> Eric Schmidt </strong> will actually continue fulfilling most of his \"adult\" duties,\"", "new_id": -2}, {"uid": "1297433116243695631", "i": 37606, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "President Bush", "Barack Obama"], "q": ". <strong> Michael Vick </strong>, who admitted brutalizing and killing dogs for entertainment and served 19 months in prison, was given the honor because he's turned his life around and is helping kids avoid his mistakes, <strong> Dwaine Caraway </strong> said. <q>In the eyes of many people, he's a hero,</q> he said. <strong> Barack Obama </strong>:$ 53 Billion for High-Speed Rail <strong> President Bush </strong> <strong> Barack Obama </strong> is calling for a six-year,$ 53 billion spending plan for high-speed rail, seeking infrastructure spending to jumpstart job creation. An initial", "new_id": -2}, {"i": 8439, "idx": 0, "index_answer": 1, "new_id": -1, "q": "An update on missing children in Amarillo for Amber Alert Awareness Day <strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,</q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295465162182796299"}, {"uid": "1296314764089227265", "i": 41923, "idx": 0, "sa": ["Colin Powell", "Hillary Clinton"], "q": ".\" Blake also reminded his audience of an initiative instituted last year and conducted under his jurisdiction: Annual Bilateral Consultations( ABCs) with all five Central Asian countries. In his Houston speech he stated, <q>I look forward to starting the second round of ABCs with Uzbekistan next month in Tashkent.</q> Blake's boss, Secretary of State <strong> Hillary Clinton </strong>, visited Uzbekistan last month- the first secretary of state to do since <strong> Colin Powell </strong>'s trip there in December of 2001- as well as Kazakhstan and Kyrgyzstan,", "new_id": -2}, {"uid": "1295631499142901251", "i": 27428, "idx": 1, "sa": ["Mike Pence", "John Roll"], "q": "victims with gunshot wounds were transported at Northwest Medical Center, according to spokesman <strong> Mike Pence </strong> Parker. The conditions of the 11 others shot were not immediately known. The motive for the shooting is unclear, Ogan said. <q>We're just trying to sort this out right now,</q> he said. An employee of a nearby business, Jason Pekau, told CNN Dead: Christina Greene, 9, Gabriel Zimmerman, 30, <strong> John Roll </strong>, 63, Dorthy Murray, 76, Dorwin Stoddard, 76", "new_id": -2}, {"uid": "1297162553239927304", "i": 42607, "idx": 0, "sa": ["Sergio Marchionne"], "q": "while at the same time acknowledging just how much America has wanted to pretend that Detroit is from a different country, an \"unAmerican' country that would allow its citizens to live in such despair.\" <q>This ad hit me like a poem and a prayer with perfect pitch.</q> \"Chrysler is 9% owned by taxpayers after a$ 9 billion federal rescue two years ago, and it's part owned and run by an Italian, Fiat\"s <strong> Sergio Marchionne </strong>. Can the company still", "new_id": -2}, {"uid": "1296705588031981583", "i": 41124, "idx": 0, "sa": ["George Will", "Mike Pence", "Rick Santorum", "Mike Huckabee", "Sarah Palin"], "q": "conservative pundit says that there's a big opening in the field for someone who can appeal to social conservatives, especially after <strong> Mike Pence </strong> opted not to run and if <strong> Mike Huckabee </strong> and <strong> Sarah Palin </strong> don't jump in. <q>Social conservatives are much of that base, are feeling neglected and are looking for someone like <strong> Rick Santorum </strong>,</q> <strong> George Will </strong> writes. The syndicated column wasn't supposed to go online until Wednesday night, but at least one newspaper seems to have jumped the gun. <strong> George Will </strong> thinks <strong> Rick Santorum </strong>'s moralistic street", "new_id": -2}, {"uid": "1295395071226230299", "i": 6463, "idx": 1, "sa": ["Tramon Williams", "Michael Vick"], "q": "two playoff games, including a pick of <strong> Michael Vick </strong> in the end zone to end a late-game comeback attempt by the Eagles and a momentum-seizing 70-yard interception return for a touchdown just before halftime against the Falcons. <q>When these playoffs and the Super Bowl are completed, everybody in the country is going to know who <strong> Tramon Williams </strong> is,</q> Packers coach Mike McCarthy said. \"That's the type of level that he's playing at.\" McCarthy isn't surprised at the way <strong> Tramon Williams </strong> has developed, calling him one of the team's", "new_id": -2}]