[{"uid": "1295674574191152161", "i": 4921, "idx": 2, "sa": ["Eric Schmidt", "Google Inc."], "q": "from Facebook and Twitter. Within technology circles, the move to replace <strong> Eric Schmidt </strong> left some wondering if Page can make a successful comeback to the company he helped create during the first dot-com boom. <q> Founder becoming CEO... Is this like a <strong> Steve Jobs </strong> returning or a Jerry Yang returning? </q> tweeted Chris Dixon, a technology veteran who has invested in Skype and Foursquare. AAPL.O) in the 1990s to save the company he founded. Yahoo <strong> Google Inc. </strong>'s( YHOO.O) Jerry Yang made a similar comeback", "new_id": -2}, {"uid": "1297259173238534680", "i": 45297, "idx": 0, "sa": ["Zahi Hawass"], "q": "most prominent archaeologist, said a review of antiquities in the aftermath of anti-government protests revealed that 70 objects were broken, of which 25 were now being restored, with work to begin soon on the remaining 45. <q> There needs to be tighter security around the museum and fire trucks on standby. The museum can be set ablaze. This would be a disaster, </q> <strong> Zahi Hawass </strong> said in a statement.The military is guarding the museum, which is in the heart of Cairo and has on display some 125,000 antiquities, including the funeral mask of King Tutankhamun.As the protests started last month, hundreds", "new_id": -2}, {"uid": "1295669812256737314", "i": 37367, "idx": 0, "sa": ["Andy Coulson"], "q": "... Photo in Slideshow: Banners fly outside the Goring Hotel, in Belgravia... World Video: End In Sight For Korean Tension? World Video: Around the World: Protesters, Police Clash in Albania Report Abuse <q> a couple of parasites who will undoubtedly burden the tax payer with more of their offspring whilst the rest of the uk suffers.. </q> and as for the act of settlement.. nice to know biterness and sectarianism is still rife today... Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu", "new_id": -2}, {"uid": "1295591453155664431", "i": 1109, "idx": 8, "sa": ["Ken Auletta", "Eric Schmidt", "Google Inc."], "q": "most scrutinized companies.`` I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped,'' said <strong> Ken Auletta </strong>, author of`` Googled: The End of the World As We Know It.'' <q> I think <strong> Eric Schmidt </strong> is burned out. </q> There have been signs <strong> Eric Schmidt </strong> would prefer doing something else. For the first time last year, he started to sit out of <strong> Google Inc. </strong>'s quarterly calls to discuss its earnings. More recently,", "new_id": -2}, {"uid": "1297422448007979008", "i": 46260, "idx": 1, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "Microsoft Marketplace in the hope of delivering an app store to rival the Android and Apple app markets.`` I am excited about this partnership with Nokia,'' said <strong> Steve Ballmer </strong>, Microsoft CEO. <q> Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> when an internal memo from <strong> Stephen Elop </strong>, in which he likened the firm's position to that of a man`` standing on a burning platform'', was leaked. In the memo, <strong> Stephen Elop </strong> made reference", "new_id": -2}, {"uid": "1295616777107249705", "i": 27141, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Internet giant announced that CEO <strong> Eric Schmidt </strong> is resigning his role to focus on being Chairman, making room for co-founder Larry Page to take over as CEO. Meanwhile, <strong> Sergey Brin </strong>'s title will change to co-founder. <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under Larry will be even better! Larry, in my clear opinion, is ready to lead, </q> wrote <strong> Eric Schmidt </strong> in a company blog.( Fortune) is also hard at work on a Google Offers, a Groupon and LivingSocial competitor.( After its$ 6 billion offer for Groupon was reportedly turned down,", "new_id": -2}, {"uid": "1296034359264519680", "i": 7574, "idx": 4, "sa": ["Michael Vick"], "q": "Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a rib injury, he wore a vest designed by Unequal. He later wore shoulder pads and thigh pads made by the company. <q> The Unequal technology is a part of my game now and I won't play without my Unequal, </q> <strong> Michael Vick </strong> said in a statement acquired by the Associated Press.`` Unequal's protective power gives me a whole new level of confidence in my game. It makes me feel invincible.'' <strong> Michael Vick </strong> was once the NFL", "new_id": -2}, {"uid": "1295617531243957796", "i": 3426, "idx": 3, "sa": ["Andy Coulson"], "q": "allegedly spying on them or have already accepted out of court settlements. The News of The World declined to comment on <strong> Andy Coulson </strong>'s resignation, but critics said it should have happened long ago. <q> To say this is long overdue is an understatement, </q> said opposition lawmaker Chris Bryant- one of those who claims to have been targeted by the hacking. lon803___ January 21, 2011 01:30 PM EST User comments are not being", "new_id": -2}, {"uid": "1296864258154910775", "i": 3230, "idx": 5, "sa": ["Sergio Marchionne"], "q": "why it's on the table and we're going to discuss it.'' <strong> Sergio Marchionne </strong> said in the next two to three years, Chrysler and Fiat could ultimately merge to form a single company, adding <q> for all I know it could be based here. </q> But there is a laundry list of things to do before a merger of Fiat and Chrysler could happen, including the refinancing of debt and the IPO, <strong> Sergio Marchionne </strong> said.`` I want to", "new_id": -2}, [{"i": 24699, "idx": 0, "index_answer": 0, "new_id": -1, "q": "been inexcusable,'' Chrysler's chief executive, <strong> Sergio Marchionne </strong>, said in a conference call. He said that workers need to be rewarded for their role in stabilizing the company and building its new models. <q> These payouts recognize the continual support and tireless efforts of our people, </q> he said. The union is entering contract talks this summer with all the Detroit automakers, and King has said its members expect to share more in their turnarounds.`` We are convinced that Chrysler has", "sa": ["Sergio Marchionne"], "uid": "1296528760049463402"}]]