[{"uid": "1295773698001081355", "i": 28994, "idx": 4, "sa": ["Vince Carter", "Allen Iverson", "John Harbaugh", "Dwyane Wade", "Hiram Eugene", "Pat Riley"], "q": ". Sorry it's so long- lots to catch up on. Ravens v Raiders Highlights: www.youtube.com Wills McGahee Stiff-arms <strong> Hiram Eugene </strong> on 77 Yard TD Run: www.youtube.com <strong> John Harbaugh </strong> mic` ed up during Ravens/Pat Rileyriots game: www.nfl.com <q> Sunday's Ravens game was the highest-rated CBS... 2008-02-12 NBA hightlight: DEN vs MIA( F-OT) <strong> Dwyane Wade </strong>'s game-high 29 points not enough as Heat lose eighth straight MIAMI( AP)-- Before the game, <strong> Dwyane Wade </strong> had a message for the Miami faithful.`` I know it's been a tough year, </q> <strong> Dwyane Wade </strong> said, as he thanked fans for helping vote him onto the Eastern Conference All-Star tea... <strong> Allen Iverson </strong> 51pts vs <strong> Vince Carter </strong> 39pts Toronto Raptors 00/01 NBA MVP Season <strong> Allen Iverson </strong> 51pts vs <strong> Vince Carter </strong> 39pts Toronto Raptors 00/01 NBA MVP Season", "new_id": -2}, {"uid": "1297142622008634373", "i": 35096, "idx": 1, "sa": ["Nick Griffin", "David Letterman", "Jeff East"], "q": "time. We both attended Rockhurst High, where he was sort of an iconic figure.'' <strong> Nick Griffin </strong> isn't entirely a show-biz newbie. His brother <strong> Nick Griffin </strong> is a comedian and writer for <strong> David Letterman </strong>. <q> I've always wanted to write, </q> <strong> Nick Griffin </strong> said.`` One day I started pitching <strong> Jeff East </strong> ideas, and now whenever I have some spare time we sit down and write. It just keeps flowing.'' Among the duo's projects:", "new_id": -2}, {"uid": "1296224199006144006", "i": 9409, "idx": 0, "sa": ["Angelina Jolie", "Siegel & Shuster", "Cameron Diaz", "Carmen Electra"], "q": "says Dixon, who currently writes titles including the`` G.I. <strong> Siegel & Shuster </strong>'' comic book for publisher IDW <strong> Siegel & Shuster </strong>`` The Simpsons'' for Bongo Comics. But he's not expecting to be brought in as a consultant. <q> It'd be nice to hear from them, but it's not like I'm going to wait by the phone. They're going to do what they're going to do. I'm not going to worry about that. </q> Eric has written about movies, celebrities, <strong> Siegel & Shuster </strong> movies starring celebrities. He once babysat with <strong> Angelina Jolie </strong>, made <strong> Cameron Diaz </strong> laugh ice tea out of her nose, <strong> Siegel & Shuster </strong> lSiegel & Shustered in a paparazzi photo with <strong> Carmen Electra </strong>. He", "new_id": -2}, {"uid": "1295271166010354692", "i": 8573, "idx": 0, "sa": ["Catherine, Duchess of Cambridge", "Angelina Jolie"], "q": "watching to see what she's wearing.`` I think she will do something slim with lace,'' says Lorna Paterson, owner of Blush Bridal and Special Occasions Wear in West target=\"_blank\" href=\"http://vancouverchronicle.com/\"> Vancouver. <q> She's more like our West Coast brides, </q> she said of the sporty and fit <strong> Catherine, Duchess of Cambridge </strong>.`` Even when she dresses up she's a little bit <strong> Angelina Jolie </strong> wows in Versace on the 2011 Golden Globes Awards red carpet actress, <strong> Angelina Jolie </strong> was the picture of sophistication", "new_id": -2}, {"uid": "1297159898055738368", "i": 30674, "idx": 0, "sa": ["Steve Ballmer"], "q": "met <strong> Steve Ballmer </strong> tijdens Mix08. Balmer maakte grapjes over Apple's nieuwe Air. Heeft hij er inmiddels een aangeschaft? Ik denk het niet, als je hem spreekt, vraag hem dan of hij een nog steeds <q> a big fat Windows machine </q> heeft;-). Tot een zeker punt is alles wat je ziet theater. Maar eerlijk, ik weet het niet, ik heb hem daarna nooit meer gezien. Hij haat me niet denk ik, en ik", "new_id": -2}, {"uid": "1297726874054689833", "i": 24184, "idx": 1, "sa": ["Kirsten Gillibrand", "Barbara Boxer"], "q": "should not be done on the backs of those struggling every day just to pay their heating bills or put food on the table.'' Sen. <strong> Barbara Boxer </strong>( D-Calif.), meanwhile, emphasized that she <q> may not agree with everything in it, </q> as did Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.).`` I don't think we should balance the budget on the backs of seniors who can not afford the rising costs of heating their home,''", "new_id": -2}, {"uid": "1297119435178470963", "i": 3467, "idx": 1, "sa": ["Simon Cowell"], "q": "and promotion.`` It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure,'' <strong> Simon Cowell </strong> said, adding, <q> I believe I can find a star. </q> News 9 7401 N. Kelley Ave. Oklahoma City, OK 73111", "new_id": -2}, {"uid": "1297461900176717843", "i": 50772, "idx": 0, "sa": ["Shayne Ward", "Simon Cowell"], "q": "Factor.`` To be away for three years and then chart at number 15, which is where Obsession debuted, that doesn't happen to a lot of people,'' he told Digital Spy. <q> It just goes to show that my fan-base is still there and I'm working my butt off to ensure that it stays there. </q> <strong> Shayne Ward </strong> also addressed a report which claimed that he would be href=\"http://rss.feedsportal.com/music/s103/the-x-factor/news/a292917/Shayne Ward-Shayne Ward-to-be-dropped-by-Simon Cowell.html\"> dropped by <strong> Simon Cowell </strong>'s record label SyCo this year.`` All's absolutely fine,'' he said.`` Obviously", "new_id": -2}, {"uid": "1295780844219185156", "i": 11992, "idx": 4, "sa": ["Donald Rumsfeld", "Dan Rather"], "q": "so it CONTINUES. Will things EVER change!?!?! TRILLIONS MISSING- And so it CONTINUES. Will things EVER change!?!?! On Sept. 10, 2001, Secretary of Defense <strong> Donald Rumsfeld </strong> declared war. Not on foreign terrorists, <q> the adversary's closer to home. It's the Pentagon bureaucracy, </q> he said. He said money wasted by the military poses a serious threat.`` In fact, it could be said it's... The Future of the US Military: <strong> Dan Rather </strong> Presents, Part 3 Legendary CBS", "new_id": -2}, {"i": 1014, "idx": 5, "index_answer": 1, "new_id": -1, "q": "CEO switch, said founder and marketing vice president <strong> Michael Cohn </strong>.`` We're sad to see <strong> Eric Schmidt </strong> step down. He was a strong supporter of Google Enterprise,'' <strong> Michael Cohn </strong> said in a phone interview. <q> But we don't have any fear with regards to Larry. </q> However, <strong> Michael Cohn </strong> also looks forward to hearing what enterprise strategy Page plans to pursue, especially his plans for the Google Apps channel partners. For analyst Rebecca Wettemann at Nucleus Research, Page has", "sa": ["Eric Schmidt", "Michael Cohn"], "uid": "1295815498029966341"}]