[{"uid": "1296594691227524624", "i": 27122, "idx": 2, "sa": ["Howard Stern", "Kelsey Grammer", "David Letterman", "Kayte Walsh"], "q": "ignoring his former wife's confessional to <strong> Howard Stern </strong> that he's into cross-dressing and what-not. Instead, he's focusing on his new... <strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February click our link thetodaybuzz.com- to watch full <q><strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February</q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the ''Late Show with <strong> David Letterman </strong>'' on Thursday night that he plans on marrying his girl... <strong> Kelsey Grammer </strong>: I'm Marrying <strong> Kayte Walsh </strong> in February!! Video Link icelebpedia.com", "new_id": -2}, {"uid": "1297117709195428398", "i": 21438, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "ABC in an interview to be broadcast on ''Nightline'' Monday. <strong> President Bush </strong> has written that the troop level in Iraq was ''the most important failure in the execution of the war.'' <q>I think that it's possible,</q> <strong> Donald Rumsfeld </strong> responded. ''We had( an) enormous number of troops ready to go in.... You know, the path you didn't take is always smoother.'' <strong> Donald Rumsfeld </strong> is promoting his memoir", "new_id": -2}, {"uid": "1296499482211271722", "i": 15019, "idx": 0, "sa": ["Zahi Hawass"], "q": "Fortunately the museum also has a huge gift shop, and the looters found it first. ''Those people were idiots,'' <strong> Zahi Hawass </strong>, head of Egypt's department of antiquities, told Time. <q>They looted the museum shop. Thank God they thought that the museum shop was the museum.</q> Others dispute the level of damage done, however. Intruders appear to have shattered some 13 glass display cases, and videos shown on the Arabic news service Al Jazeera showed some damaged artefacts on", "new_id": -2}, {"uid": "1296277283055640090", "i": 30362, "idx": 2, "sa": ["Rodney Stuckey", "Tayshaun Prince", "Allen Iverson"], "q": "Washington on Dec. 9, They're 10-9 with <strong> Allen Iverson </strong> on the roster. <strong> Tayshaun Prince </strong> added 14 points and 10 rebounds, and Richard Hamilton scored 12 points for the Pistons, 6-1 when <strong> Rodney Stuckey </strong> starts at the point. <q>You have to pick your poison because usually a team has only one defender on the perimeter,</q> Hamilton said of coach Michael Curry's recent lineup shift. ''Now we have two great scorers on the perimeter.'' Detroit closed the first half on an 11-4 run and led 44-34 at intermission, but Washington", "new_id": -2}, {"uid": "1295030258156713008", "i": 387, "idx": 1, "sa": ["Andy Coulson", "Keir Starmer"], "q": "full support. Critics have maintained police failed to thoroughly investigate the extent of the hacking and the opposition Labour Party has repeatedly called for a thorough probe into whether <strong> Andy Coulson </strong> had sanctioned the snooping. <q>We are both aware that there remain outstanding public, legal and political concerns,</q> London police's Acting Deputy Commissioner John Yates wrote in a letter to <strong> Keir Starmer </strong> on Friday. ''As a result, I consider it would be wise to invite you to further re-examine all the material collected", "new_id": -2}, {"uid": "1297356965264552452", "i": 26964, "idx": 1, "sa": ["Anderson Cooper", "David Letterman"], "q": "said <strong> David Letterman </strong>. ''Being pummeled?'' <strong> Anderson Cooper </strong> said. ''I don't recommend it. I'd never been hit in the head before.'' He described the scene, saying, <q>People came from all around, surrounding us, punching us, kicking us, trying to rip the clothes off my female producer. It was weird. And we were lucky, frankly.... I would start to slap back and then realize this is going to make it worse. My adrenline was pumping so much. I've never really been in a fight like this or attacked by a mob like this. I thought I was saying calm down, as if they could understand what I was saying.</q> Queen Creek-$ 70,000 MLS 4426652 3 bed/ 2 bath 1,201- 1,400/ 2007 Stephanie Petka, CENTURY 21 Arizona Foothills Gilbert Phoenix-$ 560,000 MLS 4272522 3 bed", "new_id": -2}, {"uid": "1297609955260161538", "i": 29745, "idx": 0, "sa": ["Lindsay Lohan", "Jessica Simpson", "Priscilla Presley", "Paris Hilton", "Heidi Montag", "Simon Cowell", "Suzanne Somers"], "q": "<strong> Jessica Simpson </strong>, <strong> Paris Hilton </strong>, <strong> Heidi Montag </strong>, and Fargolina Sondheim. She then informed the judge that there is a very good reason why he can not send her to prison or even back into rehab. <q>And what might that very good reason be?</q> The judge asked extremely inquisitively. <strong> Lindsay Lohan </strong>, who has suddenly developed trout snout lips, ala <strong> Priscilla Presley </strong> and <strong> Suzanne Somers </strong> replied, ''The reason why I can not go to prison is because <strong> Simon Cowell </strong> has asked me", "new_id": -2}, {"uid": "1295573447037306383", "i": 625, "idx": 3, "sa": ["Eric Schmidt", "Google Inc."], "q": " ''It's a good move. It( the triumvirate management structure) was always one of things that concerned us a little bit,'' said Ryan Jacob, portfolio manager with the Jacob Internet Fund. <q>It should streamline the decision-making process. They're in a fast-moving industry.</q> <strong> Eric Schmidt </strong> now plans to sell about 534,000 shares of Class A common stock, the company said. Based on <strong> Google Inc. </strong>'s closing share price of$ 626.77 on Thursday, he would earn about$ 334.7 million", "new_id": -2}, {"i": 10096, "idx": 1, "index_answer": 1, "new_id": -1, "q": "case with <strong> Paul Bremer </strong>'s ''My Year in Iraq,'' covering Mr. <strong> Paul Bremer </strong>'s time as proconsul in Iraq. Instead Mr. <strong> Donald Rumsfeld </strong> takes a fairly direct approach: <q>This is what I did and why I did it with the information at hand.</q> Mr. <strong> Donald Rumsfeld </strong> admits to mistakes, including underestimating the danger of the insurgency in Iraq. He particularly regrets off-the-cuff phrases like ''Dead Enders'' and ''Old Europe.'' However,", "sa": ["Paul Bremer", "Donald Rumsfeld"], "uid": "1297127453259817491"}, {"uid": "1295757185120078339", "i": 5469, "idx": 1, "sa": ["Roger Goodell", "Michael Vick", "Ben Roethlisberger"], "q": "might be a first down''... or a touchdown. ''I'm probably not ever going to win an MVP, probably never going to win a passing title,'' <strong> Ben Roethlisberger </strong> said this week. <q>But that's not why I play the game. I just go out and try to win football games and win championships.</q> About the time <strong> Michael Vick </strong> was re-establishing himself as an NFL star after nearly wrecking his life in a criminal enterprise involving dogs, <strong> Ben Roethlisberger </strong> was serving a four-game suspension for behaving like one. Commissioner <strong> Roger Goodell </strong>", "new_id": -2}]