[{"uid": "1297171230133922851", "i": 9522, "idx": 11, "sa": ["Jennifer Lopez", "Simon Cowell", "Steven Tyler"], "q": "somebody like Beyonce: She is the best example of somebody who works it every hour of the day,\" he said. <strong> Simon Cowell </strong>, as \"American Idol\" viewers know, doesn't lack for confidence: <q> I believe I can find a star, </q> he said. He has seen only a few minutes of this season's \"American Idol\" and its reconstituted panel with <strong> Steven Tyler </strong>, <strong> Jennifer Lopez </strong> and Randy Jackson, he said. But he's been reassured by its", "new_id": -2}, {"uid": "1296460080009125921", "i": 19907, "idx": 2, "sa": ["Monta Ellis", "Elton Brand", "Allen Iverson", "Jrue Holiday"], "q": "\" Looking for a spark, 76ers coach Eddie Jordan benched power forward <strong> Elton Brand </strong> and paired rookie <strong> Jrue Holiday </strong> in the backcourt with <strong> Allen Iverson </strong>. Jordan's move worked: <strong> Jrue Holiday </strong> had 15 points, seven rebounds and six assists. <q> He just put us in a good rhythm tonight and had us flowing, </q> <strong> Allen Iverson </strong> said. <strong> Elton Brand </strong>, who was previously benched in some fourth quarters, said it was hard to complain about his role after a victory. He http://wn.com/Warriors-Lakers_106-114_I_Ellis_27pts,Azubuike_25pts,8reb_vs_Gasol_21pts,14reb,Bryant_21pts <strong> Monta Ellis </strong> of the Golden State Warriors is a Missiissippi state high", "new_id": -2}, {"uid": "1296654250052576301", "i": 28257, "idx": 2, "sa": ["Peyton Manning", "Troy Polamalu", "Drew Brees", "Michael Vick", "Tom Brady"], "q": "top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>. \"I've got to buy my own jersey to get them out to my family,\" <strong> Troy Polamalu </strong> said. <q> I think that was probably the reason why, but I don't know. The Steelers emblem is worldwide. </q> Sure, <strong> Troy Polamalu </strong>. It has nothing to do with the way you play. Always humble and soft-spoken, his demeanor off the field belies his aggressive and man-possessed approach on it. When Clark saw that <strong> Troy Polamalu </strong> had", "new_id": -2}, {"uid": "1297434399252067840", "i": 1498, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "CEO <strong> Steve Ballmer </strong> outlined their new partnership in an analysts' meeting in London today, painting a picture of Nokia as Microsoft's premiere Windows Phone partner and of Windows Phone as Nokia's core smartphone platform. <q> Nokia will adopt Windows Phone as our primary smartphone strategy, </q> <strong> Stephen Elop </strong> said. \"We will help drive the future of the platform, and we will bring Windows Phone to extended price points, market segments and geographies.\" Nokia will bring \"leading mobile devices", "new_id": -2}, {"uid": "1297586277217415689", "i": 38240, "idx": 0, "sa": ["Eric Schmidt"], "q": "barrier to entry or-- in the case of Nokia and Palm-- a comeback, is incredibly high. is that you have a very crowded space,\" said Al Hilwa, an IDC software analyst. <q> The space can support multiple players. But the bar you have to meet in terms of your ecosystem is very high. </q> Even Google has lagged to some degree here. Last fall, when asked about what he wants to improve the most about Android, CEO <strong> Eric Schmidt </strong> responded that he wanted to improve the quality of the applications.", "new_id": -2}, {"uid": "1295669848206995548", "i": 6281, "idx": 7, "sa": ["Andy Coulson", "David Cameron"], "q": "Departure of <strong> Andy Coulson </strong> leaves <strong> David Cameron </strong> sad but not distraught\" God you lot are clutching at straws... The whole of the last govt were shady but they didn't resign en mass. <q>@pavis God you lot are clutching at straws... </q> In the words of my less politically astute friend, <strong> Andy Coulson </strong> who? Make no mistake, this is only the start, this has further to run. The hunter has become the hunted", "new_id": -2}, {"uid": "1295932595118013952", "i": 2112, "idx": 2, "sa": ["Michael Jordan", "Paul Silas", "Allen Iverson"], "q": "first-round series. \"He was on fire,\" Hornets coach <strong> Paul Silas </strong> said of <strong> Allen Iverson </strong>, who fell eight points shy of <strong> Michael Jordan </strong>'s NBA playoff record set exactly 17 years ago in a double-overtime loss at Boston. <q> Anytime a guy like that is on fire, there's very little you can do except to take the ball out of his hands. It's right up there with <strong> Michael Beasley </strong>'s 63. He just had a great night. </q> The NBA saw some superlative performances over the opening weekend of the playoffs, but the best came in the last game. <strong> Allen Iverson </strong> shot 21-of-32, including 9-of-11 in the fourth quarter, and 10-of-11 from the line to", "new_id": -2}, {"i": 47231, "idx": 3, "index_answer": 1, "new_id": -1, "q": "Class A shares during the course of the year. The sale would represent a 6% drop in <strong> Eric Schmidt </strong>'s current holdings of 9.2 million shares.\" here. <strong> Henry Blodget </strong> writes for The Business Insider, <q> Let's be serious: <strong> Eric Schmidt </strong> got fired. </q> \"Starting with <strong> Eric Schmidt </strong>'s bizarre and self-serving tweet-- \"day-to-day adult supervision is no longer needed'-- through his carefully worded blog post that screamed` friction at the top,\" through his patronizing", "sa": ["Eric Schmidt", "Henry Blodget"], "uid": "1295647113138969096"}, {"uid": "1297196814258572315", "i": 38901, "idx": 4, "sa": ["Saddam Hussein", "Colin Powell"], "q": "links between <strong> Saddam Hussein </strong> and terrorists on the hunt for weapons of mass destruction. \"As we know, there are known knowns; there are things we know we know,\" he replied. <q> We also know there are known unknowns; that is to say we know there are some things we do not know. But there are also unknown unknowns- the ones we don't know we don't know. </q> Behind the scenes, however, the man known as Rummy says he pushed hard for attacks on Iraq, including a strike on a chemical weapons plant in early 2003, as former secretary of state <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1295224392243892234", "i": 15659, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "him credit for.\" Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q> Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick. </q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the U.S.' X Factor' he is trying not to worry about it. Phoenix-$ 109,900 MLS 4439672", "new_id": -2}]