[{"uid": "1295479864156581898", "i": 59406, "idx": 3, "sa": ["Michael Vick", "Joel Segal"], "q": "the expert in that field.\" <strong> Michael Vick </strong> was then asked if his agent, <strong> Joel Segal </strong>, would want a long-term deal. \"We don't even talk about it,\" <strong> Michael Vick </strong> said. <q> I'll mention it, he'll say something about it. \"But I think till the time comes we're really buckle down. </q> <strong> Michael Vick </strong> said that he \"absolutely\" wants to return to the Eagles. As for whether the Eagles want him back, <strong> Michael Vick </strong> said, \"You never know.\" It is expected that the Eagles", "new_id": -2}, {"uid": "1295306816132857921", "i": 45861, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": ", who remains in critical condition after a shooting at a January 8 public event, is moving both sides of her body and is able to breathe on her own, a fellow member of Congress said Sunday. <q> She's doing great, </q> said Sen. <strong> Kirsten Gillibrand </strong>, D-New York and a friend of the Arizona congresswoman, on NBC's \"Meet The Press.\" <strong> Kirsten Gillibrand </strong> said she From nightmares to painful national reflection, struggles lie ahead in aftermath of AZ", "new_id": -2}, {"uid": "1295473852012009688", "i": 27617, "idx": 0, "sa": ["Regis Philbin", "David Letterman", "Sherri Shepherd", "Betty White"], "q": "him.\" <strong> Sherri Shepherd </strong> says, \"It was a little sad because you could time memories of your life with <strong> Regis Philbin </strong>\" Even the birthday girl herself was talking about it. <strong> Betty White </strong> added, <q> I think <strong> Regis Philbin </strong> is retiring hoping to set an example for me to get out of everyone's hair, but I'm not going to do it! </q> <strong> Regis Philbin </strong> called his good pal <strong> David Letterman </strong> to talk about his decision to step down, \"Dave you would make me feel much better if you sing a couple lines of there's no business like show business", "new_id": -2}, {"uid": "1295587965072171525", "i": 13513, "idx": 8, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "and accountability at the top of the company,\" <strong> Eric Schmidt </strong> said. Image: Surfboards lean against a wall at the Google office in Santa Monica, California. 370) this.width= 370\" alt= <q> Google Inc. founders <strong> Sergey Brin </strong> and <strong> Larry Page </strong> plug in an electric hybrid car at Google office. </q>/> Next \"<strong> Larry Page </strong> will now lead product development and technology strategy, his greatest strengths, and starting from April 4 he will take charge of our day-to-day operations as Google's chief executive officer.", "new_id": -2}, {"uid": "1297416434192020481", "i": 31984, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "moving its focus away from Meego, evident in the announced exit of Alberto Torres, who was responsible for responsible for devStephen Eloping solutions and devices based on the MeeGo platform. Nokia's Chief Executive <strong> Stephen Elop </strong> said that <q> Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race. </q> <strong> Steve Ballmer </strong>, Microsoft's Chief Executive. \"Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to", "new_id": -2}, {"uid": "1296084552189841423", "i": 27997, "idx": 2, "sa": ["Michael Vick"], "q": "Oct. 3 against the Redskins would be a disaster for the Birds now. The NFL is aware of the Eagles' concerns, a source close to the situation said last night. <q> If you go back and watch the film, I'm getting hit after I throw the ball, repeatedly, </q> <strong> Michael Vick </strong> said last night in a WIP Radio interview. \"Time after time after time, I'm getting my facemask pulled, I'm getting hit in the head. The calls are not being made.", "new_id": -2}, {"uid": "1295892542149438474", "i": 59815, "idx": 0, "sa": ["Zahi Hawass", "Geoffrey White", "Tiffany Jenkins", "Paul Thompson", "Karl-Erik Norrman"], "q": "Egypt from collections in various other countries. In July 2003, the Egyptians demanded the return of the Rosetta Stone. <strong> Zahi Hawass </strong>, as secretary general of the Supreme Council of Antiquities in Cairo, told the press, <q> If the British want to be remembered, if they want to restore their reputation, they should volunteer to return the Rosetta Stone because it is the icon of our Egyptian identity. </q> Speakers: Dr <strong> Tiffany Jenkins </strong>; Dr <strong> Paul Thompson </strong>; <strong> Karl-Erik Norrman </strong>; <strong> Geoffrey White </strong> Chair: Paul Thompsonine Hadaway The ownership of the Parthenon Marbles has been disputed since their removal from Athens in the early 19th century, by Lord Elgin. Some", "new_id": -2}, {"uid": "1295655939068894758", "i": 15785, "idx": 0, "sa": ["Barbara Walters", "David Letterman", "Regis Philbin"], "q": "By Alex Weprin on January 21, 2011 3:32 PM \" ABC has scheduled a new primetime \" Walters-Barbara Walters-profile.html\"> <strong> Barbara Walters </strong> special focusing on people that have undergone heart surgery. <q> A <strong> Barbara Walters </strong> Special: A Matter of Life and Death </q> will air Friday, February 4 at 10 PM and will feature interviews with former President <strong> Regis Philbin </strong>. It also features an interview with late night host <strong> David Letterman </strong>, who rarely sits down with interviewers.` Nightline' shortened", "new_id": -2}, {"uid": "1296657082232505352", "i": 25733, "idx": 1, "sa": ["Andy Carroll", "Piers Morgan", "Amanda Holden", "Simon Cowell"], "q": "As well as the cast of a traditional pantomime, the show also includes young people acting as the judges of Britain's Got Talent, <strong> Simon Cowell </strong>, <strong> Amanda Holden </strong> and <strong> Piers Morgan </strong>. Mrs Twine said: <q> We were all set to do the show, but the heavy snow put a stop to it. \"Even if we could have opened the school we wouldn't have had an audience. \"But, luckily the panto doesn't have a Christmas theme, so it's fine to put on now. </q> TRANSFER DEADLINE: <strong> Andy Carroll </strong> joins Liverpool and says he was` pushed out of the door' by Newcastle TRANSFER DEADLINE: <strong> Andy Carroll </strong> joins Liverpool and says he was` pushed out of the door' by Newcastle Weather", "new_id": -2}, {"uid": "1297445296051478570", "i": 54699, "idx": 2, "sa": ["Simon Cowell", "Shayne Ward"], "q": ".\" <strong> Shayne Ward </strong> also addressed a report which claimed that he would be Ward-Shayne Ward-to-be-dropped-by-Simon Cowell.html\"> dropped by <strong> Simon Cowell </strong>'s record label SyCo this year. \"All's absolutely fine,\" he said. <q> Obviously I had a three-album deal so it's up for negotiation now. Really those rumours are just lazy journalism. It was a three-album deal and we'll negotiate getting the next deal. That'll all be taking place in the next couple of weeks. </q> gives us an insight into her character", "new_id": -2}]