[{"uid": "1297274663172048435", "i": 6735, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "In our Chalk Talk with Avocent CTO Ben Grimes, we get a first-hand look at some of the challenges with managing power, including a look at some of the tools Avocent offers to help with this. <q><strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future,</q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "new_id": -2}, {"uid": "1296940939224919552", "i": 14165, "idx": 5, "sa": ["Eric Schmidt"], "q": "is a net positive.\" Turning to the bigger picture, <strong> Eric Schmidt </strong> collects his thoughts for a moment. \"I can only describe this now as a \"wow\" moment,\" he says. <q>For me this is the beginning of the real revolution in information. \"You need never be lonely, you need never be bored. It is a remarkable change that has not been led by and is not just for the Western elites- it is all-pervasive with a declining cost. \"We are just at the beginning of hearing the voices who are starting to come online. I feel that we have made a material change in the lives of literally billions of people.</q> The convergence of search, location and social is the next big narrative. <strong> Eric Schmidt </strong> says that people who \"opt in\" to the system will begin experiencing a much richer relationship with technology, aided by", "new_id": -2}, {"uid": "1295613901243957775", "i": 15661, "idx": 0, "sa": ["Eric Schmidt"], "q": "Balance <strong> Eric Schmidt </strong>: <q>Larry, <strong> Sergey Brin </strong> y yo seguiremos discutiendo las decisiones</q> Foto: GOOGLE Ampliar foto MADRID, 21 Ene.( Portaltic/EP)- <strong> Eric Schmidt </strong>, actual vicepresidente ejecutivo de Google desde este jueves y ex Consejero Delegado del gigante ha cedido su", "new_id": -2}, {"uid": "1296444909100565016", "i": 14394, "idx": 1, "sa": ["DeSean Jackson", "Michael Vick"], "q": "repeatedly has said he wants to stay in Philadelphia. \"We'll see what happens over the next couple months,\" he said earlier in the week as he prepared to play in his fourth Pro Bowl. <q>I just got to be patient and take it day by day.</q> Eagles wide receiver <strong> DeSean Jackson </strong> told NFL Network on Sunday that <strong> Michael Vick </strong> is \"a big brother\" to him and he's looking forward to a full offseason working with the quarterback. \"It was something that just kind", "new_id": -2}, {"uid": "1295629074004243497", "i": 8519, "idx": 3, "sa": ["Les Hinton", "Andy Coulson", "Rebekah Brooks"], "q": "We will vigorously pursue the truth- and we will not tolerate wrongdoing.\" <strong> Les Hinton </strong>, former News International chairman, giving evidence to the culture, media and sport select committee in September 2009 <q>There was never any evidence delivered to me suggesting that the conduct of <strong> Clive Goodman </strong> spread beyond him. The News of the World is populated overwhelmingly by decent hard-working people. If anyone were found conducting themselves in the way that <strong> Clive Goodman </strong> did, there is no question there would be instant dismissal.</q> <strong> Rebekah Brooks </strong>( then <strong> Rebekah Brooks </strong>), News International chief executive, 10 July 2009 <strong> Andy Coulson </strong>'s resignation must not be seen as the end of the hacking scandal News of the World phone hacking: what", "new_id": -2}, {"uid": "1295753709087883837", "i": 33585, "idx": 6, "sa": ["LeBron James", "Chris Webber", "Dwyane Wade", "Jimmy Spencer", "Allen Iverson", "Zydrunas Ilgauskas"], "q": "what everyone else is saying.\" <strong> Allen Iverson </strong>, who had nine assists, knew <strong> Chris Webber </strong> was trying too hard to meet monstrous expectations. \"I just know how tough it is on him,\" <strong> Allen Iverson </strong> said. <q>He wants to play well so bad. He wants to fit in with the team. A lot of times when you're thinking about something like that instead of just playing basketball, you struggle.</q> <strong> LeBron James </strong> scored 34 points and <strong> Zydrunas Ilgauskas </strong> added 22 points and 11 http://wn.com/Miami_Heat_vs_Sacramento_Kings_104__83_December_11,_2010 <strong> Dwyane Wade </strong> scores 36 points and leads the Heat to their season-best eighth straight win, 104-83 over the Kings. Heat-Kings notebook By <strong> Jimmy Spencer </strong>, for NBA.com Posted", "new_id": -2}, {"uid": "1295559318082083864", "i": 845, "idx": 1, "sa": ["Eric Schmidt"], "q": ", will henceforth concentrated on \"strategic projects, in particular working on new products.\" Although <strong> Eric Schmidt </strong> is stepping down as chief executive, Google said he will take on the role of Executive Chairman, <q>focusing externally on deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership-- all of which are increasingly important given Google's global reach. Internally, he will continue to act as an advisor to Larry and <strong> Sergey Brin </strong>.</q> The announcement came in the form of a press release as Google reported revenues of$ 8.44 billion for the quarter ended December 31, 2010, an increase of 26% compared to the fourth quarter of", "new_id": -2}, {"uid": "1296496333175095835", "i": 37099, "idx": 5, "sa": ["Rodney Stuckey", "Michael Beasley", "Allen Iverson"], "q": "the first time as a Piston, <strong> Allen Iverson </strong> scored 17 points and led Detroit to a 107-97 victory over the slumping Milwaukee Bucks. \"With everything going on, I wanted to play well,\" <strong> Allen Iverson </strong> said. <q>I just wanted to play well. Especially for my teammates because I let them down by not being here.</q> <strong> Allen Iverson </strong> was benched by Pistons coach <strong> Michael Beasley </strong> Curry to begin the game, punishment for missing a mandatory team practice on Thanksgiving. He apologized Friday morning, then sat on the bench for almost 10 minutes as <strong> Rodney Stuckey </strong> started", "new_id": -2}, {"i": 3854, "idx": 4, "index_answer": 4, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q>I feel like in the first couple of games I wasn't as aggressive as they wanted me to be,</q> he said. \"It's hard coming into a situation where guys have been http://wn.com/Kobe_Bryant's_Amazing_Game_Winner_vs_Miami_December_4,_2009 NFC Storms To <strong> Chauncey Billups </strong> Lead, Takes Pro Bowl 55-41 2011 Pro Bowl start time on Fox: <strong> Vince Carter </strong> time show features <strong> Goo Goo </strong> Dolls", "sa": ["Vince Carter", "Kwame Brown", "Goo Goo", "Chauncey Billups", "Allen Iverson"], "uid": "1296461913199901198"}, {"uid": "1295584540106250245", "i": 12403, "idx": 6, "sa": ["Ken Auletta", "Eric Schmidt", "Danny Sullivan"], "q": "while continuing to dominate the world of Internet search and advertising, has struggled in some areas, especially social networking, where the rise of Facebook has become the most real threat to Google in years. <q>I can't tell yet whether it would be a case of them being frustrated with <strong> Eric Schmidt </strong>, which would surprise me, or <strong> Eric Schmidt </strong> being tired of being the front man for the company,</q> Mr <strong> Danny Sullivan </strong> said. Mr <strong> Ken Auletta </strong>, the author of a book about the company called Googled: The End Of The World As We Know It, said he suspected that Mr <strong> Eric Schmidt </strong> may simply have been", "new_id": -2}]