[{"uid": "1296108990167460879", "i": 3247, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "The Philadelphia Eagles' Pro Bowl quarterback inked a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore most of last season. The deal will be announced on Thursday. <q> We're real excited about it, </q> chief executive officer Rob Vito said Tuesday.`` <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}, {"uid": "1297546979003112975", "i": 47878, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", where the company aims to raise annual production to 1.4 million vehicles by 2014 from 650,000 in 2009. <strong> Sergio Marchionne </strong> will also discuss those goals at a parliamentary hearing in Rome on February 15. <q> <strong> Sergio Marchionne </strong> and Chairman <strong> John Elkann </strong> confirmed Fiat's and Fiat Industrial SpA's intention to invest â\u0082¬ 20 billion in Italy, </q> the prime minister's office said in a statement today. Fiat aims to improve productivity and capacity utilisation to restore profitability in Italy, still its main market. None of the company's earnings came from", "new_id": -2}, {"uid": "1295518080162037788", "i": 46253, "idx": 4, "sa": ["Allen Iverson"], "q": "extended their winning streak to six games and http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.''", "new_id": -2}, {"uid": "1297353395128565254", "i": 22698, "idx": 4, "sa": ["Zahi Hawass"], "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture- the British Museum and New York's Metropolitan Museum of Art- were equally vulnerable to plunder or destruction. <q> It can happen to any place in the world, </q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. News On 6 302 S. Frankfort Tulsa, OK 74120", "new_id": -2}, {"uid": "1295617505107249688", "i": 7006, "idx": 0, "sa": ["Google Inc.", "Eric Schmidt", "Mark Zuckerberg"], "q": "users and advertisers. At Facebook, 26-year-old founder and CEO <strong> Mark Zuckerberg </strong> calls the shots in an entrepreneurial culture that has enticed dozens of engineers to leave <strong> Google Inc. </strong> to work for the social networking company. <q> My goal is to run <strong> Google Inc. </strong> at the pace and with the soul and passion of a startup, </q> Page said in a Thursday interview.`` I think I will have time to do that given the way we have split up our responsibilities.'' <strong> Eric Schmidt </strong> concurred in the same interview, saying it had", "new_id": -2}, {"uid": "1295386293114753561", "i": 13044, "idx": 5, "sa": ["James Haslam", "Sen. Bernie Sanders"], "q": "are making.'' Welch admitted that the bill could face opposition from insurance companies, who also opposed the federal health care law. <strong> Sen. Bernie Sanders </strong> suggested the bigger battle would likely occur in Vermont. <q> There is no question in my mind the Vermont Legislature is going to see an assault from the insurance industry, </q> he said.`` There will be enormous pressure on the governor and Legislature not to go forward.'' <strong> James Haslam </strong>, director of the Vermont Workers Center which coordinated the Health Care is a Human Right Campaign", "new_id": -2}, {"uid": "1295618655091799558", "i": 46042, "idx": 0, "sa": ["Simon Cowell"], "q": "and she won't change for anyone.`` <strong> Simon Cowell </strong> knows what will make a hit record and get her career off the ground, but she thinks she knows best.'' They added: <q> <strong> Cher Lloyd </strong> has totally thrown her toys out of the pram. She's a right diva. </q>", "new_id": -2}, {"uid": "1296842239102596615", "i": 11185, "idx": 0, "sa": ["Eric Schmidt"], "q": "<strong> Eric Schmidt </strong>, who told CNN last year that people who don't want their homes photographed for Google Street View could`` just move.'' <strong> Eric Schmidt </strong> also passed along this comforting gem to The Atlantic: <q> We know where you are. We know where you've been. We can more or less know what you're thinking about. </q> Yikes. Of course, <strong> Eric Schmidt </strong> has since been kicked upstairs to`` executive chairman,'' and Google co-founder Larry Page will take over day-to-day operations in April. So has Google changed its views on personal privacy", "new_id": -2}, {"uid": "1297724508166166602", "i": 19204, "idx": 3, "sa": ["Kirsten Gillibrand"], "q": "don't itemize, and a lot of our middle class New Yorkers do not itemize their taxes so what this bill does is it says everyone should be able to deduct their property taxes,'' <strong> Kirsten Gillibrand </strong> said. <q> Its going to be worth about$ 1 billion for New Yorkers, over a million people will now be able to get more back in their taxes. </q> She also spoke about her fight against House Republican's proposed legislation that would prevent access to abortions. <strong> Kirsten Gillibrand </strong> said that the move, in the form of the No Taxpayer Funding for Abortion Act, is", "new_id": -2}, [{"i": 1144, "idx": 0, "index_answer": 2, "new_id": -1, "q": "on their way out of the White House lunch, even though fierce battles are brewing over the GOP's plans to cut spending on areas like education and high-speed rail that the president wants to boost. <q> It was a very good lunch and we're able to find enough common ground, I think, to show the American people that we're willing to work on their behalf and willing to do it together, </q> <strong> John Boehner </strong>, R-Ohio, told reporters outside the White House. He mentioned education, tax policy, trade,`` or even cutting spending'' as areas of potential cooperation. White House Press <strong> Donald Rumsfeld </strong> <strong> Robert Gibbs </strong> largely", "sa": ["Donald Rumsfeld", "Robert Gibbs", "John Boehner"], "uid": "1297286533241352751"}]]