[{"uid": "1295524677199704589", "i": 32909, "idx": 6, "sa": ["Tyronn Lue", "Vladimir Putin", "Allen Iverson"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.'' <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said http://wn.com/Russian_Prime_Minister_Putin_may_join_Russian_Olympic_judo_team The Russian Judo Olympic team may have a new member. It is none other than the Prime Minister <strong> Vladimir Putin </strong>. Comments: Sarah December 21, 2009, 12:50 Neall McCabe, you have correctedly noted", "new_id": -2}, {"uid": "1296831843236798032", "i": 46181, "idx": 1, "sa": ["Robin Williams", "Bill Clinton", "David Letterman"], "q": "23 comments By BARBARA WALTERS with ALAN B. GOLDBERG`` I realized there was really no alternative, if I wanted to live, I had to do this.''-- <strong> Bill Clinton </strong> <q> I would find myself busting into tears and sobbing uncontrollably. </q>-- <strong> David Letterman </strong>''... stop the heart, work on it, restart it... good luck.''-- <strong> Robin Williams </strong>`` They're going to put him on a", "new_id": -2}, {"uid": "1295972855202047505", "i": 15404, "idx": 3, "sa": ["in excess", "Nancy Pelosi", "Sen. Bernie Sanders"], "q": "JPMorgan paid out bonuses <strong> in excess </strong> of$ 3m to more than 200 employees.'' Since the TARP money was tax dollars, this qualifies as <strong> Sen. Bernie Sanders </strong>'`` tax breaks'' for very wealthy people. Reuters reported: <q> Banks seized more than a million U.S. homes in one year for the first time last year. </q> <strong> Nancy Pelosi </strong> received 65.6% of her campaign contributions($ 1.6 M) from business in 2008, including$ 120,500 from the insurance industry( 4.9% of total). <strong> Nancy Pelosi </strong> called insurers`` immoral'' and''", "new_id": -2}, {"uid": "1296040310052903938", "i": 43737, "idx": 4, "sa": ["Simon Cowell", "Sir Richard Branson"], "q": "of tourism.'' He noted that while he could not speak for other Caribbean countries on the matter and while it would be premature to speak on the position that the Government of Jamaica will take, <q> there is no option that is off the table. We are going to secure justice in this matter one way or the other. </q> Virgin Holidays to build <strong> Sir Richard Branson </strong> training centre for Caribbean entrepreneurs WSDE Sport Tourism Expo and iSC announce Social Media Partnership From <strong> Simon Cowell </strong> and <strong> Sir Richard Branson </strong> Cliff to Take That- why are celebs mad about Barbados? Blossom Japan hailed", "new_id": -2}, {"uid": "1297451846240746502", "i": 36816, "idx": 9, "sa": ["George Washington", "Donald Rumsfeld", "John McCain", "Sean Roberts", "Alexander Cooley"], "q": "he said. And more recently, <strong> George Washington </strong> has closely cooperated with Uzbekistan over the Northern Distribution Network, a supply route the <strong> John McCain </strong> military uses to ship cargo overland through Europe and Central Asia into Afghanistan. <q> Indeed, a couple of years later, Tashkent once more tacked towards military cooperation with <strong> George Washington </strong>, </q> <strong> Alexander Cooley </strong> said. <strong> Donald Rumsfeld </strong>'s account highlights how high-profile security cooperation complicated US-Uzbek relations, said <strong> Sean Roberts </strong>, an international relations professor at <strong> George Washington </strong> University.`` Prior to 9/11, <strong> George Washington </strong> was able to engage", "new_id": -2}, {"uid": "1295125227265830412", "i": 35020, "idx": 23, "sa": ["John McCain", "Donald Rumsfeld", "Abu Musab al-Zarqawi"], "q": "<strong> Abu Musab al-Zarqawi </strong> Ghraib''. Santa Clarita Valley Historical Society. Retrieved 2004-07-04.^ Release of <strong> Abu Musab al-Zarqawi </strong> Ghraib photos ordered- Conflict in Iraq- MSNBC.com http://www.theage.com.au/news/world/america-abusing-mandate-in-iraq/2005/12/05/1133631201911.html^ ACLU: Iraq Prison Photos to Be Released^ <q> <strong> Donald Rumsfeld </strong> okayed <strong> Abu Musab al-Zarqawi </strong> Ghraib abuses according to former US general </q>- CBS News[ dead link]^`` <strong> Donald Rumsfeld </strong> okayed abuses says former <strong> John McCain </strong> general''- ABC News[ dead link]^-`` <strong> Donald Rumsfeld </strong> okayed abuses says former US Army general'' Reuters News", "new_id": -2}, {"uid": "1295896331003866627", "i": 6594, "idx": 0, "sa": ["Eric Schmidt"], "q": "<q> Previous Will Rising Food Prices Kill the Recovery? In explaining his decision to pass the boss torch back to co-founder Larry Page, Google CEO <strong> Eric Schmidt </strong> tweeted that, ha-ha,`` adult supervision </q> is no longer needed at the company that dominates internet search and advertising. And Google's monster fourth-quarter earnings offer evidence that <strong> Eric Schmidt </strong> is true to his tweet: profits reached$ 2.5 billion on sales of$ 8.4", "new_id": -2}, {"uid": "1295895473003866646", "i": 573, "idx": 0, "sa": ["Eric Schmidt"], "q": "Finance Search Mon, Jan 24, 2011, 1:57 PM EST- U.S. Markets close in 2 hrs 3 mins{`` s'':`` goog'',`` k'': <q> a00, a50, b00, b60, c10, g00, h00, l10, p20, t10, v00 </q>,`` o'':'''',`` j'':''''} Joseph Tartakoff, On Monday January 24, 2011, 12:53 pm EST <strong> Eric Schmidt </strong>, who already announced last week his intention to sell", "new_id": -2}, {"uid": "1296153161091389985", "i": 13700, "idx": 0, "sa": ["Sergio Marchionne"], "q": "sell off the entire stake within two years.`` I think it makes a lot of sense,'' IHS Automotive Analyst George Magliano said of GM's decision not to seek the Energy Department loans. <q> First of all they are in much better shape this year than they were a year ago. You've got the stock offering. They are making money, they are doing very well with keeping their costs down, with the new product programs. They don't need an additional loan. </q> Chrysler says it has no plans to withdraw its loan application. Just last week, it's CEO, <strong> Sergio Marchionne </strong> told reporters that some programs have been put on hold as it waits for word from the", "new_id": -2}, {"i": 2103, "idx": 2, "index_answer": 0, "new_id": -1, "q": "stand by what I've said about those events,'' he said,`` but when the spokesman needs a spokesman, it's time to move on.''( A nice variant on <strong> Alastair Campbell </strong>'s axiom, <q> Once you become the story, it's time to quit. </q>) For <strong> Andy Coulson </strong>'s boss <strong> David Cameron </strong>, it is a huge blow. The PM's extraordinary ability to ride above the fray is mainly due to his roots and upbringing- Old Etonian arrogance, if you", "sa": ["Alastair Campbell", "David Cameron", "Andy Coulson"], "uid": "1295620523143933448"}]