[{"uid": "1295648181220856323", "i": 32673, "idx": 3, "sa": ["Sergey Brin", "Eric Schmidt", "Ian King"], "q": "way of changing the way we're maIan King decisions and the way we're operating. But I definitely don't think there will be any major changes in strategy.'' <strong> Eric Schmidt </strong>, 55, said, <q> We worked as a triumvirate for 10 years. </q> The three didn't always agree, particularly when it came to coping with rules in China that require Web-search providers to censor results that government officials deem inappropriate. <strong> Eric Schmidt </strong> tried to persuade <strong> Sergey Brin </strong> and", "new_id": -2}, {"uid": "1295779892017170523", "i": 2221, "idx": 15, "sa": ["Mitch Daniels", "Mike Pence", "Erick Erickson", "Mitt Romney"], "q": "fundraisers and other political insiders surveyed by the nonpartisan National Journal, <strong> Mitch Daniels </strong> recently was chosen as the second-most-likely to get the GOP nomination, after <strong> Mitt Romney </strong>. <strong> Mike Pence </strong> didn't make the top 10. <q> <strong> Mike Pence </strong> displays the kind of optimism, moral values and gutsy leadership we need in a president-- and a presidential nominee, </q> says the draft-Mike Pence website, theconservativechampion.org.`` He bridges the gap between the establishment and the grassroots,'' wrote influential conservative blogger <strong> Erick Erickson </strong> on RedState.com. <strong> Mike Pence </strong> gets credit for", "new_id": -2}, {"uid": "1295481500251461671", "i": 9128, "idx": 1, "sa": ["Nancy Pelosi", "Ryan Dixon", "Harry Reid", "Bernie Sanders", "Mary Landrieu", "Dan Boren", "Michael Bennet", "Barack Obama", "Patrick Kennedy", "Jerry Moran"], "q": "stance on immigration? Leave all your responses in the comment section.`` Democrats Reveal Facts About Health Care'' www.youtube.com`` Rep. <strong> Patrick Kennedy </strong> Yells:` Despicable' That Press Focuses On Massa Instead Of Afghanistan'' www.youtube.com <q> High Immigration Impacts America's Unemployed </q> www.youtube.com Ryan DixonpRyan Dixon.com Health Care Reform Democrats Congress <strong> Barack Obama </strong> White House <strong> Nancy Pelosi </strong> <strong> Harry Reid </strong> Durbin <strong> Bernie Sanders </strong> <strong> Michael Bennet </strong> <strong> Mary Landrieu </strong> <strong> Dan Boren </strong> <strong> Ryan Dixon </strong> http://wn.com/Democrats'_Health_Care_Reform_is_Latest_Action_to_Hurt_Kansas Congressman <strong> Jerry Moran </strong> told the House of Representatives on March 24 that Kansans are hurting. The latest bad idea to come", "new_id": -2}, {"uid": "1295398079102039642", "i": 6243, "idx": 0, "sa": ["Lee Iacocca", "Sergio Marchionne"], "q": "would develop a new type of minivan by 2014. Chrysler, which popularized minivans in 1983 under former CEO <strong> Lee Iacocca </strong>, will`` rethink'' the minivan to make it more versatile, <strong> Sergio Marchionne </strong> said. <q> We're not going to give one inch of territory in terms of our domination of( the minivan) segment, </q> <strong> Sergio Marchionne </strong> told workers at the Windsor Assembly Plant, where the Dodge Grand Caravan and Chrysler Town& Country minivans are made. A fresh architecture for a new generation of minivans will be introduced in 2013 or", "new_id": -2}, {"uid": "1297366266225542151", "i": 10601, "idx": 0, "sa": ["Kelsey Grammer", "Camille Grammer", "Beverly Hills", "David Letterman"], "q": "property may be worth$ 20 million. <strong> Kelsey Grammer </strong> and <strong> Camille Grammer </strong> were married in 1997 and have two young children together. Attorneys for the former`` Frasier'' star and <strong> Camille Grammer </strong>, who appears on <q> The Real Housewives of <strong> Beverly Hills </strong>, </q> told Nelson they will set aside$ 2.3 million while financial arrangements are handled. The 55-year-old actor has told <strong> David Letterman </strong> last month that he plans to marry Kayte Walsh sometime in February.", "new_id": -2}, {"uid": "1295907303243613760", "i": 45198, "idx": 2, "sa": ["Ahmed Nazif", "Zahi Hawass"], "q": "had no legal claim to it. The SCA, which <strong> Zahi Hawass </strong> heads, said in an email that its request had been approved by both Prime Minister <strong> Ahmed Nazif </strong> and the Egyptian ministry of culture. <q> This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country, </q> it said. <strong> Zahi Hawass </strong> has campaigned to repatriate several pharaonic treasures in recent years, including the Rosetta Stone now in the British Museum. Article: Egypt asks Berlin to return Nefertiti bust... Photo:", "new_id": -2}, {"uid": "1295919491067010590", "i": 40483, "idx": 1, "sa": ["Charlie Sheen", "Ewan McGregor", "Dito Montiel", "Angelina Jolie", "Robert Downey Jr.", "Ricky Gervais"], "q": "you know?'' In addition to insulting <strong> Charlie Sheen </strong>, <strong> Robert Downey Jr. </strong> Jr and <strong> Angelina Jolie </strong> <strong> Ewan McGregor </strong>-- two heterosexual actors pretending to be gay, so the complete opposite of some famous scientologists then,'' <strong> Ricky Gervais </strong> said before adding, <q> My lawyers helped me with the wording of that joke. They're not here. </q> SUNDANCE: Al Pacino-Katie Holmes` The Son of No One' Bombs, Prompts Walkouts <strong> Dito Montiel </strong>'s crime drama`` The Son of No One'' drew a less-than-stellar reaction at its first press and industry screening Monday", "new_id": -2}, {"uid": "1296170364252526596", "i": 40732, "idx": 1, "sa": ["Patrick Achi", "Alassane Ouattara"], "q": ", local press reports said.`` In the coming days, if the central bank remains closed, the commercial banks will not be able to operate,'' said <strong> Alassane Ouattara </strong>'s acting finance minister <strong> Patrick Achi </strong>. <q> This will paralyse the economic activity in the country, </q> he said. The Dakar, Senegal-based regional bank formally recognised <strong> Alassane Ouattara </strong> as president in late December and ordered that Gbagbo's access to state coffers be cut off. Gbagbo, however, continued to withdraw funds", "new_id": -2}, {"uid": "1295454221253952026", "i": 31299, "idx": 0, "sa": ["Russell Brand", "Simon Cowell", "Jonathan Ross"], "q": "There will also be a scaled-down version of royal coverage on the weekend after the wedding from April 30 to May 1. Paul Buccieri, ITV Studios America president and CEO, released a statement saying: <q> This is without question the most widely anticipated wedding in a generation. </q> <strong> Simon Cowell </strong> thinks Rihanna is the`` perfect'' choice... <strong> Russell Brand </strong> and <strong> Jonathan Ross </strong> reunite for Comedy Awards", "new_id": -2}, {"i": 43116, "idx": 7, "index_answer": 0, "new_id": -1, "q": "domineering former US defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as`` terribly wrong.''`` That's not the case with Iraq,'' <strong> Donald Rumsfeld </strong> said. <q> I think the world's a better place with[ former Iraqi president] <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaeda out of Afghanistan, </q> he said, adding that the <strong> President Bush </strong> administration's decision to invade Iraq in the wake of the Sept. 11 attacks on the US was`` incremental,'' not rushed.", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297183947119177270"}]