[{"uid": "1295576927002506766", "i": 58864, "idx": 3, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "on his Twitter feed@Eric SchmidtEric Schmidt. \"We've been talking about how best to simplify our management structure and speed up decision making for a long time,\" he added in a statement. <q> By clarifying our individual roles, we'll create clearer responsibility and accountability at the top of the company. \"In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong> as a \"tremendous leader\" who did an \"outstanding job leading Google for the last decade.\" \"There is no other CEO in the world that", "new_id": -2}, {"uid": "1296244054065306688", "i": 5284, "idx": 3, "sa": ["Eric Schmidt"], "q": "Pero en Davos <strong> Eric Schmidt </strong> descart tales rumores. Recalc que el cambio \"no tuvo nada que ver con los competidores\" y hab?a sido \"malinterpretado, creo, por mucha gente\" . Agreg que <q> Todos las razones que se han ofrecido para explicar esta reorganizaci?n no han sido correctas </q>, agreg. \"La raz?n correcta es que nos sentamos y dijimos:` esta es una empresa que necesita ser dirigida de una manera m?s simple\" '. <strong> Eric Schmidt </strong>, quien se convertir en presidente", "new_id": -2}, {"uid": "1295810872194183188", "i": 18690, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "a apoyarlo en las elecciones presidenciales del 2012, <strong> Colin Powell </strong> s elogi hoy algunos de los logros de <strong> Barack Obama </strong>, como su valor a la hora de aprobar la reforma del sistema de salud en el pa?s. <q> No ha logrado todos sus objetivos pero ha estabilizado la econom?a </q> y abordado la reforma sanitaria, insisti. <strong> Colin Powell </strong>, un republicano moderado, subray que a <strong> Barack Obama </strong> todav?a le queda mucho por hacer para mejorar la situaci?n en el pa?s. Insisti, aun as", "new_id": -2}, {"uid": "1295541658077021217", "i": 28840, "idx": 7, "sa": ["Jason Kidd", "Gregg Popovich", "Larry Brown", "Allen Iverson"], "q": "Philadelphia has alternated wins and losses in its last six games after losing nine of 10. The Sixers, who opened the seJason Kidd 10-0 at the First Union Center, are 1-7 in their last eight home games. <q> This is not the team we thought we were going to have, </q> Sixers <strong> Gregg Popovich </strong> <strong> Larry Brown </strong> said, referring to injuries that have hampered the team. Philadelphia, which trailed by 18 in the second quarter, closed to 50-47 following a three-point play by <strong> Allen Iverson </strong> early in the third. But", "new_id": -2}, {"uid": "1297242543083116089", "i": 18706, "idx": 11, "sa": ["Steven Tyler", "Simon Cowell", "Jennifer Lopez", "Randy Jackson"], "q": "think it's right for the show. You got ta freshen things up.\" And \"Idol\" has certainly freshened things up with the new judges, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> joining <strong> Randy Jackson </strong>. <q> I talk to <strong> Randy Jackson </strong> all the time, </q> <strong> Simon Cowell </strong> said. \"We're really competitive with each other but we're always gon na remain friends. We're just gon na completely whip their a** es[ with` The X Factor].\"", "new_id": -2}, {"uid": "1296765354144211971", "i": 44928, "idx": 0, "sa": ["Conan O'Brien", "Martin McDonagh", "David Letterman"], "q": "O'Brien_obrien_ha.html\"> <strong> Conan O'Brien </strong> happy <strong> David Letterman </strong> called After all of the craziness that surrounded <strong> Conan O'Brien </strong>'s ouster from \"The Tonight Show\" settled down, the red-headed talk show host got a call from fellow chatter, <strong> David Letterman </strong>. <q> He wanted to know what I was wearing, </q> <strong> Conan O'Brien </strong> jokes... To-Do Tonight:` The Pillowman' By my math, there are only five shows and 250 potential seats left-- many of which have been sold-- in the limited run of <strong> Martin McDonagh </strong>", "new_id": -2}, {"uid": "1295080614260702214", "i": 12428, "idx": 0, "sa": ["Bill Clinton", "Barack Obama", "Donald Rumsfeld"], "q": "appointed by <strong> Bill Clinton </strong> as commerce secretary, none other than <strong> Donald Rumsfeld </strong> spoke favorably at Daley's confirmation hearing. Daley was mildly but publicly critical of <strong> Barack Obama </strong>'s health care reform strategy. He argued last year: <q> We've really got to listen carefully to the public. Voters are not re-embracing conservative ideology. But we must acknowledge that the left's agenda has not won the support of a majority of Americans- and, based on that recognition, we must steer a more moderate course. </q> <strong> Barack Obama </strong> has put into place a staff structure that would allow for a shift toward the center-left. The hard left thinks this happened years ago- but it is only true when measured against its own uncompromising", "new_id": -2}, {"uid": "1294988930024674308", "i": 31306, "idx": 2, "sa": ["Chris Huhne", "Michael Gove"], "q": ", and highlighting when his party has pulled the Michael Government into the places most Tories would not otherwise go. \"People want to hear a bit more about that process,\" he told the Guardian this week. <q> I'm very relaxed about that. </q> Towards the end of my time in Lib Dem-land, the phone rings, and there at the other end is the energy and climate change secretary, HuhneChris Huhne\" from guardian.co.uk on Chris Huhne\"> <strong> Chris Huhne </strong>:", "new_id": -2}, {"uid": "1297122406226197630", "i": 33894, "idx": 2, "sa": ["Simon Cowell", "Will Smith"], "q": "been rumored as possible judges on the show. <strong> Simon Cowell </strong> says feelers are out to certain possible judges, though he would not list their names. Asked about his former Idol pal Abdul, he said, <q> I'm a massive fan of Paula. We honestly haven't made our mind up yet... We're talking to a number of people. We hope to make an announcement in three to four weeks. </q> So, can viewers expect the same hard-nosed <strong> Simon Cowell </strong> they have come to expect from his years on American Idol? Or <strong> Will Smith </strong> he be a softer, gentler <strong> Simon Cowell </strong> on X Factor? \"I", "new_id": -2}, {"uid": "1297238985246775836", "i": 36386, "idx": 8, "sa": ["Simon Cowell"], "q": "\" The \"X Factor\" contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as the Black Eyed Peas or Destiny's Child. <q> I'm genuinely staggered this hasn't happened. All the signs are out there, from Glee' to High School Musical,' </q> he said, advising \"any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don't have a lot of competition.\"", "new_id": -2}]