[{"uid": "1296387505015253604", "i": 30917, "idx": 5, "sa": ["Michael Vick"], "q": "right home. Best Friends isn't simply looking for any pet lover. \"We feel like dogs going into these homes are being ambassadors\" for the breed, Garcia said. <q>They're not just adopting a dog, but fighting the good fight.</q> By spreading the message that pit bulls are only as nice, or vicious, as their owners train them to be, the <strong> Michael Vick </strong> dogs are helping rewrite the book on both the public perception of", "new_id": -2}, {"uid": "1296364134215957544", "i": 15610, "idx": 3, "sa": ["Carmelo Anthony", "Allen Iverson", "John Wall", "Derrick Rose"], "q": "get a foul but it felt so good, the rhythm felt good,\" <strong> Carmelo Anthony </strong> said. After he sank two free throws with 49 seconds left, <strong> Carmelo Anthony </strong> was double- and triple-teamed in the final minute. <q>I was definitely surprised by that. What for? Just to stop him from getting 50? I wanted to be a part of him scoring 50 points,</q> <strong> Allen Iverson </strong> said. \"I was happy for him, just to see http://wn.com/Washington_Wizards_Vs_Chicago_Bulls_NBA_2010_Season_Game_Recap__13112010 <strong> Derrick Rose </strong> scored 24 points leading the Bulls to a victory over the Wizards at the United Center. Chicago Bulls 103- 96 Washington Wizards <strong> John Wall </strong>", "new_id": -2}, {"uid": "1295212882209371151", "i": 305, "idx": 0, "sa": ["Jarret Johnson", "Allen Iverson"], "q": ", <strong> Allen Iverson </strong> had scored 40 points. By the Su... Wes <strong> Jarret Johnson </strong> Three Point Play 1/30/10 Wes <strong> Jarret Johnson </strong> rallies the Orange with a three point play.... <strong> Allen Iverson </strong> College Mix- Georgetown University Mixst311 and dawg5 present the <q>The Top 50 NCAA Dunks of All Time</q> edited by damnshow. Much thanks to venomindustries for the color correction. This countdown encompasses the 50 greatest college dunks in Division 1 history. Perhaps the best collection of dunks ever put together i... Golden State", "new_id": -2}, {"uid": "1296769550173654016", "i": 16470, "idx": 0, "sa": ["Kay Hagan", "Kirsten Gillibrand", "Patrick Leahy", "Frank Lautenberg", "John Kerry", "Sen. Bernie Sanders"], "q": "Secretaries last week when his office was first informed of the federal government's decision: http://menendez.senate.gov/newsroom/press/release/?id=fa1c6f19-9cde-45c8-967e-fac0b416d654 \"The National Mall is the only sensible venue to host the Solar Decathlon.\" wrote the Senators. <q>The first four wildly successful events were held on the Mall from 2002-2009 and the event grew in popularity each year. As a tourist attraction, it has provided the perfect venue for thousands to learn about solar energy and energy efficiency. And as a central pillar in our quest for clean energy, solar energy deserves a venue that sits adjacent to our country's legislative leaders.</q> The following Senators signed the letter: US Senators <strong> John Kerry </strong>( D-MA), <strong> Kirsten Gillibrand </strong>( D-NY), <strong> Sen. Bernie Sanders </strong>( D-VT), <strong> Kay Hagan </strong>( D-NH), <strong> Patrick Leahy </strong>( D-VT), <strong> Frank Lautenberg </strong>( D-NJ)", "new_id": -2}, {"uid": "1296863722114081843", "i": 35999, "idx": 1, "sa": ["Michael Vick"], "q": "said. Memories of <strong> Michael Vick </strong>'s dog fighting conviction and jail time may be harder to shake, but the athlete was easily able to resume his lucrative NFL career after making a few amends. <q>The jury is still out, of course,</q> Mosher said. \"He could be a very good play actor or his public relations people could be handling him very, very well.\" With these athletes back playing with their teams in what seems", "new_id": -2}, {"uid": "1295154913111345676", "i": 7388, "idx": 8, "sa": ["Allen Iverson", "George Karl"], "q": "share to ruin <strong> Allen Iverson </strong>'s homecoming. Denver scored the first 14 points of the fourth quarter to rally for its fourth straight win. <strong> Allen Iverson </strong>'s old team improved to 16-5; his new-again team fell to 5-16. <q>It was a positive experience to be part of AI returning,</q> Nuggets coach <strong> George Karl </strong> said. \"I thought he fatigued as the game went on and we got the benefit of it. He's not in the best of shape yet.\" <strong> Allen Iverson </strong> received a standing ovation when", "new_id": -2}, {"i": 5401, "idx": 0, "index_answer": 1, "new_id": -1, "q": "turned out to be true as the two tech giants formally announced their partnership today. Google meanwhile acted like a jilted bride as their VP of engineering, <strong> Vic Gundotra </strong>, tweeted a few days ago that <q>two turkeys do not make an eagle,</q> the turkeys being a reference to Nokia and Microsoft. <strong> Steve Ballmer </strong> Elop did not take the tweet siting down. He responded with this pithy tweet\"... two bicycle makers, from Dayton Ohio, one day", "sa": ["Steve Ballmer", "Vic Gundotra"], "uid": "1297444577051478529"}, {"uid": "1297621750013008911", "i": 1774, "idx": 2, "sa": ["Lois Capps", "Cecile Richards", "Mike Pence"], "q": "that the grants, by covering overhead and operational costs, free up other money to provide abortions. Planned Parenthood's staunchest allies in Congress- primarily liberal Democrats- have vowed to fight the proposed funding cut. <q>In my community, Planned Parenthood is a very highly regarded mainstream organization,</q> said Rep. <strong> Lois Capps </strong>, D-Calif., who depicted <strong> Mike Pence </strong>'s bill as \"driven by an extreme ideological agenda.\" <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss of the", "new_id": -2}, {"uid": "1296550615213254158", "i": 27255, "idx": 10, "sa": ["Allen Iverson"], "q": "stellar career. <strong> Allen Iverson </strong> scored a season-high 54 points, including his 15000th career point, and the Sixers won for the fourth time in five games, earning a 116-97 victory over the Milwaukee Bucks on Saturday night. <q><strong> Elgin Baylor </strong> called his play as many times as <strong> Elgin Baylor </strong> possibly could, and it makes my job a lot easier,</q> Philadelphia coach Jim O'Brien said. It was the seventh time in <strong> Allen Iverson </strong>'s nine-year career that he had scored at least 50 points in a regular-season game, and he has done it three times in the playoffs.", "new_id": -2}, {"uid": "1295803019101695619", "i": 39692, "idx": 6, "sa": ["Norman Schwarzkopf", "Colin Powell"], "q": "will say we got this one right,\" The AP quoted him as saying. Among the guests was Sheikh Ahmad Humood Jaber Al-Sabah, who attended as a representative of Kuwait's ruler. <q>Believe me, Kuwait and its people will never forget you,</q> he said. \"We carry in our hearts what you did for us each and every day.\" By letter, <strong> Norman Schwarzkopf </strong> salutes the war fighters <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>, who commanded the allied coalition", "new_id": -2}]