[{"uid": "1295432346076251250", "i": 46106, "idx": 2, "sa": ["Jane Lynch", "Simon Cowell"], "q": "amazed\" by the public's reaction to Sue and believes people admire her in the same way they respect music mogul <strong> Simon Cowell </strong>. Comment on this Article She explained in an interview with The Sun newspaper: <q> <strong> Simon Cowell </strong> and Sue say the things people wish they could in their jobs or at their school, but can't because it's not the done thing. \"Just like him, she says what she wants because she can- there is nobody there to tell either of them to stop. </q> Glee' fans have even set up a Facebook group pleading for Sue to join the' X Factor' panel- and <strong> Jane Lynch </strong> agrees her character would make a \"fantastic\" judge, though she would probably", "new_id": -2}, {"uid": "1296442320042500124", "i": 1125, "idx": 0, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": "headquarters, having appointed his new junta of former military and intelligence officers. The rumour went round the square: the old wolf would try to fight on to the end. Others said it didn't matter. <q> Can he kill 80 million Egyptians? </q> Veterans Slam <strong> Sen. Bernie Sanders </strong> Bachmann's Plan To Cut Vet Benefits: \"Heartless,'` Shows Contempt' For Troops' Sacrifice Virginia Lawmaker Says GOP\"s 2010 Victories Driven by Opposition to Black <strong> Barack Obama </strong> UPDATED: Members", "new_id": -2}, {"uid": "1297351652264044570", "i": 20049, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "on the paper's books, was also sent to prison. The tape, made by a former journalist without <strong> Andy Coulson </strong>'s knowledge at some point during his editorship, also records <strong> Andy Coulson </strong> telling the reporter: <q> I need more stories. I need more exclusives and I need it to be self-generated stuff. </q> The two men do not discuss phone hacking, but Dispatches says other recordings exist which \"might provide damning evidence\". <strong> Andy Coulson </strong> stepped down as <strong> David Cameron </strong>'s communications director last month, saying coverage", "new_id": -2}, {"uid": "1295618588099680282", "i": 32677, "idx": 0, "sa": ["Piers Morgan", "Andy Coulson"], "q": "phone tapping, led by The Guardian. Former editor of News of the World, <strong> Piers Morgan </strong>, has been quick to condemn The Guardian's involvement in the investigation, asking via his Twitter feed: <q> If@ guardian abhors publication of material obtained by dodgy methods so much, where does that leave them on Wikileaks? </q> The new CNN presenter added: \"Hypocrisy: prejudice with a halo.\" <strong> Andy Coulson </strong> was editor of the News of the World from 2003 to 2007, but stood down following allegations about his reporters", "new_id": -2}, {"uid": "1295581455002506782", "i": 46435, "idx": 6, "sa": ["Eric Schmidt"], "q": "a trio, an approach they spelled out in an \"owner's manual\" included in the company's 2004 IPO filing. \"We run Google as a triumvirate,\" Page and Brin wrote. <q> The three of us run the company collaboratively with Sergey and me as presidents. The structure is unconventional, but we have worked successfully in this way. </q> <strong> Eric Schmidt </strong> said he doesn't anticipate any material change in strategy. \"We tend to agree on everything,\" he noted. Robot cars: Google searches for next Android But he said he", "new_id": -2}, {"uid": "1297255140028704860", "i": 8641, "idx": 1, "sa": ["Donald Rumsfeld", "Condoleezza Rice"], "q": "president rather than making public statements identifying with the aspirations of pro-democracy protesters. \"I personally think- it's kind of an old-fashioned thought- that private diplomacy is preferable,\" he says. <q> Public diplomacy can have the effect of letting the world know what you think; it can have the effect of satisfying your own personal views and playing to your base, wherever you are, but it may have just the opposite effect in the country where you're making comments about. </q> In his memoir, former National Security Council director <strong> Condoleezza Rice </strong> is portrayed as an academic uncomfortable with the clash of opinions at senior levels of government. And <strong> Donald Rumsfeld </strong> questions the complaint by his old nemesis, former", "new_id": -2}, {"uid": "1295614992206700604", "i": 36457, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "as director of communications for U.K. Prime Minister <strong> David Cameron </strong>, citing \"continuing pressures\" over allegations of illegal phone tapping while he was editor of the News of the World newspaper. <q> Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role, </q> <strong> Andy Coulson </strong> said in an e-mailed statement today. \"Nothing is more important than the government's task of getting this country back on its feet.\" News Corp., after a reporter and a private investigator were", "new_id": -2}, {"uid": "1297475330028377090", "i": 39768, "idx": 2, "sa": ["Emma Willard", "Kirsten Gillibrand"], "q": "established neighborhood,\" features floor-to-ceiling windows with scenic views. The 2.6-acre property includes a greenhouse and gardens. Property taxes total$ 7,589 and the house is in the Troy city school district. <q> I don't know if her( <strong> Kirsten Gillibrand </strong>'s) children will attend school in the Troy district. They are still too young, </q> said Lesser. <strong> Emma Willard </strong>, a private girls' school several miles from her new home. Rensselaer County Executive Kathy Jimino said <strong> Kirsten Gillibrand </strong>'s decision sends a positive message. \"I think it's", "new_id": -2}, {"i": 344, "idx": 2, "index_answer": 0, "new_id": -1, "q": "up in Stratford, Ontario-- especially when one of the cultural differences between the U.S. and Canada became apparent after <strong> David Letterman </strong> asked about <strong> Justin Bieber </strong>'s schooling and found out that he's currently in the 11th grade. <q> 11th grade-- is that a sophomore in high school? </q> <strong> David Letterman </strong> asked, to which <strong> Justin Bieber </strong> replied: \"I don't know. I'm Canadian.\" Later, <strong> Justin Bieber </strong> tweeted that he will be on the \"Late Show\" again on Friday, \"", "sa": ["David Letterman", "Justin Bieber"], "uid": "1296549619189169667"}, {"uid": "1296099209217432070", "i": 48569, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": ": www.youtube.com Check Out TYT Interviews www.youtube.com Reporting from Washington- <strong> Sen. Bernie Sanders </strong>( I-Vt.) has ended a marathon filibuster of the proposed tax compromise, ceding control of the Senate floor after more than 8 1 hours. <q> It has been a very long day, </q> he said as he concluded his remarks, including a five-hour period in which he spoke without interruption. \"I do believe that if the American people stand up... I think we can defeat this proposal. I", "new_id": -2}]