[{"i": 268, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from a year ago to$ 10.76 billion as the company made market-share gains on the strength of 16 all-new or refreshed vehicles. Revenue, however, dipped slightly from the third quarter on reduced shipments. <q>It can safely be said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations,<q> CEO <strong> Sergio Marchionne </strong> said. \"However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives.\"+0.42%), sold 1.52 million vehicles last", "sa": ["Sergio Marchionne"], "uid": "1296496314113492035"}, {"uid": "1295538156252182548", "i": 16853, "idx": 2, "sa": ["Henry James", "Allen Iverson"], "q": "conference for hysterical Besiktas fans in Istanbul Turkey <strong> Allen Iverson </strong> unveiled at press conference for hysterical Besiktas fans in Istanbul Turkey <strong> Allen Iverson </strong> is unveiled for the Besiktas basketball fans on his new home court and he talks to the fans saying <q>I want to thank you fans for welcoming me and embracing me the way you have... I can't promise you that we will win every basket-ball game. But one thing I can promise... <strong> Henry James </strong><q> Red\" ALLEN\" Wild Man Blues\"!!! RARE OLDIES VIDEO WITH MR HENRY\" RED\" ALLEN& HIS ALL STARS! <strong> Henry James </strong> \"Red\" <strong> Allen Iverson </strong>( January 7, 1906 April 17, 1967) was", "new_id": -2}, {"uid": "1297706529235225094", "i": 35446, "idx": 0, "sa": ["Steve Ballmer"], "q": "week after Nokia Oyj announced the platform will be its primarily mobile- phone software, will get additional features this year such as Internet Explorer 9, Twitter and multitasking capabilities, <strong> Steve Ballmer </strong> said. <q>Increasingly, consumers, developers and mobile operators won't just choose a phone, they're really choosing a platform,<q> he said. Microsoft is pulling out all the stops to reverse market share declines in its mobile-phone software as smartphone sales look set to pass those of personal computers in the next two years. The company", "new_id": -2}, {"uid": "1295618466190234796", "i": 49332, "idx": 1, "sa": ["Andy Coulson"], "q": "was editor of the paper, from which he resigned in 2007. \"I can today confirm that I've resigned as Downing Street director of communications,\" <strong> Andy Coulson </strong> said in a statement. <q>Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed in this role.<q> \"I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.\" Cameron said in a statement that he was \"", "new_id": -2}, {"uid": "1296705162088064025", "i": 28720, "idx": 2, "sa": ["Michael Vick"], "q": "the season. <strong> Michael Vick </strong> would go on to be one of the top-scoring players in fantasy football. \"I'm not going to make it sound like I'm an expert or anything,\" Tulipane said. <q>But at the end of the season, I started listening to some of the gurus on television, and that didn't work.<q> Marketplace videos Watch the latest offers, products and services from our advertisers. Browse our print ads It's the ultimate advantage for Buffalo consumers. Never miss another ad again! Copyright 1999", "new_id": -2}, {"uid": "1295891150149438465", "i": 39657, "idx": 1, "sa": ["David I", "Colin Powell"], "q": "clips. The Washington Post reported this weekend that the expiration of the ban on high-capacity magazine clips since 2004 has led to a proliferation of those weapons being seized by police in the course of investigations. <q>Last year in <strong> Virginia Thomas </strong>, guns with high-capacity magazines amounted to 22 percent of the weapons recovered and reported by police. In 2004, when the ban expired, the rate had reached a low of 10 percent. In each year since then, the rate has gone up.<q> <strong> Colin Powell </strong>:' <strong> David I </strong> Don't Think The Defense Budget Can Be Made Sacrosanct And It Can't Be Touched' Ben Armbruster on Jan 23rd, 2011 at 11:00 am <strong> Colin Powell </strong>:' <strong> David I </strong> Don't Think The", "new_id": -2}, {"uid": "1295855858263028757", "i": 43787, "idx": 0, "sa": ["Tony Blair", "Tommy Sheridan", "Chris Huhne", "Aamer Anwar", "Andy Coulson"], "q": "targeted by other newspapers. Energy Secretary <strong> Chris Huhne </strong> yesterday attacked the News Of The World's claim that the phone hacking which led to their royal correspondent being sacked was a one-off. <strong> Chris Huhne </strong> said: <q>It seems to be totally implausible that this was... limited to one journalist. \"I was rather surprised the police accepted that story rather than investigate it further.<q> <strong> Tommy Sheridan </strong> trial provoked resignation of top spin doctor <strong> Andy Coulson </strong> Mum of soldier killed in Iraq heckles <strong> Tony Blair </strong> over war \"regrets' <strong> Aamer Anwar </strong> demands probe into <strong> Andy Coulson </strong>\"s role in phone hacking scandal Chilcot inquiry: I disregarded legal", "new_id": -2}, {"uid": "1295382740044089403", "i": 4712, "idx": 0, "sa": ["Dwight Duncan", "Sergio Marchionne", "Eddie Francis"], "q": "<strong> Dwight Duncan </strong> <strong> Eddie Francis </strong>, CAW President Ken Lewenza and other local officials, recognized the importance of the plant, the workforce and the new minivans to the future success of the Company during a ceremony at the plant. <q>The new 2011 Dodge Grand Caravan and Chrysler Town& Country remain key parts of our revival plan,<q> <strong> Sergio Marchionne </strong> told more than 1,200 employees in the audience. \"Our collective future is dependent on the success of this plant and these vehicles. We're in this battle together. We must continue to put our trust", "new_id": -2}, {"uid": "1295329511137969669", "i": 27291, "idx": 0, "sa": ["Michael Vick", "A.J. Hawk", "Jay Cutler", "Eli Manning"], "q": "Seahawks and posted a passer rating over 100 for the fifth time in seven games. \"He has done a really good job of capitalizing on the defense's mistakes,\" Packers linebacker <strong> A.J. Hawk </strong> said. <q>He seems like he just has great command of the offense, great command of the game. Whoever he's working with over there, I think they're doing a great job. He's just growing into being a great quarterback.<q> The Packers have beaten <strong> Eli Manning </strong>, <strong> Jay Cutler </strong>, <strong> Michael Vick </strong> and Matt Ryan in consecutive weeks and are the Super Bowl favorite in Las Vegas. \"That( Bears game) was three weeks ago,", "new_id": -2}, {"uid": "1295357874044482579", "i": 7495, "idx": 1, "sa": ["Nigel Lythgoe", "Simon Cowell", "Ryan Seacrest"], "q": " \"The American Idol\" team more than others, host <strong> Ryan Seacrest </strong>. He and <strong> Simon Cowell </strong> became their own three-ring circus of barbs during the first nine seasons. <strong> Ryan Seacrest </strong>'s not shedding any tears. <q>I'm inspired by the new life here, and I love it. <strong> Simon Cowell </strong> and I had our banter, and people knew us for that, but this is a whole different dynamic. And I think that it will be a lot of fun and very funny as well. I think you'll be entertained by it,<q> <strong> Ryan Seacrest </strong> says. And while there are two new judges who will determine the fate of young singers, executive producer <strong> Nigel Lythgoe </strong> points out one thing hasn't changed. \"At end of the day", "new_id": -2}]