[{"uid": "1296968578257851407", "i": 48831, "idx": 4, "sa": ["George W. Bush", "Donald Rumsfeld", "Dick Cheney"], "q": "of staff under Ford- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>.`` It's not a journal. It's not a diary,'' he says of the Ford White House notes. <q> It is a set of working documents that I've never edited. In fact, most I've never reread. </q> As defense secretary under <strong> George W. Bush </strong> <strong> Donald Rumsfeld </strong> issued thousands of memos,`` snowflakes,'' they were called. He reads from some issued in 2003 and in 2005:`` Are we winning or losing the war", "new_id": -2}, {"uid": "1297119980245366873", "i": 52647, "idx": 2, "sa": ["Simon Cowell"], "q": " <strong> Simon Cowell </strong> said it was impossible to predict whether the show would be as big a success in the U.S. as it has been in Britain and the 15 other nations where it gets No. 1 ratings. <q> All you can do is to give it a 110 per cent effort and do everything to make it the best show you possibly can, </q> he said. He said he was encouraged by the continuing success- even without him- of top-rated Idol, along with other series like America's Got Talent and Dancing with the Stars.", "new_id": -2}, {"uid": "1296077498180650000", "i": 38986, "idx": 2, "sa": ["Angelina Jolie"], "q": ".`` The only help that we got was from UNHCR. They are the only people who knocked on our door. But look at this life, it's very hard on us,'' he said. <q> It takes a lot of strength for you to survive this life. I don't know if I would be strong enough to survive this, </q> <strong> Angelina Jolie </strong> told him. In a nearby house, the acclaimed actress met a family of nine One of five hard-hitting short films featuring interviews with Iraqi asylum seekers and refugees from minority communities including Mandaeans, Yazidis and Assyrian", "new_id": -2}, {"uid": "1295879065107462700", "i": 40183, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Marissa Mayer", "Sergey Brin"], "q": "auf der Konferenz DLD( Digital, Life, Design) in M?nchen. Jetzt gebe es ver?nderte Aufgaben,`` aber <strong> Larry Page </strong>, <strong> Eric Schmidt </strong> und <strong> Sergey Brin </strong> werden das Unternehmen weiter f?hren''. <strong> Marissa Mayer </strong> f?gte hinzu: <q> Wir freuen uns wirklich ber die nderungen. </q> Der neue Vorstandschef <strong> Larry Page </strong> habe sich schon immer sehr um die Entwicklung der Google-Chefwechsel: Zum Abschied ein 100-Millionen-Dollar-... href=\"http://www.handelsblatt.com/unternehmen/jobturbo/\" target=\"\"> Die Suchmaschine mit ber 200.000 Angeboten der besten Jobb?rsen und Zeitungen.", "new_id": -2}, {"uid": "1296713442108806145", "i": 1043, "idx": 2, "sa": ["Larry Brown", "Allen Iverson", "Tyronn Lue", "James Madison"], "q": "'m glad nobody didn't bet their life on it'cause they definitely would be dead right now.'' Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart. <q> Our guys just try hard, </q> Sixers coach <strong> Larry Brown </strong> said.`` This is kind of unexpected but it's neat.'' In betJames Madisonn <strong> Allen Iverson </strong> outbursts, <strong> Tyronn Lue </strong> stymied the NBA Most Valuable Player for nearly 20 minutes, using his quickness to prevent <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295984196057327656", "i": 29780, "idx": 9, "sa": ["Jillian Ward", "Eric Schmidt"], "q": "and ABC parent Walt Disney Co.. The broadcasters are all trying to capture the shift toJillian Ward on- demand viewing, which ratings company Nielsen Co. has said is surging in the U.S. Google TV will be <q> much more effective if the broadcasters are supportive, </q> and the company is trying to convince them it's not a threat, <strong> Eric Schmidt </strong> said today.`` We believe it's going to lead to more TV watching, which is good for them.''", "new_id": -2}, {"uid": "1296381235049594369", "i": 38220, "idx": 0, "sa": ["Alassane Ouattara", "Ban Ki-moon"], "q": "offer of a recount of votes to solve a persistent leadership crisis. Both the United Nations and AU recognise Gbagbo's challenger <strong> Alassane Ouattara </strong> as the president-elect of the world's biggest cocoa producing country. <q> We must preserve our unified position, act together, and stand firm against Mr Gbagbo's attempt to hang onto power through the use of force, </q> <strong> Ban Ki-moon </strong> was quoted as telling the meeting in a statement issued on Sunday.", "new_id": -2}, {"uid": "1295796708239026182", "i": 38793, "idx": 8, "sa": ["Colin Powell", "Barack Obama"], "q": " While stressing that he votes for the person and not the party, <strong> Colin Powell </strong> said no 2012 candidates had risen to the top of the potential GOP Barack Obamaial field for him yet. He lauded <strong> Barack Obama </strong> for <q> definitely focusing on being <strong> Barack Obama </strong> of the United States. </q> http://thehill.com/blogs/blog-briefing-room/news/139509-Colin Powell-Barack Obamas-more-youthful-approach-has-helped-international-relations WikiLeaks still sitting on hundreds of thousands of U.S. diplomatic cables <strong> Colin Powell </strong>: <strong> Barack Obama </strong>'s` more youthful approach' aids international relations Human rights panel chairman: Hosting Hu gave Beijing moral legitimacy href=\"http://thehill.com/blogs/blog-briefing-room/news/139473-boehner-marks-roe-v-wade-anniversary-highlights-anti-abortion-efforts\"> Boehner marks", "new_id": -2}, {"uid": "1296539126070647837", "i": 22057, "idx": 0, "sa": ["Angelina Jolie", "Sacha Baron Cohen", "Kate Moss", "Christina Aguilera"], "q": "` tache in a Perspex box. It is a stunning coup for <strong> Sacha Baron Cohen </strong> because famous names including <strong> Kate Moss </strong>, <strong> Angelina Jolie </strong> and <strong> Christina Aguilera </strong> Painting... Banksy trades Thomas pic for Borat's moustache A source said yesterday: <q> <strong> Sacha Baron Cohen </strong> and Banksy are huge fans of each other's work.`` <strong> Sacha Baron Cohen </strong> is one of the few people who knows the artist's real identity and they struck the deal at a recent meeting.`` The exchange was a no-brainer- for both sides. </q> <strong> Sacha Baron Cohen </strong>, whose characters include ALI G and gay Austrian fashion reporter BRUNO, is best known for Kazakh journalist BORAT. His alter-ego is his most successful creation and the movie, BORAT: CULTRUAL LEARNINGS", "new_id": -2}, {"i": 41964, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Long way to run for phone-hacking story Q&A: Tory search is under way for a new director of communications at No 10 after <strong> Andy Coulson </strong> resigned. Mr <strong> Andy Coulson </strong> stood down on Friday, saying coverage of the scandal had <q> made it difficult to give the 110% needed in this role </q>. He The view from a broad: More <strong> Lauren Laverne </strong>, please Married Cabinet minister accused of affair with campaigner an affair with a former socialite turned political campaigner. Lord Strathclyde has been accused of having an affair with", "sa": ["Lauren Laverne", "Andy Coulson"], "uid": "1295925206202604593"}]