[{"uid": "1295573603120422424", "i": 22328, "idx": 0, "sa": ["Bob Barker", "Bounty Killer", "Rebecca Field", "David Letterman", "Michael Jackson", "Drew Carey"], "q": "at slamMichael Jackson.com. To find out more about Serenity Now! go to slamMichael Jackson.com Hello I'm <strong> Rebecca Field </strong> with a UPI entertainment update on this Tuesday, July 24, 2007. Comedian <strong> Drew Carey </strong> is replacing <strong> Bob Barker </strong> on <q> The <strong> Bounty Killer </strong> is Right. </q> <strong> Drew Carey </strong> made the announcement last night on \"The Late Show With <strong> David Letterman </strong>.\" <strong> Bob Barker </strong> retired last month after 35 years on the program. There's no word on when the <strong> Drew Carey </strong> will go on air. The", "new_id": -2}, {"uid": "1297148724140001315", "i": 51246, "idx": 0, "sa": ["Kenneth Kendall", "Andy Coulson", "David Cameron", "Craig Oliver"], "q": "get a 77-year-old woman.\" <strong> Kenneth Kendall </strong>, 86, agrees. \"So long as <strong> David Cameron </strong> can still hear them at the back, that's all that matters,\" says the affable former newscaster. <q> I did Treasure Hunt until I was well into my sixties. I did The Young Ones for the BBC last September- and I am still up for offers. </q> <strong> Craig Oliver </strong> tells it like it is Controversy is the last thing <strong> David Cameron </strong> will want from <strong> Craig Oliver </strong>, the former television executive who has succeeded <strong> Andy Coulson </strong> as his chief spin doctor. The PM should,", "new_id": -2}, {"uid": "1296530715200818714", "i": 37145, "idx": 11, "sa": ["Žydrūnas Ilgauskas", "Chris Webber", "Nathaniel D Robinson", "Phil Jackson", "Allen Iverson", "Cam Ward"], "q": "<strong> Allen Iverson </strong>'s Žydrūnas Ilgauskasgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It Cam Warde in words of encouragement to Phil Jacksonly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> Webbe... video results for: games season points <strong> Nathaniel D Robinson </strong> 45 Points vs Portland Trailblazers( Career-High)[ 08-03-2008] <strong> Nathaniel D Robinson </strong> 45 Points vs Portland Trailblazers( Career-High)[ 08-03-2008] <strong> Nathaniel D Robinson </strong>'s Highlights of his best game", "new_id": -2}, {"uid": "1295274880083279889", "i": 11736, "idx": 0, "sa": ["Steve Ballmer"], "q": "according to the man who runs Microsoft, it's not a games console at all. It is, instead, a \"family entertainment centre\" - according to CEO <strong> Steve Ballmer </strong>. USA Today. <q> Xbox is a family entertainment centre. It's a place to socialise. It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body. </q> <strong> Steve Ballmer </strong> said Xbox and the eight million selling motion-sensing add-on Kinect are where the \"consumer heat\" is. \"I think about my own family,\" he said. \"My wife used to", "new_id": -2}, {"uid": "1297513424014598147", "i": 29097, "idx": 0, "sa": ["Andy Coulson", "Eric Pickles", "Michael Gove", "Richard Kemp", "Gerry Sutcliffe"], "q": "'s mix of relentlessness and slipperiness: \"He's a wily old fox. He plans out what he wants to achieve.\" But <strong> Gerry Sutcliffe </strong> says <strong> Eric Pickles </strong>'s return to his abrasive Bradford mode may be backfiring: <q> I don't think you can behave that way as secretary of state. </q> <strong> Richard Kemp </strong> points out that, if <strong> Eric Pickles </strong>'s transformation of local Michael Government is to succeed, it will require some co-operation from councils. He remains popular among Tory activists. With <strong> Andy Coulson </strong> gone, he is an", "new_id": -2}, {"uid": "1296595860061521953", "i": 23523, "idx": 2, "sa": ["Don Nelson", "Stephen Jackson", "LeBron James", "Tim Hardaway", "Allen Iverson", "Monta Ellis", "Rasheed Wallace"], "q": "Friday night, Detroit is looLeBron James for a complete game to extend that winning streak. \"The best part about it is we struggled at Tim Hardawayes in the game but we got it Don Nelsone,\" <strong> Allen Iverson </strong> said. <q> We're going into the next game with some confidence. We're on a back-to-back so it's important for us to go get our rest and get ready to play. It's going to be a good measuring stick for us. </q> Golden State trailed by nine early in the fourth quarter but took the lead when <strong> Rasheed Wallace </strong> tipped a missed shot by <strong> Monta Ellis </strong>( pronounced \"MON-tae\" ), born October 26, 1985, in <strong> Stephen Jackson </strong>,(", "new_id": -2}, {"uid": "1296937608113295368", "i": 37964, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "of Super Bowl vision in Texas Speaking at his annual Super Bowl news conference on Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. <q> I want to make sure that he doesn't put himself in a position where he's going to make bad decisions or bad things can happen around him, </q> <strong> Roger Goodell </strong> said. \"He takes that seriously also.\" <strong> Michael Vick </strong> spent 18 months in prison on federal charges of running a dogfighting ring. He was suspended by the commissioner, then reinstated during the 2009", "new_id": -2}, {"uid": "1295762462175325235", "i": 11911, "idx": 0, "sa": ["Kirsten Gillibrand", "John Thune", "Mary Landrieu", "Bob Casey", "John Culberson", "John Boehner"], "q": "we share the Small Business Committee.\" \"I had backups in case she said no, like Corker or Isakson,\" <strong> Mary Landrieu </strong> said, referring to Sens. <strong> Bob Casey </strong> of Tennessee and John Boehnerny of Georgia. <q> These are really great guys. So, we may do a triple date. </q> Others who have paired off include Sens. <strong> Kirsten Gillibrand </strong>, D-N.Y., and <strong> John Thune </strong>, R-S.D., generally considered two of the more well-coiffed and attractive members of the Senate. Rep. <strong> John Culberson </strong>, R-Texas, and", "new_id": -2}, {"uid": "1296337877236798074", "i": 4905, "idx": 1, "sa": ["Zahi Hawass"], "q": ", which houses thousands of ancient artifacts, was being protected by the army. Head of Antiquities, <strong> Zahi Hawass </strong> said on state television that it was not known if anything was stolen from the museum. <q> There needs to be tighter security around the museum and fire trucks on standby. The museum can be set ablaze. This would be a disaster, </q> <strong> Zahi Hawass </strong> warned.Firefighters were trying to extinguish the blaze at the headquarters of the ruling National Democratic Party.", "new_id": -2}, {"uid": "1296713451108806149", "i": 14357, "idx": 1, "sa": ["Allen Iverson", "Shaquille O'Neal"], "q": "both clarified and cluttered the wild Western Conference playoff race. \"That's all he's got to do is come into the game and the energy is there,\" said <strong> Allen Iverson </strong>, who scored 33 points. <q> It hypes us up. You look at the things he does on the floor, it excites us as teammates. Just see the way he can shoot the ball, the way he can dribble the ball, the way he can jump, he has the whole package. \"There's nothing on the court he can't do. </q> It was the 13th time Smith has come off the bench to score 20 or more points, most in the NBA among players who haven't started a single game. \"He's been a <strong> Shaquille O'Neal </strong> spark for", "new_id": -2}]