[{"uid": "1296759800078708738", "i": 12915, "idx": 3, "sa": ["Bradley Graham", "Donald Rumsfeld"], "q": ",\" writes RumsfeldDonald Rumsfeldnonetooapologeticinnewmemoir6837/40004529/SIG=13pm0mmmd/*http://www.washingtonpost.com/wp- dyn/content/article/2011/02/02/AR2011020205505_2.html?hpid=topnews&amp;sid=ST2009061102977\"> <strong> Bradley Graham </strong> at The Washington Post. <strong> Bradley Graham </strong> calls the book's tone \"characteristically tough and defiant\" as <strong> Donald Rumsfeld </strong> also criticizes Bush's shortcomings in resolving issues among senior advisers. <q> Still, his barbs stop short of ad hominem attacks, and the memoir, even with its flashes of lingering resentment, maintains a measured tone. </q> Wishes Bush Had Let Him Go Earlier In the book, <strong> Donald Rumsfeld </strong> explains that on two separate occasions after the story of Iraqi detainee abuse at Abu Ghraib broke out, he offered his resignation to the president. Both", "new_id": -2}, {"uid": "1297726874054689833", "i": 24185, "idx": 2, "sa": ["Kirsten Gillibrand", "Patty Murray", "Barbara Boxer"], "q": "the table.\" Sen. <strong> Barbara Boxer </strong>( D-Calif.), meanwhile, emphasized that she \"may not agree with everything in it,\" as did Sen. <strong> Kirsten Gillibrand </strong>( D-N.Y.). <q> I don't think we should balance the budget on the backs of seniors who can not afford the rising costs of heating their home, </q> <strong> Kirsten Gillibrand </strong> said. Several senators mentioned the LIHEAP cuts, but Sen. <strong> Patty Murray </strong>( D-Wash.), who runs the Democratic Senatorial Campaign Committee, went big picture, calling for cuts outside non-defense discretionary spending", "new_id": -2}, {"uid": "1297117164184680469", "i": 34814, "idx": 1, "sa": ["Simon Cowell"], "q": "going to confirm or not because the truth is we haven't made up our minds up yet. It comes down to who I think is interesting and the commitment and the expertise each person offers.\" <q> We've started to see a trend with kids this age and what they can do. Times have changed. You have to make a case-by-case decision based on them as a person. </q> <strong> Simon Cowell </strong>, 51, quit` American Idol' in order to launch` The X Factor' in the US and he admits he has not watched the new season of his former show, though he believes", "new_id": -2}, {"uid": "1297466062241451037", "i": 3888, "idx": 2, "sa": ["Aldo Rustichini", "Donald Rumsfeld"], "q": ", the ones we don't know we don't know.\" Article continues below the advertisement... Mr <strong> Donald Rumsfeld </strong>'s statement soon made waves. It inspired economists Salvatore Modica and <strong> Aldo Rustichini </strong> to pontificate thus: <q> A subject is certain of something when he knows that thing; he is uncertain when he does not know it, but he knows he does not... he is unaware of something when he does not know it, and he does not know he does not know. </q> Psychoanalytic philosopher Slavoj i?ek went one step further and defined what even Mr <strong> Donald Rumsfeld </strong> missed: the unknown known, things we don't know we know. I'm still grappling with this one, trying desperately", "new_id": -2}, {"uid": "1296968578257851407", "i": 48838, "idx": 11, "sa": ["Henry Kissinger", "Donald Rumsfeld"], "q": "Guantanamo Bay, Cuba, to the mistreatment of prisoners at Abu Ghraib in Iraq. In Washington, <strong> Donald Rumsfeld </strong> was known as a tenacious and effective fighter of policy wars, once described by <strong> Henry Kissinger </strong> as a <q> skilled full-time politician-bureaucrat in whom ambition, ability, and substance fuse seamlessly. </q> In the 1970s, as chief of staff and then defense secretary in the Ford administration, <strong> Donald Rumsfeld </strong> clashed with <strong> Henry Kissinger </strong>, then secretary of state, with <strong> Donald Rumsfeld </strong> opposing- and helping to prevent, by many accounts-", "new_id": -2}, {"uid": "1295629828074432556", "i": 24083, "idx": 1, "sa": ["Larry Page", "Steve Jobs", "Eric Schmidt"], "q": "March, when the Pagewanted=all\" target=\"_blank\"> New York Times reported on the fracturing relationship between Apple and Google, <strong> Steve Jobs </strong> declined to comment. <strong> Eric Schmidt </strong>, meanwhile, was anything but cold, calculating, and distant. <q> I continue to believe, as many do, that <strong> Steve Jobs </strong> is the best CEO in the world today, and I admire Apple and <strong> Steve Jobs </strong> enormously, </q> <strong> Eric Schmidt </strong> declared. Is Eric Schmidt-and, by extension, Google-tough enough to stay on top in tech? People have been asking this question about Google for years, but rarely has it mattered as much as it does", "new_id": -2}, {"uid": "1296354133035504148", "i": 1432, "idx": 5, "sa": ["Michael Vick"], "q": ". \"The ironic thing to me is, all along, <strong> Michael Vick </strong> was the, quote, superstar, but all you ever hear about is how great his victims are doing,\" Erika said. <q> Now, all his victims are the actual superstars. I've got one of the real superstars sitting beside me. </q> Battered and bruised as they've been, it's a rigorous process for these dogs to find permanent homes. After learning the most basic of functions- walking up stairs, climbing into a", "new_id": -2}, {"uid": "1297373005147750917", "i": 102, "idx": 1, "sa": ["Robert Naiman", "Haroon Moghul", "David Letterman", "Anderson Cooper"], "q": "Al-Jazeera. Security... <strong> Anderson Cooper </strong> Talks To <strong> David Letterman </strong> About Egypt Attack( VIDEO) <strong> Anderson Cooper </strong> was on <strong> David Letterman </strong>'s \"Late Show\" on Wednesday, and he talked about being attacked in Egypt last week. <q> I don't recommend it, </q> he... <strong> Robert Naiman </strong>: Egypt Protesters on Verge of Victory? Watch for the Demands <strong> Haroon Moghul </strong>: The Revolutionary Fashion Police: What Not to Wear When Egypt's Government Goes Down Eric K. Clemons, Julia Clemons and Elizabeth", "new_id": -2}, {"uid": "1295658341074924035", "i": 651, "idx": 1, "sa": ["Andy Coulson", "David Cameron", "Steve Hilton"], "q": "the civil cases it may appear as if current top executives are involved in a costly cover-up that could damage their professional reputations. <strong> Andy Coulson </strong>, who will remain in Downing Street for a fortnight, said: <q> Unfortunately continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role. I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on. </q> <strong> Andy Coulson </strong> is one of the most trusted members of <strong> David Cameron </strong>'s inner circle, with an apparent direct line to swing voters and News International. He has been a counterweight to <strong> Steve Hilton </strong>, <strong> David Cameron </strong>'s more visionary", "new_id": -2}, {"uid": "1295604671131039242", "i": 4626, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "out by the CEO post, will become executive chairman and remain an adviser to <strong> Larry Page </strong> and Brin\" Brin+Sergey Brin\"> <strong> Sergey Brin </strong>, Google's other co-founder. <strong> Sergey Brin </strong> will focus on new products and strategic projects. <q> In my clear opinion, <strong> Larry Page </strong> is ready to lead, and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come, </q> <strong> Eric Schmidt </strong> said. <strong> Larry Page </strong> praised <strong> Eric Schmidt </strong>, too. \"There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,", "new_id": -2}]