[{"uid": "1295560362243744804", "i": 28496, "idx": 5, "sa": ["Eric Schmidt", "Google Inc."], "q": "Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page said. <q> <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him </q> The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked up its Internet marketing machine during the holiday shopping season. Trial opens today for Paterson man accused", "new_id": -2}, {"uid": "1296681530172851211", "i": 28165, "idx": 0, "sa": ["J. King", "Zahi Hawass", "Peter Der Manuelian"], "q": "opportunity, widespread poverty and pervasive corruption. Egypt is`` the greatest open-air museum in the world,'' said <strong> Peter Der Manuelian </strong>, the Philip <strong> J. King </strong> professor of Egyptology at Harvard University. He said he and his colleagues are <q> trying to stay on top of( the situation) as best we can, </q> given spotty internet service in Egypt. Friday night, a group of`` criminals'' entered the Cairo Museum using a fire department staircase, <strong> Zahi Hawass </strong>, secretary-general of the Supreme Council of Antiquities, told CNN early Sunday", "new_id": -2}, {"uid": "1297175264144113727", "i": 15839, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "Kirchick Discusses Congressional Report On Fuel Contracts In Kyrgyzstan Features <strong> Donald Rumsfeld </strong> Dishes, But Harbors Few Second Thoughts, In His New Memoir <strong> Donald Rumsfeld </strong>: <q> As I began to come to terms with what had happened at Abu Ghraib, the events left me feeling punched in the gut. </q> WASHINGTON-- This time, it's <strong> Donald Rumsfeld </strong>'s turn. Ex-President <strong> President Bush </strong> published his own political memoir just a few weeks ago. Now <strong> President Bush </strong>'s former secretary of defense is getting into the act with", "new_id": -2}, {"uid": "1296927943014336018", "i": 28506, "idx": 4, "sa": ["Sergio Marchionne", "Ferdinand Piech"], "q": "and I will e-mail him.'' <strong> Sergio Marchionne </strong> said <strong> Ferdinand Piech </strong> should concentrate on fixing Seat, VW's struggling Spain-based subsidiary.`` I'm not the one who bought Seat,'' he said. <q> He's the one who bought it. I don't know if he can[ fix it], but he needs to try. </q> <strong> Sergio Marchionne </strong> was speaking at a JD Power automotive conference here. At the Detroit auto show last month, Fiat executives said Alfa plans to relaunch the brand in the United States in late 2012.", "new_id": -2}, {"uid": "1295910860137379909", "i": 23903, "idx": 0, "sa": ["Liza McGuirk", "Eric Schmidt", "Fareed Zakaria"], "q": "program. Apparently, <strong> Liza McGuirk </strong> and <strong> Eric Schmidt </strong> are very close indeed. The Post says the pair first met on the Sunday foreign-affairs show`` <strong> Fareed Zakaria </strong> GPS,'' which frequently used <strong> Eric Schmidt </strong> as a guest. <q> <strong> Eric Schmidt </strong> has been looking for a TV job for over a year, </q> a`` CNN insider'' tells The Post.`` But the pilot he filmed with <strong> Liza McGuirk </strong> was a complete disaster.'' We don't doubt it. <strong> Eric Schmidt </strong>'s`` just move'' bit", "new_id": -2}, {"uid": "1297304466015368205", "i": 14890, "idx": 1, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "In deciding who should take the business forward, we wanted someone with the right mix of leadership, vision and hard-core engineering chops,'' chief executive <strong> Steve Ballmer </strong> wrote in an email to company employees that Microsoft published. <q> We wanted someone who could define the future of business computing and further expand our ability to bring the cloud to business customers and developers in game-changing ways. </q> One of the feathers in <strong> Satya Nadella </strong>'s cap includes leading the technical efforts on the launch of Microsoft's Bing search engine, new releases of MSN, and the integration of Yahoo! across Bing and adCenter.", "new_id": -2}, {"uid": "1296391786239042627", "i": 4588, "idx": 7, "sa": ["Michael Vick"], "q": "could become a free agent if the NFL labor situation allows. The Eagles want him back and <strong> Michael Vick </strong> wants to stay in Philadelphia, which gave him a shot when it seemed no one else would. <q> Hopefully, I'll be with the Eagles next year. We'll see what happens, </q> said <strong> Michael Vick </strong>, who added that he expects`` everything to go according to plan.''`` We'll see what happens over the next couple months. I just got to be patient and take it", "new_id": -2}, {"i": 20501, "idx": 2, "index_answer": 1, "new_id": -1, "q": "the judges' panel. We should expect an announcement regarding` The X Factor's' judges' roster`` in three or four weeks,'' said <strong> Simon Cowell </strong>. Will <strong> Paula Abdul </strong> be one of them? <q> I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends eighty-percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people. </q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor' producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297120389257998877"}, {"uid": "1295274100165380096", "i": 37302, "idx": 2, "sa": ["Sergio Marchionne"], "q": "admiration for <strong> Sergio Marchionne </strong> for unleashing it, and for his team for executing it.'' Indeed, nobody, except maybe <strong> Sergio Marchionne </strong> himself, believed Chrysler could redo its product line so dramatically in 18 months. <q> They just accomplished a tremendous amount of work in a short time, and with limited resources, </q> said Rebecca Lindland, an analyst with IHS Automotive, who admits she was an early doubter.`` What I find so really incredible is that they did it under the radar.'' <strong> Sergio Marchionne </strong> and his team,", "new_id": -2}, {"uid": "1297279420080936992", "i": 39049, "idx": 0, "sa": ["Michelle Obama", "David Letterman", "Regis Philbin"], "q": "syndicated) to congratulate the pair on the show's ten year anniversary. <strong> David Letterman </strong> greeted the hosts with flowers, champagne, and friendly ribbing. Having just watched them interview <strong> Michelle Obama </strong>, he told <strong> Regis Philbin </strong>, <q> You made a fool of yourself... you didn't say a word from the time she sat down to the time she left. </q> <strong> David Letterman </strong> then told a touching story about his young son, Harry, asking him to`` say hi to <strong> Regis Philbin </strong>'' when he put him to bed the night before. When <strong> Regis Philbin </strong> said he was moved", "new_id": -2}]