[{"uid": "1297373005147750917", "i": 101, "idx": 0, "sa": ["David Letterman", "Rachel Maddow", "Hosni Mubarak", "Barack Obama", "Anderson Cooper"], "q": "<strong> Hosni Mubarak </strong>, Gibbs repeated: \"We're going to monitor what happens and react as the situation warrants.\" \" Egyptian <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> rejected calls that he step down immediately, saying in a speech today that he <q> will not accept foreign interventions </q> and insisting that a national dialogue has been... <strong> Rachel Maddow </strong> On Egypt:` This Is A Berlin Wall Moment'( VIDEO) <strong> Hosni Mubarak </strong> To Resign? Egypt's <strong> Barack Obama </strong> Will Reportedly Hand Over Power <strong> Anderson Cooper </strong> Talks To <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1295613299107249672", "i": 47336, "idx": 9, "sa": ["Larry Page", "Eric Schmidt"], "q": "<strong> Eric Schmidt </strong> said on his blogpost that <strong> Larry Page </strong>, the son of a Michigan State University computer science professor, will now lead product development and technology strategy, areas that are \"his greatest strengths.\" <q> It will be interesting to see what he'll do that's different, what he could not have done in his prior role, </q> said BGC Partners analyst Colin Gillis. <cite>( c) Copyright Thomson Reuters 2011. Check for restrictions at: </cite>", "new_id": -2}, {"uid": "1296851765101990425", "i": 24177, "idx": 1, "sa": ["Kirsten Gillibrand"], "q": "save the funding for the program but to increase it by$ 73 million to total$ 200 million. \"Access to air travel is critical for our economic recovery,\" <strong> Kirsten Gillibrand </strong> said. <q> Losing this funding would be devastating for many communities across the state. Business can not grow if we do not provide communities in every corner of New York with adequate air service. </q> PROPOSED HIKES Business at Plattsburgh International Airport has boomed since it opened in 2007, as thousands of Canadians have taken advantage of direct flights to Florida, South Carolina and the Caribbean.", "new_id": -2}, {"uid": "1297234976152961059", "i": 26842, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "include controversy, vocal groups, not just soloists, and maybe, <strong> Paula Abdul </strong> as a judge. <strong> Simon Cowell </strong> says he's \"spoken to her, she knows I'm a big fan.\" He adds he's <q> always said at some point we are going to be working together. </q> But, he says he has \"to take everyone's opinions into account\" including the show's other producers and the Fox network. <strong> Simon Cowell </strong> says the judges' panel will be announced about a month from now", "new_id": -2}, {"uid": "1296060288015335448", "i": 7202, "idx": 0, "sa": ["Betty White", "David Letterman", "Nancy Reagan"], "q": "\"<strong> David Letterman </strong> is going to come, he promised. I want to get a couple of famous people up here, her friends especially, some people like <strong> Betty White </strong>, <strong> Nancy Reagan </strong>.\" He explained: <q> My wife will stay in her bedroom, she'll have her hair done nicely and make up so people can go singularly into the bedroom and talk to her. Maybe she understands them or not and maybe she cheers up. </q> Working out how many candles to put on the cake might be a contentious issue though. \"In the emergency room the doctors came in and asked for her age. The doctor asked me", "new_id": -2}, {"uid": "1296015454109002777", "i": 20980, "idx": 0, "sa": ["Alan Eustace", "Eric Schmidt"], "q": "in small teams, effectively working as start-ups.\" The average number of software engineers on a project at Google is 3.5, he said. now has 24,400 employees, <strong> Alan Eustace </strong> insisted that it is <q> still the same entrepreneurial company it was when I started, encouraging Googlers to take on big ideas and high-risk, high-reward opportunities. </q> According to chief executive officer <strong> Eric Schmidt </strong>, about 1,000 of those new jobs will be in Europe. \"Our businesses are doing very well around the globe, and as a", "new_id": -2}, {"uid": "1297177285142131216", "i": 48572, "idx": 6, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "on \"too many hands on the steering wheel.\" <strong> Donald Rumsfeld </strong>, who served as <strong> George W. Bush </strong>'s defense chief for six years after holding the same job under <strong> George W. Bush </strong> Gerald Ford in the 1970s, acknowledged that <q> in a war, many things cost lives. </q> But he had no regrets about his leadership of the wars in Iraq and Afghanistan- the latter now nearing its 10th anniversary. He refused to echo the regrets of another domineering defense secretary-", "new_id": -2}, {"uid": "1296169279131055640", "i": 31936, "idx": 0, "sa": ["Zahi Hawass", "Reggie Love", "Valerie Jarrett", "Rahm Emanuel", "Barack Obama"], "q": "aliens actually built this.\" The <strong> Barack Obama </strong> avoided the temptation of riding a camel but watched as <strong> Rahm Emanuel </strong>, <strong> Valerie Jarrett </strong> and <strong> Reggie Love </strong> mounted the seated beasts and were then lifted high in the air as the animals stood. <q> I just want you guys to know, </q> he told accompanying reporters, \"if you weren't here, I'd get on a camel. I don't want to give you guys the satisfaction.\" <strong> Barack Obama </strong> toured the nearby sphinx with Dr. <strong> Zahi Hawass </strong>,", "new_id": -2}, {"uid": "1297706299073007108", "i": 31025, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": ".\" There are 30K devStephen Elopers that have registered to write to it though. And there have been about 1 million downloads of the Visual Studio SDK. \"All of which bears promise,\" <strong> Steve Ballmer </strong> said. <q> There's still work to do. </q> Regarding Nokia, <strong> Steve Ballmer </strong> simply mentioned the deal as an important one, one which would create an ecosystem that is the most operator-friendly ecosystem available, free from the fragmentation that \"all other platforms are currently experiencing", "new_id": -2}, {"uid": "1296485841135364691", "i": 27952, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": "the museum was heavily protected by the Egyptian military. Later Monday, he was appointed Minister of State Antiquities in the new government named by President <strong> Hosni Mubarak </strong>, who faces calls from protesters for his ouster. <q> If the museum is safe, Egypt is safe, </q> Mr. <strong> Zahi Hawass </strong> said. A museum administrator found the head of a small clay statue on the stairs. Looters had broken into the museum on Friday, ripping the heads off two mummies and damaging", "new_id": -2}]