[{"uid": "1295605251232587285", "i": 32121, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": ".`` We've been talking about how best to simplify our management structure and speed up decision making for a long time,'' said <strong> Eric Schmidt </strong>, who joined Google as CEO in 2001. <q> By clarifying our individual roles, we'll create clearer responsibility and accountability at the title=\"top-google-execs-get-fat-pay-hikes\" href=\"http://www.eweekeurope.co.uk/news/top-google-execs-get-fat-pay-hikes-13343\" target=\"_self\"> top of the company. In my clear opinion, <strong> Larry Page </strong> is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> Despite Google's solid results for 2010, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> may feel title=\"is-googles-Eric Schmidt-just-a-creepy-ice-cream-man\" href=\"http://www.eweekeurope.co.uk/comment/is-googles-Eric Schmidt-just-a-creepy-ice-cream-man-9462\" target=\"_self\"> <strong> Eric Schmidt </strong> is not adequately addressing the challenges the company faces. href=\"http://www.eweekeurope.co.uk/tag/apple\" title=\"Apple\"> Apple, with", "new_id": -2}, {"uid": "1295936818231571461", "i": 10514, "idx": 0, "sa": ["Zahi Hawass"], "q": " The bust dates to the time of the 14th century B.C. queen and tops Egypt's wish list of items that <strong> Zahi Hawass </strong> wants to see back home. The bust is at Berlin's Neues Museum. <q> I am doing something that I believe in and that should have been done a hundred years ago, </q> <strong> Zahi Hawass </strong> said in a telephone interview. Germany has declined past Egyptian requests for the bust's return, saying it was in Germany legally and is too fragile to move. Bombs kill 2 troops", "new_id": -2}, {"uid": "1295862490177078278", "i": 36817, "idx": 2, "sa": ["Eric Schmidt"], "q": "terr per s il titolo di cofondatore e si concentrer sui nuovi prodotti. Questa? la dichiarazione ufficiale. Ma <strong> Eric Schmidt </strong> ha accennato a quello che sta davvero succedendo annunciando la novit sul suo profilo Twitter: <q> La supervisione quotidiana di un adulto non? pi necessaria </q>. E' difficile immaginare che <strong> Eric Schmidt </strong> si sia visto per tutto questo tempo come una specie di tutore, soprattutto dato che ricopre il ruolo di Ceo da un decennio. E in realt continuer ad adempiere", "new_id": -2}, {"uid": "1297539621212795411", "i": 9949, "idx": 0, "sa": ["Paolo Romani", "Sergio Marchionne", "John Elkann"], "q": " f talianskej automobilky Fiat <strong> Sergio Marchionne </strong> potvrdil, e firma investuje do moderniz?cie dom?cich z?vodov 20 mili?rd eur. Urobil tak po stretnut s talianskym premi?rom Silviom Berlusconim. <q> Fiat je nadn?rodn spolo?nos, ktor m z?ujem expandova na zahrani?n?ch trhoch, jej srdce v?ak ost?va talianske, </q> povedal dnes taliansky minister priemyslu <strong> Paolo Romani </strong> po prediskutovan investi?n?ch pl?nov firmy s Sergio Marchionnem a predsedom spr?vnej rady automobilky John Elkannom. <strong> Paolo Romani </strong>, ktor sa na sch?dzke z?astnil spolu s al?mi lenmi talianskeho kabinetu, tak nar?al na ned?vne slov fa", "new_id": -2}, {"uid": "1297244891238927904", "i": 28663, "idx": 0, "sa": ["Eric Schmidt"], "q": "CEO <strong> Eric Schmidt </strong> has said they do make significant money on competing platforms on numerous occasions. However, if those phones were feature phones or Windows Mobile phones, Google wouldn't likely make as much per device. <q> We believe Google is well on its way to having users pay$ 10 a year via advertising on Android. Based on Google's quoted$ 1 billion mobile run rate( mobile advertising), we believe Google generated$ 850 million in total on mobile in 2010. </q> Even approaching$ 10, the average revenue per user( ARPU) for mobile devices is still significantly below a desktop OS user's( see graph above), according to Piper's research. \"", "new_id": -2}, {"uid": "1295322854188432388", "i": 47985, "idx": 0, "sa": ["Michael Vick", "Piers Morgan"], "q": "who talked about contemplating suicide at age 14, her quest to interview <strong> Michael Vick </strong>, and how many times she's had her heart broken( twice). <strong> Piers Morgan </strong> pumped up his subject shamelessly: <q> She's the biggest, richest, most powerful star in the world! </q>`` You would make a fantastic mother!''`` Everything you touch is a hit- could you just touch me?'' <strong> Piers Morgan </strong>, reaching for the highest compliment a fawning British subject could pay a woman,", "new_id": -2}, {"uid": "1297209884002588680", "i": 20580, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "feil-- Verden- Aftenposten.no meta name=`` distribution'' content=`` Global''/> meta name=`` author'' content=`` Aftenposten.no''/> meta name=`` description'' content= <q> Vi har spurt flere eksperter: Hvilken verdi har biografiene til tidligere statsledere og statsr?der? </q>/> <strong> Donald Rumsfeld </strong> mener hans st?rste tabbe gjennom seks r som forsvarsminister var? fortsette i jobben etter at skandalen i Abu Ghraib-fengselet ble kjent i 2004. Det kommer frem av boken hans, som snart er i", "new_id": -2}, {"uid": "1296982648071090214", "i": 56790, "idx": 0, "sa": ["Simon Cowell", "Robbie Williams"], "q": "ONLY man capable of filling his shoes and could even IMPROVE its ratings. Take That's performance on the show last year attracted its highest viewing figures, 17.7 million. An X Factor insider said: <q> <strong> Robbie Williams </strong> being on the panel is the talk of the show. They are now talking contracts and terms. Rob had been hoping this would happen and is excited about the prospect of joining the show. </q> <strong> Robbie Williams </strong>, 36, has been one of the show's biggest fans, appearing several times on stage and mentoring contestants. <strong> Simon Cowell </strong> said last year:`` I would like to get <strong> Robbie Williams </strong>.", "new_id": -2}, {"uid": "1297217172164478976", "i": 16923, "idx": 0, "sa": ["Sergio Marchionne"], "q": ". In addition, a Claymation version of Eminem will appear in a Lipton Brisk Iced Tea commercial during the Super Bowl. On Friday, Chrysler CEO <strong> Sergio Marchionne </strong> hinted about the automaker's commercial: <q> I won't tell you what it's about, but it will be worth watching. </q> <strong> Sergio Marchionne </strong>, who spoke at a San Francisco event associated with the National Automobile Dealers Association's annual convention, said Chrysler spent less than$ 9 million on the ad. Dave Birkett:", "new_id": -2}, {"i": 5401, "idx": 0, "index_answer": 1, "new_id": -1, "q": "turned out to be true as the two tech giants formally announced their partnership today. Google meanwhile acted like a jilted bride as their VP of engineering, <strong> Vic Gundotra </strong>, tweeted a few days ago that <q> two turkeys do not make an eagle, </q> the turkeys being a reference to Nokia and Microsoft. <strong> Steve Ballmer </strong> Elop did not take the tweet siting down. He responded with this pithy tweet''... two bicycle makers, from Dayton Ohio, one day", "sa": ["Steve Ballmer", "Vic Gundotra"], "uid": "1297444577051478529"}]