[{"uid": "1297285542243777539", "i": 19714, "idx": 0, "sa": ["Janet Napolitano", "Donald Rumsfeld"], "q": "as Homeland Security <strong> Donald Rumsfeld </strong> <strong> Janet Napolitano </strong> warned that the United States faces a ''heightened'' threat of terrorist attack, possibly the highest since the September 11, 2001 attacks, She told lawmakers in Washington there is <q>an increased emphasis on recruiting Americans and Westerners to carry out attacks.</q> ''These groups are trying to recruit people to carry out attacks that have connections to the West, but who do not have strong ties to terrorist groups that could possibly tip off the intelligence community,", "new_id": -2}, {"uid": "1297180938217825348", "i": 14145, "idx": 4, "sa": ["Richard Hunter", "Michael Vick"], "q": "] pointed out last June, adopted one of the so-called ''bait dogs'' <strong> Michael Vick </strong> used in the dog-fighting ring that landed him in prison. The dog's name is Mel- and as <strong> Richard Hunter </strong> told Richie, <q>While <strong> Michael Vick </strong> is pure evil, this dog is so good despite having suffered through such hell that he's truly changed my life.</q> <strong> Richard Hunter </strong> went to the event to show <strong> Michael Vick </strong> Mel's picture and confront him about the past- which, as you'll see in the video, never happened.'' <strong> Richard Hunter </strong>'s video has already gone", "new_id": -2}, {"uid": "1296767726048218112", "i": 37846, "idx": 2, "sa": ["Courtney Lee", "Allen Iverson", "Matt Geiger"], "q": "'' ''<strong> Allen Iverson </strong> told me he got 15 minutes of sleep last night, that was 15 more than I expected,'' said 76ers coach Larry <strong> Courtney Lee </strong>, who took his record sixth different organization to the playoffs. <q>It was a big thing for him to finally get here.</q> The game was tied at 78-78 with eight minutes left when the 76ers went on a 23-8 run over the next seven minutes to put away the game. <strong> Matt Geiger </strong> scored 10 of his playoff career-high 23 points in that", "new_id": -2}, {"uid": "1296665397235831409", "i": 757, "idx": 1, "sa": ["Clive Goodman", "Andy Coulson", "Peter Horrocks"], "q": "first time I had been considered for it, and came to the conclusion that it will be an exciting and challenging opportunity.'' BBC director of global news, <strong> Peter Horrocks </strong> praised Mr Oliver but added: <q>Given the crucial editorial independence of the BBC, Craig and I have agreed that he should end his duties at the BBC immediately.</q> Mr <strong> Andy Coulson </strong>, who quit as Downing Street's director of communications in January, was editor of the News of the World in 2007 when its royal editor <strong> Clive Goodman </strong> was jailed for conspiracy to access phone messages", "new_id": -2}, {"uid": "1296321913180224001", "i": 39011, "idx": 0, "sa": ["Eric Schmidt", "Danny Goodwin", "The CEO"], "q": "the niche. Google Gives <strong> Eric Schmidt </strong> ''Unprecedented'$ 100 Million Equity Award by <strong> Danny Goodwin </strong> Outgoing Chief Executive Officer <strong> Eric Schmidt </strong> will receive a$ 100 million equity award from Google, the company has confirmed. The award <q>includes stock and stock options, and vests over four years,</q> and is the largest for a sitting <strong> The CEO </strong>. <strong> Eric Schmidt </strong> on` False'' Media Speculation, Google vs. Facebook Obsession by <strong> Danny Goodwin </strong> Speculation that <strong> Eric Schmidt </strong> was forced out as chief executive officer in favor of Larry Page due", "new_id": -2}, {"uid": "1297339730064323661", "i": 20628, "idx": 0, "sa": ["Stephen Colbert", "Jeffrey Ross", "Jimmy Fallon", "Craig Ferguson", "David Letterman", "Jimmy Kimmel", "Conan O'Brien"], "q": ", <strong> Stephen Colbert </strong>, <strong> Jimmy Kimmel </strong>, <strong> Craig Ferguson </strong>, and <strong> Jimmy Fallon </strong>-- <strong> David Letterman </strong> is the only host who owns his show. It's the opposite of <strong> Conan O'Brien </strong>'s setup at NBC, says <strong> Jeffrey Ross </strong>, a partner in the company. <q>Conaco owns the show, and TBS is a participant. At Tonight, NBC owned the show, and we were participants.</q> And ownership makes all the difference for <strong> Conan O'Brien </strong> and his team. Team Coco, not TBS, chooses which clips to use, edits them, and posts them. Preview clips from each night's taping go", "new_id": -2}, {"uid": "1295911947085770249", "i": 13122, "idx": 0, "sa": ["Alex Holmes", "Eric Schmidt"], "q": "ice cream inclinations are kept. ''How do we know they're not going to be sharing that information with their partners or with the government?'' said <strong> Alex Holmes </strong>, research director at Forrester Research. <q>It's not anyone's business if I like mint chocolate chip or Cherry Garcia.</q> ''The reality is that on-premise software does retain consumer information for some time,'' said Mr. <strong> Eric Schmidt </strong>. ''We are all in the United States subject to the Patriot Act, so it is possible", "new_id": -2}, {"i": 41975, "idx": 0, "index_answer": 0, "new_id": -1, "q": "STB) is on his way out. In a memo to Microsoft employees, CEO <strong> Steve Ballmer </strong> made it clear that Muglia's departure signals a shift in the direction the company intends to pursue. <q>I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles,</q> <strong> Steve Ballmer </strong> wrote in his email to the troops. Datamation has the story on Bob Muglia's departure from Microsoft", "sa": ["Steve Ballmer"], "uid": "1296785668102318092"}, {"uid": "1297239482104841255", "i": 47142, "idx": 0, "sa": ["Colin Powell"], "q": "where they are,'' Rumsfeld told a television interviewer. ''They're in the area around Tikrit and Baghdad.'' In his book, he denied that he or any other administration official lied about WMD. <q>While I made a few misstatements- in particular the one mentioned above- they were not common and certainly not characteristic.</q> Rumsfeld revealed in his book that he urged a U.S. military strike on a suspected chemical weapons site in northern Iraq in 2003 and that he wanted the attack to coincide with Secretary of State <strong> Colin Powell </strong>'s address to the", "new_id": -2}, {"uid": "1296738181015351809", "i": 32899, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "fraudulent behavior, while receiving hundreds of billions of dollars of taxpayer money.'' Pentagon contracting has been broken for decades. Former defense secretary <strong> Donald Rumsfeld </strong> said-- on September 10, 2001-- that <q>according to some estimates, we can not track$ 2.3 trillion in transactions.</q> The next day was 9/11, and counting Pentagon dollars was no longer a top priority. As someone who has risked his eyesight poring through defense contracts over the years, it's fair to note the", "new_id": -2}]