[{"uid": "1297451814077103115", "i": 11521, "idx": 3, "sa": ["Michael Gove"], "q": "where 58 schools were due to be rebuilt or revamped-- sought a judicial review on the grounds that the projects had been halted in an arbitrary and illegal way. The case would have cost Treasury solicitors <q> tens of thousands of pounds </q>, the judge noted. More than 700 building projects across England were cancelled when <strong> Michael Gove </strong> scrapped BSF last July, sparking outrage from councils and unions. While Friday's ruling may have opened up", "new_id": -2}, {"uid": "1297442668077905945", "i": 13115, "idx": 10, "sa": ["Michael Gove"], "q": "Under BSF, every secondary school in England was due to be rebuilt or refurbished over a 15-20-year period at an estimated cost of? 55 billion. <strong> Michael Gove </strong> said the programme had been beset by <q> massive overspends, tragic delays, botched construction projects and needless bureaucracy </q>. The decision is a further embarrassment for the Education Secretary who was forced to apologise last summer after he released a flawed list of school building projects facing the axe. Play video West Ham Beat", "new_id": -2}, {"uid": "1296144856048234531", "i": 19018, "idx": 1, "sa": ["Michael Gove"], "q": "central to what schools are about.\" The Bill hands more control to the Education Secretary to intervene in failing schools. Mr <strong> Michael Gove </strong> insisted that under-achieving academies will not be exempt from this. <q> There is absolutely no reluctance on our part to deal with any academy that's failing, </q> he said. \"Every school that under-performs will be held up to high standards.? owned by or licensed to Scottish& Universal Newspapers Limited 2011.", "new_id": -2}, {"uid": "1297434298142311424", "i": 3939, "idx": 1, "sa": ["Michael Gove"], "q": "back and reconsider how the devastating decision to cancel BSF projects in Waltham Forest was made. It is a victory for common sense and fair play.\" A spokesman for the Department for Education said: <q> We are delighted that the judge did not call into question the decision to end the wasteful and bureaucratic Building Schools for the Future programme. On the substantive points he concluded that it was a rational decision and that the authorities involved had no expectation of being allowed to proceed with their projects. </q> Mr <strong> Michael Gove </strong> will now look again at his decision with regard to these authorities with an open mind, taking representations from them, the spokesman added. Keep up to date with the news.", "new_id": -2}, {"uid": "1296131441210878503", "i": 5525, "idx": 1, "sa": ["Michael Gove"], "q": "Headteachers will be able to discipline pupils who misbehave on their way to and from school but rules forcing teachers to give parents 24 hours notice of a detention will be scrapped. Mr <strong> Michael Gove </strong> said: <q> This Michael Government backs teachers. All the evidence from those countries with great education systems tells us that nothing is more important than attracting great people into teaching and supporting them in the classroom. \"Teachers will be free to impose the penalties they need to keep order and free from the red tape which swallows up teaching time, so they can get on with their first duty- raising standards. </q> But the bill also includes an unexpected additional clause making university students pay higher rates of interest on tuition fee loans. The Michael Government says this has to be included before the new university funding regime", "new_id": -2}, {"uid": "1296220413068714499", "i": 10848, "idx": 0, "sa": ["Michael Gove"], "q": "means that more schools are needed to meet demand. Mr <strong> Michael Gove </strong> suggested today that his preference would be for these to be either an academy or free school, rather than local authority-run schools. <q> That would be the first choice I would like local authorities to make, that they should be free schools or academies, </q> he said. Mr <strong> Michael Gove </strong> added: \"We are getting a big population boom, particularly in London and parts of east Lancashire and west Yorkshire; we do need new schools, particularly at primary level", "new_id": -2}, {"uid": "1296142803208175163", "i": 27438, "idx": 1, "sa": ["Michael Gove"], "q": "we are trained to handle any kind of a threat that comes over that border,\" he added. New Bill to improve school discipline <strong> Michael Gove </strong> has published the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... Subscribe to RSSMost Popular in: Politics Snappy videos separating the facts from the fiction. Keep up to date with Yahoo! News on Facebook. Discuss the latest topics with the", "new_id": -2}, {"uid": "1296769630173654088", "i": 57421, "idx": 1, "sa": ["Michael Gove", "Katharine Birbalsingh"], "q": "borough. Even <strong> Michael Gove </strong> Davern, the NUT branch secretary for Southwark, one of the union representatives who signed the critical letter last summer, praised the school's progress today. He said: <q> Since the new head arrived[ last year] the school has been a fantastic place to be, a happy school under very inspiring leadership. <strong> Katharine Birbalsingh </strong> didn't help a school that has really improved. It did have an impact on the number of children applying, that's why the Michael Government decided to hand it over to Ark. </q> In September, an open morning on a Saturday for new parents was attended by just one father. Since her departure from the school, <strong> Katharine Birbalsingh </strong> has insisted that her only ambition is to return", "new_id": -2}, {"uid": "1295046781264142866", "i": 26313, "idx": 0, "sa": ["Michael Gove", "Ed Miliband"], "q": "in the Oldham by-election, where the Conservatives finished a poor third. The Labour leader will keep up the pressure on banks today, saying Labour will be the party of protest over bonuses. <q> I want us to articulate the frustration of people who are fed up with bankers taking vast public subsides and then rewarding themselves for failure while the rest of the country struggles, </q> Mr <strong> Ed Miliband </strong> will say in a speech. Liberal Democrat ministers have also demanded stronger action on bank bonuses, backed by some Conservatives. <strong> Michael Gove </strong>, the education secretary, told the BBC that the", "new_id": -2}, {"q": "THURSDAY NIGHT, <strong> Michael Vick </strong> said all the hits he took from the Texans were fine with him- <q> Sometimes it gets me going, </q> he said. <strong> Andy Reid </strong> made a postgame joke about <strong> Michael Vick </strong>'s one awkward attempt at sliding to end an extended scramble. But the fact is, the Eagles aren't real happy with the way", "sa": ["Andy Reid", "Michael Vick"], "index_answer": 1, "idx": 0, "i": 27995}]