[{"uid": "1296289522017268736", "i": 5179, "idx": 0, "sa": ["Dennis Kucinich", "Mike Pence"], "q": "There was also a course of antibiotics that caused all kinds of nasty side effects.) The former presidential contender said the settlement he reached with the contractor that runs the Longworth cafeteria and a couple suppliers <q> reflects the actual out-of-pocket expenses. </q> Oh, and that \" I don't want to have to make another dental visit for a very long time. \" <strong> Mike Pence </strong> <strong> Dennis Kucinich </strong> gets a bad bite of sandwich, sues House cafeteria Read this: Sundance", "new_id": -2}, {"uid": "1297706494051036178", "i": 46490, "idx": 6, "sa": ["Mike Pence"], "q": "This attack on family planning funding is not an isolated incident. It's part of a coordinated campaign meant to shut down Planned Parenthood health centers and deny women access to basic health care, \" she claimed. <q> We can't afford to let them get away with it. Speak out now- make it clear to Congress that the services that doctors, nurses, and other medical staff provide in Planned Parenthood health centers are too important to be turned into just another political issue. </q> But Tim Wildmon, the president of the American Family Association, says Americans need to tell their members of Congress to support the bill. \" <strong> Mike Pence </strong> has crafted legislation that will end taxpayer funding", "new_id": -2}, {"uid": "1295813464265846801", "i": 35513, "idx": 2, "sa": ["Eric Cantor", "Mike Pence", "Ron Paul"], "q": "Thom confRon Paults Seton Motley www.LessGovernment.org- Are the Republicans engaged in a form of terrorism by attempting... <strong> Mike Pence </strong>: \" You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over. \" <strong> Mike Pence </strong>: <q> You Can't Fix A Government Takeover Of Health Care. Repeal and Start Over. </q> Congressman <strong> Mike Pence </strong> gave the following floor speech during debate of the final reconciliation bill that purports to \" fix \" the Democrat government takeover of health care.... Republican Whip <strong> Eric Cantor </strong>: Repeal& Replace The$ 1 Trillion", "new_id": -2}, {"uid": "1295276116062636062", "i": 46530, "idx": 0, "sa": ["Prince Fielder", "Hunter Pence", "Albert Pujols", "Mike Pence", "Matt Kemp", "Gary Bauer", "Ryan Howard", "Barack Obama"], "q": "Thursday that he's only interested in the top job this Ban Abortion- 2012 Barack Obamaial Candidate www.huffingtonpost.com Excerpt: When conservative activist and former Barack Obamaial candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q> All the obvious frontline names have all the usual pluses and minuses, </q> Mr. <strong> Gary Bauer </strong> says. But in considering one... BSG: National League MVP candidates A rundown of possible National League MVP candidates including <strong> Albert Pujols </strong>, <strong> Ryan Howard </strong>, <strong> Hunter Pence </strong>, <strong> Matt Kemp </strong> and <strong> Prince Fielder </strong> www.battingstanceguy.com... <strong> Mike Pence </strong>'s Speech at the", "new_id": -2}, {"uid": "1295351570142295047", "i": 52776, "idx": 1, "sa": ["Mike Pence"], "q": "Title X Abortion Provider Prohibition Act, has 127 co-sponsors, including seven from California. \" It is morally wrong to end an unborn human life by abortion, \" said <strong> Mike Pence </strong> in a prepared statement. <q> It is also morally wrong to take the taxpayer dollars of millions of pro-life Americans and use them to promote abortion at home or abroad. </q> \" Last year, \" said <strong> Mike Pence </strong>, \" Planned Parenthood received more than$ 363 million in revenue from government grants and contracts. During that same time, they performed an unprecedented 324,008 abortions. The", "new_id": -2}, {"uid": "1296781096226541600", "i": 16689, "idx": 1, "sa": ["Mike Pence", "Eric Holder"], "q": "Tuesday quickly gave momentum to <strong> Mike Pence </strong>'s, R-Ind., effort to strip federal funding for abortion providers. With Planned Parenthood the biggest recipient of those funds, <strong> Mike Pence </strong> said AmEric Holderans should be \" shocked \" that the organization <q> has been recorded aiding and abetting underage sex trafficking. </q> \" The recent release of an undercover video exposing duplicity and potential criminality by an employee of Planned Parenthood is an outrage, \" <strong> Mike Pence </strong> said. \" The time to deny any and all funding to Planned", "new_id": -2}, {"uid": "1297348316264044562", "i": 3009, "idx": 2, "sa": ["Mike Pence", "Barack Obama"], "q": "Tuesday. \" This should be a scandal to every American. The time has come to deny all federal funding to the Planned Parenthood Federation of America, \" said <strong> Mike Pence </strong>, referring to the group as <q> the largest abortion provider in America. </q> On Wednesday, the powerful House Appropriations Committee said it wants to cut the budget for family planning programs by$ 327 million-- the exact sum requested by Democratic <strong> Barack Obama </strong> for such programs in his 2011 budget", "new_id": -2}, {"uid": "1296823166157778020", "i": 5265, "idx": 0, "sa": ["Jan Schakowsky", "Alice Rivlin", "Mike Pence", "Paul Ryan", "Barack Obama"], "q": "US Politics <strong> Mike Pence </strong> <strong> Paul Ryan </strong>, along with fellow <strong> Barack Obama </strong> deficit panel member <strong> Alice Rivlin </strong>, has RivlinPaul Ryan.pdf\"> put together a plan to cut the growth of government healthcare spending. This is the heart of it: <q> A new Medicare program should be created for future retirees( those who first become eligible by turning 65 on or after Jan Schakowskyuary 1, 2021). The new Medicare program would provide a payment- based on what the average annual per-capita expenditure is in 2021- to purchase health insurance. The payment would grow annually at a rate of GDP+1 percent. </q> The annual payment would be adjusted by income, with high-income seniors receiving a reduced payment and low-income seniors receiving extra support. The payment would also be geographically rated and adjusted for health risk. In addition to", "new_id": -2}, {"uid": "1296370322095813646", "i": 3195, "idx": 2, "sa": ["Mike Pence"], "q": "Union and the Family Research Council, and a top grade from Gun Owners of America, as well. Among his major campaign donors is the fiscally conservative Club for Growth. <strong> Mike Pence </strong> often describes himself as <q> a Christian, a conservative and a Republican, in that order. </q> And one of his chief political assets, observers say, could be that he is popular among fiscal and social conservatives, and among insiders and outsiders in the Republican Party. \" He bridges", "new_id": -2}, {"i": 30203, "idx": 10, "index_answer": 0, "new_id": -1, "q": "were in Atlanta when <strong> Michael Vick </strong> was. At practice Wednesday, <strong> Michael Vick </strong> loosened up throwing passes to Falcons quarterback Matt Ryan, who is making his first Pro Bowl appearance in his third season and succeeded <strong> Michael Vick </strong> in Atlanta. <q> Matt is great. The coaching staff is great. We're just having a good time, </q> he said.`` I like what they're doing in the offense and it's been easy. We're going to go out and try to have fun and everybody enjoy each other.'' <strong> Michael Vick </strong> looked sharp", "sa": ["Michael Vick"], "uid": "1296128045255868977"}]