[{"uid": "1295915641195493939", "i": 17085, "idx": 0, "sa": ["Eric Schmidt", "Joe Scarborough", "Bill Maher"], "q": "We always knew the CEO's corner office at Googleplex was no place for an acerbic wit like <strong> Eric Schmidt </strong>'s. Say something like <q>The Google policy on a lot of things is to get right up to the creepy line and not cross it. I would argue that implanting something in your brain is beyond the creepy line- at least for the moment, until the technology gets better</q> onstage during a product demo, and you're a PR nightmare. Say it from behind the anchor's desk, and you're giving <strong> Joe Scarborough </strong> and <strong> Bill Maher </strong> a run for their money. So it's only natural", "new_id": -2}, {"uid": "1296007291020578334", "i": 25866, "idx": 0, "sa": ["Neil Barofsky", "Bill Lockyer", "Michele Bachmann", "Newt Gingrich"], "q": "criteria for success and refused to get tough with mortgage companies that have dragged their feet and excluded qualified homeowners. He says that makes meaningful oversight of the program nearly impossible. The main foreclosure program's <q>achievements look remarkably modest, and hope that this program can ever meet its original expectations is slipping away,</q> <strong> Neil Barofsky </strong> says. Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slavery Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SOCCER COACH Company International", "new_id": -2}, {"uid": "1295683091039469111", "i": 33907, "idx": 3, "sa": ["Charlie Beckett", "Andy Coulson"], "q": ", who says her phone also was hacked. <strong> Andy Coulson </strong> was called in for questioning last fall, but Britain's top prosecutor said last month there was insufficient evidence to file charges against him. <q>It was always going to be when, rather than if,</q> said <strong> Charlie Beckett </strong>, director of POLIS, a media think tank at the London School of Economics. \"I don't know anybody in Britain who didn't think <strong> Andy Coulson </strong> must have known more about this than has come", "new_id": -2}, {"uid": "1295632864218054656", "i": 40228, "idx": 4, "sa": ["Eric Schmidt"], "q": ". <strong> Eric Schmidt </strong> said the fourth quarter marked a terrific end to a stellar year. Google reported revenues of$ 8.44 billion for the quarter, a 26 percent increase compared to the fourth quarter of 2009. <q>Our strong performance has been driven by a rapidly growing economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and,</q> <strong> Eric Schmidt </strong> said. \"These results give us the optimism and confidence to invest heavily in future growth-- investments that will benefit our users, Google and the wider web.\" <strong> Eric Schmidt </strong> later offered more details on", "new_id": -2}, {"uid": "1297071251184320070", "i": 8132, "idx": 1, "sa": ["Michael Gove", "The Big Brother"], "q": "also accused him of \"foisting\" his 1950s vision for schools on the taxpayer. And Chris Keates, of the teachers' union NASUWT, accused Mr <strong> Michael Gove </strong> of \"destroying our education system\". <q>The Bill has all the hallmarks of being conceived by a power junkie. The rhetoric surrounding the bill is \"localism'. The reality is unprecedented centralisation of power.</q> John James confirms him and Josie are still a couple with a squeeze of her boob <strong> The Big Brother </strong> couple chats to 3am. co.uk on the red carpet at the NTAs Sunday People Exclusive- Corrie's Helen Flanigan\"s", "new_id": -2}, {"uid": "1295894021267862075", "i": 40784, "idx": 0, "sa": ["Cher Lloyd", "Simon Cowell"], "q": "Factor star had told <strong> Simon Cowell </strong> that she was unhappy with the direction her debut album was taking. However, speaking to The Sun, <strong> Cher Lloyd </strong> insisted that the judge has\"[ her] back\". <q>I wouldn't be here without him,</q> she said. \"<strong> Simon Cowell </strong> gets me and he's got my back. He knows me too well to give me rules- he likes the fact I'm a bit rebellious!\" She continued:", "new_id": -2}, {"uid": "1295118112133988414", "i": 25250, "idx": 1, "sa": ["Ken Auletta", "Eric Schmidt"], "q": "New York office to discuss his book, \"Googled: The End of the World As We Know It\". <strong> Ken Auletta </strong> has written The New Yorker's Annals of Communications column since 1992 and is the author of <q>Three Blind Mice&... Trailer for About <strong> Eric Schmidt </strong>( 2002) Director: <strong> Alexander Payne </strong> Cast: <strong> Jack Nicholson </strong>, <strong> Kathy Bates </strong>, <strong> Hope Davis </strong>, <strong> Dermot Mulroney </strong> Visit www.jack-nicholson.info for more info... About <strong> Eric Schmidt </strong>- <strong> Eric Schmidt </strong>'s Final Letter Absolutely amazing scene with the incredible <strong> Jack Nicholson </strong> in About <strong> Eric Schmidt </strong>. His final letter to Ndugu, at the end of the wedding through his drive and then his arrival home. I didn't include Ndugu's letter in this clip, but if it is requested I'll put it up.... <strong> Charlie Schmidt </strong>'s \"Keyboard Cat</q>!- ORIGINAL! Trailer for the movie About <strong> Eric Schmidt </strong>... Web 2.0 Summit 2010: <strong> Eric Schmidt </strong>, \"A Conversation with <strong> Eric Schmidt </strong>\" Web 2.0 Summit 2010: <strong> Eric Schmidt </strong>, \"A Conversation with <strong> Eric Schmidt </strong>\" <strong> Eric Schmidt </strong>( Google", "new_id": -2}, {"uid": "1295780844219185156", "i": 9970, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "that Obamas decision on whether or not to continue implementing this shield will eventually determine whether relations between these two http://wn.com/TRILLIONS_MISSING__And_so_it_CONTINUES_Will_things_EVER_change!?!?! On Sept. 10, 2001, <strong> Donald Rumsfeld </strong> of Defense <strong> Donald Rumsfeld </strong> declared war. Not on foreign terrorists, <q>the adversary's closer to home. It's the Pentagon bureaucracy,</q> he said. He said money wasted by the military poses a serious threat. \"In fact, it could be said it's a matter of life and death,\" he said. <strong> Donald Rumsfeld </strong> promised change but", "new_id": -2}, {"uid": "1295264992125091902", "i": 27234, "idx": 0, "sa": ["Piers Morgan", "Alec Baldwin", "Rooney Mara", "Natalie Portman", "Oprah Winfrey", "Emily Blunt", "Simon Cowell"], "q": "the X-Factor boss starred side by side as judges on Britain's Got Talent, and <strong> Piers Morgan </strong> claimed he would never gone to the lengths <strong> Simon Cowell </strong> has in pursuit of keeping his looks. He told Parade: <q>I'm not as vain as him, physically. He has all these treatments and Botox and all. I don't do that kind of thing.</q> <strong> Oprah Winfrey </strong> finds <strong> Piers Morgan </strong>'s interviewing style \"tough\" <strong> Alec Baldwin </strong> has hailed <strong> Rooney Mara </strong> as the \"biggest movie star of her generation\"... <strong> Emily Blunt </strong>: <strong> Natalie Portman </strong> is better dancer <strong> Emily Blunt </strong> says <strong> Natalie Portman </strong> could \"definitely out-tutu\" her", "new_id": -2}, {"i": 43116, "idx": 7, "index_answer": 0, "new_id": -1, "q": "domineering former US defense secretary- the late <strong> Robert McNamara </strong>- who came to describe the Vietnam War as \"terribly wrong. \" \"That's not the case with Iraq,\" <strong> Donald Rumsfeld </strong> said. <q>I think the world's a better place with[ former Iraqi president] <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al-Qaeda out of Afghanistan,</q> he said, adding that the <strong> President Bush </strong> administration\"s decision to invade Iraq in the wake of the Sept. 11 attacks on the US was \"incremental,\" not rushed.", "sa": ["Donald Rumsfeld", "President Bush", "Robert McNamara"], "uid": "1297183947119177270"}]