[{"uid": "2008110321_00009741_W", "i": 4092, "idx": 1, "sa": ["Phil Flynn"], "q": "today is data showing that u.s. manufacturing activity in october fell to the lowest level in 26 years, which means more worries for oil demand,\" said <strong> Phil Flynn </strong>, an analyst at alaron trading, in chicago. <q> manufacturing used to be a great forward indicator for oil demand, but if the manufacturing sector is down, it will be a struggle to keep oil demand up, </q> he added. u.s. factory activity-- a barometer for future oil demand-- contracted sharply in october, falling to its lowest in 26 years as the financial crisis racked the world's largest economy. the institute for", "new_id": -2}, {"uid": "2008123109_00008416_W", "i": 3854, "idx": 0, "sa": ["Marc Anthony", "Jennifer Lopez"], "q": "claimed the couple was planning to announce a st. valentine's day split onstage at <strong> Marc Anthony </strong>'s upcoming new york show. but <strong> Jennifer Lopez </strong>'s spokesperson leslie sloane zelnik insists the claims are false, telling e! news: <q> there is no merit to the article. </q> <strong> Marc Anthony </strong>'s spokesperson has also shrugged off the allegations, adding: \"none of the rumours are true.\"", "new_id": -2}, {"uid": "2008111508_00003217_W", "i": 3648, "idx": 4, "sa": ["Patrick Chan", "Brian Joubert"], "q": "a good motivator for tomorrow.\" all of the final events will be held today in paris. now <strong> Patrick Chan </strong> will have to deal with being first ahead of a world champion going into today's long program. <q> i don't look at <strong> Brian Joubert </strong> as a world champion, </q> <strong> Patrick Chan </strong> said. \"i just look at him as another competitor. i have to be careful. crazy things happen in the long[ program]. but i'm going into this competition thinking that i've", "new_id": -2}, {"uid": "2008111806_00025144_W", "i": 1245, "idx": 0, "sa": ["Jenny Graves"], "q": "published in mankind's <NO_QUOTATION> sydney: australian scientists have today launched a map of the kangaroo genome. this is the first and most important stage in their quest to discover the genetic sequence of the iconic marsupial. <q> a good map is crucial for finding our way around a new genome, </q> said geneticist and director of the project <strong> Jenny Graves </strong>, who divides her time between the australian national university in canberra and the university of melbourne. a complex puzzle \"it enables us to explore how the genomes of mammals", "new_id": -2}, {"uid": "2008091410_00016441_W", "i": 1572, "idx": 3, "sa": ["Barack Obama", "Lloyd Wood"], "q": "citing the yuan and us trade complaints against china filed at the wto. <strong> Lloyd Wood </strong> recalled with amazement that after the republican-led congress <NO_QUOTATION> two years ago, no legislation sanctioning china over its currency has been voted on. <q> there's lots of blame to share on the issue, </q> he added. \"our government is not doing anything.\" erin ennis, vice <strong> Barack Obama </strong> of the us-china business council, downplayed expectations for the jcct talks, saying its jurisdiction <NO_QUOTATION> \"we're not expecting any", "new_id": -2}, {"uid": "2008110918_00027534_W", "i": 4116, "idx": 0, "sa": ["Barbara Starr"], "q": "from firing at insurgents if the fighters are using civilian buildings as cover, the u.s. commander in eastern afghanistan told cnn. afghan men work on a house destroyed in an alleged airstrike last week in kandahar province. <q> i've given direct guidance, and so has my boss to me, that if there's any doubt at all that the enemy is firing from a house or building where there might be women and children, that we'll just back off, </q> maj. gen. jeffrey schloesser, the commanding general of the 101st airborne division, told cnn's <strong> Barbara Starr </strong>. \"that potentially is something that we did not do before, but now because of this increased emphasis, we", "new_id": -2}, {"uid": "2008111900_00043594_W", "i": 3241, "idx": 2, "sa": ["Barack Obama", "John McCain", "Joe Lieberman"], "q": "we are looking forward.\" mr. <strong> Joe Lieberman </strong>, who had angered many democrats by campaigning for mr. <strong> John McCain </strong>, his longtime friend, emerged from the private session looking pleased. he called the result <NO_QUOTATION> and one of <q> reconciliation and not retribution. </q> he said he was looking forward to working with Barack Obama-elect <strong> Barack Obama </strong>- whom he criticized during the campaign- \"to keep the american people secure at home\" as well as abroad. before the meeting, mr. <strong> Joe Lieberman </strong>", "new_id": -2}, {"uid": "2008090805_00104114_W", "i": 987, "idx": 4, "sa": ["Glenn Stevens"], "q": "from unusually low levels: the setting of policy designed to get the economy to change course probably will not be the right one once the change of course has occurred, and it will need to be adjusted. <q> a further consideration was that conditions recently had actually tightened marginally as a result of rises in lenders interest rates, which from a macroeconomic point of view was not needed. </q> mr <strong> Glenn Stevens </strong> said australia is probably six months away from seeing clear data evidence that inflation has begun to fall. \"admittedly, we are probably six months away from seeing clear evidence that inflation has begun to fall", "new_id": -2}, {"uid": "2008122305_00006732_W", "i": 2760, "idx": 1, "sa": ["Katsuaki Watanabe"], "q": "in demand in the key u.s. market. \"the tough times are hitting us far faster, wider and deeper than expected,\" toyota president <strong> Katsuaki Watanabe </strong> told a gloomy news conference at the company's headquarters here. <q> this is an unprecedented crisis requiring urgent action. </q> toyota had reported strong growth in recent years, boosted by heavy demand for its fuel-efficient models such as the camry sedan and prius gas-electric hybrid. but <strong> Katsuaki Watanabe </strong> said that a severe drop in demand, especially in the", "new_id": -2}, {"uid": "2008101819_00024166_W", "i": 3554, "idx": 0, "sa": ["Nicolas Sarkozy", "Barack Obama", "George H. W. Bush", "John McCain"], "q": "with <strong> George H. W. Bush </strong> on their way home from a summit in canada. on friday, <strong> Nicolas Sarkozy </strong> repeated his call to overhaul the global financial system so that it can be better supervised in the wake of the crisis. advertisement <q> together we need to rebuild a capitalism that is more respectful to man, more respectful to the planet, more respectful to future generations and be finished with a capitalism obsessed by the frantic search for short-term profit, </q> <strong> Nicolas Sarkozy </strong> said <strong> Nicolas Sarkozy </strong> and other european leaders want <strong> George H. W. Bush </strong> and representatives of presidential candidates, <strong> John McCain </strong> and <strong> Barack Obama </strong>, to meet before the end of the year, possibly in new york, and to forge a new vision for", "new_id": -2}]