[{"uid": "1297379494030818333", "i": 25277, "idx": 1, "sa": ["Robert Gates", "Janet Napolitano", "Kirsten Gillibrand"], "q": "our northern border are exacerbating the gang-related violence in many communities across the state. This problem must be fought at its source.\" <strong> Kirsten Gillibrand </strong>, a member of the Senate Armed Services Committee, said, <q> We need a commitment by Secretaries <strong> Janet Napolitano </strong> and <strong> Robert Gates </strong> to work with local communities along the border to make sure they have the resources to solve this problem and keep communities across the state safe from drug-related violence. \"With the right leadership and priorities, I'm confident we can put the resources we need on the ground to keep New York communities safe and drug-free. </q> E-mail Andrea VanValkenburg at: avanvalkenburg@pressrepublican.com", "new_id": -2}, {"uid": "1295667435215973892", "i": 32455, "idx": 0, "sa": ["Andy Coulson", "Richard Smith", "Alan Johnson"], "q": "story- Labour politicians caught with their hands in the till Tories with their trousers down. Does this mean <strong> Alan Johnson </strong> is a closet Tory? Bernard Travers 21 January 2011 at 20:59 Please explain <q> the false morality of Carry on Camping </q>. I'm serious, I have no idea what this means. <strong> Richard Smith </strong> 21 January 2011 at 21:22 2 comments Elsewhere on the Blogosphere <strong> Andy Coulson </strong> should never have been appointed in the first", "new_id": -2}, {"uid": "1296806257169033781", "i": 38720, "idx": 0, "sa": ["George H. W. Bush", "Donald Rumsfeld"], "q": "Ghraib became public. Mr <strong> George H. W. Bush </strong> rejected both but finally removed Mr <strong> Donald Rumsfeld </strong> from the Cabinet after elections in 2006 cost Republicans control of Congress. The Washington Post quotes Mr <strong> Donald Rumsfeld </strong> as saying in the book: <q> More than anything else I have failed to do, and even amid my pride in the many important things we did accomplish, I regret that I did not leave at that point. </q> Mr <strong> Donald Rumsfeld </strong>, 78, also criticised the <strong> George H. W. Bush </strong> administration for failing to work with the US Congress on drafting policies for treatment of prisoners. \"Looking back, I see there are things the", "new_id": -2}, {"uid": "1295455827061816843", "i": 4030, "idx": 2, "sa": ["Paula Abdul", "Susan Boyle", "Sébastien Izambard", "Leona Lewis", "Simon Cowell"], "q": "scenes- plus the Kiss! After hearing that <strong> Paula Abdul </strong> is leaving American Idol, I thought I would dig into the archives of the show to find an interesting clip on her early days with the series. From <q> Behind the Scenes with <strong> Simon Cowell </strong> </q> which was produced after season 3, we see some very frank views f... <strong> Leona Lewis </strong> on <strong> Simon Cowell </strong> This is Your Life <strong> Leona Lewis </strong> performing with <strong> Sébastien Izambard </strong> on <strong> Simon Cowell </strong>'s this is your life... <strong> Simon Cowell </strong> reacts to <strong> Susan Boyle </strong>'s", "new_id": -2}, {"uid": "1297240853083116057", "i": 35189, "idx": 0, "sa": ["Richard M. Burr", "Bob Casey", "Michael Bennet", "Bernie Sanders", "Chuck Grassley", "Dianne Feinstein"], "q": "the backlog of untested rape kits around the country. Senators <strong> Dianne Feinstein </strong> of Calif., <strong> Michael Bennet </strong> of Colo., <strong> Richard M. Burr </strong> of N.C., <strong> Bernie Sanders </strong> of Vt., and <strong> Bob Casey </strong> of Pa, also cosponsored the bill. <q> There's a problem when rape kits sit on shelves for years at a time, while perpetrators roam the streets potentially harming others, </q> <strong> Chuck Grassley </strong> said. \"The delays we're seeing are unacceptable, so we're working to end the backlog and help victims of sexual assault find justice in a timely manner.\" <strong> Chuck Grassley </strong> said that", "new_id": -2}, {"uid": "1295806243069746705", "i": 35521, "idx": 1, "sa": ["Robert Gates", "Colin Powell", "Ana Kasparian"], "q": "in... video results for: spending budget defense <strong> Robert Gates </strong> Announces Defense Spending Cuts Part 1 of 2 Secretary of Defense <strong> Robert Gates </strong> announces preliminary spending cuts ahead of comprehensive military spending Ana Kasparianlysis.... Martin <strong> Colin Powell </strong> King, Jr.: <q> I Have a Dream... to Go to War! </q> Join the fight to end the war: facebook.com \"The great initiative in this war is ours. The initiative to end it must be ours.\" -- Martin <strong> Colin Powell </strong> King, Jr., speaking of Vietnam.", "new_id": -2}, {"uid": "1297195214244269078", "i": 6007, "idx": 3, "sa": ["Aaron Rodgers", "David Letterman"], "q": "the Steelers were flagged for a personal foul. \"We lucked out,\" he said. \"One of their guys punched one of our guys, got a 15 yard penalty.\" <q> You hate to see that happen, </q> <strong> David Letterman </strong> joked. Photos: Super Bowl XLV <strong> Aaron Rodgers </strong> also told the talk show host that the Packers only ran about 40 of the 60 plays they had in their game plan.\"", "new_id": -2}, {"uid": "1296108295131907587", "i": 6831, "idx": 0, "sa": ["Marina Zurkow", "Jared Cohen", "Eduardo Kac", "Eric Schmidt"], "q": "A cle... Digital Art@Google <strong> Eduardo Kac </strong>, Andrew Senior, Sandra Cordero, <strong> Marina Zurkow </strong> Digital Art@Google <strong> Eduardo Kac </strong>, Andrew Senior, Sandra Cordero, <strong> Marina Zurkow </strong> October 21st 2010 Four artists from the Digital Arts@Google exhibition,( <q> We Write this to You from the Distant Future </q> in conjunction with Nina Colosi of the Chelsea Art Museum), talk about their work on display in the Chelsea Market Google lobby. First <strong> Eduardo Kac </strong> talks about... <strong> Eric Schmidt </strong> and <strong> Jared Cohen </strong> at the Council on Foreign Relations <strong> Eric Schmidt </strong>", "new_id": -2}, {"uid": "1297425723208748548", "i": 50148, "idx": 3, "sa": ["Michael Gove"], "q": "their projects.\" He also pointed out that the judge had concluded that \"there was no promise or expectation\" that any of the claimants' projects would proceed. However he added: <q> The Secretary of State will now look again at his decision with regard to these authorities with an open mind, taking representations from them. \"The judge set out, however, that \"the final decision on any project still rests with him and.... No one should gain false hope from this decision. </q> But lawyers for Mr <strong> Michael Gove </strong> had argued his decisions were not made lightly and were not open to legal challenge. In written statements put before the court, his lawyers said the coalition had inherited", "new_id": -2}, {"uid": "1295272524072728652", "i": 57614, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "his communications director, <strong> Andy Coulson </strong>, had offered his resignation. When specifically asked on Today programme whether <strong> Andy Coulson </strong> had offered to resign over the continuing target=\"_blank\" News of the World phone-hacking controversy, <strong> David Cameron </strong> said: <q> I don't have to go into private conversations. </q> UK prosecutors reopen phone hacking investigation LONDON-Prosecutors said Friday that a politically sensitive investigation into <strong> Andy Coulson </strong>` not quitting over phone hacking' <strong> Andy Coulson </strong>, <strong> David Cameron </strong>'s director of communications, has not offered to resign over newspaper he used", "new_id": -2}]