[{"uid": "1297123789135839773", "i": 15631, "idx": 0, "sa": ["Simon Cowell"], "q": "on the type of music they choose to perform. <strong> Simon Cowell </strong> was also quizzed about whether the show's winner could expect`` Leona Lewis-type automatic success'' in the music industry, to which he said: <q> Obviously I hope so. I think if we can't, with what is on offer, find a global star then I would say we've failed. I can't put it any clearer than that. </q>`` You want the person to succeed in a way you hope you can say,' I was there at the beginning','' he added.`` I think part of the reason we put", "new_id": -2}, {"uid": "1297093828077135937", "i": 38618, "idx": 6, "sa": ["George H.W. Bush", "Donald Rumsfeld", "Condoleezza Rice", "Colin Powell"], "q": ". <strong> Donald Rumsfeld </strong> said`` it's possible'' that decisions on troop levels in Iraq may have been the biggest mistake of the war. He maintained that the war overall was not a mistake. <q> I think the world's a better place with <strong> Saddam Hussein </strong> gone and with the Taliban gone and the al Qaeda out of Afghanistan, </q> he said. <strong> Donald Rumsfeld </strong> was also critical of <strong> Colin Powell </strong>'s successor, <strong> Condoleezza Rice </strong>, for her lack of experience in government.`` She'd never served in a <strong> George H.W. Bush </strong> administration position,'' he said", "new_id": -2}, {"uid": "1295766459180666375", "i": 8143, "idx": 0, "sa": ["Simon Cowell", "Steven Tyler"], "q": "the drugs, alcohol and women were no paradise.`` I've had the clap twice now so... you really have to be careful,'' <strong> Steven Tyler </strong>, babbled drunkenly to a reporter at the time. <q> This pace is ruining me... I put on three coats of moisturizer in the morning so my face doesn't dry out... I'm on a plane every day for three years. Flying first-class-- big deal. All it means is you'll hit first. </q> Three decades later, the 62-year-old legend is, against all odds, still rocking-- and now replacing the cranky <strong> Simon Cowell </strong> as one of the new judges on the 10th season of`` American Idol,'' which", "new_id": -2}, {"uid": "1296860701179634180", "i": 10168, "idx": 3, "sa": ["Sergio Marchionne", "Ferdinand Piech"], "q": "Fiat, whose brands include Ferrari, Maserati and Alfa Romeo. News) Chairman <strong> Ferdinand Piech </strong> expressed an interest in buying Alfa Romeo. But Friday, <strong> Sergio Marchionne </strong> flatly rejected any sale of Alfa Romeo to VW. <q> As long as I'm the CEO of both Fiat and Chrysler, Mr. <strong> Ferdinand Piech </strong> will never get an offer, </q> <strong> Sergio Marchionne </strong> said during the J.D. Power event. <strong> Sergio Marchionne </strong> also said Fiat is looking to`` redimension'' its joint venture with Indian automaker Tata Motors( BSE: TAMO.BO- News)", "new_id": -2}, {"uid": "1295264028094093318", "i": 7253, "idx": 1, "sa": ["Andy Coulson"], "q": "a second chance. He resigned for what went wrong at News of the World. I would just argue working for the government, I think he has done a good job.'' He added: <q> Of course he was embarrassed, but he has had a second chance from me to do this job. I think he has done the job in a very good way. </q> According to the Mail on Sunday, <strong> Andy Coulson </strong> has admitted that the allegations concerning the bugging of celebrities' phones while he was editor of the News of the World are making it harder for him to carry", "new_id": -2}, {"uid": "1295602501192069638", "i": 4108, "idx": 0, "sa": ["Eric Schmidt"], "q": "`` ready to lead''. <strong> Eric Schmidt </strong> was originally brought in to guide the young men back in 2001 when Google began to take off. Last night, however, he posted on his Twitter account: <q> Day-to-day adult supervision no longer needed! </q> According to <strong> Eric Schmidt </strong>, the previous structure, which involved decisions being taken by the triumvirate, had become inefficient. Page said:`` There is no other CEO in the world that could have kept such", "new_id": -2}, {"uid": "1295756545021528602", "i": 15256, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "the White House and Congress. On Dec. 10, <strong> Sen. Bernie Sanders </strong>, an independent, took the floor of the Senate and didn't relinquish it for 8 1/2 hours. His words are being assembled into a book titled <q> The Speech: A Historic Filibuster on Corporate Greed and the Decline of Our Middle Class. </q> The book's publisher, Nation Books, says millions followed the speech online, crashing the Senate server. The National Book Critics Circle was scheduled to meet in New York on Saturday to announce", "new_id": -2}, {"uid": "1295978177128352275", "i": 24907, "idx": 0, "sa": ["Bill Lockyer", "Olivier Blanchard", "Newt Gingrich"], "q": ". China can help ease imbalances by raising the value of its currency, <strong> Olivier Blanchard </strong> said. The U.S. and other countries charge that China keeps its currency artificially low to maintain an export advantage. <q> China is moving in the right direction and focusing increasingly on domestic demand, but we think it can be done faster, </q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SYSTEMS ANALYST Company Dextersoft, Inc TECHNICAL SR TECHNICAL PROJECT MANAGER", "new_id": -2}, {"uid": "1296226773041238599", "i": 43797, "idx": 1, "sa": ["Tim Pawlenty", "Michele Bachmann", "Mike Pence"], "q": "In the wide-ranging interview, <strong> Tim Pawlenty </strong> talked about his faith, his reversal on cap and trade, and the possibility of running against <strong> Michele Bachmann </strong>,'' the Minnesota Independent writes. PENCE: <q> U.S. <strong> Newt Gingrich </strong> <strong> Mike Pence </strong> shut the door today on a run for the presidency, but left wide open the likelihood that he'll seek a different office: <strong> Jon Huntsman </strong> of Indiana, </q> the Indianapolis Star reports.''` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,' <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in", "new_id": -2}, {"i": 41964, "idx": 0, "index_answer": 1, "new_id": -1, "q": "Long way to run for phone-hacking story Q&A: Tory search is under way for a new director of communications at No 10 after <strong> Andy Coulson </strong> resigned. Mr <strong> Andy Coulson </strong> stood down on Friday, saying coverage of the scandal had <q> made it difficult to give the 110% needed in this role </q>. He The view from a broad: More <strong> Lauren Laverne </strong>, please Married Cabinet minister accused of affair with campaigner an affair with a former socialite turned political campaigner. Lord Strathclyde has been accused of having an affair with", "sa": ["Lauren Laverne", "Andy Coulson"], "uid": "1295925206202604593"}]