[{"uid": "1296987403169525255", "i": 54513, "idx": 2, "sa": ["Simon Cowell"], "q": "chance to opt out if viewers don't take to her. But <strong> Simon Cowell </strong> won't let that happen.\" Cole is expected to use the show as a springboard for a music career in America: <q> As soon as it's announced she's going to be a judge the plan will be to launch her music career in the States, </q> the source added. \"It's important Americans realise she's a credible music star if she's going to be judging other singers.\"", "new_id": -2}, {"uid": "1296767957240500778", "i": 48306, "idx": 0, "sa": ["Irina Bokova", "Hosni Mubarak", "Zahi Hawass"], "q": "<strong> Hosni Mubarak </strong>. La agencia de la ONU para la educaci?n, las ciencias y la cultura, pidi el martes la adopci?n de \"todas las medidas necesarias\" para proteger \"los tesoros\" del pa?s, <q> en El Cairo, en Luxor y en todos los otros sitios culturales o tur?sticos </q>. La directora general de la UNESCO, <strong> Irina Bokova </strong>, est \"en contacto permanente\" con <strong> Zahi Hawass </strong>, influyente jefe de las Antig?edades egipcias que fue nombrado el lunes ministro de las Antig?edades egipcias, declar el", "new_id": -2}, {"uid": "1297714427180764714", "i": 45082, "idx": 3, "sa": ["Steve Ballmer"], "q": "their social websites. <strong> Steve Ballmer </strong> said the partnership with Nokia, which will see the world's largest mobile phone manufacturer shifting to Windows Phone as its operating system, will help accelerate its adoption. <q> Nokia's involvment with Windows Phone will drive volume, innovation of new products, and will accelerate adoption of the Windows Phone platform, </q> said the Microsoft chief. More than 1.5 million smartphones running on the latest version of Windows Phone, WP7, were shipped in the six weeks after the launch in October but Microsoft's share of the", "new_id": -2}, {"uid": "1295617531243957796", "i": 4046, "idx": 3, "sa": ["Andy Coulson", "Chris Bryant"], "q": "allegedly spying on them or have already accepted out of court settlements. The News of The World declined to comment on <strong> Andy Coulson </strong>'s resignation, but critics said it should have happened long ago. <q> To say this is long overdue is an understatement, </q> said opposition lawmaker <strong> Chris Bryant </strong>- one of those who claims to have been targeted by the hacking. lon803___ January 21, 2011 01:30 PM EST User comments are not being accepted", "new_id": -2}, {"uid": "1295985163139264121", "i": 47090, "idx": 1, "sa": ["Allen Iverson", "Dirk Nowitzki", "Christopher Hitchens"], "q": "leading the Denver Nuggets past the Dallas MavChristopher Hitchensks 122-109 Thursday night. \"AI had it all going from everywhere,\" said Dallas' <strong> Dirk Nowitzki </strong>, who tied his season high with 32 points and had 12 rebounds. <q> He was driving and making shots in-between. </q> <strong> Allen Iverson </strong> made 12-of-19 field goals and was 11-of-13 from the line. It was his sixth time scoring 30 points and his fourth time with at least 10 assists. However, this was his first 30-10 game of the", "new_id": -2}, {"uid": "1296014155261193736", "i": 16893, "idx": 0, "sa": ["Steve Ballmer", "Tim Bajarin"], "q": "questions will be asked about the leadership of <strong> Steve Ballmer </strong>, now in his 12th year as chief executive. A string of high-level departures has raised concerns about his efforts to revitalize the company. <strong> Steve Ballmer </strong> <q> is always on thin ice, </q> said Forrest at Fort Pitt Capital. \"Microsoft is a results-driven company.\" Quotes delayed, except where indicated otherwise. Delay Tim Bajarines are 15 mins for NASDAQ, NYSE and Amex. See also delay", "new_id": -2}, {"uid": "1295630171074432548", "i": 59680, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "who will stay on as executive chairman, on Twitter. Is <strong> Larry Page </strong> ready to retake the helm?( It's past time to givLarry Page back the reins: Google \"blossomed\" under <strong> Eric Schmidt </strong>'s guidance, but <q> <strong> Larry Page </strong> is clearly ready and eager to run the show again, </q> says The Economist. If anything, this move should have happened sooner. The \"unconventional\" leadership \"triumvirate\" of <strong> Eric Schmidt </strong>, <strong> Larry Page </strong>, and <strong> Sergey Brin </strong> worked fine for a while, but Google", "new_id": -2}, {"uid": "1296770511173654034", "i": 14684, "idx": 58, "sa": ["Eric Shinseki", "Bill Clinton", "Donald Rumsfeld"], "q": "well. <strong> Donald Rumsfeld </strong> was appalled by the photos of abuse at Abu Ghraib prison, but says the public might have viewed them as evidence of a small group of guards run amok if other pictures had been released- <q> showing soldiers engaged in similarly disturbing sexual, sadistic acts-but with each other: AmEric Shinsekians on AmEric Shinsekians. </q> A week later, <strong> Donald Rumsfeld </strong> gave the <strong> Bill Clinton </strong> a handwritten note saying \"that you have my resignation as Secretary of Defense any time you feel it would be helpful to you.\" \"Don", "new_id": -2}, {"uid": "1295834123017383424", "i": 54541, "idx": 0, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "who, exactly, is in charge of the firm after sharing major decisions with founders <strong> Larry Page </strong> and <strong> Sergey Brin </strong>. from April 4, and continue to head up Google's product development, <strong> Eric Schmidt </strong> revealed in a blog. <q> I am enormously proud of my last decade as CEO, and I am certain that the next 10 years under <strong> Larry Page </strong> will be even better, </q> <strong> Eric Schmidt </strong> stated. \"<strong> Larry Page </strong>, in my clear opinion, is ready to lead.\" Despite his assertion, industry insiders say the because <strong> Eric Schmidt </strong> was stretched too thin after the firm's rapid growth, WSJ.com reported", "new_id": -2}, {"uid": "1297709264165232682", "i": 14560, "idx": 0, "sa": ["Steve Ballmer"], "q": "well as integrating micro-blogging service target=\"_self\"> Twitter into Windows Phone 7's People Hub. The first update, which will bring cut and paste features to the handset will be made available <q> in just a few weeks in early March </q>, <strong> Steve Ballmer </strong> said. The other features will be part of a second update to Windows Phone 7 expected later in the year. Photoshop& Illustrator Tutorial: Put a low-poly spin on music cover art Photoshop&", "new_id": -2}]