[{"uid": "1297099586237600778", "i": 23571, "idx": 0, "sa": ["Simon Cowell"], "q": "\" icon.( Adds dropped word in headline) NEW YORK( Reuters)- <strong> Simon Cowell </strong> said Monday that the winner of the first U.S. version of the television singing competition, <q> The X Factor, </q> will receive a$ 5 million record deal. The new talent show on Fox television will start auditions for solo artists and vocal groups aged 12 and above in Los Angeles on March", "new_id": -2}, {"uid": "1295036917074235945", "i": 19517, "idx": 1, "sa": ["Donald Rumsfeld", "Robert King", "Chris Noth", "Anika Noni Rose", "Titus Welliver"], "q": "We're trying to get <strong> Donald Rumsfeld </strong>.\" ? <strong> Robert King </strong> on when the season-defining election between Wendy Scott-Carr( <strong> Anika Noni Rose </strong>), Peter Florrick( <strong> Chris Noth </strong>), and Glenn Childs( <strong> Titus Welliver </strong>) will take place: <q> It will happen before the end of the year, but probably closer to now than the end of the year. </q>? <strong> Robert King </strong> on the show's older-skewing demographics: \"I think it's catching on that the show has youngish topics that are not being done as if your grandfather is talRobert King about them.\" He", "new_id": -2}, {"uid": "1295582443002506841", "i": 39004, "idx": 4, "sa": ["Sergey Brin", "Eric Schmidt"], "q": "run the company collaboratively with <strong> Sergey Brin </strong> and me as presidents. The structure is unconventional, but we have worked successfully in this way.\" <strong> Eric Schmidt </strong> said he doesn't anticipate any material change in strategy. <q> We tend to agree on everything, </q> he noted. But he said he believes the new management structure will speed up decision making at the company. Google has lost some of its top minds in the past several months, and a common", "new_id": -2}, {"uid": "1294969491073564163", "i": 1508, "idx": 6, "sa": ["Sergio Marchionne"], "q": "he said: \"It needs to be replaced,\" but not necessarily by a Dodge-brand SUV. Chrysler is conducting customer clinics on replacement vehicles and has it about 80 percent right, <strong> Sergio Marchionne </strong> said. <q> Give us about 40 days </q> to make a decision, he said. Continued Hemi investment Though some industry experts have questioned the survival of the V-8 engine in the 35 mpg era, Chrysler will continue upgrading its legendary Hemi", "new_id": -2}, {"uid": "1295909859246595674", "i": 48643, "idx": 4, "sa": ["Paul Ryan", "Sheldon Whitehouse", "Bernie Sanders"], "q": "House Budget Committee and a leader on economic issues for the caucus. <strong> Sheldon Whitehouse </strong> said <strong> Paul Ryan </strong>'s plan, which slashes taxes on capital gains, would create an even larger gap between rich and poor. <q> The <strong> Paul Ryan </strong> plan essentially relives the richest Americans from any responsibility to pay for the support of their country, </q> he said. \"Our country should not be a country where the super rich get to play by different rules than people who are working their way up to their own American dream.\" <strong> Bernie Sanders </strong> said", "new_id": -2}, {"uid": "1296053928213385258", "i": 11724, "idx": 0, "sa": ["Barack Obama", "Eric Schmidt"], "q": "- in the biggest expansion yet by the Internet's most profitable company. AnnArbor.com reported Tuesday that the hiring will include expanding Google's Ann Arbor AdWords office on Division. It quoted spokesman Jake Parillo saying: <q> We expect to grow our entire Michigan operation in the coming year. </q> The hiring spree comes as <strong> Barack Obama </strong> emphasized the need for more jobs during his State of the Union address Tuesday night. Google CEO <strong> Eric Schmidt </strong> was among a group of business leaders who met with <strong> Barack Obama </strong> last month", "new_id": -2}, {"uid": "1295614634111296523", "i": 39113, "idx": 0, "sa": ["George H. W. Bush", "Tony Blair", "Andy Coulson"], "q": "Picture 2: Reporters Sonia Kapur and Sophie Flowers at the dinner party Picture 3: Cheese starter with rocket Picture 4: Cauliflower soup <strong> Tony Blair </strong> reveals George H. W. Bushraq assurance Former Prime Minister <strong> Tony Blair </strong> privately told <strong> George H. W. Bush </strong> <q> you can count on us </q> eight months before the Iraq war, he tells the Chilcot inquiry. No 10 communications chief quits The prime minister's communications chief <strong> Andy Coulson </strong>, who has been under pressure over the News of the World phone hacking", "new_id": -2}, {"uid": "1296591735037699584", "i": 13497, "idx": 2, "sa": ["Brooke Davis", "Samantha Jones", "Tina Fey", "Tim James", "Carmen Miranda", "Simon Cowell", "Nathan Scott"], "q": "Piers!! AND <strong> Simon Cowell </strong> mocking him <strong> Simon Cowell </strong> Impersonation by Piers!! AND <strong> Simon Cowell </strong> mocking him Britain's Got More Talent. <strong> Simon Cowell </strong> points out that Piers talks too much, and Piers immitates <strong> Simon Cowell </strong>! <strong> Simon Cowell </strong>'s PRICELESS <q> Guys, 3 Yeses!! </q> looool... Sex and the City: The Movie- One Tree Hill Style One Tree Hill meets Sex and the City Carrie Bradshaw- <strong> Brooke Davis </strong> <strong> Samantha Jones </strong>- Rachel GaTina Fey Charlotte York- Haley Tim James-Nathan Scott <strong> Carmen Miranda </strong> Hobbes- Peyton Sawyer", "new_id": -2}, {"uid": "1295163887229244994", "i": 55577, "idx": 0, "sa": ["Aaron Rodgers", "Brett Favre", "Michael Vick"], "q": "the NFC Championship Game at either Chicago or Seattle next weekend. \"This probably was my best performance- the stage we were on, the importance of this game,\" <strong> Aaron Rodgers </strong> said. <q> It was a good night. </q> He completed 31 of 36 passes and put up more yards than <strong> Brett Favre </strong>- the guy he replaced in Green Bay- ever threw for in a playoff game. After knocking off <strong> Michael Vick </strong> and the", "new_id": -2}, {"uid": "1295582443002506841", "i": 39001, "idx": 1, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "with analysts, <strong> Eric Schmidt </strong> said he's excited about the change, because the more strategic role will give him \"a chance to work on the things I'm most interested in.\" He expects it to be <q> a significant improvement in the things that I can do in my time. </q> The surprise move shocked the tech industry. <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong> have long run Google as a trio, an approach they spelled out in an \"owner's manual\" included in the company's", "new_id": -2}]