[{"uid": "1297242013085999616", "i": 48863, "idx": 0, "sa": ["Troy Verges", "Tom Douglas", "Simon Cowell"], "q": ". The other two songwriters, <strong> Tom Douglas </strong> and <strong> Troy Verges </strong>, couldn't make it. The employee of the Academy of Motion Picture Arts and Sciences who spoke with <strong> Tom Douglas </strong> and <strong> Troy Verges </strong> on the phone says they are <q> very excited for the nomination </q> but they had to stay in Nashville yesterday and work. She says the two of them`` were lovely.''`` THE X-FACTOR''- <strong> Simon Cowell </strong> LOS ANGELES( AP) If you're a", "new_id": -2}, {"uid": "1296109009070025294", "i": 37112, "idx": 0, "sa": ["Jan Schakowsky", "Susan Page", "Steve McMahon", "Greta Van Susteren", "John Feehery", "Jeanne Cummings", "Cenk Uygur", "Jonathan Capehart", "Bernie Sanders", "Dennis Miller", "Ed Rendell"], "q": ", Huffington Post and MSNBC Political Analyst; <strong> Jonathan Capehart </strong>, Washington Post; Phillip <strong> Dennis Miller </strong>, Dallas Tea Party Coordinator; <strong> John Feehery </strong>, GOP Strategist; <strong> Steve McMahon </strong>, Democratic Strategist; <strong> Susan Page </strong>, USA Today; <strong> Jeanne Cummings </strong>, Politico <q> MSNBC Live hosted by <strong> Cenk Uygur </strong> </q>: Sen. <strong> Bernie Sanders </strong>( I-Vt.); EJ Dionne, Washington Post; Rep. <strong> Jan Schakowsky </strong>( D-Ill.); Gov. <strong> Ed Rendell </strong>, fmr. Governor of PennsylGreta Van Susterenia and NBC News Political Analyst`` The Last Word", "new_id": -2}, {"uid": "1296716412176898138", "i": 35037, "idx": 2, "sa": ["Donald Rumsfeld", "George H. W. Bush"], "q": "'s 1976 ticket, <strong> Donald Rumsfeld </strong> recounts. But <strong> Donald Rumsfeld </strong> proffers a private letter that Ford sent him in which the <strong> George H. W. Bush </strong> explains to his chief of staff that <strong> George H. W. Bush </strong> had actually sought the intelligence job. <q> The circumstances surround <strong> George H. W. Bush </strong>'s nomination to be director of the CIA is a particularly stubborn chapter of the myth that I had stage-managed Ford's staff reorganization, </q> he writes, adding:`` By repeating the myth instead of setting the record straight, George H. W. Bushn effect endorsed it.''`` It has always amazed me that <strong> George H. W. Bush </strong>'s version of what took place has", "new_id": -2}, {"uid": "1297255140028704860", "i": 10382, "idx": 5, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": ".`` I gave them a heads-up that the website is going to have hundreds of memos, thousands of pages, and they're going to be mentioned,'' he says. Their response? <q> We had a nice discussion, </q> he says. <strong> Donald Rumsfeld </strong> defends the decision to go to war in Iraq-`` Are we better off today with Saddam Hussein gone? Yes''- and denies that the <strong> George W. Bush </strong> administration neglected the war in", "new_id": -2}, {"uid": "1296481373080920613", "i": 6324, "idx": 1, "sa": ["Sergio Marchionne"], "q": "delivered last year, on both the product and financial fronts, surpassed many expectations,'' said <strong> Sergio Marchionne </strong>, CEO of both Chrysler Group and Fiat, the Italian automaker which owns a controlling stake in the automaker. <q> However, our job is not yet done. We have a lot of work ahead to fulfill our five-year business plan objectives. </q> A day on the auto line Shares of the company are not yet publicly traded, although Chrysler has said it expects to hold an intial public offering later this year. Besides Fiat, shares", "new_id": -2}, {"uid": "1297327001072368149", "i": 600, "idx": 2, "sa": ["Andy Coulson", "Francis Maude"], "q": "<strong> Andy Coulson </strong> barred us from engaging with commentators,'' one Cabinet Office source said as a poll showed two-thirds thought BS just spin.`` To prepare the ground or` roll out the pitch''' they continued. <q> Whatever the phrase is. But then they're surprised when no one understands what we're trying to do. </q> <strong> Francis Maude </strong> appeared to allow himself to blame the newly departed <strong> Andy Coulson </strong> for the communications problems that have accompanied the idea. Chairing the weekly big society meeting, he criticised No 10's press operation for failing to spread the", "new_id": -2}, {"uid": "1297266030254083228", "i": 32040, "idx": 1, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> is the boss of this show. He gets what he wants and he wants Cheryl. The money you make on American TV is huge, but there's also a huge risk.''*** <q> The way American contracts are gives Fox the chance to opt out if viewers don't take to her. But <strong> Simon Cowell </strong> won't let that happen. As soon as it's announced she's going to be a judge the plan will be to launch her music career in the States. It's important Americans realize she's a credible music star if she's going to be judging other singers. </q>*** <strong> Simon Cowell </strong> is said to be trying to find a way for him and Cole to carry on starring in the British version of the show alongside the US program. Miss USA 2010 Winner a Pole Dancer", "new_id": -2}, {"uid": "1295588443175472914", "i": 24678, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "<q> on: Today at 10:26:00 PM </q> <strong> Eric Schmidt </strong> is stepping down as CEO of Google and cofounder <strong> Larry Page </strong> is taking over, the company just announced in its earnings release. <strong> Eric Schmidt </strong> will become Executive Chairman, focused on`` deals,", "new_id": -2}, {"uid": "1296363672108036107", "i": 33422, "idx": 1, "sa": ["Zahi Hawass"], "q": "army arrived, young Egyptians- some armed with truncheons grabbed off the police- created a human chain at the museum's front gate to prevent looters from making off with any of its priceless artifacts. <q> They managed to stop them, </q> <strong> Zahi Hawass </strong> said. He added that the would-be looters only vandalized two mummies, ripping their heads off. They also cleared out the museum gift shop. The King Tutankhamun exhibit had not been damaged and was", "new_id": -2}, {"i": 47897, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and religious liberty have forgotten the lessons of history,'' said Rep. <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Former Arkansas <strong> Mike Huckabee </strong>, at the same summit, said: <q> We need to understand there is a direct correlation between the stability of families and the stability of our economy.... The real reason we have poverty is we have a breakdown of the basic family structure. </q> And <strong> Sen. Jim DeMint </strong>, R-S.C., said:`` It's impossible to be a fiscal conservative unless you're a social conservative because of the high cost of a dysfunctional society.'' Those are reasonable concerns", "sa": ["Mike Huckabee", "Mike Pence", "Sen. Jim DeMint"], "uid": "1297490833134791170"}]