[{"uid": "1296716412176898138", "i": 28918, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "| AP Photo <strong> President Bush </strong> Defense <strong> Donald Rumsfeld </strong> says in a new book that he wanted to oversee the initial reconstruction of Iraq following the United States' invasion of the country but he was rebuffed by <strong> President Bush </strong>. <q> <strong> President Bush </strong> didn't cotton to the idea, </q> <strong> Donald Rumsfeld </strong> writes in his yet-to-be-released memoir''` What if we had a problem with North Korea?''' <strong> President Bush </strong> asked, according to a scene that <strong> Donald Rumsfeld </strong> said took place just before the 2003", "new_id": -2}, {"uid": "1295862146256983053", "i": 18902, "idx": 0, "sa": ["Simon Cowell"], "q": "engaged to make-up artist Mezhgan Hussainy last February- admits he struggles to relate to very young kids, but would love to have youngsters of his own to play games with. He said: <q> I worry about it- because of my age. When I was a youngster, my dad used to play soccer and games with me. And I worry that if I was 70.`` Also, if children could be born at the age of five I'd quite like that. I like them at that age when they can talk and understand. I'm not sure I could deal with the whole` ga ga goo' thing. But I genuinely like kids. </q> <strong> Simon Cowell </strong> also admitted Mezhgan, 36, has`` softened'' him and has finally made him think about settling down forever. He added on a forthcoming episode of` Oprah Presents Master Class'", "new_id": -2}, {"uid": "1297245175074432520", "i": 17449, "idx": 0, "sa": ["Lindsay Lohan", "Simon Cowell"], "q": "to follow.'' She added it was likely the Los Angeles Airport Court would view the alleged crime`` seriously'' as <strong> Lindsay Lohan </strong> has been pictured wearing the jewellery. She told website HollywoodLife.com: <q> Wednesday( 09.02.11) is just the kick-off. Just because she's not being convicted and sentenced on Wednesday doesn't mean this isn't serious and she couldn't go to jail. In fact, I think the judge will sentence her to the full six months that she owes on the violation of her probation. <strong> Lindsay Lohan </strong>`` to be charged with felony grand theft </q> <strong> Lindsay Lohan </strong> will be officially charged with grand theft tomorrow, according to US reports.... <strong> Simon Cowell </strong> says he won't be a guest at the royal wedding Despite being a pop music king <strong> Simon Cowell </strong> says he won't be", "new_id": -2}, {"uid": "1296619353222035984", "i": 21722, "idx": 1, "sa": ["Maurice Cheeks", "Kobe Bryant", "Michael Vick", "Lamar Odom"], "q": "we definitely missed him.'' Philadelphia coach <strong> Maurice Cheeks </strong> is used to <strong> Kobe Bryant </strong>'s shooting show.`` <strong> Kobe Bryant </strong> makes shots, we kept saying they were incredible shots and for most people they are,'' <strong> Maurice Cheeks </strong> said. <q> But for <strong> Kobe Bryant </strong>, I don't think they were incredible. He does things like that on an everyday basis. </q> <strong> Lamar Odom </strong> had a career-high 12 assists to go with eight points and seven rebounds for Los Angeles http://wn.com/Michael_Vick_88_Yards_Passing_Touch_Down_On_Monday_Night_Football The first play of the game with Washington Redskin, <strong> Michael Vick </strong> pass 88 yards touchdown in 18 seconds of the game on", "new_id": -2}, {"uid": "1295293303218529793", "i": 12268, "idx": 2, "sa": ["Rep. Patrick Kennedy", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "told ABC News.`` She will not die. She does not have that permission from me.'' 01/12/2011 1:08 AM ET <strong> Sen. Bernie Sanders </strong>' Office Defends Shooting Reference In Fundraising Message reports: <q> A spokesman for <strong> Sen. Bernie Sanders </strong>( I-VT) is defending the <strong> Barack Obama </strong>'s decision to reference the shootings in Arizona as part of a newsletter and fundraising appeal he sent to constituents on Tuesday. </q> took some heat on Tuesday for including his reflections on the shooting of <strong> Rep. Patrick Kennedy </strong> <strong> Gabrielle Giffords </strong> in the context of raising money to fight Republicans and other`` right-wing reactionaries.'' 01/12/2011 12:55 AM ET AP: More Warning", "new_id": -2}, {"uid": "1297452439198262785", "i": 20836, "idx": 1, "sa": ["Donald Rumsfeld", "John Kasich", "Ray LaHood"], "q": "included and that its cost would be closer to$ 581 million. In response to the threatened rejection, U.S. <strong> Donald Rumsfeld </strong> of Transportation <strong> Ray LaHood </strong> argued,`` If you build it they will come,'' and <q> People like to ride trains.... You don't build these trains to travel faster, although sometimes you do. </q>[ 6] Apparently, Ohio voters were unmoved by <strong> Donald Rumsfeld </strong> <strong> Ray LaHood </strong>'s rationalizations and elected <strong> John Kasich </strong> governor. The FRA has since diverted the$ 810 million to extend Amtrak's Hiawatha line from Milwaukee", "new_id": -2}, {"uid": "1295958222077971468", "i": 26728, "idx": 0, "sa": ["Jerry Brown", "Bill Lockyer"], "q": "$ 133 million for a project near a new BART station. Can <strong> Jerry Brown </strong> move the Legislature to act against this powerful lobby, which has the support of some pro-business Repubs and some big-government Dems? <q> I think everyone agrees that at the redevelopment mechanism has been useful and created jobs, </q> Democratic Treasurer <strong> Bill Lockyer </strong> said. But:`` The last I heard, the University of California and California schools create jobs.'' The bad news: <strong> Jerry Brown </strong> also told the League of Cities Wednesday,``", "new_id": -2}, {"uid": "1295681320220479511", "i": 46172, "idx": 5, "sa": ["Allen Iverson"], "q": "losses that AI endured when he first came to Colorado, fueling his critics' contention that two superstar scorers couldn't coexist for very long.`` I always felt good about my situation,'' <strong> Allen Iverson </strong> said. <q> That was the whole <strong> Yao Ming </strong> thing with me. I knew there was going to be one day when` <strong> Carmelo Anthony </strong> came back and JR came back, and I knew that we'd be able to get into practice and get some offensive and defensive chemistry going.`` I felt I was in a better position than I was in Philadelphia, so I never lost hope or lost focus because I felt the day that we'd be playing good basketball would come, </q> <strong> Allen Iverson </strong> said.`` I'm just http://wn.com/Carmelo_Anthony_41_Pts_MIX_NBA_09/10_Season_Denver_Nuggets_At_Portland_Trail_Blazers Green Day performs August 28, 2010 at Comfort Dental Ampitheatre. First look at Total Health Concepts' new Denver Colorado Medical Marijuana Dispensary thc-dispensary. com Please pardon the limited", "new_id": -2}, {"uid": "1295287873140443669", "i": 280, "idx": 0, "sa": ["Michael Vick", "Bobby Douglass", "Dan Devine"], "q": "scooted in from 1 yard out with 5 minutes, 19 seconds to go.`` Since I've been in Green Bay, our players have never really respected <strong> Bobby Douglass </strong>,'' Packers coach <strong> Dan Devine </strong> said. <q> And he just dominated the game today. </q> After leaving the Bears in 1975, <strong> Bobby Douglass </strong> played with the Chargers and Saints. He finished his NFL career with the Packers in 1978. <strong> Bobby Douglass </strong>' record stood until <strong> Michael Vick </strong> ran for 103 yards", "new_id": -2}, {"i": 2952, "idx": 17, "index_answer": 5, "new_id": -1, "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night.`` It was a huge lift off of me,'' <strong> Allen Iverson </strong> said. <q> I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more. </q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "sa": ["Tayshaun Prince", "Martin Luther King", "Cheikh Samb", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "uid": "1295586272212418583"}]