[{"uid": "1295265085125091841", "i": 4047, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Rupert Murdoch"], "q": "<strong> Andy Coulson </strong> denies being aware of any wrongdoing at the paper, part of <strong> Rupert Murdoch </strong>'s News Corp media group, and police said last month there was not enough evidence to charge him with any crime. <q>Obviously when he was editor of the News of the World, bad things happened at that newspaper and when he found about those, he resigned. That was the right thing to do,</q> <strong> David Cameron </strong> told BBC Radio 4's Today programme. ''I gave him a second chance,'' <strong> David Cameron </strong> added. ''I think he has done a good job for the government and for the country.", "new_id": -2}, {"uid": "1296167737065404956", "i": 40859, "idx": 3, "sa": ["Mike Pence"], "q": "would not run for governor due to health concerns, and so far no other Republican star has stepped forward to enter the race. In his letter, <strong> Mike Pence </strong> said that throughout his life, <q>I have learned to follow my heart, and my heart is in Indiana.</q> Subscribe Copyright Â© 2010 Use of this site signifies your agreement to the", "new_id": -2}, {"uid": "1296741969056606736", "i": 26783, "idx": 0, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "early peeks in The Washington Post and The New York Times at former Defense <strong> Donald Rumsfeld </strong>'s memoir, which goes on sale next week. A few highlights from the Post's report:- <strong> Donald Rumsfeld </strong> <q>goes so far as to depict former <strong> President Bush </strong> as presiding over a national security process that was marked by incoherent decision-making and policy drift, most damagingly on the war in Iraq.</q>- ''<strong> Donald Rumsfeld </strong> remains largely unapologetic about his overall handling of the Iraq conflict and concludes that the war has been worth the costs. Had the government of <strong> Saddam Hussein </strong> remained in power, he says, the", "new_id": -2}, {"uid": "1295001420194838603", "i": 19029, "idx": 0, "sa": ["the Fox", "Peter Rice", "Simon Cowell"], "q": "with programme supremo <strong> Simon Cowell </strong> on the UK talent search show, fuelling speculation she will play a prominent role in the American contest. <strong> Peter Rice </strong>, the head of entertainment on <strong> the Fox </strong> network, said: <q>If <strong> Cheryl Cole </strong> was to be on the show, I think she's proved she's a terrific judge. She has wonderful chemistry with <strong> Simon Cowell </strong>.</q> Speaking at the Television Critics Association seminar in Pasadena, California, <strong> Peter Rice </strong> confirmed there would be four judges on the show, two men and two women, but insisted <strong> Simon Cowell </strong> would not be making the final", "new_id": -2}, {"uid": "1296784629036126790", "i": 41643, "idx": 12, "sa": ["Saddam Hussein", "Donald Rumsfeld", "Ronald Reagan"], "q": "crackpot conspiracy theories.'' As <strong> Ronald Reagan </strong>'s Mideast envoy, <strong> Donald Rumsfeld </strong> says he was sent to Baghdad because the country was the enemy of Iran and Syria, two nations that threatened the interests of the U.S., and <q>there was a clear logic in trying to cultivate warmer relations with <strong> Saddam Hussein </strong>'s Iraq.</q> During the meeting, at which <strong> Saddam Hussein </strong> came across as ''rather reasonable'' while they sat at opposite ends of a gold and burgundy-upholstered table, they discussed the ongoing Iran-Iraq war and a U.S. proposal to", "new_id": -2}, {"uid": "1296832434019169309", "i": 5459, "idx": 3, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "the Android show midterm. And that market is going to get even more crowded with China Inc( ZTE, Huawei et al) joining Sony Ericsson, HTC, Motorola and PC vendors,'' wrote Ahmad. <q>And more significantly, how is anyone going to differentiate on Android long-term?</q> Ahmad urged <strong> Stephen Elop </strong> to go to his former boss <strong> Steve Ballmer </strong> and get him to agree to an exclusive deal for Windows Phone 7- although presumably Microsoft has already entered into legally binding contracts with existing Windows Phone", "new_id": -2}, {"i": 43187, "idx": 0, "index_answer": 2, "new_id": -1, "q": "NFL Commissioner <strong> Roger Goodell </strong> presented the Pete Roselle trophy to him this morning. After accepting it, <strong> Aaron Rodgers </strong> talked about the journey that led him to the Super Bowl and a Championship win. <q>Finally getting an opportunity and making the most of it, and this was another opportunity last night, they don't come around that often, i just wanted to make the most of it, we did as a team, a great team win, a great group of guys in the locker room, just really excited to be a part of it,</q> said <strong> Aaron Rodgers </strong>. And <strong> Aaron Rodgers </strong> is getting even more MVP treatment tonight, where you can catch him on The Late Show with <strong> David Letterman </strong>. The show starts at 10:35 p.m. tonight, right after Channel", "sa": ["Roger Goodell", "David Letterman", "Aaron Rodgers"], "uid": "1297105023141246472"}, {"uid": "1297109142037732360", "i": 26410, "idx": 1, "sa": ["Simon Cowell"], "q": "will be announced later for those cities. ''I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,'' <strong> Simon Cowell </strong> said in a statement Monday. <q>I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar.</q> The host and judges' panel are yet to be announced. ''It's a singing competition,'' <strong> Simon Cowell </strong> says in Fox press materials. But it takes more than that. ''You", "new_id": -2}, {"uid": "1296706237199049246", "i": 1209, "idx": 4, "sa": ["Michael Jordan", "Michael Vick", "Clyde Drexler"], "q": "than our game. I always tease <strong> Michael Vick </strong>[ <strong> Michael Jordan </strong>], if he played today, he'd average 50.'' ''The history book inspires them to be some of the best,'' said <strong> Michael Jordan </strong>. <q>Rules have changed to help them. I could have averaged 50 points today!</q> Question for <strong> Clyde Drexler </strong>: In the current league where there is no hand checking and no ruff play how much better would your numbers be? <strong> Clyde Drexler </strong>: Oh, tremendously better, from shooting percentage to points per game", "new_id": -2}, {"uid": "1296782411243531782", "i": 44399, "idx": 1, "sa": ["Jamaal Charles", "Arian Foster", "Michael Vick", "Phil Simms"], "q": "<strong> Jamaal Charles </strong> was chosen for the FedEx Award over Houston's <strong> Arian Foster </strong>, the NFL's leading rusher with 1,616 yards and a 4.9-yard average; and Atlanta's <strong> Michael Vick </strong> Turner, the third-leading rusher with 1,371 yards. <q>I had a chance to do one Kansas City Chiefs game, it was the playoff game,</q> said CBS Sports analyst <strong> Phil Simms </strong>, who presented the award. ''I was at practice, and I couldn't believe how fast <strong> Jamaal Charles </strong> was. TV lies. He's faster in person.'' <strong> Jamaal Charles </strong>", "new_id": -2}]