[{"uid": "1296273660046694428", "i": 20484, "idx": 7, "sa": ["Carmelo Anthony", "Marcus Camby", "Allen Iverson", "Ben Wallace", "Delonte West"], "q": "Delonte Western Conference playoff hunt. <strong> Allen Iverson </strong> had 26 points and seven assists, while <strong> Carmelo Anthony </strong> finished with 23 points and nine rebounds as the Nuggets used a <strong> Ben Wallace </strong> second half to defeat the Memphis Grizzlies 120-106 on Monday night. <q> We wanted to end this road trip the right way, </q> said <strong> Marcus Camby </strong>, who had 15 rebounds.`` In the first half, we didn't play particularly well.... We knew eventually if we picked up our level of defense, we had enough scoring to put", "new_id": -2}, {"uid": "1296940939224919552", "i": 17165, "idx": 7, "sa": ["Eric Schmidt"], "q": "social is the next big narrative. <strong> Eric Schmidt </strong> says that people who`` opt in'' to the system will begin experiencing a much richer relationship with technology, aided by their computerised`` personal assistant''. <q> We still think of search as something you type, </q> <strong> Eric Schmidt </strong> said.`` Perhaps a decade from now, you will think, well, that was interesting, I used to type but now it just knows.`` How does it know? Well,", "new_id": -2}, {"uid": "1296622781114606115", "i": 13042, "idx": 4, "sa": ["Sergio Marchionne", "Callum Macrae"], "q": "US, 27 years ago, the original 500 was still being made`` The global vehicle market is moving more and more towards a European blueprint,'' observes <strong> Callum Macrae </strong>, PricewaterhouseCoopers motor industry analyst. <q> European manufacturers are very adept at engine technology. </q> This could benefit Fiat, as`` fuel economy is embedded into the brand'', Mr <strong> Sergio Marchionne </strong> acknowledges.`` But it's about much more than that. I don't think it's", "new_id": -2}, {"uid": "1296244183061128804", "i": 22759, "idx": 3, "sa": ["Kirsten Gillibrand", "Samuel Alito", "Ted Haggard", "Mark Salter"], "q": ": Buzz. <strong> Mark Salter </strong> in a photo:`` Author of note:`` New Bipartisan Buddy System.'' <strong> Kirsten Gillibrand </strong> a friend request. note on <strong> Samuel Alito </strong>'s wall:`` Where were you?'' article: <q> The King's Speech Gets 12 Oscar Nominations. </q> article:`` <strong> Ted Haggard </strong> Admits He's Bisexual.'' That's right. He loves both women and Jesus. The Cleveland Plain Dealer posTed Haggard an article:`` Kucinich Sues House Cafeteria Over an Olive.''", "new_id": -2}, {"uid": "1297245717238927921", "i": 10139, "idx": 0, "sa": ["Simon Cowell", "Peter Dickson", "Paul O'Grady"], "q": "X FACTOR boss <strong> Simon Cowell </strong> is trying to entice Britain's top voiceover man to America. Booming <strong> Peter Dickson </strong>, 49, is familiar to millions of fans for telling nervous contestants: <q> It's time... to face... the music! </q> Now <strong> Simon Cowell </strong> wants him to deliver his sound on the talent show's American version from the autumn. <strong> Peter Dickson </strong>, who also does Britain's Got Talent, Family Fortunes, The <strong> Paul O'Grady </strong> Show,", "new_id": -2}, {"uid": "1297716260199933960", "i": 12356, "idx": 1, "sa": ["Mike Pence", "Jim DeMint"], "q": "permanently extend the current individual income tax rates, which will expire on January 1, 2013, and permanently repeal the death tax.`` Uncertainty is the enemy of prosperity,'' said Congressman <strong> Mike Pence </strong>. <q> By enacting a two-year extension on current tax rates, Congress merely extended the uncertainty that has stifled our economic growth. To encourage growth and job creation, Congress should act now to make all previous tax rates permanent and passing the Tax Relief Certainty Act will do just that. </q>`` This bill stops the largest tax increase in history by permanently extending current tax cuts for every American and killing the death tax,'' said Senator <strong> Jim DeMint </strong>.`` Employers need confidence that their taxes will", "new_id": -2}, {"uid": "1296927943014336018", "i": 34533, "idx": 3, "sa": ["Sergio Marchionne"], "q": "Romeo. It's hands-off. I told him. I will call him and I will e-mail him.'' <strong> Sergio Marchionne </strong> said Piech should concentrate on fixing Seat, VW's struggling Spain-based subsidiary. <q> I'm not the one who bought Seat, </q> he said.`` He's the one who bought it. I don't know if he can[ fix it], but he needs to try.'' <strong> Sergio Marchionne </strong> was speaking at a JD Power", "new_id": -2}, {"uid": "1295798999110280823", "i": 22040, "idx": 0, "sa": ["Colin Powell"], "q": "19, 2011, at the State Department in Washington. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Ariz. <q> I think he's got a way to go, </q> <strong> Colin Powell </strong> said.`` I mean, he hasn't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform.`` You know, we didn't elect Superman.", "new_id": -2}, {"uid": "1297298613261144581", "i": 53127, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "On Monday, he heard the police chief say the baby should survive. He smiled. U.S. Video: Police: Elementary teacher assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students Report Abuse <q>`` Some people think[ the cause of amnesia] might be altered blood flow to a part of the brain called the temporal lobe, which is where memories are formed </q> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q> Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term. </q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}]