[{"uid": "1296542758249364481", "i": 47610, "idx": 6, "sa": ["Michael Vick"], "q": "and we're hearing his name all the time.\" Either way, she said, extensive market research would have to be conducted before any major company would even consider aligning with <strong> Michael Vick </strong>. <q>I wouldn't want any of my clients to attach their name to his unless they know that the consumer would react to <strong> Michael Vick </strong> in a positive way,</q> Bodock said. \"That would definitely require some research.\" Added Klunk: \"I think you would have to do your due diligence and get an understanding from the consumer before you can make a", "new_id": -2}, {"uid": "1296461913199901198", "i": 3851, "idx": 1, "sa": ["Rajon Rondo", "Allen Iverson"], "q": "in \"He Got Game\"-- would have been proud. \"There's no better place, moment, time... to win a game, and to win in a great fashion,\" <strong> Allen Iverson </strong> said. <q>I don't know what record it is that people are telling me that I got, but it's great to have, great to be able to look back on it and say I did that. This is definitely our time.</q> Yet <strong> Allen Iverson </strong>'s barrage still wasn't enough to hand the defending champions their first home playoff loss of the season. All that elegant brilliance might have been wasted without <strong> Rajon Rondo </strong>, whose triple-double contained much of the dirty", "new_id": -2}, {"i": 36987, "idx": 0, "index_answer": 1, "new_id": -1, "q": " <strong> Conan O'Brien </strong> happy <strong> David Letterman </strong> called After all of the craziness that surrounded <strong> Conan O'Brien </strong>'s ouster from \"The Tonight Show\" settled down, the red-headed talk show host got a call from fellow chatter, <strong> David Letterman </strong>. <q>He wanted to know what <strong> Sen. Joe Lieberman </strong> was wearing,</q> <strong> Conan O'Brien </strong> jokes... To-Do Tonight: \"The Pillowman\" By my math, there are only five shows and 250 potential seats left-- many of which have been sold-- in the limited run of <strong> Martin McDonagh </strong>", "sa": ["David Letterman", "Conan O'Brien", "Martin McDonagh"], "uid": "1296765354144211971"}, {"uid": "1294973342249905153", "i": 27329, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "including hundreds of thousands of personal photographs, documents and doodles.\", \"note\":\"', \"correction\":\"', \"stillURL\": \"http://media3.washingtonpost.com/wp-dyn/content/photo/2011/01/13/PH2011011306236.jpg\", \"emailLink\": <q>http://www.washingtonpost.com/ac2/wp-dyn/emailalink?link=http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011306129.html&amp;title=Presidential library puts <strong> John F. Kennedy </strong> archives online& site= nation& type= Video& sent= no& search= Search</q>, \"permaLink\": \"http://www.washingtonpost.com/wp-dyn/content/video/2011/01/13/VI2011011306129.html\", \"showComments\": true, \"duration\":\"', \"mediaQueryString\": \"http://static.washingtonpost.com/wp/swf/OmniPlayer.swf?id=01132011-66v&amp;flvURL=/media/2011/01/13/01132011-66v.m4v&amp;playAds=true&amp;adZone=wpni.video.bc&amp;canShare=true&amp;jsonURL=http%3A%2F%2Fmedia.washingtonpost.com%2Fmedia%2Fmeta%2F2011%2F01%2F13%2F01132011-66v.jsn\"}{ \"title\": \"Wasserman-Schultz, <strong> Kirsten Gillibrand </strong> discuss", "new_id": -2}, {"uid": "1297445759223772675", "i": 27093, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": ". Nokia's chief executive is <strong> Stephen Elop </strong>, the former president of Microsoft's business division who left last year. In an open letter written by Microsoft Chief Executive <strong> Steve Ballmer </strong> and <strong> Stephen Elop </strong>, the two said, <q>There are other mobile ecosystems. We will disrupt them.</q> The two companies say they will combine services, such as Nokia Maps with Microsoft's search engine Bing and ad platform AdCenter. Microsoft would provide developer tools to software developers building for Nokia phones. Nokia", "new_id": -2}, {"uid": "1294980453267878419", "i": 47576, "idx": 0, "sa": ["Michael Vick", "Desmond Bishop", "Tramon Williams", "DeSean Jackson"], "q": "<strong> Desmond Bishop </strong> stepped into the picture and with a mighty one-handed swipe took <strong> DeSean Jackson </strong> down with a shoestring tackle at the Packers' 38-yard line. \"That was big,\" Packers defensive end Ryan Pickett said. <q>Actually it saved the game. That's a touchdown-saving tackle.</q> Thanks to <strong> Desmond Bishop </strong>, <strong> DeSean Jackson </strong> was stopped in his tracks after a 28-yard reception. Four plays later Eagles quarterback <strong> Michael Vick </strong> threw his fateful interception to <strong> Tramon Williams </strong> in the end zone to seal the Packers' 21-16 victory", "new_id": -2}, {"uid": "1295138665036634641", "i": 6396, "idx": 9, "sa": ["Tyronn Lue", "Allen Iverson", "Lamar Odom"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. \"We were trying to keep the ball out of his hands as much as possible.\" <q>He was holding me the whole time,</q> <strong> Allen Iverson </strong> said http://wn.com/Dwyane_Wade_Complete_Highlights_[32_Points]_vs_Celtics_11309 Roundup: <strong> Lamar Odom </strong>, No. 4 Orange handle Red Storm Friday Look Ahead: Aztecs, Aggies in for a challenge Briefs: Balfour leaves Rays, signs with A's Briefs: Balfour leaves Rays,", "new_id": -2}, {"uid": "1296128045255868977", "i": 30197, "idx": 4, "sa": ["Michael Vick", "Adrian Peterson"], "q": "ecstatic to be here.\" <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC with more than 1.5 million votes, far ahead of Minnesota Vikings running back <strong> Adrian Peterson </strong>, the NFC's second-leading vote-getter at 948,410. <q>I'm going to try to put on a great show for the fans,</q> <strong> Michael Vick </strong> said. In the past, <strong> Michael Vick </strong>'s running is largely what got him into the Pro Bowl. He takes satisfaction that his passing was better than it has ever been this season. \"I feel like", "new_id": -2}, {"uid": "1295451814058523658", "i": 23397, "idx": 2, "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "q": ",\" he said about <strong> Jay Leno </strong>'s fans who tune in every night. \"I don't like <strong> Jay Leno </strong> personally,\" <strong> Howard Stern </strong> said. He complimented the comedian's career early on, but added, <q>I don't like the way he's behaved with me personally. I've done his show many times in the past; I won't do it again.</q> He also accused Mr. <strong> Jay Leno </strong> of stealing jokes and material. He In contrast, he said <strong> David Letterman </strong> of CBS's Late Show with <strong> David Letterman </strong> is an \"original,\" and that many of his bits have", "new_id": -2}, {"uid": "1295615565136232978", "i": 11366, "idx": 0, "sa": ["Andy Coulson"], "q": "as former prime minister answered questions about the war in Iraq at a high-profile inquiry and the opposition Labour Party was caught up in political turmoil of its own. In a statement, Mr. <strong> Andy Coulson </strong> said: <q>It's been a privilege and an honor to work for <strong> David Cameron </strong> for three-and-a-half years. I'm extremely proud of the part I've played in helping him reach No. 10 and during the coalition's first nine months.</q> \"Nothing is more important than the Government's task of getting this country back on its feet. But, he said, \"unfortunately, continued coverage of events connected to my old job", "new_id": -2}]