[{"uid": "1295903297179077120", "i": 31101, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "Is the U.S. government changing fast enough?\" \"Do we need more troops? And if so, where and for what purpose?\" \"My brain would be going,\" he said. <q> I wanted to find out something. I needed help. I needed advice. Some of them were just,' I need a haircut.' </q> Another <strong> Donald Rumsfeld </strong> Rule: \"If you are not criticized, you may not be doing much.\" As defense secretary, he was admired as daring and innovative by foreign policy hawks and others", "new_id": -2}, {"uid": "1296486373063668243", "i": 2374, "idx": 11, "sa": ["Mike Pence"], "q": "raised eyebrows over his introduction of a bill to make it harder to subpoena reporters. <strong> Mike Pence </strong> has been a favorite of reporters because of his accessibility and affability. As he likes to say, <q> I'm a conservative, but I'm not in a bad mood about it. </q> <strong> Mike Pence </strong> served fresh-popped Indiana popcorn to reporters at his regular briefings while serving as GOP conference chairman. When <strong> Mike Pence </strong> was asked to be the GOP speaker in 2010 at an annual gathering of congressional reporters", "new_id": -2}, {"uid": "1295501959237502465", "i": 41065, "idx": 7, "sa": ["Simon Cowell"], "q": "one of the best pieces of advice he was once given by a very successful person: \"<strong> Simon Cowell </strong>, always know when to leave the fair.\" He says now he understands and agrees with this advice. <q> I can look back on the last 10 years and say it's been a blast. I've enjoyed myself. It's not the most difficult job in the world, is it? \"You're good, you're terrible,\" walk out. </q>", "new_id": -2}, {"uid": "1295569075103366669", "i": 2259, "idx": 2, "sa": ["Barack Obama", "Sen. Bernie Sanders"], "q": ". The administration has promised to replenish the$ 120 billion in lost revenue to the Social Security trust fund from the general treasury at a future date, but <strong> Sen. Bernie Sanders </strong> and his liberal allies are skeptical. <q> The danger of doing that is that this precedent becomes extended, </q> <strong> Sen. Bernie Sanders </strong> said in an interview. \"I know as surely as I'm sitting here that a year from now, when <strong> Barack Obama </strong> says this is only a one-year program, what are Republicans going to say? They", "new_id": -2}, {"uid": "1295564515217792561", "i": 7228, "idx": 0, "sa": ["Eric Schmidt"], "q": "Cable, 1/20/2011 5:08:55 PM Google co-founder Larry Page is replacing <strong> Eric Schmidt </strong> as CEO effective Apr. 4. a blog posting from <strong> Eric Schmidt </strong> posted Thursday. <strong> Eric Schmidt </strong>, who was brought in in 2001, said that <q> now was the right moment to make some changes to the way we are structured. </q> <strong> Eric Schmidt </strong> tweeted, a reference to the fact he was brought in to help run a company started by college kids in a dorm room. The CIOs Guide to Videoconferencing Security Keeping Pace with th.. Extracting and", "new_id": -2}, {"uid": "1295033286023609359", "i": 43788, "idx": 0, "sa": ["David Letterman", "Bo Outlaw"], "q": "when he played for the Phoenix Suns. \"I played with <strong> Bo Outlaw </strong> back in my rookie year and I used to make fun of him all the time,\" Stoudemire said about <strong> Bo Outlaw </strong> wearing goggles. <q> They're not fashionable. So then I figured since I have to wear them, it's time to make these goggles fashionable. </q> Facebook! Know something we don't? E-mail us at New York Knicks star Amar' e Stoudemire appeared on \"Late Night with <strong> David Letterman </strong>\" on Thursday. He discussed his how he dealt with suffering from", "new_id": -2}, {"uid": "1295386293114753561", "i": 13042, "idx": 3, "sa": ["Sen. Bernie Sanders"], "q": "Welch explained the date change Vermont seeks to enable a swifter move toward a singlepayer system meshes with flexibility conservative politicians might also like because of their opposition to federal control of health care. <q> My argument to them is why not let states experiment? So it is a state's rights argument, </q> Welch said. <strong> Sen. Bernie Sanders </strong> added that the date change wouldn't cost the federal government anything extra, doesn't mention the word singlepayer but would hold states to all the requirements of the law.", "new_id": -2}, {"uid": "1297390016200884258", "i": 41921, "idx": 10, "sa": ["Donald Rumsfeld", "Henry Kissinger", "Robert Scales", "Dean Acheson", "Colin Powell", "Condoleezza Rice"], "q": ", more in keeping with the older Washington tradition of <strong> Dean Acheson </strong> or <strong> Henry Kissinger </strong>. As might the historians.\" Finally, retired Major <strong> Colin Powell </strong>( <strong> Condoleezza Rice </strong>) <strong> Robert Scales </strong>' <strong> Robert Scales </strong> starts as follows: <q> Personal accounts fill in the blanks of contemporary history, blanks left by sterile timelines and the speculations of carping outsiders. <strong> Donald Rumsfeld </strong>'s \"Known and Unknown </q> is thus one of the most important contributions to a growing list of remembrances of our most recent wars.\" Mr. <strong> Donald Rumsfeld </strong>'s confession that the nation would have been better served had he resigned immediately after", "new_id": -2}, {"uid": "1295971287048300059", "i": 42307, "idx": 1, "sa": ["Eric Schmidt"], "q": "time after time. That was the key message the PR folks wanted to get over. We are not the bad guys. In fact Mr. <strong> Eric Schmidt </strong> went out of his way to tell how great Google is. <q> The future should be organized around doing good, </q> he told a largely appreciative audience. And he told us just what a force for good Google is-helping free imprisoned ministers for example. But the one bit of his speech that was, if not new", "new_id": -2}, {"i": 16616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q> The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with, </q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities to", "sa": ["Bill Lockyer"], "uid": "1295960930216842358"}]