[{"uid": "1295733874106954754", "i": 17010, "idx": 6, "sa": ["Shane Williams", "Allen Iverson", "Tyronn Lue", "Nigel Mansell"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.'' <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said 1993 <strong> Nigel Mansell </strong> FIRST TEST IN A INDYCAR at firebird international raceway phoenix... Despite being world champion, <strong> Nigel Mansell </strong> had a falling out with <strong> Shane Williams </strong>. In his autobiography <strong> Nigel Mansell </strong> writes that this was because of a deal", "new_id": -2}, {"uid": "1297184307108150821", "i": 59603, "idx": 0, "sa": ["Charlie Sheen", "Emily Blunt", "Cameron Diaz", "Angelina Jolie", "Carmen Electra"], "q": "home version, we've got bad news: there's exactly one extra, and it's just a brief interview with <strong> Emily Blunt </strong> talking about how much she loved making the film. <strong> Charlie Sheen </strong>'s Uncomfortable Cameo in <q> Wall Street: Money Never Sleeps </q> Eric has written about movies, celebrities, and movies starring celebrities. He once babysat with <strong> Angelina Jolie </strong>, made <strong> Cameron Diaz </strong> laugh ice tea out of her nose, and landed in a paparazzi photo with <strong> Carmen Electra </strong>. He abhors", "new_id": -2}, {"uid": "1296225598086933507", "i": 8611, "idx": 1, "sa": ["Sang Hong", "Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "Ng?i ta ti?t l u th?ng n?y l ng <strong> Eric Schmidt </strong>, 55 tu?i, s nh?ng ch?c gi?m c i?u h?nh cho <strong> Larry Page </strong>, 37 tu?i, ng?i ng s?ng l?p Google v?i <strong> Sergey Brin </strong>. ng n?i: <q> Trong s ba ng?i ch?ng t?i, t?i lu?n l ng?i tin t?ng nh?t v?o chuy?n m r?ng <strong> Sang Hong </strong> Trung Qu?c </q>. ng <strong> Eric Schmidt </strong> s v?n l`` ch t?ch i?u h?nh'', vai tr m ng n?i g?m 2/3 i ngo?i v 1/3 i n?i, v?i a ph?n th?i gian d?nh cho kh?ch h?ng v i", "new_id": -2}, {"uid": "1295963519228147235", "i": 13721, "idx": 1, "sa": ["Dan Bricklin", "Eric Schmidt"], "q": "points he made about that revolutionary mobile-centric business thinking. <strong> Dan Bricklin </strong>( the inventor of the spreadsheet) shows off his latest tech creation-- Note Taker HD-- to TechWeb's David Berlind. It is described as <q> a powerful app for writing and organizing handwritten notes, diagrams, etc., on the iPad. </q> Now, I realize that in this business a whole lot can change in nine months-recall that the iPad was just being introduced at the time of <strong> Eric Schmidt </strong>'s talk, and that in the 275 days since then", "new_id": -2}, {"uid": "1295983428080740355", "i": 35673, "idx": 0, "sa": ["Vince Young", "Michael Vick", "Colin Kaepernick"], "q": "Tony Pauline This entry was posted on Tuesday, January 25th, 2011 at 1:24 pm and is filed under Ben Volin. You can follow any responses to this entry through the 3 Responses to <q> Getting to know... Nevada QB <strong> Colin Kaepernick </strong> </q> January 25th, 2011 at 1:33 pm <strong> Colin Kaepernick </strong> is a major project IMO. He'd be ok to draft in the later rounds if we can sign a <strong> Michael Vick </strong> or a <strong> Vince Young </strong>. January 25th, 2011", "new_id": -2}, {"uid": "1295257073226672643", "i": 35057, "idx": 4, "sa": ["Alassane Ouattara"], "q": "was announced as:`` His Excellency <strong> Alassane Ouattara </strong>, the president of the republic.'' The military roadblock was symbolic of Gbagbo's empty promises, <strong> Alassane Ouattara </strong> said. He called Gbagbo`` a liar'' who <q> has no credibility. He announced he was going to lift the blockade. Well, here is someone who is always ready to make promises he won't keep. </q> <strong> Alassane Ouattara </strong> and his wife occupy a luxury suite at the hotel. Some senior officials exercise by taking brisk walks around the compound every morning. As dusk sets in, soldiers get together for a game", "new_id": -2}, {"uid": "1296183151117178385", "i": 27586, "idx": 5, "sa": ["Mike Pence"], "q": "months tells NRO the conservative Hoosier`` was extremely torn while he deliberated.'' Another who met with <strong> Mike Pence </strong> feels his heart was never completely in a bid for president. Someone close to <strong> Mike Pence </strong> explains that <q> the people closest to him, the friends and people he knew best from Indiana, wanted to see him come back to Indiana. </q> By contrast,`` the support for him to run nationally was in large part from leaders of the national conservative movement''- who perhaps didn't have the same sway as his longtime supporters. <strong> Mike Pence </strong>", "new_id": -2}, {"uid": "1296081071243155050", "i": 34929, "idx": 0, "sa": ["Eric Schmidt"], "q": "your groceries-- and more. Google CEO <strong> Eric Schmidt </strong> showed off his new phone at the Web 2.0 Summit in San Fransisco. The Washington Post reports, the phone contains the Near Field Communication Chip-- or NFC. <q> The transactions will be completed by tapping a physical point, such as a payment terminal or other objects encoded with the information needed to complete the purchase. </q> This system means phones might soon replace credit cards. <strong> Eric Schmidt </strong> says, it's more secure than traditional credit card transactions. And this could create a huge niche industry.`` And ultimately the money that brings us", "new_id": -2}, {"uid": "1297217470140312578", "i": 57010, "idx": 2, "sa": ["George W. Bush", "Colin Powell"], "q": "found substantial evidence of an active Iraqi program to produce weapons of mass destruction, but Rumsfeld believed that the site near the Iranian border presented the best chance to prove they existed before the war began. <q> For whatever reason, the administration never made public these facts about an active WMD production facility run by terrorists in Iraq, </q> Rumsfeld wrote. He said he made his recommendation to <strong> George W. Bush </strong> at a Feb. 3, 2003, National Security Council meeting in which <strong> Colin Powell </strong> sketched out the presentation he was to make at the United Nations two", "new_id": -2}, {"i": 19129, "idx": 8, "index_answer": 1, "new_id": -1, "q": "'' The congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after winning a sixth term in November. <strong> Mike Pence </strong>, who often describes himself as <q> a Christian, a conservative, and a Republican, in that order, </q> is one of the party's most vocal critics of <strong> Barack Obama </strong>. In September, <strong> Mike Pence </strong> finished first in a straw poll of social conservatives who were asked to name the person they'd like to see as the 2012", "sa": ["Barack Obama", "Mike Pence"], "uid": "1296232207160088064"}]