[{"uid": "1297616629186400779", "i": 26888, "idx": 30, "sa": ["Paul Bremer", "Donald Rumsfeld"], "q": ", and then he'll be the goat.'' Which is what happened when, in the summer of 2003, <strong> Donald Rumsfeld </strong> recruited former State Department official <strong> Paul Bremer </strong> to run the occupation in Iraq. <q> He supposedly worked for me. He never really did, </q> <strong> Donald Rumsfeld </strong> said.`` It seems like he almost blew you off,'' Martin suggested.`` We had given him written guidance as to what to do and it said,` Let's", "new_id": -2}, {"uid": "1296573020100253704", "i": 6843, "idx": 0, "sa": ["Michael Vick"], "q": "2010 file image from video... Report Abuse \" There is something VERY SINISTER about how a Corporation can recover after having Billions in pay out because of there inept ability to operate A DRILLING RIG. \" Report Abuse <q> Oil companies never loose a nickel they just raise the price of oil. Ten years ago they only made Billions a year. Now they make Billions a quarter. The U.S. Politicians/Congress and Judges give themselves raises. </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl Hot Stock Alert- GSLO Our Solar Technology Charges Your iPhone on the Go. Invest Today! 2011 Top Gold Stock: SMNG Why Investors", "new_id": -2}, {"uid": "1297283444062046208", "i": 8461, "idx": 1, "sa": ["Kirsten Gillibrand", "Barbara Boxer"], "q": "male-o-garchy trying to turn the clock back on women's health. I remain committed to ensuring that American women always have the right to choose what's best for their own lives and their own bodies.'' <q> Republicans claim that they want to keep government out of people's lives, but they insist on asserting their authority in the lives of women, </q> <strong> Barbara Boxer </strong> <strong> Kirsten Gillibrand </strong> said.`` They've been in power only a few weeks, yet the Republicans have already made depriving women of the medical care they need and deserve one of their primary goals. This agenda", "new_id": -2}, {"uid": "1297657064154386444", "i": 18351, "idx": 0, "sa": ["David Letterman", "Marc Anthony", "Russell Brand", "Jennifer Lopez"], "q": "Oscar, and they invented this flying train. It's called an aeroplane.''-- <strong> Russell Brand </strong>, explaining to Seacrest how he got to Los Angeles so quickly after Oscar and Edgar? <q> You can't play footsies with those, because you end up all cut up. </q>-- <strong> Marc Anthony </strong>, about wife <strong> Jennifer Lopez </strong>'s mirrored Christian Louboutins`` Jay-Z revealed'Em pire State of Mind' was really about Trenton.''-- One of <strong> David Letterman </strong>'s top ten Grammy", "new_id": -2}, {"i": 27945, "idx": 2, "index_answer": 1, "new_id": -1, "q": "`` Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,'' <strong> Zahi Hawass </strong> said in a statement. But he asked that <q> this unique treasure be returned to the possession of its rightful owners, the Egyptian people. </q> World Video: Banned books back on sale in Tunisia's bookshops World Video: Raw Video: Deadly explosion at Moscow airport Report Abuse \" <strong> Zahi Hawass </strong> is nothing more than an Egyptian <strong> Sarah Palin </strong>( albeit with brains)", "sa": ["Sarah Palin", "Zahi Hawass"], "uid": "1295891307156680197"}, {"uid": "1297300470182632613", "i": 46745, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "move decisively and swiftly to address our concerns on this pressing subject,'' said Sarukhan. U.S. Video: Police: Elementary teacher assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students Report Abuse <q> it takes about 4000 rounds from a 50 cal machine gun, air to air to shoot down a plane. </q> Report Abuse \" Quit sending us Mexican and we will quit sending you guns OK!!!! \" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Trader Makes$ 4 Billion Wiz Kid Stock& Option Trader Makes$", "new_id": -2}, {"uid": "1296289522017268736", "i": 4362, "idx": 0, "sa": ["Jay Carney", "Mike Pence", "Dennis Kucinich", "Brit Marling"], "q": "nasty side effects.) The former presidential contender said the settlement he reached with the contractor that runs the Longworth cafeteria and a couple suppliers`` reflects the actual out-of-pocket expenses.'' Oh, and that <q> I don't want to have to make another dental visit for a very long time. </q> <strong> Dennis Kucinich </strong> gets a bad bite of sandwich, sues House cafeteria Read this: Sundance It Girl <strong> Brit Marling </strong>, Ice Cream Man, <strong> Mike Pence </strong>, <strong> Jay Carney </strong> So he tried to screw the government and only got''... actual", "new_id": -2}, {"uid": "1296102239116244691", "i": 8434, "idx": 2, "sa": ["Michael Vick"], "q": "He's a whole other person.'' Vito said <strong> Michael Vick </strong> is the company's first corporate spokesman. Terms of his deal weren't disclosed. But Vito said it's a`` sizable'' contract. <q> We believe it was worth it, </q> he said,`` because of <strong> Michael Vick </strong> and how he can shed light on the technology of our products.'' Unequal Technologies makes several shock-blocking sports pads. When <strong> Michael Vick </strong> returned after missing three games with a", "new_id": -2}, {"uid": "1296770511173654034", "i": 12196, "idx": 46, "sa": ["Donald Rumsfeld"], "q": "and <strong> Donald Rumsfeld </strong> says he eventually accepted the decision. To no one's surprise, he staunchly defends the treatment of terror suspects. One of his`` biggest disappointments,'' <strong> Donald Rumsfeld </strong> writes, was his inability <q> to help persuade America and the world of the truth about Gitmo: The most heavily scrutinized detention facility in the world was also one of the most professionally run in history. </q> He flatly rejects`` irresponsible charges'' to the contrary by human rights groups, editorial pages and`` most shamefully,'' members of Congress. While <strong> Donald Rumsfeld </strong> opposed waterboarding by military personnel, he saw``", "new_id": -2}, {"uid": "1294966659267878403", "i": 37275, "idx": 2, "sa": ["Katie Couric", "Kirsten Gillibrand"], "q": "Congress and the Senate. And I think it was a combination, perhaps, of the unexpected but familiar that really prompted her to open her eyes and look around,'' he said. <strong> Katie Couric </strong>: <q> Was her husband completely beside himself? </q> <strong> Kirsten Gillibrand </strong>:`` He was- it was dramatic. I mean, he- we didn't understand the importance of that. We didn't know that she had not opened her eyes. But what", "new_id": -2}]