[{"uid": "1295775237231407623", "i": 32208, "idx": 1, "sa": ["Simon Cowell", "Helen Mirren", "Piers Morgan", "Nick Clegg"], "q": "of a salacious quote. British politician <strong> Nick Clegg </strong> once acknowledged to <strong> Piers Morgan </strong> that he'd slept with`` no more than 30'' women. <strong> Helen Mirren </strong> revealed to him that she'd been date-raped. On the British talk show <q> <strong> Piers Morgan </strong>'s Life Stores, </q> <strong> Piers Morgan </strong> pressed his good friend <strong> Simon Cowell </strong> about the death of his father until the brutish`` American Idol'' judge cried on television-- a coup that <strong> Piers Morgan </strong> believes scored him the CNN gig. Now, <strong> Piers Morgan </strong>", "new_id": -2}, {"uid": "1295091531196460547", "i": 34691, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Expand Jeep is looking to revive its luxury Wagoneer, which will be a seven-seat SUV. Photo/ Supplied Jeep will resurrect a hallowed nameplate- the Grand Wagoneer- in two years. <q> It's time we gave the market an upper-scale Grand Wagoneer, </q> said Chrysler CEO <strong> Sergio Marchionne </strong>.`` You'll see it in January 2013.'' The Grand Wagoneer would be a seven-seat SUV built on the same platform as the Grand Cherokee and the Dodge Durango. Those", "new_id": -2}, {"uid": "1297275612018513958", "i": 33038, "idx": 5, "sa": ["Donald Rumsfeld", "Dick Cheney"], "q": "any case, his orders clearly violated the military chain of command-something <strong> Donald Rumsfeld </strong> failed to point out, according to his own account of the subsequent conversation. \"`` Yes, I understand,'' I replied. <q> Who did you give that direction to? </q> \"`` It was passed from here through the[ operations] center at the White House,'' <strong> Dick Cheney </strong> answered.`` Has that directive been transmitted to the aircraft?''``", "new_id": -2}, {"uid": "1297427687170164234", "i": 16342, "idx": 0, "sa": ["Maurizio Sacconi", "Sergio Marchionne"], "q": "in Italy starting in 2012 as part of a venture with Chrysler. Under the deal with unions, workers will put in more hours, take shorter breaks and risk having pay withheld for persistent absenteeism. <q> Integration with Chrysler may lead to new combinations, so it's crucial to stress the importance now of a prominent position for Italy, </q> Labor Minister <strong> Maurizio Sacconi </strong>, who will attend the meeting and spoke with <strong> Sergio Marchionne </strong> last week, said in an interview.`` The government wants to verify with Fiat's management the status of the Italian investment plan.''", "new_id": -2}, {"uid": "1296669399223756300", "i": 6047, "idx": 0, "sa": ["Zahi Hawass"], "q": " gyptens einmalige Kultursch?tze haben in den letzten Tagen einigen Schaden genommen- die wahren Ausma?e lassen sich nur zum Teil absch?tzen In Kairo sind die Sch?den jedoch weniger schlimm als bef?rchtet. Wien/Kairo/Assuan- <q> Mein Herz ist gebrochen, mein Blut kocht </q>, schrieb <strong> Zahi Hawass </strong> mit dem ihm eigenen Pathos am Sonntag in seinem Blog. Seit Montag ist der weltbekannte Arch?ologe neuer gyptischer Minister f?r Altert?mer. Und gleich in den ersten Stunden seiner Amtszeit hatte er alle H?nde voll zu", "new_id": -2}, {"uid": "1297177422265814026", "i": 51647, "idx": 9, "sa": ["John McCain", "Donald Rumsfeld", "Tommy Chong"], "q": "it written history. In fact, If we lived in a world of justice, yo WETHEPUPPETS: I am sure that the Germans could make the same <strong> Donald Rumsfeld </strong>`` waterboarding is humane'' <strong> Donald Rumsfeld </strong> and <strong> John McCain </strong> <q> bring me the head of <strong> Tommy Chong </strong> </q> ashcroft give republican s a bad name. they were just 2 of the players that destroyed civil discourse in this country. 1000daysoframen: <strong> Donald Rumsfeld </strong>`` waterboarding is humane'' <strong> Donald Rumsfeld </strong> and <strong> John McCain </strong>`` bring me the den1953 4", "new_id": -2}, {"uid": "1295910794246595599", "i": 54623, "idx": 0, "sa": ["David Letterman"], "q": "he appeared on the href=\"http://www.cbs.com/late_night/late_show/bio/David Letterman_David Letterman/bio.php\"> <strong> David Letterman </strong> Show, performing the drum solo of the Surfaris' 1962 hit,`` Wipe Out'' with finger-snaps instead of drumsticks. In 2004, noted that, <q> The list of things that are excellent about Bobby Badfingers is nDavid Lettermany endless; in fact, we haven't been so unabashedly enthusiastic about a live act since we heard Charo had a new thing going in Vegas. But there's more: Badfingers, who just shot a commercial for Yahoo!, is in the midst of establishing a`` finger-snapping media empire </q> by creating a how-to book and instructional DVD titled`` Snapology 101 for Whippersnappers.'' He's also commissioned a cartoon called`` Snapmaster Badfingers and His Homies.'' \" Given Badfingers and his work is a", "new_id": -2}, {"uid": "1296770511173654034", "i": 14680, "idx": 54, "sa": ["Donald Rumsfeld", "Bill Clinton", "Condoleezza Rice"], "q": "that nothing about the administration's Iraq policy had changed. A week later, says <strong> Donald Rumsfeld </strong>, <strong> Condoleezza Rice </strong> privately apologized for the flap.`` You're failing,'' he recalls telling her. <q> You could have said something in the NSC meeting in front of the <strong> Bill Clinton </strong> and the principals. </q>`` Don, you've made mistakes in your long career,'' <strong> Condoleezza Rice </strong> replied.`` Yes, but I've tried to clean them up.'' There were glimmers of good", "new_id": -2}, {"uid": "1295665752254312485", "i": 19225, "idx": 0, "sa": ["Andy Coulson"], "q": "Print <strong> Andy Coulson </strong> quits Downing Street communications role The prime minister's communications chief <strong> Andy Coulson </strong> has resigned, blaming coverage of the News of the World phone hacking scandal. Mr <strong> Andy Coulson </strong> said coverage had <q> made it difficult for me to give the 110% needed in this role </q>. He faced pressure after claims about phone hacking while he was editor. Mr <strong> Andy Coulson </strong> quit as editor in 2007 saying he took ultimate responsibility for the scandal. He denied knowing phone hacking was", "new_id": -2}, {"i": 2550, "idx": 0, "index_answer": 1, "new_id": -1, "q": "a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seahawks receiver Mike Williams, who got eight. Seahawks kick returner <strong> Leon Washington </strong> got one vote. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said.`` The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great.'' ESPN analyst <strong> Desmond Howard </strong> said", "sa": ["Leon Washington", "Michael Vick", "Desmond Howard"], "uid": "1296963508197279805"}]