[{"i": 11683, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case. \"What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,\" <strong> Simon Cowell </strong> continued. <q>The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours].<q> My Settings Your comment contains inappropriate content in violation of our How One Japanese TV Audition Turned Into a Real-Life \"Truman Show\" PublishDate= 2/7/2011 3:00:00 PM New on DVD& Blu-ray, Week", "sa": ["Simon Cowell"], "uid": "1297129562188514341"}, {"uid": "1296108950041386014", "i": 10159, "idx": 0, "sa": ["Kobe Bryant", "Michael Vick", "Ben Roethlisberger"], "q": "favorite is not. Performance, you see, sells. Ask <strong> Kobe Bryant </strong>, star of the two-time defending NBA champion Los Angeles Lakers. Ask <strong> Ben Roethlisberger </strong>, quarterback of the Super Bowl-bound Pittsburgh Steelers. <q>As we saw in the <strong> Kobe Bryant </strong> case and many times throughout history, there's always redemption,<q> Andy Appleby, chairman of General Sports& Entertainment, a Minnesota-based marketing firm, told me when <strong> Michael Vick </strong> was released from prison. \"No one's ever going to forget, but( <strong> Michael Vick </strong>) still has a", "new_id": -2}, {"uid": "1296156543091389992", "i": 1909, "idx": 0, "sa": ["Aishwarya Rai", "David Letterman", "Abhishek Bachchan"], "q": "Nand... STOP SEXUAL ABUSE!!!! Porn is Evil!!!! Tu Mujhse Jab Se Mila Hai Remix by mun munspromoteam@gmail.com Tribe Entertainment... <strong> Aishwarya Rai </strong> still keen to work with Kareena <strong> Aishwarya Rai </strong> Actor <strong> Abhishek Bachchan </strong> isl keen to work with Kareena.He says <q>She was my first heroine and she will always be special for me. She is not only a very sweet girl but also one of the finest actresses. We started our journey together. So she is always special to me<q>... me and shiva@ vaseekara song shooting spot Playful pup pleases Parker! 1:29 <strong> Aishwarya Rai </strong> Burns <strong> David Letterman </strong> in his own show <strong> David Letterman </strong> letterman tries to make fun of indian tradition... but he gets burned straight down the punchline", "new_id": -2}, {"uid": "1296582437225869829", "i": 29216, "idx": 0, "sa": ["Stephan Said", "Sen. Bernie Sanders"], "q": "English in the video- I love the life of freedom/ Like birds love being in trees... <strong> Stephan Said </strong> says it's \"an anthem to global unity and equality I learned from my father,\" and that <q>this is our moment, the moment when each of us must summon our highest, most poetic selves to courageously step into the brilliance of the next world, a world already in the making.<q> <strong> Stephan Said </strong>'s offering the song for free download over at his website-- Cummings Seeks Copies of Industry Group Letters on Regulation Privately Sent to Issa <strong> Sen. Bernie Sanders </strong> Paul Appointed To Education Committee On Same Week He Proposed Abolishing", "new_id": -2}, {"uid": "1295887713005734413", "i": 30910, "idx": 2, "sa": ["Zahi Hawass"], "q": " \"Egypt recognises and appreciates the care and effort undertaken by the government of Germany to preserve and display the painted limestone bust of Queen Nefertiti,\" <strong> Zahi Hawass </strong> said in a statement. But he asked that <q>this unique treasure be returned to the possession of its rightful owners, the Egyptian people.<q> FILE- In this March 7, 1982 file photo, Cleopatra's... File photo of German Chancellor Merkel looking at... Queen Nefertiti, the ubiquitous, media-savvy Egyptian antiquities director whose... Egypt asks Berlin to", "new_id": -2}, {"uid": "1297302585098500612", "i": 16524, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "news push, AOL buys The Huffington Post <strong> Barack Obama </strong> Invited Muslim Brotherhood; What About Coptic Christians? U.S. Video: Police: Elementary teacher assaulted students U.S. Video: Ackerman Teachers Killed In Crash Mourned By Students Report Abuse <q>Yet ANOTHER sleaze bag Republican! Yikes!<q> Report Abuse \"Only a republican would resign, if it was a democrate no one would be surprised. After all you\" ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If", "new_id": -2}, {"uid": "1295568821043630596", "i": 17775, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come.\" Larry Page <q><strong> Eric Schmidt </strong> has clearly done an outstanding job leading Google for the last decade. The results speak for themselves. There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him. His advice and efforts will be invaluable to me as I start in this new role. Google still has such incredible opportunity-we are only at the beginning and I can't wait to get started.<q> <strong> Sergey Brin </strong> \"I'd like to mention that I've had a great time working with Larry now for 15 years and <strong> Eric Schmidt </strong> for a decade. Both of them have inspired and moved me. I would like to", "new_id": -2}, {"uid": "1295715899131842121", "i": 25773, "idx": 9, "sa": ["Kirsten Gillibrand", "Mayor Erastus Corning"], "q": "a stir by anointing her the Senate's \"hottest\" member. It's rare for a major-league female politician to discuss this dynamic lest she be labeled a thin-skinned whiner or divisive gender warrior. Not <strong> Kirsten Gillibrand </strong>. <q><strong> Mayor Erastus Corning </strong> think a lot of people underestimate women all the time,<q> she says. \"But that's OK,\" she adds( with a look that makes evident it is not OK). \"<strong> Mayor Erastus Corning </strong> know what <strong> Mayor Erastus Corning </strong>'m working with. <strong> Mayor Erastus Corning </strong> know what the challenges are", "new_id": -2}, {"uid": "1295774335001081384", "i": 46524, "idx": 1, "sa": ["Jonathan Ross", "John Rentoul", "Andy Coulson", "Betty Kitten Ross"], "q": ", <strong> Andy Coulson </strong> and Alan Johnson combined. Newspapers spilled the imaginary beans about \"<strong> Jonathan Ross </strong> girl's torment\", while Gaydar called her a \"beacon of hope\". <strong> Betty Kitten Ross </strong> seems bemused by the attention writing <q>I actually came out three years ago so I'm not that bothered<q> while tweeting supportive messages to young people who contacted her. â\u0080¢ <strong> John Rentoul </strong>: Flip-flops: a must-have No 10 accessory Often considered a weakness, a well-executed U-turn can enhance a premier's reputation, as PM", "new_id": -2}, {"uid": "1297129562188514329", "i": 1984, "idx": 9, "sa": ["Simon Cowell"], "q": "<strong> Simon Cowell </strong> is also excited to have kids as young as 12 years old audition- an opinion he didn't always have. American Idol? \"I haven't seen a full episode,\" he said. <q>I saw a three-minute recap. From what I've seen and from what I've heard, it all seems to be going well. And I always thought that would be the case. \"What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,<q> <strong> Simon Cowell </strong> continued. \"The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.", "new_id": -2}]