[{"uid": "1297710796205013005", "i": 36809, "idx": 0, "sa": ["Steve Ballmer"], "q": "do so with a giant like Nokia jumping into the game, supported by billions in Microsoft subsidies. In his keynote speech Monday at the trade show, Microsoft CEO <strong> Steve Ballmer </strong> rebutted that suggestion. <q> Nokia's support will help Windows Phone overall to build strength versus other mobile platforms, </q> <strong> Steve Ballmer </strong> said. \"That's not just good for Nokia, that's good for all our handset partners.\" O'Brien: How Nokia and Palm are taking different roads to a comeback", "new_id": -2}, {"uid": "1295455673232161306", "i": 19810, "idx": 1, "sa": ["David Letterman", "Larry King"], "q": "legacy as the morning-show <strong> Larry King </strong>. Though he got his start as an NBC page and went on to play Joey Bishop's sidekick on \"The Joey Bishop Show,\" coin catchphrases on ABC's hit game show <q> Who Wants to Be a Millionaire, </q> and banter with <strong> David Letterman </strong> on \"Late Show,\" it was \"Live\" that brought his espresso-shot energy, big personality and avuncular jokes to a national audience. \"He's everyman to so many", "new_id": -2}, {"uid": "1296911454221642769", "i": 60049, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "are preventing some features from appearing. DALLAS- NFL Commissioner <strong> Roger Goodell </strong> is not concerned about <strong> Michael Vick </strong> being billed as the host of a Super Bowl party because the Eagles quarterback told him it's not true. <q> He has said that on numerous occasions people have been using his name about being involved in some type of a party and he had no intention of participating in that, </q> <strong> Roger Goodell </strong> said. Speaking at his annual Super Bowl news conference Friday, the commissioner said he's spoken with <strong> Michael Vick </strong> three times in the last two weeks about his plans. \"", "new_id": -2}, {"uid": "1295677080221315102", "i": 13353, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "time, resigned shortly thereafter, insisting the reporter and investigator had acted on their own. He also said he had known nothing of the eavesdropping- a claim that increasingly has been called into question. <q> Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 per cent needed in this role, </q> <strong> Andy Coulson </strong> said Friday. \"I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,\" <strong> David Cameron </strong> said in a statement. \"<strong> Andy Coulson </strong> has told me that the focus on him", "new_id": -2}, {"uid": "1296055743070402055", "i": 44924, "idx": 0, "sa": ["Larry Page", "Eric Schmidt"], "q": "from the Google PR team had the chutzpah to make this suggestion to <strong> Larry Page </strong> or if <strong> Larry Page </strong> came up with the idea himself. As a final human touch, <strong> Eric Schmidt </strong> tweeted after the news was out: <q> Day-to-day adult supervision no longer needed! </q> I could have done without the exclamation point, but using a medium like Twitter provided a nice book end to why Google's board pursued <strong> Eric Schmidt </strong> in the first place in 2001. Again, many articles", "new_id": -2}, {"uid": "1297005022190775321", "i": 20515, "idx": 1, "sa": ["Zahi Hawass"], "q": "had raised fears that the country could suffer the same loss of cultural heritage as occurred in Iraq in 2003 after the fall of Saddam Hussein. Egypt's cultural treasures are now secure, <strong> Zahi Hawass </strong> said. <q> The Valley of the Kings is safe, the pyramids are safe, 24 museums are safe, the synagogues and the monasteries and the Muslim monuments are completely safe, </q> he said.", "new_id": -2}, {"uid": "1297691512098959367", "i": 52872, "idx": 1, "sa": ["Michael Gove"], "q": "projects in the area, worth? 138 million, were halted. He said the purpose of the letter was \"to plead with you to keep a promise you made last year\" . <q> You said then that you would visit Sandwell to talk to the pupils, heads and teachers in the schools which you had decided would not now be re-built, </q> the letter says. \"Mr <strong> Michael Gove </strong>, you have not yet kept your promise. In the months since your decision on BSF you have managed to travel to the West Midlands- but not to find", "new_id": -2}, {"uid": "1297268495062767136", "i": 26335, "idx": 2, "sa": ["Bernie Sanders", "Barack Obama"], "q": "a credible jobs agenda without spending money. \"One of the areas you want to focus on, and I hope and expect the <strong> Barack Obama </strong> will be talking about, is infrastructure,\" said <strong> Bernie Sanders </strong>. <q> You have a crumbling infrastructure where over a period of years we need to spend trillions of dollars. When you do that you create jobs. </q> <strong> Bernie Sanders </strong> called for investment in infrastructure and \"sustainable energy and energy efficiency,\" which he called \"good for the country.\" \"It creates jobs as well,\" said <strong> Bernie Sanders </strong>,", "new_id": -2}, {"uid": "1295976368172294158", "i": 11118, "idx": 0, "sa": ["Eric Schmidt"], "q": "outreach as executive chairman, also said the group would hire thousands of people this year, rejecting accusations that it has struggled to keep its best talent from leaving for Facebook and other Silicon Valley rivals. <q> I'm very personally excited about my next decade at Google, </q> <strong> Eric Schmidt </strong>, who oversaw Google's meteoric rise, told the DLD media conference in Munich on Tuesday. He told Reuters on Jan. 21 that his move was an effort to speed up decision-making.[ ID", "new_id": -2}, {"uid": "1297428190058949643", "i": 14243, "idx": 7, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "come from advertising and new forms of monetization.\" \"We the ability to activate users and put them in a position to be more effective in what we call local commerce,\" added <strong> Steve Ballmer </strong>. <q> Nokia has not just got mapping but other assets that we will import, if you will. There are a set of financial considerations for that as well. </q> Nokia is touting its Microsoft alliance on its Web page. <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> detailed their proposal immediately before the vast Mobile World Congress trade show in Barcelona, Spain, where a large", "new_id": -2}]