[{"uid": "1297588971109002780", "i": 17091, "idx": 4, "sa": ["Tony Blair", "Donald Rumsfeld", "Winston Churchill", "Osama bin Laden"], "q": "job for a second time aged 68 that is the focus of the greatest scrutiny and controversy. Mr <strong> Donald Rumsfeld </strong> rejects criticism that the invasion of Iraq was a distraction from the hunt for al-Qaeda leader <strong> Osama bin Laden </strong>. <q>He is probably still alive, but he is having a hell of a difficult time functioning</q> while eluding capture, he says. For <strong> Tony Blair </strong>, \"the most eloquent public voice\" in arguing the cause for war, there is the sort of praise that only the American <strong> Winston Churchill </strong> now lavishes.", "new_id": -2}, {"uid": "1297160511212434957", "i": 23811, "idx": 1, "sa": ["Simon Cowell", "Nicole Scherzinger"], "q": "with <strong> Simon Cowell </strong> but suddenly people aren't returning her calls. She doesn't want to get into a put-up scrap with <strong> Nicole Scherzinger </strong> with <strong> Simon Cowell </strong> playing the puppet master.\" A source told the Daily Mirror newspaper: <q><strong> Cheryl Cole </strong>'s been straight with <strong> Simon Cowell </strong> but suddenly people aren't returning her calls. She doesn't want to get into a put-up scrap with <strong> Nicole Scherzinger </strong> with <strong> Simon Cowell </strong> playing the puppet master.</q> Comment on this Article Although he wants <strong> Nicole Scherzinger </strong>, <strong> Simon Cowell </strong> still hasn't made a final decision on the line-up and his stalling is said to be concerning TV chiefs who want the judging panel to be signed", "new_id": -2}, {"uid": "1297094902077135892", "i": 17322, "idx": 0, "sa": ["Richard Hunter", "Michael Vick"], "q": "not clear to me where in town Caraway and <strong> Michael Vick </strong> are.( We'll get more on this as soon as we can sort it out.) But Caraway's words are clear: <q>I would like to present to <strong> Michael Vick </strong> the key to the city of Dallas, Texas. <strong> Michael Vick </strong>, you own it, you deserve it, you earned it. We appreciate you and we love you.</q> That last part is not universally true. The person who made the video-- who identifies himself in the soundtrack as <strong> Richard Hunter </strong> of 1190 AM radio-- claims to have bought one of <strong> Michael Vick </strong>'s", "new_id": -2}, {"uid": "1296218123081313799", "i": 2822, "idx": 2, "sa": ["Maurice Cheeks", "Allen Iverson", "Chris Webber"], "q": "\" <strong> Chris Webber </strong> and <strong> Allen Iverson </strong> combined for 50 of the Sixers' 84 shots and made 25 of the 42 field goals. While <strong> Allen Iverson </strong> scored 24 points in the first half, <strong> Chris Webber </strong> followed with 15 in the second. <q>I don't think I had any doubt about them playing together,</q> coach <strong> Maurice Cheeks </strong> said. \"The reason you put the ball in their hands is because they make plays.\" The Sixers will need the All-Stars to keep it up when they open a seven-game road trip Friday night", "new_id": -2}, {"uid": "1296231867027263003", "i": 3971, "idx": 8, "sa": ["Michael Gove"], "q": "is no longer acceptable.\" whathappened 27 January 2011 9:11 PM Tory policies are getting increasingly transparent. Heh, well, they were pretty transparent to begin with, but oh well. <q><strong> Michael Gove </strong>'s bill enables education secretary to order council to close and give out warning notices to failing schools</q> londonisporous 27 January 2011 9:45 PM I would like to ask <strong> Michael Gove </strong> why his fake English Baccalaureate's being introduced into English schools are not subject to the same severe testing has the IBO's International Baccalaureate", "new_id": -2}, {"uid": "1297332514205176883", "i": 19838, "idx": 0, "sa": ["David Letterman"], "q": "and \"highly entertaining\" by Publisher's Weekly. \"Wood's debut scores a solid eagle,\" says Kirkus Reviews. The audio version( narrated by Wood) was produced by Brilliance Audio. <q>Along the way, I suffered ghastly food poisoning in India and Egypt; weathered severe altitude sickness when crossing the Andes; encountered bloody civil wars in Bolivia and Nepal; accidently met Argentina's notorious dictator <strong> Carlos Menem </strong>; and was arrested by armed guards and deported in Ukraine,</q> says Wood. \"It wasn't exactly a golf weekend in Myrtle Beach.\" A former comedian with several appearances on \"Late Night with <strong> David Letterman </strong>,\" Wood now holds a public relations position with", "new_id": -2}, {"uid": "1297488327192626740", "i": 31203, "idx": 4, "sa": ["Donald Rumsfeld"], "q": " \"said that- it is correct.\" <strong> Donald Rumsfeld </strong>: \"It is not correct.\" And so it went. Stephanopoulos asked <strong> Donald Rumsfeld </strong> to concede that if he'd stayed in office after 2006, <q>there would have been defeat in Iraq and the surge would not have taken place.</q> <strong> Donald Rumsfeld </strong>: \"Oh, no, absolutely not.\" Stephanopoulos: \"Why is it so difficult, sir, for you to say,` This is the mistake I made. This is what we should", "new_id": -2}, {"uid": "1297323057252542979", "i": 10137, "idx": 9, "sa": ["Donald Rumsfeld"], "q": "puck opined: \"The fact that Politicians lie, is no revelation.\" There's no logic in this as a mere substitution of the collective noun \"little children\" shows: <q>The fact that little children lie, is no revelation.</q> I would still reprimand my child for lying. What <strong> Donald Rumsfeld </strong> is doing is called in the ten commandments \"Bearing false witness.\" Something a good sight worse than a mere fib. That he publilshed", "new_id": -2}, {"uid": "1295118112133988414", "i": 25249, "idx": 0, "sa": ["Ken Auletta", "Kathy Bates", "Alexander Payne", "Eric Schmidt", "Jack Nicholson"], "q": "When the Headline is You: An Insider's Guide to Handling the Media\" at Google Cambridge.... Authors@Google: <strong> Ken Auletta </strong> 51:03 The Authors@Google program welcomed <strong> Ken Auletta </strong> to Google's New York office to discuss his book, <q>Googled: The End of the World As We Know It</q>. <strong> Ken Auletta </strong> has written The New Yorker's Annals of Communications column since 1992 and is the author of \"Three Blind Mice&... Trailer for About <strong> Eric Schmidt </strong>( 2002) Director: <strong> Alexander Payne </strong> Cast: <strong> Jack Nicholson </strong>, <strong> Kathy Bates </strong>", "new_id": -2}, {"i": 30030, "idx": 2, "index_answer": 4, "new_id": -1, "q": "Orlando <strong> Magic Johnson </strong> on Saturday night. <strong> Allen Iverson </strong>, averaging an NBA-leading 29.7 points, was 17-of-36 from the field and made 24 of 27 free throws. <strong> Michael Jordan </strong> previous high was 58 against Houston on Jan. 15, 2002. <q>I score a career high and we won the game,</q> <strong> Allen Iverson </strong> said. \"That's how you draw it up in your dreams.\" It was the first 60-point game in the NBA since <strong> Tracy McGrady </strong> scored 62 for Orlando against <strong> George Washington </strong> on March 10, 2004, Indiana", "sa": ["George Washington", "Tracy McGrady", "Magic Johnson", "Michael Jordan", "Allen Iverson"], "uid": "1295299857181911591"}]