[{"uid": "1295637393157057065", "i": 21728, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Larry is ready to lead,\" said <strong> Eric Schmidt </strong>, in a nod to the company's 37-year-old co-founder. During the public conference call, <strong> Eric Schmidt </strong>, Larry Page and co-founder <strong> Sergey Brin </strong> lavished ebullient praise on one another. <q><strong> Eric Schmidt </strong> has clearly done an outstanding job,</q> Page said. A few moments later, <strong> Eric Schmidt </strong> sent out a peppy little tweet, \"Day-to-day adult supervision no longer needed!\" But surely there's more to the story. The company itself shrouded", "new_id": -2}, {"uid": "1295658301074924120", "i": 24667, "idx": 3, "sa": ["Ed Miliband", "Andy Coulson", "David Cameron"], "q": "Wednesday that he felt he had to leave Number 10. Senior civil servants were told the following day. Mr <strong> David Cameron </strong> said he was \"obviously very sorry to see him go\". He said: <q>He did a very good job as Director of Communications both for the Government and the country. He ran the Downing Street press office in a very professional and straightforward and correct way, and I think he's done some very good work. \"But I understand why he wants to go with the things that happened with the News of the World... Obviously he resigned at the time and I've always felt he was punished for the same offence twice.</q> Labour leader <strong> Ed Miliband </strong> said Mr <strong> Andy Coulson </strong> had \"done the right thing\" but should have gone earlier. He said: \"We've been saying for some time that the cloud of allegations surrounding <strong> Andy Coulson </strong>'s", "new_id": -2}, {"uid": "1295039838092176408", "i": 37839, "idx": 0, "sa": ["Mike Pence"], "q": "it was unacceptable to spend 12 percent more for these programs than last year. Democrats accused Republican of trying to stall the bill by offering 100 or so amendments. Republican Representative <strong> Mike Pence </strong> said it was <q>an outrageous abuse of the legislative process</q> for Democrats to cut off debate after 30 minutes during the first amendment. He insisted that it was not about the process but about \"runaway federal spending.\" Democrats shot back that Republicans were making it harder", "new_id": -2}, {"uid": "1297203269184696860", "i": 6558, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "to begin withdrawing troops in 2011 and to complete the pullout by 2014, <strong> Donald Rumsfeld </strong> said he saw grounds for worry but he was not precise about his reasons. He said the U.S. approach could set in motion forces <q>potentially adverse to the government of Afghanistan.</q> It was the Iraq war that led to <strong> Donald Rumsfeld </strong>'s demise at the Pentagon; he resigned in November 2006 as Democrats regained control of the Congress and the outlook for success in Iraq appeared increasingly grim.", "new_id": -2}, {"uid": "1295222036260489247", "i": 45322, "idx": 17, "sa": ["Linas Kleiza", "Kobe Bryant", "Carmelo Anthony", "Allen Iverson"], "q": "<strong> Linas Kleiza </strong> 41pts vs Boozer Jazz NBA 07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q>I've now scored 40 points on the highest stage you can ever score,</q>... HD HQ <strong> Kobe Bryant </strong> 52 points vs Dallas Mavericks HIGH QUALITY HD HQ <strong> Kobe Bryant </strong> 52 points vs Dallas Mavericks HIGH QUALITY Best sports highlight packages( go through the video section): www.youtube.com DESCRIPTION:-- to comment on", "new_id": -2}, {"uid": "1297662325045400099", "i": 13860, "idx": 2, "sa": ["Donald Rumsfeld", "Condoleezza Rice", "Colin Powell", "President Bush"], "q": "six years during which he ran the Defense Department for <strong> President Bush </strong>, particularly because nearly two-thirds of the book deal with that relatively brief period in the author's life. But, as Mr. <strong> Donald Rumsfeld </strong> writes, <q>I don't spend a lot of time in recriminations, looking back or second-guessing decisions made in real time with imperfect information by myself or others.</q> <strong> President Bush </strong> <strong> Donald Rumsfeld </strong> of State <strong> Colin Powell </strong> and National Security Adviser <strong> Condoleezza Rice </strong>, later secretary of state, are two colleagues who come in for a particular bashing, the former chairman of the joint chiefs as a self-interested operator", "new_id": -2}, {"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q>Sales professionals are at the heart of almost every successful business,</q> said <strong> Steve Ballmer </strong>. \"Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}, {"uid": "1297046068038584348", "i": 45358, "idx": 2, "sa": ["Michael Vick"], "q": "serving time for running a dogfighting ring, rejuvenating his spectacular football career in Philadelphia. \"I want to be a role model,\" Roethlisberger said during his Super Bowl press conferences this past week. <q>I want people to look up to me.</q> And <strong> Michael Vick </strong> wants to own a dog again. But they're both playing in a public eye that's still focused on their checkered pasts. That doesn't get erased by winning", "new_id": -2}, {"uid": "1295883490173096982", "i": 16866, "idx": 3, "sa": ["Eric Schmidt"], "q": "very fine line between on your behalf and without your knowledge or approval. Just as fine is the line between without you needing to type and without you needing to think or act. <strong> Eric Schmidt </strong> explains further that, <q>most people don't want <strong> Google Inc. </strong> to answer their questions. They want <strong> Google Inc. </strong> to tell them what they should be doing next.</q> When I read that interview, my blood ran cold. A more perfect expression of totalitarianism could scarcely be articulated. A soft totalitarianism, to be sure, but all the more insidious for it-- the hard", "new_id": -2}, {"uid": "1295642034266682385", "i": 22315, "idx": 0, "sa": ["Eric Schmidt"], "q": "` As we got larger it was harder for us to move as quickly as we would like so I think this is part of the whole practice of speeding up decision processes,\" he said. <q>Quick rapid execution is absolutely essential, especially in a highly competitive world like this.</q> Recent ex-Googlers who left the company to join Facebook, including former Google Australia engineer Lars Rasmussen, have said Google has become too unwieldy as it has grown. <strong> Eric Schmidt </strong> gave similar comments in a", "new_id": -2}]