[{"uid": "1294975566041533468", "i": 18169, "idx": 2, "sa": ["Gary Moore", "Allen Iverson"], "q": "playoffs.'' Besiktas spokesman Kursat Kaplan said Wednesday the team would assess <strong> Allen Iverson </strong>'s future after another MRI this week. <strong> Gary Moore </strong> had no timetable for <strong> Allen Iverson </strong>'s surgery, only that that it was`` soon.'' <q> People need to know that <strong> Allen Iverson </strong> is and always has been a fighter, </q> <strong> Gary Moore </strong> said.`` He's got a battle ahead of him.'' <strong> Gary Moore </strong> said <strong> Allen Iverson </strong>`` totally disputes'' reports out of Turkey that he was set to retire. The 11-time NBA All-Star has said he's", "new_id": -2}, {"uid": "1297621943221642781", "i": 29475, "idx": 0, "sa": ["Hosni Mubarak", "Zahi Hawass"], "q": ": Several major pieces have been stolen from the Egyptian museum, including a statue of King Tutankhamun, Egypt's minister of state for antiquities <strong> Zahi Hawass </strong> said today. The objects missing from the famed museum included <q> a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess </q> and parts of`` a gilded wood statue of Tutankhamun harpooning,'' <strong> Zahi Hawass </strong> said. Looters broke into the museum in Cairo's Tahrir Square on January 28 when massive protests against <strong> Hosni Mubarak </strong> drove his police from", "new_id": -2}, {"uid": "1295786138191660080", "i": 4226, "idx": 1, "sa": ["Michael Vick", "Tony Dungy"], "q": "shortcomings on defense were entirely the fault of coordinator Sean McDermott.`` You never know-- he was following a great system, but they had a ton of injuries,'' <strong> Tony Dungy </strong> said. <q> You lose a guy like <strong> Stewart Bradley </strong> and you take an integral part out of the defense, that always hurts, but sometimes it just doesn't work.`` I got fired in Tampa and I still thought I was a pretty good coach. </q>`` He wants it to work out here,'' <strong> Tony Dungy </strong> said about <strong> Michael Vick </strong>,`` and I would be surprised if it doesn't.'' Working it out is really", "new_id": -2}, {"uid": "1297279326173539386", "i": 47078, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": ": A photo released by the office of U.S. Video: Loughner pleads not guilty in AZ shooting... Video: <strong> Barack Obama </strong> has kicked smoking habit, first lady says Video: Why Americans Are Turning Against Obamacare Report Abuse <q> Laborman said`` Arizona doesn't deserve her. You are# 1 in loose gun laws and# 1 in gun deaths per 100,000 population. So all your guns aren't protecting you. With your guns and racism you are a laughingstock in the world </q> </blockquote> ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Cancer Treatment Centers CTCA Is Recognized For The Best In Cancer Care. Explore Your Options! Mortgage Rates Hit 2.99% If you owe less than$ 729k", "new_id": -2}, {"uid": "1297716334016629790", "i": 12637, "idx": 0, "sa": ["Piers Morgan", "Michael Vick"], "q": " made a bet as to who would land <strong> Michael Vick </strong> for his first talk-show appearance. But <strong> Michael Vick </strong> admitted he doesn't know who <strong> Piers Morgan </strong> is and would welcome the opportunity to appear on Oprah's show. <q> If the bet was made, she'll probably win, because I know nothing about that other guy </q> USA Today quoted him as saying.", "new_id": -2}, {"uid": "1296832141203898905", "i": 43163, "idx": 0, "sa": ["Barack Obama", "Hosni Mubarak", "Ronald Reagan", "Sen. Bernie Sanders", "King Hussein"], "q": ".'' Independent <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong>, a standard-bearer for the American Left, acknowledged to AFP this week that <strong> Ronald Reagan </strong>`` was a very warm individual'' who`` connected with the American people.'' <q> But <strong> King Hussein </strong> think many of the policies that he developed did a great deal of disservice to the middle class and working families of this country. And <strong> King Hussein </strong> think we can learn from those serious policy errors and hopefully not continue, </q> said <strong> Sen. Bernie Sanders </strong>. <strong> Ronald Reagan </strong>, <strong> King Hussein </strong>, left, <strong> Hosni Mubarak </strong> Video: Raw Video: Shriver laid to rest in Massachusetts... Article: <strong> Ronald Reagan </strong> legacy weighed amid 100th birthday events... <strong> Ronald Reagan </strong> Centennial: Presidential Campaign Announcement Photo", "new_id": -2}, {"uid": "1295611398069435392", "i": 10510, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "have resigned as director of communications in Downing Street`` It's been a privilege and an honour to work for <strong> David Cameron </strong> for three and a half years.'' The former editor said he was <q> extremely proud of the part he played </q> in getting the party back into government. Mr <strong> Andy Coulson </strong> said the row over phone hacking made it`` difficult to give the 110% needed in this role''. He added:`` I", "new_id": -2}, {"uid": "1295425615261013543", "i": 45481, "idx": 2, "sa": ["Franklin Roosevelt", "Barack Obama", "Sen. Bernie Sanders"], "q": "a campaign to pressure <strong> Franklin Roosevelt </strong> and Congress to oppose cuts. And <strong> Sen. Bernie Sanders </strong> has stepped up as their champion in the Senate, confirming their concerns based on knowledge drawn from his relative proximity to the president. <q> What I'm hearing does not reassure me- that we have a president who is not prepared to defend the heart and soul of what the Democratic Party has been about since <strong> Franklin Roosevelt </strong>, </q> said <strong> Sen. Bernie Sanders </strong>, a self-described democratic socialist. The independent from Vermont on Friday wrote to <strong> Barack Obama </strong> urging him stick by his campaign promise and oppose cuts in Social Security benefits, as Washington debates ways to cut", "new_id": -2}, {"uid": "1297265672144211976", "i": 39152, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "inmates at the Guantanamo Bay prison in Cuba. Bush was due to visit Geneva to address a Jewish charity gala on Saturday, but organisers cancelled the event due to what they described as security concerns. <q> People are trying to make legal issues out of public policy issues, which is unfortunate, </q> <strong> Donald Rumsfeld </strong> told Reuters.`` I think it's a sign of the times.'' <strong> Donald Rumsfeld </strong>, who personally authorized harsh interrogation techniques used on some terrorism suspects, said he had not considered whether he,", "new_id": -2}, {"i": 556, "idx": 14, "index_answer": 0, "new_id": -1, "q": "think you could have made it a hit.'?'' American Idol's season-one co-host <strong> Brian Dunkleman </strong> admits to having been extremely freaked out the first time he saw <strong> Simon Cowell </strong> tell someone they should never sing again. <q> It's one thing to watch it on television, but then you spend time with these kids and you have to look at them right in the eyes, and then their mother is looking at you, like,` What just happened?'? </q> But <strong> Simon Cowell </strong>'s value was instantly clear.`` I still didn't know what the hook of this show was-all these kids come out and sing,'' stage manager <strong> Debbie Williams </strong> remembers of her first day on", "sa": ["Brian Dunkleman", "Simon Cowell", "Debbie Williams"], "uid": "1295218070163594249"}]