[{"uid": "1295007936080707626", "i": 9466, "idx": 1, "sa": ["Gordon Brown", "Cheryl Cole", "Simon Cowell"], "q": "do it for a million for SANDS. money, mouth??????????????????'' Piers, whose guests on the ITV1 interview show have included <strong> Gordon Brown </strong>, <strong> Cheryl Cole </strong> and <strong> Simon Cowell </strong>, told Lily: <q> I will get ITV to make substantial five figure donation to your charity for the interview </q>. But the singer told him:`` Those are my terms. I've got no interest in coming on your show, you've been asking me for years.'' She revealed she had", "new_id": -2}, {"uid": "1295629409219988022", "i": 32064, "idx": 0, "sa": ["Mike Pence"], "q": "<strong> Mike Pence </strong>, who introduced a similar bill late in the last Congress, said that it is the government's job, not the Fed's, to boost economic growth and drive up employment. <q> It is the job of Congress and the President to put forth pro-growth policies on taxes, to rein in government spending and to reduce the regulatory burden in order to create an environment that is friendly to our nation's job creators, </q> he said in a statement.`` Printing money is no substitute for sound fiscal policy.'' In 1977, the Federal Reserve received a`` dual mandate'' from Congress to pursue policies designed to both", "new_id": -2}, {"uid": "1297161526055738379", "i": 33842, "idx": 1, "sa": ["Simon Cowell"], "q": "It's a massive, massive risk,'' <strong> Simon Cowell </strong> said Monday afternoon in the first wave of promotion for the American version of the show, which debuts this fall on Fox. <q> It puts enormous pressure on us to find a star. But I think we can. </q> <strong> Simon Cowell </strong> also expressed confidence that the new show can thrive despite the ongoing success of'' American Idol,'' which <strong> Simon Cowell </strong> left after last season. He talked little about``", "new_id": -2}, {"uid": "1294965093056983574", "i": 3892, "idx": 4, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "said.`` And the more we joked about what we were going to do, she started to open her eyes.'' <strong> Gabrielle Giffords </strong>' husband, Mark Kelly, realized the significance of the moment. <q> <strong> Gabrielle Giffords </strong>, open your eyes, open your eyes, </q> he said, according to <strong> Kirsten Gillibrand </strong>. Said <strong> Debbie Wasserman Schultz </strong>:`` It felt like we were watching a miracle.'' So how did <strong> Gabrielle Giffords </strong> survive the gunshot wound? The path of the bullet,", "new_id": -2}, {"uid": "1297301491011485226", "i": 39046, "idx": 0, "sa": ["Kermit Gosnell", "Maria Vitale", "Mike Pence"], "q": "<strong> Maria Vitale </strong>, education director for Pennsylvania Pro-Life, said that her organization is deeply concerned, and that they would want to see yearly inspections at abortion facilities and tougher regulations. <strong> Kermit Gosnell </strong> <q> We hope that the General Assembly will be proactive in taking action to ensure the health and safety of women and babies throughout Pennsylvania, </q> she said. In Washington, a leading House Republican, Rep. <strong> Mike Pence </strong> of Indiana, said Wednesday that undercover videotapes that appear to show Planned Parenthood clinic employees offering advice to a faux", "new_id": -2}, {"uid": "1297117709195428398", "i": 21438, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "ABC in an interview to be broadcast on`` Nightline'' Monday. <strong> President Bush </strong> has written that the troop level in Iraq was`` the most important failure in the execution of the war.'' <q> I think that it's possible, </q> <strong> Donald Rumsfeld </strong> responded.`` We had( an) enormous number of troops ready to go in.... You know, the path you didn't take is always smoother.'' <strong> Donald Rumsfeld </strong> is promoting his memoir", "new_id": -2}, {"uid": "1295470639018825221", "i": 10599, "idx": 1, "sa": ["Gabrielle Giffords", "Sen. Bernie Sanders"], "q": " health care reforms. The GOP House leadership is now back, determined to repeal a law that gives Americans health care security while cutting budget deficits-- but in a nice way. <q> We can and should have a debate about the facts of the law and its records, </q> said House Speaker Health-care repeal would boost deficit Following the attack against <strong> Sen. Bernie Sanders </strong> <strong> Gabrielle Giffords </strong> and bystanders, Republicans put off action to scuttle the Democrats' health-care reforms. The GOP House leadership is now back, determined to repeal", "new_id": -2}, {"i": 2952, "idx": 17, "index_answer": 5, "new_id": -1, "q": "spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night.`` It was a huge lift off of me,'' <strong> Allen Iverson </strong> said. <q> I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I'm just excited that I got my first win and I can now try to get a lot more. </q> <strong> Tayshaun Prince </strong> added 26 points and 11 rebounds for the Pistons, who had lost their first two games since acquiring <strong> Allen Iverson </strong> from Denver last week for All-Star point guard <strong> Chauncey Billups </strong>, key reserve <strong> Antonio McDyess </strong> and <strong> Cheikh Samb </strong>. After falling behind", "sa": ["Tayshaun Prince", "Martin Luther King", "Cheikh Samb", "Chauncey Billups", "Antonio McDyess", "Allen Iverson"], "uid": "1295586272212418583"}, {"uid": "1297260696007700498", "i": 5061, "idx": 1, "sa": ["Simon Cowell", "Cheryl Cole", "the Fox"], "q": "me to be the voice of the American' X Factor'. I am being flown out to Los Angeles during Oscars week so I can meet <strong> the Fox </strong> executives to try to sort out a deal.'' <q> <strong> Simon Cowell </strong> has said he'd like me to be the voice of the American' X Factor'. I am being flown out to Los Angeles during Oscars week so I can meet <strong> the Fox </strong> executives to try to sort out a deal. </q> However, Peter admits bosses might not be in favour of him being the voiceover act as they are wary of making the show too British with <strong> Simon Cowell </strong> already confirmed as a judge and <strong> Cheryl Cole </strong> also", "new_id": -2}, {"uid": "1295755514184385552", "i": 31014, "idx": 0, "sa": ["Rasheed Wallace", "Allen Iverson", "Dirk Nowitzki", "Rick Barry"], "q": "Detroit Pistons from start to finish Tuesday night, the finish got pretty close before Dallas pulled out a 103-101 victory.`` Hey, stuff happens in this league,'' said <strong> Dirk Nowitzki </strong>, who scored 30 points. <q> We'll take the wins as we can get them. </q> <strong> Rick Barry </strong> Hamilton was a late scratch for Detroit because of an aggravated groin problem. With <strong> Rasheed Wallace </strong>( calf) and <strong> Allen Iverson </strong>( back) also out, the Pistons were missing a combined average of 48.5 points per game", "new_id": -2}]