[{"uid": "1297231746082936005", "i": 49642, "idx": 2, "sa": ["Sergio Marchionne"], "q": "15 billion Chrysler bailout. \"We had no choice... I am going to pay the shyster loans.\" Text DETNEWS to 64636 to get breaking news alerts on your phone. He called the loans <q> a thorn in my side. </q> Chrysler's also in talks with banks to refinance its debt and plans to have an \"agreement in principle\" by end of March, he said. <strong> Sergio Marchionne </strong> spoke at an auto industry conference", "new_id": -2}, {"uid": "1295985441139264028", "i": 22392, "idx": 2, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "amounts to a grass-roots effort of those who feel the government has blocked this \"miracle\" product. \"There is no industry support on this thing at all,\" she said of the organization. <q> We want to keep it this way so no one can say we are a shill for the tobacco, drug or e-cigarette industry. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog EDUCATION Company Cabrillo College Location EMPLOYMENT OPPORTUNITIES Company ENGINEER SOFTWARE Company Advent", "new_id": -2}, {"uid": "1294954455018661427", "i": 16443, "idx": 0, "sa": ["David Letterman", "Ian Robertson", "Peanut Butter Wolf", "Conan O'Brien", "Harry Potter", "Jay Leno"], "q": "year. \"<strong> Harry Potter </strong> and the Deathly Hallows: Part 2\" is the biggest screen farewell since the final \"Star Wars\" decade of adventures for the young wizard. Then there's that vampire-werePeanut Butter Wolf-schoolgirl love trIan Robertsongle. <q> The Twilight Saga: Breaking Dawn- Part 1 </q> is the Everything's good with <strong> David Letterman </strong>, says <strong> Conan O'Brien </strong>, but with <strong> Jay Leno </strong>, not so good KDVR BURBANK, Calif.( AP)- <strong> Conan O'Brien </strong> says he got a target=\"_blank\" phone call from <strong> David Letterman </strong> over", "new_id": -2}, {"uid": "1295545294257720361", "i": 35274, "idx": 0, "sa": ["Ricky Gervais", "David Letterman", "Piers Morgan"], "q": "admonish him halfway through the ceremony, when he seemed to disappear for an hour? Well <strong> Ricky Gervais </strong> will appear this evening on <strong> Piers Morgan </strong> Tonight, and in one David Lettermany clip he explains his thoughts on the Globes scandal: <q> I don't think I did anything wrong... I'm confronting the elephant in the room. Like I'm going to go out there and not talk about the issues in their industry. I've got to be an outsider there, I mustn't come out there as everyone's mate and schmooze- that's nauseating. I've got to come out there and roast them. </q> The video- and <strong> David Letterman </strong>'s poignant take on the situation- after the jump. Two nights before <strong> Ricky Gervais </strong> decided to address the situation on CNN, <strong> David Letterman </strong> brought his perspective to the issue, in", "new_id": -2}, {"uid": "1295636633124272650", "i": 38957, "idx": 0, "sa": ["Andy Coulson"], "q": "editor of a top-selling tabloid newspaper. <strong> Andy Coulson </strong> denies any knowledge of the hacking, but admitted he'd committed a cardinal sin for a back room operator-- he became the story. <strong> Andy Coulson </strong> said <q> continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110 percent needed </q> in his role as Downing Street communications chief. \"I stand by what I've said about those events but when the spokesman needs a spokesman, it's time to move on.\"", "new_id": -2}, {"uid": "1295672695088440834", "i": 21270, "idx": 1, "sa": ["Eric Schmidt"], "q": "law,\" and he used it to his own advantage as he decided what was and wasn't obscene. Comstock was even made the head of the New York Society for the Suppression of Vice. <q> He has an incredible success rate by the time he's really taking on Craddock in 1902, </q> says <strong> Eric Schmidt </strong>. \"He's had 2,000-plus convictions. He doesn't lose that many cases. He's after anything that he thinks contains obscenity that might corrupt AmEric Schmidtan innocence, so he casts as broad a net", "new_id": -2}, {"uid": "1296364135215957509", "i": 21324, "idx": 16, "sa": ["Earl Monroe", "Allen Iverson", "Earl Boykins", "George Karl"], "q": "picks in 2007 on Dec. 19. He and backcourt mate <strong> Earl Boykins </strong>, who may be the smallest tandem in the league, ran the Celtics around the court all evening. <strong> Earl Boykins </strong> finished with 28 points as well. <q> <strong> Earl Monroe </strong> and I are just playing good together, </q> <strong> Allen Iverson </strong> said. \"I just wanted to make it easy for him and make it easier for everybody.\" <strong> Allen Iverson </strong> definitely made it easier for everybody. <strong> Allen Iverson </strong> had permission from Nuggets coach <strong> George Karl </strong> to shoot more and", "new_id": -2}, {"uid": "1297271131262504545", "i": 43031, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "up to the 2004 presidential election. Specifically, in the book Known and Unknown, <strong> Donald Rumsfeld </strong> recalls taking issue with Bush's infamous \"Mission Accomplished\" speech, specifically the line in which the president said, <q> The transition from dictatorship will take time, but it is worth every effort. Our coaltition will stay until our work is done. </q> <strong> Donald Rumsfeld </strong> reacted: \"That was not the way I understood our plan. A nation that had suffered under decades of dictatorial rule was unlikely to quickly recognize itself into a stable, modern, democratic state", "new_id": -2}, {"uid": "1297682501211042366", "i": 37102, "idx": 2, "sa": ["Justine Thornton", "Michael Gove"], "q": "people challenge me on it from a political standpoint, the more resistant I will become.\" In the Times, Mr <strong> Justine Thornton </strong> reveals that Angels, whose lyrics include \"I sit and wait\" and <q> I know that life won't break me </q>, is \"always in the CD player in the car when we get away for a weekend together\" . <strong> Michael Gove </strong> does not share the unhealthy bedroom habits of comedian Eric Morecambe( left) He adds", "new_id": -2}, {"uid": "1295306829212140110", "i": 46430, "idx": 2, "sa": ["Allen Iverson", "Chris Webber", "Tim Duncan", "Hal Greer"], "q": "<strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> Webbe... Top 10 Plays from the 2009 Philadelphia 76ers Top 10 Plays of the 2009 Season from the Philadelphia 76ers... NBA 2K11 Gameplay Video: Philadelphia 76ers vs. New York Knicks with Hal GreerfTim Duncane Show NBA 2K11 Gameplay Video", "new_id": -2}]