[{"i": 28255, "idx": 0, "index_answer": 0, "new_id": -1, "q": "his career- and change games, all with his hair flapping behind him. \"As soon as he hangs his cleats up, he's going to the Hall of Fame,\" Steelers cornerback <strong> Ike Taylor </strong> said, <q>and I want to take the bus ride so I can be there.</q> His popularity is soaring among fans around the country, who have made his No. 43 Steelers jersey the top seller in the NFL. Yep, more than <strong> Tom Brady </strong>, <strong> Peyton Manning </strong>, <strong> Drew Brees </strong> or even <strong> Michael Vick </strong>. \"I", "sa": ["Ike Taylor", "Peyton Manning", "Drew Brees", "Michael Vick", "Tom Brady"], "uid": "1296654250052576301"}, {"uid": "1296506296005701644", "i": 5477, "idx": 0, "sa": ["Colin Powell"], "q": "larger economy and population than America does. Japan spent decades with the world's second largest economy. South Korea has 40 times the GDP and twice the population of North Korea. As <strong> Colin Powell </strong> exclaimed in 1991, <q>I'm running out of demons. I'm running out of enemies. I'm down to Castro and <strong> Kim Il Sung </strong>.</q> Yet America accounts for roughly half of the globe's military outlays. In real terms the U.S. government spends more on the military today than at any time during the Cold War, Korean War, or", "new_id": -2}, {"uid": "1297176031226918403", "i": 3191, "idx": 33, "sa": ["David Letterman", "Aaron Rodgers"], "q": ", kicked a field goal and I'm thinking, one, I'm a little worried about our special teams. Every time we kick off, I kind of hold my breath.\" <strong> David Letterman </strong>: <q>Now, why is that? Because earlier you spoke of nothing but confidence in the team?</q>( <strong> David Letterman </strong>, <strong> Aaron Rodgers </strong>, audience laugh) <strong> Aaron Rodgers </strong>: \"It's just too many bad memories of us taking control of the momentum and then losing it with a kickoff return or, you know--", "new_id": -2}, {"uid": "1295247357175046696", "i": 9571, "idx": 0, "sa": ["George Karl", "Kyle Korver", "Carmelo Anthony", "Marcus Camby", "Allen Iverson", "DerMarr Johnson"], "q": "who lost their third straight game. After <strong> Carmelo Anthony </strong>'s basket, <strong> Allen Iverson </strong> had a shot blocked by <strong> DerMarr Johnson </strong>. The Sixers retained possession and <strong> Kyle Korver </strong>'s driving layup attempt was swatted away by <strong> Marcus Camby </strong>, his fifth block. <q>It was a <strong> Yao Ming </strong> defensive play,</q> said <strong> Marcus Camby </strong> http://wn.com/Nuggets-Hornets_121-63_I_Anthony_26pts,7ast,6reb,Billups_17pts,8ast_vs_West_14pts,Posey_12pts,7reb NEW ORLEANS, April 27,2009( AP) <strong> George Karl </strong> scanned two decades of NBA coaching memories and failed to find an instance when one of his teams played as well, from start to finish, as", "new_id": -2}, {"uid": "1297117709195428398", "i": 21438, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": "ABC in an interview to be broadcast on \"Nightline\" Monday. <strong> President Bush </strong> has written that the troop level in Iraq was \"the most important failure in the execution of the war.\" <q>I think that it's possible,</q> <strong> Donald Rumsfeld </strong> responded. \"We had( an) enormous number of troops ready to go in.... You know, the path you didn't take is always smoother.\" <strong> Donald Rumsfeld </strong> is promoting his memoir", "new_id": -2}, {"uid": "1296917233046448644", "i": 3900, "idx": 1, "sa": ["Barbara Walters", "David Letterman"], "q": "Ms. <strong> Barbara Walters </strong> picked up on the fact that he seemed to know the difference in the various states of mind and asked whether he spoke from experience with depression and whether he is on medication to treat it now. <q>I get medicinal help for depression,</q> Mr. <strong> David Letterman </strong> said. With millions of Americans affected by depression, the news of another high-profile person battling the problem is perhaps as comforting to hear as Mr. <strong> David Letterman </strong>'s admission was surprising to hear by others. With", "new_id": -2}, {"uid": "1296744552199131154", "i": 30110, "idx": 12, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "the attacks, he choked up in a meeting with Bush while thinking of his son. On Nov. 21, 2001, the president led <strong> Donald Rumsfeld </strong> to a small office near the Situation Room and asked: <q>Where do we stand on the Iraq planning?</q> <strong> Donald Rumsfeld </strong> quickly prodded military leaders on the subject. It's the latest confirmation that war-or at least serious war planning-was gearing up long before the public was clued in, and despite the absence of any link between <strong> Saddam Hussein </strong>", "new_id": -2}, {"uid": "1294993546105644058", "i": 9600, "idx": 1, "sa": ["Kirsten Gillibrand", "Barack Obama", "Gabrielle Giffords"], "q": "It was raw strength. It was beautiful, and so moving,\" said <strong> Kirsten Gillibrand </strong>, who flew to Tucson with <strong> Barack Obama </strong> for an emotional memorial service Wednesday for the six who died in the shooting. <q>She wanted us to know she was with us 100 percent, and understood everything we were saying.</q> The uplifting signs of recovery came shortly after the president had visited <strong> Gabrielle Giffords </strong>. \"I think she realized the president of the United States was there, but I'm not sure she knew why", "new_id": -2}, {"uid": "1295600499103776311", "i": 7319, "idx": 5, "sa": ["Eric Schmidt"], "q": "on Thursday, he would earn about$ 334.7 million on the stock sale. He would still own about 2.7 percent of Google's outstanding capital stock, down from 2.9 percent before selling the shares. <q>As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making,</q> <strong> Eric Schmidt </strong> said in a posting on the company's official blog. \"And over the holidays we decided now was the right moment to make some changes to the way we are structured.\"", "new_id": -2}, {"uid": "1297427687170164234", "i": 13510, "idx": 1, "sa": ["Maurizio Sacconi", "Sergio Marchionne"], "q": "combinations, so it's crucial to stress the importance now of a prominent position for Italy,\" Labor Minister <strong> Maurizio Sacconi </strong>, who will attend the meeting and spoke with <strong> Sergio Marchionne </strong> last week, said in an interview. <q>The government wants to verify with Fiat's management the status of the Italian investment plan.</q> The Mirafiori deal is part of a 20 billion-euro($ 27 billion) investment project to revamp Fiat's five Italian car plants, where it aims to produce 1.4 million vehicles a year by 2014 from 650,000", "new_id": -2}]