[{"uid": "1297534788214712322", "i": 15438, "idx": 0, "sa": ["Mike Pence", "Greg Walden"], "q": "last month, Reps. <strong> Mike Pence </strong> of Indiana and <strong> Greg Walden </strong> of Oregon unveiled this week the Broadcaster Freedom Act, which would ban the FCC from forcing broadcasters to give free airtime to opposing sides on controversial issues. <q> The American people cherish freedom, especially freedom of speech and of the press, </q> said <strong> Mike Pence </strong>, a former radio talk show host who introduced the same bill in the last session of Congress when Democrats still controlled the House. To: Sub-Driver Republicans Seek to Bury Regulation of Political Speech on", "new_id": -2}, {"uid": "1295228905163069960", "i": 23410, "idx": 1, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "Mark Kelly, on Saturday night. The astronaut described the latest progress in his critically injured wife's recovery after the Jan. 8 shooting.`` She's making progress every day,'' <strong> Kirsten Gillibrand </strong> said. <q> She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing. So... it's an extraordinary amount of progress for a woman who sustained such a horrific injury that she did. </q> On Sunday, <strong> Gabrielle Giffords </strong>' condition was upgraded to` serious' after successful procedures. <strong> Gabrielle Giffords </strong> was the primary target in the attack outside a Safeway market in Tucson where the congresswoman had gone to", "new_id": -2}, {"uid": "1297422806245137409", "i": 23242, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "smartphone from its partnership with Microsoft, although he also hinted that we shouldn't have to wait too long as they are expecting a quick rollout of the new hardware to suit a range of devices. <q> Part of the unique relationship here is that we will help Microsoft go down scale, </q> said <strong> Stephen Elop </strong>, confirming that Microsoft will loosen its strict hardware guidelines. Microsoft CEO <strong> Steve Ballmer </strong> added that the software giant has been working on making that happen since November, and that it really liked Nokia's", "new_id": -2}, {"uid": "1295640121217038855", "i": 5525, "idx": 1, "sa": ["Eric Schmidt"], "q": "he decided to step aside.In announcing the move Thursday, <strong> Eric Schmidt </strong> said that the company no longer needed his`` adult supervision'' and that Page, 38, was ready to run the world's leading internet company. <q> We have been talking about how best to simplify our management structure and speed up decision making for a long time, </q> said <strong> Eric Schmidt </strong> in announcing the decision.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm", "new_id": -2}, {"uid": "1296195422159858704", "i": 38239, "idx": 2, "sa": ["Ahmed Nazif", "Zahi Hawass"], "q": "had no legal claim to it. The SCA, which <strong> Zahi Hawass </strong> heads, said in an email that its request had been approved by both Prime Minister <strong> Ahmed Nazif </strong> and the Egyptian ministry of culture. <q> This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country, </q> it said. <strong> Zahi Hawass </strong> has campaigned to repatriate several pharaonic treasures in recent years, including the Rosetta Stone now in the British Museum. We welcome comments that advance the story directly or with relevant tangential", "new_id": -2}, {"uid": "1296416429170033283", "i": 7806, "idx": 0, "sa": ["Arian Foster", "Michael Vick", "Brandon Lloyd"], "q": "scenery and weather can't be beat. Temperatures this week mostly were in the high 70s, perfect for the Pro Bowlers who went golfing, fishing, jetskiing and toured Pearl Harbor with their families. <q> This is like heaven. I'll die and go to Hawaii. That's all right with me, </q> Houston Texans running back <strong> Arian Foster </strong> said. A few players even hit the waves, such as Denver Broncos receiver <strong> Brandon Lloyd </strong>. But Philadelphia Eagles quarterback <strong> Michael Vick </strong> wasn't getting anywhere near a surfboard.``", "new_id": -2}, {"uid": "1295524677199704589", "i": 32905, "idx": 2, "sa": ["Allen Iverson", "David West"], "q": "the powerful Lakers. His late flurry silenced the Staples Center and unceremoniously ended Los Angeles' run at a perfect postseason.`` Anybody that bet on it, some broke people out there,'' <strong> Allen Iverson </strong> said. <q> I'm glad nobody didn't bet their life on it'cause they definitely would be dead right now. </q> Instead, the Sixers-- double-digit underdogs-- are very much alive as they again displayed their heroic heart.`` Our guys just try hard,'' Sixers coach Larry <strong> David West </strong> said.`` This is kind of unexpected", "new_id": -2}, {"uid": "1296845928173342777", "i": 720, "idx": 0, "sa": ["Roger Goodell", "Michael Vick"], "q": "Commissioner <strong> Roger Goodell </strong> said today he has spoken to <strong> Michael Vick </strong> three times in the past two weeks and that the Eagles quarterback had`` no intention'' of attending the Super Bowl parties being promoted under his name. <q> He has said that on numerous occasions people have been using his name, </q> <strong> Roger Goodell </strong> said, clearly implying that it was done without <strong> Michael Vick </strong>'s permission. <strong> Roger Goodell </strong> also praised <strong> Michael Vick </strong>'s progress off the field this year.`` We're looking for success stories... he paid", "new_id": -2}, {"uid": "1295978244157089838", "i": 9317, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "'s damage for longer, although specialists are particularly concerned about the lifespan of children who live all their lives obese rather than getting fat after they're grown. As for all those health care bills, <q> it's not enough to trump a lot of our behaviors, </q> Crimmins said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog RELIGIOUS EDUCATION DIRECTOR Company SENIOR SOFTWARE ENGINEER Company Storm8 SOCCER", "new_id": -2}, {"i": 45137, "idx": 0, "index_answer": 0, "new_id": -1, "q": "third prize is$ 1,000. Also, the first-place winner is likely to make a guest appearance on`` Late Night with <strong> David Letterman </strong>.'' The talk show host was once a grocery bagger. <q> There's no guarantee, but it's traditional for the winner to be a guest on the show, </q> said <strong> Cindy Kaplan </strong>, media marketing manager for Martin's Super Markets. Eskander said he thinks he has a chance of winning today's contest.`` I've been practicing.", "sa": ["Cindy Kaplan", "David Letterman"], "uid": "1297677860109084718"}]