[{"uid": "1297127660188514311", "i": 4779, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "AP Television Writer LOS ANGELES( AP)- <strong> Simon Cowell </strong> wants his new Fox talent series \"The X Factor\" to include controversy, vocal groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. <q>We've spoken to her, she knows I'm a big fan,<q> <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. \"I've always said at some point we are going to be working together.\" But, he added, \"I have to", "new_id": -2}, {"i": 24914, "idx": 0, "index_answer": 3, "new_id": -1, "q": "auditions are any indication, <strong> Steven Tyler </strong> and <strong> Jennifer Lopez </strong> will be hugging and kissing more \"Idol\" wannabes in their inaugural season than <strong> Simon Cowell </strong> ever did in his nine nasty years on <strong> the Fox </strong> singing competition. advertisement <q>I think with every artist- and <strong> Jennifer Lopez </strong> and <strong> Steven Tyler </strong> are legendary artists- you have a lot of warmth and a lot of nurturing,<q> said <strong> Michael Jackson </strong>, the lone original judge remaining on the panel. \"That's what happens. We've seen it in other seasons when we've had artists come in and mentor the singers. They really love", "sa": ["Steven Tyler", "the Fox", "Simon Cowell", "Michael Jackson", "Jennifer Lopez"], "uid": "1295365273237895710"}, {"uid": "1296888568025706496", "i": 800, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "2009 season after spending 18 months in prison on federal charges of running a dogfighting ring. \"We're looking for success stories; we're not looking for players to fail,\" <strong> Roger Goodell </strong> said. <q>He's paid a very significant price, and he's doing the right thing.<q> <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. \"", "new_id": -2}, {"uid": "1296884781086720518", "i": 21902, "idx": 1, "sa": ["Zahi Hawass"], "q": "<strong> Zahi Hawass </strong>, on Thursday played down accounts of the break-in at the Museum and warned against \"rumours.\" In a posting on his blog( www.drhawass.com/blog/state-egyptian-antiquities-3-february-2011), <strong> Zahi Hawass </strong> said the incident at the museum resulted in <q>70 broken objects, all of which can be restored.<q> \"I want people to know that after nine days of protests, the monuments are safe,\" <strong> Zahi Hawass </strong> said. \"If anything happens, I will announce it.\" He explained that the fire", "new_id": -2}, {"uid": "1296776054237715475", "i": 15297, "idx": 0, "sa": ["Michael Vick", "Billy Joel"], "q": "lines of questioning from reporters and having to defend himself for having a good time, Roethlisberger didn't do anything wrong( other than requesting a <strong> Billy Joel </strong> song). summed up the situation perfectly: <q> \"I'm not concerned about[ Roethlisberger going out] one iota. It's normal for guys to eat dinner believe it or not.... I understand things being reported or viewed differently but that's not our concern. Believe it or not guys live lives.<q>\" The following night, Roethlisberger's life was more low-key. He said he stayed in and watched a movie in his hotel room. \"Prev <strong> Michael Vick </strong>'s Super Bowl party has its own movie", "new_id": -2}, {"uid": "1295991953089178223", "i": 3076, "idx": 3, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney", "Gerald Ford", "President Lyndon Johnson"], "q": "a briefing <strong> President Lyndon Johnson </strong> gave in 1966 on the Vietnam War and White House papers from July 1975- when he was chief of staff under <strong> President Lyndon Johnson </strong> <strong> Gerald Ford </strong>- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. <q>It's not a journal, it's not a diary,<q> he says of the <strong> Gerald Ford </strong> White House notes. \"It is a set of working documents that I've never edited. In fact, most I've never reread.\" As defense secretary under <strong> President Bush </strong>", "new_id": -2}, {"uid": "1297067402127746083", "i": 43402, "idx": 0, "sa": ["Sergio Marchionne"], "q": "truck brands. The Auburn Hills automaker sold 1.1 million cars and trucks in the U.S. last year. CEO <strong> Sergio Marchionne </strong> said last month that Chrysler expects to sell 2 million vehicles globally in 2011. <q>They're looking at selling 1.5 million to 1.6 million vehicles in the U.S.,<q> said Bill Kelly, owner of Kelly Cars in Moon Township, Pa., near Pittsburgh. \"And it's going to be less dependent on fleet sales.\" Fleet sales to rental companies, corporations", "new_id": -2}, {"uid": "1297234976152961059", "i": 22188, "idx": 1, "sa": ["the Fox", "Paula Abdul", "Simon Cowell"], "q": "include controversy, vocal groups, not just soloists, and maybe, <strong> Paula Abdul </strong> as a judge. <strong> Simon Cowell </strong> says he's \"spoken to her, she knows I'm a big fan.\" He adds he's <q>always said at some point we are going to be working together.<q> But, he says he has \"to take everyone's opinions into account\" including the show's other producers and <strong> the Fox </strong> network. <strong> Simon Cowell </strong> says the judges' panel will be announced about a month from now.", "new_id": -2}, {"uid": "1297271131262504545", "i": 35408, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "up to the 2004 presidential election. Specifically, in the book Known and Unknown, <strong> Donald Rumsfeld </strong> recalls taking issue with Bush's infamous \"Mission Accomplished\" speech, specifically the line in which the president said, <q>The transition from dictatorship will take time, but it is worth every effort. Our coaltition will stay until our work is done.<q> <strong> Donald Rumsfeld </strong> reacted: \"That was not the way I understood our plan. A nation that had suffered under decades of dictatorial rule was unlikely to quickly recognize itself into a stable, modern, democratic state", "new_id": -2}, {"uid": "1297521835086999048", "i": 41440, "idx": 0, "sa": ["Howard Mudd", "Michael Vick", "Peyton Manning"], "q": "ball, <strong> Peyton Manning </strong> and <strong> Michael Vick </strong> are about as different as two quarterbacks can be. One is the prototypical pocket passer. The other is, well, uh, not the prototypical pocket passer. <q>The first thing our offensive staff did every week was figure out the protection schemes in the passing game,<q> said former Colts coach Jim Mora, who hired <strong> Howard Mudd </strong> in 1998. \"They were really good at coming up with ways to protect <strong> Peyton Manning </strong>. \"They prepared the team- the offensive line, the", "new_id": -2}]