[{"uid": "1297172313012386323", "i": 3774, "idx": 0, "sa": ["David Letterman", "Axl Rose", "Christina Aguilera", "Jay Leno", "Janet Napolitano"], "q": "<strong> Axl Rose </strong>), but that didn't stop the late night hosts from poking fun at her mishap. Just about everybody who performs a monologue ended up cracking a joke about <strong> Christina Aguilera </strong>, including <strong> David Letterman </strong>( who noted <q> I know all about public humiliation </q>) and <strong> Jay Leno </strong>( who said`` Secretary of Homeland Security <strong> Janet Napolitano </strong> told everybody if you see something at the Super Bowl that isn't right, tell somebody- and immediately 50 million people called after <strong> Christina Aguilera </strong> did the", "new_id": -2}, {"uid": "1297538046212795392", "i": 8837, "idx": 4, "sa": ["Sergio Marchionne"], "q": "est fix comme objectif de produire avec son partenaire 6 millions de v?hicules en 2014, contre moins de 4 millions actuellement.`` Le gouvernement prend acte de mani?re positive des intentions manifest?es'' par Fiat et <q> confirme sa volont d'aider? r?aliser les meilleures conditions de comp?titivit </q> en Italie, selon le communiqu. M. <strong> Sergio Marchionne </strong> s` est souvent plaint du manque de comp?titivit des usines italiennes de Fiat, soutenant que les b?n?fices du groupe taient g?n?r?s essentiellement? l'?tranger.", "new_id": -2}, {"uid": "1295202805257589268", "i": 11394, "idx": 0, "sa": ["Tom Coburn", "Charles Ellis Schumer", "Kirsten Gillibrand"], "q": ".) condition, Sen. <strong> Kirsten Gillibrand </strong> noted on NBC's`` Meet the Press'' that the Arizona Blue Dog had called for more civil debate before being shot in the head at a meet-and-greet with constituents. <q> We have to as leaders, as a body of government, come together and do the people's business, </q> she said. Sen. <strong> Charles Ellis Schumer </strong>( D-N.Y.) said on NBC that he and Oklahoma Republican <strong> Tom Coburn </strong> are`` good examples'' of lawmakers who disagree politically but`` keep it civil.'' <strong> Charles Ellis Schumer </strong> suggested", "new_id": -2}, {"uid": "1295907980137379943", "i": 25997, "idx": 0, "sa": ["Alassane Ouattara", "Jack LaLanne"], "q": " Ivory Coast is the world's largest producer of cocoa beans and cocoa prices shot higher on Monday after <strong> Alassane Ouattara </strong> made his proposal. Linkin Park performed to an enthusiastic crowd at Philips Arena on their <q> A Thousand Suns Tour. </q> Who can fly? Who can jum? Nominate the best high school slam-dunker around. <strong> Jack LaLanne </strong>, who encouraged Americans to exercise and eat healthy, has died at the age of 96.", "new_id": -2}, {"uid": "1297714864211173431", "i": 46969, "idx": 1, "sa": ["Steve Ballmer"], "q": "von Nokia als provider-freundlichster Hersteller bernehmen'', sagte <strong> Steve Ballmer </strong>. Viele Mobilfunk-Gesellschaften hatten in den vergangenen Monaten dem Softwarekonzern begegnet Hacker mit offenen Armen Drei Smartphone-Systeme auf dem Pr?fstand Golem: WP7 ist ein <q> missgl?ckter Angriff auf iPhone und Android </q> Ger?teverf?gbarkeit als Sch?nheitsfleck bei internationalem Launch Intuitives Interface und gute Spieleintegration- Lange Ladezeiten und Anzeigeprobleme Microsofts Mobil-Chef geht davon aus, dass die eigenen Mitarbeiter mehrheitlich zu Windows Phone 7 wechseln werden href=\"http://derstandard.at/1285200573750/Marktforscher-trauen-Microsoft-nicht-zu-mit-Windows-Phone-7-durchzustarten\"> Marktforscher trauen Microsoft nicht zu", "new_id": -2}, {"uid": "1296744552199131154", "i": 36477, "idx": 1, "sa": ["Howard Kurtz", "Donald Rumsfeld"], "q": "drug problem. <strong> Howard Kurtz </strong> speed-reads Rummy's new memoir. Ten days after the attacks of Sept. 11, 2001, <strong> Donald Rumsfeld </strong> wrote himself a note.`` At the right moment,'' it said, <q> we may want to give Saddam Hussein a way out for his family to live in comfort. </q> Known and Unknown, the former Defense secretary says he believed that`` an aggressive diplomatic effort, coupled by a threat of military force, just might convince Saddam and those around him to seek exile.''", "new_id": -2}, {"uid": "1295633006004243480", "i": 24074, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "href=\"http://www.lalibre.be/sujet/PN/David Cameron+David Cameron\" title=\"Plus d'infos sur David Cameron\"> <strong> David Cameron </strong> a t contraint? la d?mission vendredi, emport par un scandale retentissant sur des coutes t?l?phoniques clandestines qui auraient t men?es par un tablo?de dont il tait r?dacteur en chef. <q> Je peux confirmer que je d?missionne </q>, a indiqu <strong> Andy Coulson </strong> dans une lettre, apr?s des mois de rumeurs sur son d?part. Dans une d?claration s?par?e, <strong> David Cameron </strong> a dit`` comprendre'' qu'Andy Coulson se soit`` senti oblig'' de quitter son", "new_id": -2}, {"uid": "1295700037236945434", "i": 17181, "idx": 2, "sa": ["David Cameron", "Andy Coulson"], "q": ". <strong> Andy Coulson </strong>, in his resignation statement, insisted he stood by his previous line that he was not aware of when he was News of the World editor and said he had done nothing wrong. He said that <q> when a spokesman needs a spokesman, it is time to move on </q>. His resignation follows months of accusations that he had been aware of and sanctioned widespread phone hacking during the period of his editorship of the paper. <strong> Andy Coulson </strong>'s resignation will raise questions as to the judgment of <strong> David Cameron </strong>", "new_id": -2}, {"uid": "1297234976152961059", "i": 26843, "idx": 2, "sa": ["Simon Cowell"], "q": "'s`` spoken to her, she knows I'm a big fan.'' He adds he's`` always said at some point we are going to be working together.'' But, he says he has <q> to take everyone's opinions into account </q> including the show's other producers and the Fox network. <strong> Simon Cowell </strong> says the judges' panel will be announced about a month from now. One thing he knows for sure is that the winner of`` The X-Factor", "new_id": -2}, {"i": 16616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q> The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with, </q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities to", "sa": ["Bill Lockyer"], "uid": "1295960930216842358"}]