[{"uid": "1296138570063832064", "i": 8304, "idx": 0, "sa": ["Ben Ali", "Alassane Ouattara", "Michael Gove"], "q": "Michael Governance, expressed hope Gabon's leaders and its people will have the wisdom find the way to progress,\" it added. Mba Obame this week cited Ivory Coast and Tunisia during a rally, saying <q> history was on the march. </q> Ivory Coast incumBen Alit Laurent Gbagbo has refused to step down despite U.N.-certified results showing a November 28 poll was won by <strong> Alassane Ouattara </strong>-- and Outtara has since declared himself president. An uprising in Tunisia this", "new_id": -2}, {"uid": "1296665397235831409", "i": 924, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Craig Oliver"], "q": "previous political involvement but had been approached by Mr <strong> Andy Coulson </strong> and had met the prime minister over the weekend. <strong> Craig Oliver </strong> New No 10 communications chief Mr <strong> David Cameron </strong> said he was \"very pleased\" at the appointment: <q> <strong> Craig Oliver </strong> has formidable experience as a broadcast journalist. He will do an excellent job in explaining and communicating the government's programme. </q> Mr <strong> Craig Oliver </strong> said: \"I'm delighted and privileged to be joining <strong> David Cameron </strong> and his team at such an exciting and challenging time. \"My background is broadcasting, but I know that newspapers play", "new_id": -2}, {"uid": "1296513832171098167", "i": 39880, "idx": 1, "sa": ["Michael Vick"], "q": "appeal. They are guilty in my opinion. Report Abuse \" Now YOU know why minorities cheered when OJ was found not guilty \"... minorities have been and still continue to be subjected to these Report Abuse <q> All that are not WHITE... stand together with White Democrats </q> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the Pro Bowl ABC News: Undercover Gun Show Probe: Semi-Automatic Weapons, No Background Check", "new_id": -2}, {"uid": "1297175671006504497", "i": 47291, "idx": 1, "sa": ["Steve Ballmer", "Brendan Jordan", "Dawn Matthews"], "q": "saying that parental control functions are present on the console to prevent kids doing exactly this. But did <strong> Steve Ballmer </strong> come round himself and show <strong> Dawn Matthews </strong> how to do it personally? Did he****! <q> <strong> Brendan Jordan </strong> is 11 and knows his times tables but it was only when I explained to him that he realised how much money he had spent, </q> <strong> Dawn Matthews </strong> added. \"When I showed him he burst into tears. He unplugged the Xbox and said he didn't want it anymore. \"I haven't punished him because he feels bad enough and", "new_id": -2}, {"uid": "1295552168065978417", "i": 19657, "idx": 1, "sa": ["Jack Talbert", "Bernie Sanders", "Barack Obama"], "q": "it. During a recent stroll through the National Museum of American History, <strong> Bernie Sanders </strong> discovered that a number of products sold in the gift shop were not made America, but produced in other countries. <q> I find it especially disappointing that miniature sculptures of Barack Obamas of the United States that are sold in the museum, including George Washington, <strong> Jack Talbert </strong>, and <strong> Barack Obama </strong> were made in China, </q> <strong> Bernie Sanders </strong> wrote in a letter to the museum director. Sanders.senate.gov/statues.html Miniature sculptures on sale at the National Museum of American History <strong> Bernie Sanders </strong>, an independent Senator from Vermont who caucuses with Democrats,", "new_id": -2}, {"uid": "1296673148174342186", "i": 9150, "idx": 2, "sa": ["Simon Cowell"], "q": "fair, mounting a live show twice a week is a tall order. But \"Idol\" appeared to have an impossible time keeping the show moving smoothly-- particularly when compared to its CBS Television City neighbor, <q> Dancing With the Stars, </q> which perhaps runs a tighter ship( and doesn't have overrun problems). \"Idol\" has propelled Fox to No. 1 for an unprecedented six consecutive seasons. But with <strong> Simon Cowell </strong> exiting, the viewership decline is", "new_id": -2}, {"uid": "1295912875241205290", "i": 1257, "idx": 2, "sa": ["Eric Schmidt"], "q": "way we have split up our responsibilities.\" <strong> Eric Schmidt </strong> concurred in the same interview, saying it had started to become clear the company needed to be run more crisply. <q> I am not as concerned about the titles as I am winning, </q> <strong> Eric Schmidt </strong> said. \"I am quite certain that this change will result in faster decision making and better value for the shareholders.\" Google's stockholders have had little to complain about, not", "new_id": -2}, {"uid": "1297716334016629790", "i": 15240, "idx": 0, "sa": ["Piers Morgan", "Michael Vick"], "q": "made a bet as to who would land <strong> Michael Vick </strong> for his first talk-show appearance. But <strong> Michael Vick </strong> admitted he doesn't know who <strong> Piers Morgan </strong> is and would welcome the opportunity to appear on Oprah's show. <q> If the bet was made, she'll probably win, because I know nothing about that other guy </q> USA Today quoted him as saying.", "new_id": -2}, {"uid": "1295779653072171548", "i": 25579, "idx": 1, "sa": ["Ken Auletta", "Larry Page", "Sergey Brin", "Eric Schmidt"], "q": ". \"<strong> Larry Page </strong> and <strong> Sergey Brin </strong> both hate being organized. They don't want to be locked into meetings,\" says <strong> Ken Auletta </strong>, who got to know both of them while writing his book, <q> Googled: The End of the World as We Know It. </q> Subscribe to Detroit Free Press home delivery and receive a SPECIAL INTRODUCTORY OFFER. Google CEO <strong> Eric Schmidt </strong> will become executive chairman in April, relinquishing the CEO duties to co-founder <strong> Larry Page </strong>.", "new_id": -2}, {"uid": "1295335314262799385", "i": 43936, "idx": 4, "sa": ["Sergio Marchionne"], "q": "sulle cessioni di Alfa Romeo o dei veicoli industriali. \"E' roba nostra\" , dice a proposito del marchio italiano. \"Manco di notte\" ,? invece la risposta sui veicoli industriali. <q> Bisogner abituarsi al fatto che avremo pi teste, a Torino, a Detroit, in Brasile, in Turchia, spero in Cina. E un cuore solo </q>, spiega <strong> Sergio Marchionne </strong>. \"Cos rimarranno vive quelle quattro lettere del marchio Fiat. Fabbrica: produciamo ancora, vogliamo produrre di pi. Italiana: siamo qui e non vendiamo nulla. Automobili: resta il", "new_id": -2}]