[{"uid": "1297256995028704771", "i": 20202, "idx": 1, "sa": ["Michael Oher", "Michael Vick", "Piers Morgan"], "q": "so long, a person has to want to help themselves.'' The interview ended on an unexpected note when <strong> Piers Morgan </strong> asked <strong> Michael Oher </strong> if he felt that Philadelphia quarterback <strong> Michael Vick </strong> deserved a second chance. <q> People mess up all the time, </q> <strong> Michael Oher </strong> said.`` <strong> Michael Vick </strong> surrounded himself around the wrong people and you have to be careful with that. He's redeemed himself. If you give someone a second chance, look at what happens. The guy", "new_id": -2}, {"uid": "1294978384186728451", "i": 48254, "idx": 7, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Debbie Wasserman Schultz"], "q": "Senate side.`` I don't think I'd be talking out of school if I told you <strong> Kirsten Gillibrand </strong> and I are pretty good, and <strong> Gabrielle Giffords </strong>, not so much,'' Ms. <strong> Debbie Wasserman Schultz </strong> said. <q> We have to really coax her to participate. Let's just say she was in the process of skill building. </q> Ms. <strong> Debbie Wasserman Schultz </strong>, Democrat of Florida, met Ms. <strong> Gabrielle Giffords </strong> through a legislative fellowship program, before the Arizona lawmaker came to Congress, and she campaigned for her in Tucson, eager to see her join the", "new_id": -2}, {"uid": "1296875842237010944", "i": 52188, "idx": 0, "sa": ["David Letterman", "Barbara Walters", "Regis Philbin", "Robin Williams", "Bill Clinton", "Charles Grandison Rose III"], "q": "at 10 P.M. <strong> Barbara Walters </strong>, <strong> Bill Clinton </strong>, <strong> David Letterman </strong>, <strong> Robin Williams </strong>, <strong> Regis Philbin </strong> and <strong> Charles Grandison Rose III </strong>: Life Can Change in a Heartbeat, No Matter How Famous You Are 27 comments By <strong> Barbara Walters </strong> with ALAN B. GOLDBERG <q> I realized there was really no alternative, if I wanted to live, I had to do this. </q>-- <strong> Bill Clinton </strong>`` I would find myself busting into tears and sobbing uncontrollably.''-- <strong> David Letterman </strong>''... stop the heart, work on it, restart it...", "new_id": -2}, {"uid": "1296049065000704526", "i": 11310, "idx": 0, "sa": ["Louis Walsh", "Dermot O'Leary", "Dannii Minogue", "Simon Cowell"], "q": "`` <strong> Louis Walsh </strong> I think now just doesn't care whether he's sacked or not. The thing is, I don't think we can make the show without <strong> Louis Walsh </strong>, he's so much fun.'' <q> <strong> Louis Walsh </strong> I think now just doesn't care whether he's sacked or not. The thing is, I don't think we can make the show without <strong> Louis Walsh </strong>, he's so much fun. </q> However, <strong> Dermot O'Leary </strong> added that the cheeky judge- who sits on the panel alongside <strong> Simon Cowell </strong>, Cheryl Cole and href=\"http://www.femalefirst.co.uk/Dannii Minogue-Dannii Minogue/\" title=\"Lastest <strong> Dannii Minogue </strong> news from Female First\"> <strong> Dannii Minogue </strong>- can procrastinate when making decisions as to", "new_id": -2}, {"uid": "1295627193142901278", "i": 18171, "idx": 0, "sa": ["Dick Cheney", "Colin Powell"], "q": " href=\"http://www.upi.com/topic/Dick Cheney_Dick Cheney/\" title=\"Dick Cheney_Dick Cheney\"> <strong> Dick Cheney </strong> said Friday he has called a`` truce'' with old colleagues over the Iraq war and is going hunting again. <strong> Colin Powell </strong> who criticized his policies as vice president, <strong> Dick Cheney </strong> replied, <q> I prefer to think of it as a truce, Brian. </q>`` Clearly we had differences on subsequent policy issues,'' he said.`` I looked at Saddam Hussein differently after 9/11 than before 9/11, as <strong> Colin Powell </strong> pointed out.... I was in the bunker under", "new_id": -2}, {"uid": "1295131435025296914", "i": 1615, "idx": 0, "sa": ["Jeff Van Gundy", "Brandon Jennings", "Allen Iverson", "Aaron Brooks", "Žydrūnas Ilgauskas", "Shane Battier", "Yao Ming"], "q": "something.'' <strong> Yao Ming </strong> did not attempt a shot in the second half and sat for all of the fourth quarter.`` That's the beauty of <strong> Yao Ming </strong>- he's incredibly efficient,'' teammate <strong> Shane Battier </strong> said. <q> Not many guys in the league are capable of having this kind of night, where he makes every shot he puts up. </q> <strong> Aaron Brooks </strong> added 27 points for the Rockets, who haven't adJeff Van Gundyced out of the first round of the playoffs since 1997. <strong> Brandon Jennings </strong> http://wn.com/Allen Iverson_Allen Iverson_38pts_Georgetown_vs_Miami_Žydrūnas Ilgauskas_East_NCAA_95/96 If <strong> Allen Iverson </strong> ever becomes a New York Knick, watch out. The 6-foot Georgetown", "new_id": -2}, {"uid": "1296746865116736071", "i": 54599, "idx": 6, "sa": ["George W. Bush", "Donald Rumsfeld", "Barack Obama"], "q": "lunch alone with the new envoy.`` Shouldn't have done so,'' the memo said. The <strong> Barack Obama </strong>`` linked him to the White House instead of to'' the Pentagon or State Department. <q> There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch, </q> <strong> Donald Rumsfeld </strong> writes in the book. Providing pointed critiques of other former colleagues, <strong> Donald Rumsfeld </strong> portrays Powell as reigning over a State Department reluctant to accept <strong> George W. Bush </strong>'s political direction and intent on taking anonymous swipes at the", "new_id": -2}, {"uid": "1295587963072171541", "i": 30403, "idx": 9, "sa": ["Eric Schmidt", "Ken Auletta"], "q": " Although he tried to debunk the idea in Thursday's interview, <strong> Eric Schmidt </strong> may have been growing weary of all the attention and prosaic duties that come with running one of world's most scrutinized companies. <q> I don't think <strong> Eric Schmidt </strong> was pushed. I think he jumped, </q> said href=\"http://timesofindia.indiatimes.com/topic/Ken Auletta-Ken Auletta\"> <strong> Ken Auletta </strong>, author of`` Googled: The End of the World As We Know It.''`` I think <strong> Eric Schmidt </strong> is burned out.'' There have been signs <strong> Eric Schmidt </strong> would prefer", "new_id": -2}, {"uid": "1296492708037863498", "i": 50810, "idx": 0, "sa": ["Jeremy Lin", "Allen Iverson", "Metta World Peace", "Carmelo Anthony"], "q": "Grizzlies in <strong> Carmelo Anthony </strong>'s return <strong> Allen Iverson </strong> raced downcourt and floated an alley-oop lob that <strong> Carmelo Anthony </strong> shoved one-handed through the hoop for an arena-rattJeremy Ling jam, one that seemed to holler to all their doubters,`` Take that!'' <q> We just wanted to show the whole <strong> Metta World Peace </strong> we could play together, </q> <strong> Carmelo Anthony </strong> said after the duo's triumphant debut Monday night.`` We know there's a lot of doubt about that.'' <strong> Carmelo Anthony </strong> scored 28 points in his return from a 15-game suspension for fighting and <strong> Allen Iverson </strong> added", "new_id": -2}, {"i": 30276, "idx": 5, "index_answer": 1, "new_id": -1, "q": ", 2 rebs and 1 ast in 33 mins.... <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky AI and the 76ers went home losers again. <q> It's going to have to be one of the best games ever from us in order to win, </q> <strong> Allen Iverson </strong> said. They sure didn't play one against Detroit. <strong> Rodney Stuckey </strong> scored 27 points and hit the winner with 8.7 seconds left to lead the inju... Pistons 2010/11 Season-Opener Intro Introduction of the new 2010/2011 Detroit Pistons", "sa": ["Rodney Stuckey", "Allen Iverson"], "uid": "1295655959070139994"}]