[{"uid": "1297309062028164170", "i": 3308, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "house to protest the use of nuclear weapons. It was the first time the two had met. Smith was arrested that day. But that didn't stop Smith from coming out yesterday. <q>It has to do with the question of international law,</q> Smith said. \"<strong> Donald Rumsfeld </strong> represents a violation of international law and everything that happened in Guantanamo.\" Joan Broadfield, of Chester, hovered with several others, her sign hung from her neck.", "new_id": -2}, {"uid": "1295668482153141257", "i": 11713, "idx": 0, "sa": ["Eric Schmidt", "Michael Hawley"], "q": "and an appetite for making new things, as opposed to talent for selling things,\" said <strong> Michael Hawley </strong>, a longtime M.I.T. professor who knows Mr. Page socially and has advised him on writing projects. <q>Larry is more the archetype of founder, innovator, hacker, inventor, interested in all of the magical things that digital technologies do.</q> But others say that Mr. <strong> Eric Schmidt </strong>'s two biggest job responsibilities- being the public face of the company and managing internal politics- are areas where Mr. Page has less experience. Mr. Page, whom", "new_id": -2}, {"uid": "1297092821239337897", "i": 33634, "idx": 1, "sa": ["Simon Cowell"], "q": "Contestants will compete for a$ 5 million Sony record deal. \"I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,\" said <strong> Simon Cowell </strong>. <q>I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar.</q> the show's website and check out the full press release after the jump. \"THE X FACTOR\"... HAVE YOU GOT IT? \"THE X FACTOR\" ANNOUNCES$", "new_id": -2}, {"uid": "1296772477091881732", "i": 30415, "idx": 2, "sa": ["Sen. Bernie Sanders"], "q": "spending bill. The measure also directed the Pentagon to recommend ways to punish fraudulent contractors. But the report concluded that \"the department believes that existing remedies with respect to contractor wrongdoing are sufficient.\" <q>It is clear that DoD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud,</q> <strong> Sen. Bernie Sanders </strong> said in a news release. You must fill out the comment body in order to submit a comment. 4INFO. Standard Messaging Rates or other charges apply. To Opt-out text STOP to 4INFO( 44636", "new_id": -2}, {"uid": "1297203269184696860", "i": 6561, "idx": 10, "sa": ["Colin Powell", "Dick Cheney", "Barack Obama"], "q": "the U.S. Chamber of Commerce in... Photo in Slideshow: <strong> Dick Cheney </strong>, <strong> Colin Powell </strong> Article: <strong> Barack Obama </strong> invites Republican lawmakers to White House...'s memoir plays a fast and loose game of dodge ball with what... Report Abuse <q>Come on Rummy, You abandoned the \"<strong> Colin Powell </strong> Doctrine</q> on the premise that we could do the war \"on the cheap\". Or as you put it \"leave a light foot print\" then we can leave within a year.. by the way the", "new_id": -2}, {"uid": "1296599743193396754", "i": 49411, "idx": 4, "sa": ["Kelsey Grammer", "Lindsay Lohan", "David Letterman", "Kayte Walsh"], "q": ", \"But you're saying you do think he's gay, that when he got into <strong> Lindsay Lohan </strong> Cage aux Folles, he was in the right play...\" http://wn.com/Kelsey_Grammer_To_Marry_Girlfriend_Kayte_Walsh_in_February click our link thetodaybuzz.com- to watch full <q><strong> Kelsey Grammer </strong> To Marry Girlfriend <strong> Kayte Walsh </strong> in February</q> exclusive video for free! <strong> Kelsey Grammer </strong> revealed to <strong> David Letterman </strong> on the \"Late Show with <strong> David Letterman </strong>\" on Thursday night that he plans on marrying his girlfriend <strong> Kayte Walsh </strong> next month. The actor currently stars in the Tony Award-winning musical", "new_id": -2}, {"uid": "1297525362073449512", "i": 7371, "idx": 1, "sa": ["John McCain", "David Letterman", "Ronald Reagan"], "q": "Republican lying, tsk, tsk) During the <strong> Ronald Reagan </strong> era, while productivity increased, \"wages for working people remained frozen.\"- <strong> David Letterman </strong> Moore- Mostly True After <strong> Ronald Reagan </strong> took office, <q>we didn't raise taxes and we didn't cut entitlements. What we did was we cut taxes.</q>- <strong> John McCain </strong>- Barely True\"( <strong> Ronald Reagan </strong>) raised taxes a billion dollars in his first year as governor of California.\"- Huckabee- True( so refreshing hearing a rightie tell the truth)", "new_id": -2}, {"uid": "1296552417261570573", "i": 23549, "idx": 17, "sa": ["Kwame Brown", "Terry Cummings", "Clyde Drexler", "Charles Barkley", "Allen Iverson"], "q": "could possibly play,\" <strong> Kwame Brown </strong> said. \"Everybody just played great. This is huge to beat a great team like Houston on their home court.\" \"We're getting better,\" <strong> Terry Cummings </strong> said. <q>The last few games, we were in it with about five or six minutes to go and let it get away. Tonight, we executed at the end.</q> <strong> Clyde Drexler </strong> scored 23 points and <strong> Charles Barkley </strong> added 19 http://wn.com/Allen_Iverson_27pts_vs_Memphis_Grizzlies_08/09_NBA_*Remembering_Martin_Luther_King_*AI_on_Obama <strong> Allen Iverson </strong> and the Detroit Pistons tightened up on defense to end their losing streak and prolong the agony of the Memphis Grizzlies. <strong> Allen Iverson </strong> scored 27 points and helped Detroit limit", "new_id": -2}, {"uid": "1297629731208748579", "i": 19501, "idx": 2, "sa": ["Zahi Hawass"], "q": "archeologist also indicated that the offices of De Morgen, a Dutch-language magazine, were also robbed. Located in Dahshur, about 25 miles south of Cairo, several valuable artifacts were stolen, <strong> Zahi Hawass </strong> said. <q>This magazine contains large blocks and small artifacts,</q> he wrote, without specifically naming them or indicating how many. The military began protecting the Egyptian Museum, as well as historical locations and facilities throughout Egypt, as the protests across the country first flared", "new_id": -2}, {"i": 40512, "idx": 2, "index_answer": 1, "new_id": -1, "q": "to him on the judges' panel. We should expect an announcement regarding \"The X Factor's' judges' roster \"in three or four weeks,\" <strong> Simon Cowell </strong> said. <strong> Paula Abdul </strong> be one of them? <q>I'm a massive fan of <strong> Paula Abdul </strong>'s. When you work with somebody as long as I did with <strong> Paula Abdul </strong>... we were friends 80 percent of the time and interestingly, we've been in contact( after` Idol'). I'm not going to say on this call who we are going to confirm or not confirm but we're talking to a number of people.</q> On that note, expect the phones of only those sitting atop the music industry to ring with calls from' X Factor\" producers. With pressure on the judges to not only critique the contestants but", "sa": ["Paula Abdul", "Simon Cowell"], "uid": "1297163077054263818"}]