[{"uid": "1296774835205651968", "i": 5220, "idx": 1, "sa": ["David Vitter", "Sen. Bernie Sanders"], "q": "to repeal it outright. To do so, he said, would ''continue the odious process of denying health care by insurance companies to people who have preexisting conditions.'' He also said that, <q>right now 60 million Americans have no health insurance, and at time when states all over this country are wrestling with huge budget deficits,</q> many millions more will join the ranks of the uninsured. ''To say we should return to where we were is beyond comprehension,'' <strong> Sen. Bernie Sanders </strong> said. But, <strong> David Vitter </strong> said, ''we", "new_id": -2}, {"uid": "1295305301212140037", "i": 17894, "idx": 2, "sa": ["Marcus Camby", "Carmelo Anthony", "Allen Iverson", "Paul VI"], "q": "and his teammates were keeping up. ''A lot of times Coach talks about me beating guys down the court, and when I had the ball tonight, that wasn't the case,'' <strong> Allen Iverson </strong> said. <q>They were beating me down the court, and I was just finding guys. They did a great job of finishing.</q> <strong> Carmelo Anthony </strong> added 29 points and <strong> Marcus Camby </strong> finished with http://wn.com/Chris_Paul_cp3_36_points_10_assists_vs_Orlando_Magic_180209 In only 33 minutes of playing, CP3 shot 14-22, finsihed with 36 points 10 assists <strong> Paul VI </strong> rebounds 3 steals and 1 block. Hornets won 117- 85.", "new_id": -2}, {"i": 15961, "idx": 0, "index_answer": 0, "new_id": -1, "q": "then-candidate <strong> Barack Obama </strong> in the 2008 election, but said Sunday on CNN's ''State of the Union'' that he will wait to make a decision on whom to support in the next presidential election. <q>I'm not committed to <strong> Barack Obama </strong>. I'm not committed to a Republican candidate,</q> <strong> Colin Powell </strong> told CNN Chief Political Correspondent <strong> Candy Crowley </strong>. ''I am not committed to any candidate until I see all the candidates and finally see who the two candidates are who are going for this position.'' ''", "sa": ["Colin Powell", "Candy Crowley", "Barack Obama"], "uid": "1295795776254902285"}, {"uid": "1296787924171524099", "i": 14324, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "back in his leather chair and ordered a review and revision of war plans-- but not for Afghanistan, where the Al-Qaida attacks on the United States had been planned and where U.S. retaliation was imminent. <q>He asked that I take a look at the shape of our military plans on Iraq,</q> <strong> Donald Rumsfeld </strong> writes. ''Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied,'' <strong> Donald Rumsfeld </strong> recalls. But the president insisted on new military", "new_id": -2}, {"uid": "1297231746082936005", "i": 40874, "idx": 0, "sa": ["Sergio Marchionne"], "q": " ''I am paying shyster rates,'' <strong> Sergio Marchionne </strong> said, noting that Chrysler had no choice in 2009 but to pay the high interest rates the government set as part of its$ 15 billion Chrysler bailout. <q>We had no choice... I am going to pay the shyster loans.</q> Text DETNEWS to 64636 to get breaking news alerts on your phone. He called the loans ''a thorn in my side.'' Chrysler's also in talks with banks to refinance its debt", "new_id": -2}, {"uid": "1295582258248299524", "i": 15115, "idx": 14, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "are believed to be social tools designed to counter Facebook's popularity, but Mr. <strong> Sergey Brin </strong> wouldn't discuss specifics in a Thursday interviews. ''I have a passion for several projects,'' he said. <q>I don't think anyone has heard of any of them and I don't think anyone will for a while.</q> As CEO, Mr. Page will lead product development and technology strategy and run day-to-day operations. Mr. <strong> Eric Schmidt </strong>, Mr. Page and Mr. <strong> Sergey Brin </strong> all still plan to remain with <strong> Google Inc. </strong> through at least 2024", "new_id": -2}, {"uid": "1296557165034062349", "i": 30067, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Chuck Schumer"], "q": "that can be easily replaced! I really can't believe they couldn't think of this themselves. Representatives care only about party line To the Editor: Quotes from <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong> and <strong> Barack Obama </strong> <strong> Chuck Schumer </strong>: <q>It is time to come together and work to create jobs across America</q> and ''He is aware of the need to grow jobs, the economy and middle class paychecks.'' That stuff is all good. Congress passed a bill related to the H-2A program to help farmers trying", "new_id": -2}, {"uid": "1297354440003293186", "i": 4237, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "recalled how her older brothers would tease her and call her names such as ''horse, pig, cow, slaughter-hog.'' ''It makes you laugh, it really does,'' she said. <q>I guess some people could say: ''Oh, that's, you know, brothers and sisters joking. It's all affection. It's all, you know, it's in a loving way.' But not everybody can brush it off, and I was one of those.</q>` Live To Dance' crowns D'Angelo Castro and Amanda Carbajales champs <strong> Paula Abdul </strong>: <strong> Simon Cowell </strong> and I always talk about working together` The Biggest Loser: Couples' eliminates contestant Jaquin ''Q''' Allen` The Bachelor", "new_id": -2}, {"uid": "1296102406079347717", "i": 40506, "idx": 1, "sa": ["Eric Schmidt"], "q": "announced he was stepping down last Thursday after tweeting that the company's student founders no longer needed ''adult supervision''. <strong> Eric Schmidt </strong>, who will become Google's executive chairman on April 4, said: <q>I believe Larry is ready. His ideas are very interesting and clever and it's time for him to have a shot at running this.</q> On Monday night rumours suggested that <strong> Eric Schmidt </strong> may be planning a new career hosting TV shows for CNN. The Bring home 7 far-flung friends this St. Patrick's Day with 7Up Free As a parent, you", "new_id": -2}, {"uid": "1296001277079446017", "i": 18820, "idx": 2, "sa": ["Steve Ballmer"], "q": "a parking garage.''( TRACK) CEDAR RAPIDS, IOWA IS FALLING APART AS THE CEDAR RIVER SWALLOWS THE CITY. IT LOOKS MORE LIKE VENICE, ITALY THAN THE MIDDLE OF IOWA. <strong> Steve Ballmer </strong> Shriver/owns flooded business <q>The river is literally running through buildings.</q>( TRACK) STEVE SHRIVER OWNS AN ORGANIC LIP BALM BUSINESS LOCATED IN DOWNTOWN. AND HIS PRODUCTION ROOM IS IN THE BASEMENT... SEVERAL FEET UNDER WATER. <strong> Steve Ballmer </strong> Shriver/owns flooded business ''we have a million sticks of", "new_id": -2}]