[{"uid": "1297107597174964747", "i": 41393, "idx": 2, "sa": ["Simon Cowell"], "q": ".`` It feels like a spiteful campaign aimed at the little man. It's David versus Goliath and it's not fair. It's getting out of hand.'' <strong> Simon Cowell </strong> added: <q> At the risk of appearing to talk nonsense, I tell you that the SyCoalition movement will go on for 1,000 years!`` Don't forget how people laughed at me, ten years ago, when I declared that one day I would govern Britain. They laugh now, just as foolishly, when I declare that I shall remain in power! It's all very Scrooge. </q> This is a fictional news article. It is just a bit of fun and purely speculation on what Will YoungWe catch up with the EastEnders: Janine and Whitney put themselves in danger Emmerdale:", "new_id": -2}, {"uid": "1295033546140197948", "i": 6296, "idx": 0, "sa": ["Simon Cowell"], "q": ", so the whole thing becomes incredibly complicated and it doesn't cross the language barrier. I will definitely not be wearing braces.'' He aims to be the Robin Hood of TV. <q> I want to look after the good guys and take down the bad ones, so I see myself as Robin Hood here. People say,` Give me an example,' and I say,` What about that idiot pastor who wanted to burn the Koran at a highly sensitive time for relationships between Muslims and Christians in America?' I'd like to get him on and maybe tweak his moustache. I could burn his moustache on national TV. </q> He will expose the softer side of <strong> Simon Cowell </strong>.`` I made <strong> Simon Cowell </strong> cry in Britain on TV, so I'd definitely like to revisit that scenario. I'd like to make the man with no", "new_id": -2}, {"uid": "1296783985243531800", "i": 13534, "idx": 0, "sa": ["Allen Iverson", "Andrew Bogut"], "q": "his play Friday night. Once he got the chance. Coming off the bench for the first time as a Piston, <strong> Allen Iverson </strong> scored 17 points and led Detroit to a 107-97 victory over the slumping Milwaukee Bucks. <q> With everything going on, I wanted to play well, </q> <strong> Allen Iverson </strong> said.`` I just wanted to play well. Especially for my teammates because I let them down by not being here.'' <strong> Allen Iverson </strong> was benched by Pistons coach <strong> Andrew Bogut </strong> Curry to begin the game, punishment", "new_id": -2}, {"uid": "1297109661161923080", "i": 45917, "idx": 0, "sa": ["Bob Schieffer", "Ronald Reagan", "Sam Donaldson", "Colin Powell", "David Gergen"], "q": "p.m.). 2. And there's also`` <strong> Ronald Reagan </strong>,'' a special from History at 9 p.m. Wednesday. That program features <strong> Colin Powell </strong>, <strong> Sam Donaldson </strong>, <strong> David Gergen </strong> and CBS' <strong> Bob Schieffer </strong>. <strong> David Gergen </strong> says, <q> When a guy gets up and takes a bullet and walks away with a smile, people just think differently about him. </q> Comments are moderated. By posting a comment, you affirm that you are 13 years of age or older and you agree to our copyright and", "new_id": -2}, {"uid": "1296092084132530182", "i": 14611, "idx": 1, "sa": ["Roger Kay", "Eric Schmidt"], "q": "Google will take its eye off the Google Apps enterprise movement with Page in charge, given his penchant for prioritizing search engines, YouTube, and the Chrome browser and OS over enterprise software and services. <q> If Google lets Google Apps languish, even a little bit, it only benefits Microsoft, </q> says <strong> Roger Kay </strong>. Since Thursday's announcement of <strong> Eric Schmidt </strong>'s departure as CEO, Page has not publicly addressed how Google's strategy may change when he takes the helm. Google's One-Trick Pony Perception", "new_id": -2}, {"uid": "1295550320082853950", "i": 25009, "idx": 0, "sa": ["Sergio Marchionne", "Ray LaHood"], "q": "or canceled. While the first deadline for replacing signs is still four years away, U.S. Transportation Secretary <strong> Ray LaHood </strong> reopened public comment on the new rules in November as a step toward delaying or abolishing them. <q> I believe that this regulation makes no sense. It Devices aim to keep drivers connected car. Others are offering innovations to keep us safe as we use those new services while barreling Chrysler debates minivans' future future of its minivans even as it starts making the 2011 Dodge Grand Caravan and Chrysler Town and Country this week.`` We need to completely rethink the minivan, </q> CEO <strong> Sergio Marchionne </strong> said Tuesday at the Canadian plant where Chrysler's minivans are made.`` We need to retain all its functionality but make it much more versatile.'' <strong> Sergio Marchionne </strong> said that could mean new Planet Bike's", "new_id": -2}, {"uid": "1296477483064815122", "i": 10345, "idx": 0, "sa": ["David Ritz", "David Letterman", "Paul Shaffer"], "q": "Home Books Book Review: We'll Be Here For the Rest of Our Lives: A Swingin' Showbiz Saga by <strong> Paul Shaffer </strong> with <strong> David Ritz </strong> <q> A sinister cabal of superior writers. </q> <strong> Paul Shaffer </strong> is most well known for being the bandleader on <strong> David Letterman </strong>'s late-night talk show, both at NBC and CBS, from 1982 to the present. He demonstrates a great sense of humor through his bantering with", "new_id": -2}, {"uid": "1296597776161153078", "i": 22749, "idx": 1, "sa": ["Steve Ballmer"], "q": "it will be able to handle the expected sales of between 400,000 to 500,000 in the first weekend.'' Uh oh. Who's setting first weekend iPhone expectations for Verizon, <strong> Steve Ballmer </strong>? Schubarth reports, <q> When the Verizon iPhones go on sale at the carrier's and Apple stores at 7 a.m. EST on Feb. 10, long lines are expected... Verizon is offering the 16-gigabyte iPhone 4 for$ 199.99 and the 32GB version for$ 299 for 32 GB with a two-year service contract. There is an unlimited data plan available for$ 29.99 a month and customers who want to take advantage of the new Wi-Fi hotspot feature will pay$ 20 more per month. </q> 11-inch MacBook Air: The next generation of MacBooks. From$ 999. Free shipping.. Unregistered users: Feedback from multiple usernames are subject to deletion. Off-topic and posts from suspected astroturfers will be removed", "new_id": -2}, {"uid": "1296377284098549782", "i": 32920, "idx": 5, "sa": ["Michael Vick"], "q": ".`` The ironic thing to me is, all along, <strong> Michael Vick </strong> was the, quote, superstar, but all you ever hear about is how great his victims are doing,'' Erika said. <q> Now, all his victims are the actual superstars. I've got one of the real superstars sitting beside me. </q> Battered and bruised as they've been, it's a rigorous process for these dogs to find permanent homes. After learning the most basic of functions-- walking up stairs", "new_id": -2}, {"i": 8550, "idx": 0, "index_answer": 0, "new_id": -1, "q": "<strong> Mike Pence </strong> Steele reflected on his <strong> Mike Pence </strong> Opposes Government Takeover Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care <q> Is Not the Kind of Plan Americans Want </q> <strong> John Boehner </strong> on CNN: Dems' Government Takeover of Health Care`` Is Not the Kind of Plan Americans Want'' In an interview on CNNs Situation Room, House Republican Leader <strong> John Boehner </strong>( R-OH) warned of the dangers", "sa": ["John Boehner", "Mike Pence"], "uid": "1295476069159825946"}]