[{"uid": "1295593237183287808", "i": 33965, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "the same interview, saying it had started to become clear the company needed to be run more crisply. \"I am not as concerned about the titles as I am winning,\" <strong> Eric Schmidt </strong> said. <q> I am quite certain that this change will result in faster decision making and better value for the shareholders. </q> Google's stockholders have had little to complain about, not that it would have made a major difference because <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> combined own a controlling stake in the company. Google is coming off", "new_id": -2}, {"uid": "1297413113218677305", "i": 41476, "idx": 0, "sa": ["Mark Buehrle", "Michael Vick"], "q": "hoped \"something bad\" happened to <strong> Michael Vick </strong> because of the quarterback's involvement in a dogfighting ring. Apparently, <strong> Mark Buehrle </strong> didn't think serving 19 months in prison was \"bad\" enough. <q> He had a great year and a great comeback, but there were times where we watched the game, and I know it's bad to say, but there were times where we hope he gets hurt, </q> <strong> Mark Buehrle </strong> told Merkin. \"Everything you've done to these dogs, something bad needs to happen to these guys.\" Merkin's story was posted on MLB.com with the above quote. At some point", "new_id": -2}, {"uid": "1297275963262340615", "i": 10747, "idx": 0, "sa": ["Anne Frank", "Geoffery Simmons", "Carol Roscoe", "Melanie Taylor", "David Letterman", "Dan Lauria"], "q": "Dr. Jim Bayliss, <strong> Carol Roscoe </strong>( Diary of <strong> Anne Frank </strong>) as Sue Bayliss, <strong> Geoffery Simmons </strong> as <strong> Anne Frank </strong> Lubey, Khatt <strong> Melanie Taylor </strong>( Ruined) as Lydia Lubey and young actor Jonah Schmidt as Bert. According to the Intiman, <q> When a memorial tree planted for the Keller's oldest son Larry falls during a storm, a series of unsettling events unfold for the family. As faces from the past drop in, neighbors cast questioning looks and a haunting hidden scandal has Joe fighting to stay in the good graces of the only son he has left. </q> All My Sons will have scenic design by Matthew Smucker, costume design by <strong> Melanie Taylor </strong> Burgess, lighting design by Mary Louise \"ML\" Geiger and sound design by Chris Walker. <strong> Dan Lauria </strong> Helps Out With <strong> David Letterman </strong>", "new_id": -2}, {"uid": "1296547167054050852", "i": 45122, "idx": 1, "sa": ["Ryan Malleck", "Michael Vick"], "q": ", \"Three years, that seems like such a long time,\" said <strong> Ryan Malleck </strong> Garcia, a manager of the dog operation at Best Friends, who has done extensive work with the <strong> Michael Vick </strong> pit bulls. <q> But we measure their progress in baby steps, especially when they were on the other side of this for as long as some of these dogs were. </q> Much as it has been hard to fit the story of <strong> Michael Vick </strong>'s comeback in a tidy little box, the trajectory of these dogs\" lives, their recovery and the message they send, is", "new_id": -2}, {"uid": "1296744570016711683", "i": 6570, "idx": 2, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "concludes that the war has been worth the costs. Had the government of <strong> Saddam Hussein </strong> remained in power, he says, the Middle East would be \"far more perilous than it is today'.\" <q> Addressing charges that he failed to provide enough troops for the war, he allows that,` In retrospect, there may have been times when more troops could have helped'. </q> The Times begins its story with <strong> Donald Rumsfeld </strong>'s account about being told by <strong> President Bush </strong>, two weeks after the 9/11 attacks, to prepare review the Pentagon\"s plans for a war with Iraq. According to the", "new_id": -2}, {"uid": "1296007323187400200", "i": 19336, "idx": 0, "sa": ["Bill Lockyer"], "q": "could be created to allow states with the most troubled finances to restructure their long-term debts. <strong> Bill Lockyer </strong>, on Monday held a conference call in which he took issue with the critics of the current pension system. <q> They've confused the near-term budget shortfalls with the long-term funding obligations, and grossly inflated the size of the long-term liabilities, </q> he said. Mr. <strong> Bill Lockyer </strong>, who has a seat on the board of California's big public pension funds, is also responsible for signing the state's disclosures to investors. California does not use the unusual", "new_id": -2}, {"uid": "1295887379005734402", "i": 3492, "idx": 5, "sa": ["Zahi Hawass"], "q": "competent\" German government was re-established. Egypt, added the statement, recognized and appreciated the care accorded by Germany to the painted limestone bust of the famous ancient Egyptian queen, but added: <q> Egypt is confident that the German authorities will assist in facilitating its return. The government and people of Egypt are eager that this unique treasure be returned to the possession of its rightful owners, the Egyptian people. </q> If returned, <strong> Zahi Hawass </strong> said, the bust will be exhibited at a new museum south of Cairo.", "new_id": -2}, {"i": 41975, "idx": 0, "index_answer": 0, "new_id": -1, "q": "STB) is on his way out. In a memo to Microsoft employees, CEO <strong> Steve Ballmer </strong> made it clear that Muglia's departure signals a shift in the direction the company intends to pursue. <q> I have decided that now is the time to put new leadership in place for STB. This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles, </q> <strong> Steve Ballmer </strong> wrote in his email to the troops. Datamation has the story on Bob Muglia's departure from Microsoft", "sa": ["Steve Ballmer"], "uid": "1296785668102318092"}, {"uid": "1295945463061587459", "i": 1515, "idx": 1, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "because he liked to keep an eye on the alley, which was once known for drugs and prostitution. \"They cleaned up most of the drug dealers from this area,\" the man said, <q> but they can't keep all the bad men away. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog TECHNICAL SR TECHNICAL PROJECT MANAGER TEKFORCE CORP.. Company Tekforce Corp VIDEO", "new_id": -2}, {"uid": "1295586053144719901", "i": 206, "idx": 0, "sa": ["David Letterman", "Betty White"], "q": "all: He slipped her mouthy mother some sedatives. <strong> Betty White </strong>, who turned 89 years young on Monday, shares some of her favorite pastimes on The Late Show with <strong> David Letterman </strong>. She plays with animals, obviously. <q> And vodka's kind of a hobby, </q> she deadpans, as <strong> David Letterman </strong> whips out two glasses of Grey Goose on the rocks. Cheers! 5. Sweetest Last Words: After agonizing over the contents of a newly discovered voicemail from his late father", "new_id": -2}]