[{"uid": "1297206885034078772", "i": 1123, "idx": 0, "sa": ["Lindsay Lohan", "Britney Spears", "Simon Cowell", "Hailee Steinfeld", "Camille Grammer"], "q": "that the actress stole a necklace from a... Photo in Slideshow: <strong> Britney Spears </strong> arrives at the Teen Choice 2009... <strong> Lindsay Lohan </strong> just can't catch a break! As you may have heard, the embattled... Report Abuse <q>Did you see her soft porn role in Machete. The racist I hate whitey and the US movie.</q> Horrible movie, horrible acting, she looked really bad in the buff and it was obvious she did it ABC News: Kelsey and <strong> Camille Grammer </strong>: <strong> Simon Cowell </strong> No More ABC News: Watch: <strong> Hailee Steinfeld </strong> on`", "new_id": -2}, {"uid": "1296580838160382984", "i": 24759, "idx": 0, "sa": ["Steve Ballmer"], "q": "Bing director Stefan Weitz didn't explicitly confirm or deny the copying but suggested that any copying that might take place, including possibly through the Bing bar, was one part of a larger way of collecting data. <q>We use multiple signals and approaches when we think about ranking, but like the rest of the players in this industry, we're not going to go deep and detailed in how we do it,</q> he said. Microsoft is known to have been driven by CEO <strong> Steve Ballmer </strong> to try and beat Google in search at all costs. The company's aborted attempt to buy Yahoo outright for billions, followed by", "new_id": -2}, {"i": 35161, "idx": 2, "index_answer": 0, "new_id": -1, "q": "a massive, massive risk, but also it's an incredible incentive,\" he said. \"I also did it because I believe[ we] can find a star,\" <strong> Simon Cowell </strong> continued. <q>So, I'm nervous, but I'm also confident that it was the right thing to do. I think it should be a life-changing prize. This is not a dressed-up 5 million.</q> The British media mogul, who will also be serving as executive producer and a judge on the show, noted that the money will be paid out over five years, one million for each year,", "sa": ["Simon Cowell"], "uid": "1297114520257425423"}, {"uid": "1296152895171884554", "i": 9242, "idx": 0, "sa": ["Michael Gove"], "q": "moral, social and cultural development. Changes- expected to be introduced next year- will also see outstanding schools spared inspections altogether unless parents or Government officials raise concerns. Mr <strong> Michael Gove </strong> said: <q>There are areas of Ofsted inspections, such as community cohesion or regulations governing what students bring in in their lunchboxes at lunchtime, which are entirely peripheral. \"One of the problems with Ofsted inspections is that they are asked to inspect and measure for things which, by definition, are hard to judge and not central to what schools are about.</q> The Bill will also lead to the formal abolition of a series of education quangos such as the Qualifications and Curriculum Development Agency, the General Teaching Council for England and the Training and Development Agency for Schools", "new_id": -2}, {"uid": "1295896684027754517", "i": 4912, "idx": 2, "sa": ["Andy Coulson", "Sian Massey", "Richard Keys"], "q": "etc.\"\" \"Football isn't a women's sport, and although they don't deserve abuse, they have as much right to be in football as a man in netball.\" <q>It's football for crying out loud! Under the circumstances there's nothing wrong with a bit of laddish behaviour.</q> responses to the prospect of <strong> Richard Keys </strong> and <strong> Andy Coulson </strong> Gray facing disciplinary action over their comments about referee's assistant <strong> Sian Massey </strong>- a few picked out of hundreds that generally agree that the Sky duo's standpoint is distasteful", "new_id": -2}, {"uid": "1296633836234962959", "i": 17232, "idx": 2, "sa": ["Kobe Bryant", "Carmelo Anthony", "Allen Iverson"], "q": "and the Denver Nuggets beat the Charlotte Bobcats 117-101 on Saturday night. \"It didn't hurt at all,\" said <strong> Carmelo Anthony </strong>, who missed five games after landing on the foot of <strong> Kobe Bryant </strong> on Jan. 21. <q>It felt good to be back.</q> The Nuggets, who won their eighth straight game at home, were all too happy to have him back, especially <strong> Allen Iverson </strong>. \"When he is not in the lineup, it makes it tougher for me,", "new_id": -2}, {"uid": "1295094125134053943", "i": 20102, "idx": 32, "sa": ["Allen Iverson", "Nate Robinson"], "q": "buzzer. \"I just knew if I get it up high enough I would have a good chance of making it,\" <strong> Nate Robinson </strong> said. \"So I just shot it hard and let it go.\" <q>The sky's the limit for him,</q> <strong> Allen Iverson </strong> said. \"He's a tough guard. He's got the best coach in the world on his side.\" New York, outplayed in the first half, outhustled and outworked the 76ers for a", "new_id": -2}, {"uid": "1295758103021528583", "i": 41792, "idx": 0, "sa": ["Andy Coulson"], "q": "border... Video: Raw video: 1 dead after gunfight at Mexico mall..., Mexico- The head of a Tijuana-area drug trafficking ring who worked... Photo: Soldiers detain suspected gunman after shootout with Report Abuse <q>que comentario tan pendejo, me imagino la clase de idiota que eres, piensas que un ser humano vale menos que otro.</q> Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify", "new_id": -2}, {"uid": "1297702868198672412", "i": 30269, "idx": 0, "sa": ["Lindsay Lohan", "Simon Cowell"], "q": ": \"She won't be able to change her appearance or hair without the say-so of a producer and they have told her she must do her best to lose her accent.\" They added: <q><strong> Cheryl Cole </strong> likes to be in control of her own destiny and feels she will have hardly any say in her own life. She says she will be living like a Stepford Wife.</q> As speculation grows over who will be joining <strong> Simon Cowell </strong> as a judge on the US show, X Factor bosses have quashed reports suggested that troubled actress <strong> Lindsay Lohan </strong> is being considered for the programme.", "new_id": -2}, {"uid": "1297095644088211562", "i": 1401, "idx": 0, "sa": ["Mark Kirk", "Rick Santorum", "Newt Gingrich", "Mike Pence"], "q": "said in the statement. \"This will help energize our voters while also adding resources for winning races for Congress and state offices.\" U.S. <strong> Rick Santorum </strong> <strong> Mark Kirk </strong> added that when it comes to early poling, <q>New Hampshire and Iowa should not have all the fun.</q> The announcement was made alongside four people whom the Illinois GOP identifies as potential presidential candidates, including former House Speaker <strong> Newt Gingrich </strong>, former U.S. <strong> Rick Santorum </strong>, former United Nations Ambassador <strong> Rick Santorum </strong> Bolton, and U.S. <strong> Newt Gingrich </strong> <strong> Mike Pence </strong>", "new_id": -2}]