[{"uid": "1297197242093274120", "i": 53544, "idx": 13, "sa": ["Lady Gaga", "Simon Cowell"], "q": "quality when they saw it.`` Over the years you've seen a different type of artist emerge,'' he explained, noting that a certain je ne sais quoi has become just as important as chops. <q> A good example of that is <strong> Lady Gaga </strong>. God only knows what we would have said to her if she'd walked into` Idol' three years ago with a lobster on her head. I don't know. But she's got it. </q> Whether <strong> Simon Cowell </strong>'s still got it is hard to say, especially seven long months away from the premiere date. But at a time when the music industry's struggling, he's going to have to", "new_id": -2}, {"uid": "1295984269158924821", "i": 7133, "idx": 8, "sa": ["Eric Schmidt"], "q": " Despite his hopes of landing a TV gig, it appears the Chairman won't be straying far from Google. At the DLD media conference in Munich today, <strong> Eric Schmidt </strong> href=\"http://www.reuters.com/article/idUSTRE70O2TE20110125\"> said he is <q> very personally excited about my next decade at Google. </q>", "new_id": -2}, {"uid": "1296365944097009664", "i": 29563, "idx": 1, "sa": ["Kobe Bryant", "Allen Iverson", "Michael Finley", "Rick Carlisle"], "q": "afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacking any strength.`` I survived, I'm still here,'' he said. <q> I'm a new man, stronger than ever, I just say,` Thank you, everybody. </q>' <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden State for the eighth and Michael Finleyal playoff spot, and one game behind the MaveRick Carlisles. The Kobe Bryants visit the Pepsi Center on Saturday night", "new_id": -2}, {"uid": "1295647475254836743", "i": 6199, "idx": 0, "sa": ["Esperanza Spalding", "David Letterman", "Antoine Dodson", "Nathan Lane", "Lidia Bastianich", "Jeff Bridges", "Craig Ferguson", "Greta Gerwig"], "q": "<strong> Greta Gerwig </strong>, <strong> Lidia Bastianich </strong>( NBC) Late Show with <strong> David Letterman </strong>: <strong> Nathan Lane </strong>, Mike Palascak, <strong> Esperanza Spalding </strong>( CBS) Late Late Show with <strong> Craig Ferguson </strong>: <strong> Jeff Bridges </strong>( CBS) In TV News... Your <q> of course he is! </q> news of the day: <strong> Antoine Dodson </strong> is getting his own reality show. No word on whether it'll actually feature any actual bed intruders.[ href=\"http://popculturebrain.com/post/2858473073/bed-intruder-star-Antoine Dodson-Antoine Dodson-getting-his-own\"> Pop Culture Brain] Nickelodeon is trying something new by", "new_id": -2}, {"uid": "1295566930055705679", "i": 36321, "idx": 1, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "`` Day-to-day adult supervision no longer needed!'' remark made by Google co-founder <strong> Sergey Brin </strong> when Mr. <strong> Eric Schmidt </strong> was appointed as chief executivechairman of the company in 2001. He became CEO in August of that year. <q> Basically, he's going to be a bit of chaperone, providing adult supervision. <strong> Larry Page </strong> and I are entering our teenage years. </q> Mr. <strong> Sergey Brin </strong> and Mr. <strong> Larry Page </strong> were 27 when Mr. <strong> Eric Schmidt </strong> became CEO. 5:44 pm January 20, 2011 <cite> Anonymous </cite> kabster728( Katie Boehret)''( Clarification: <strong> Eric Schmidt </strong> out as CEO-- becoming chairman", "new_id": -2}, {"uid": "1297270974262504465", "i": 8600, "idx": 1, "sa": ["Simon Cowell", "Paula Abdul", "Simon Lythgoe"], "q": "`` One of the reasons this show stands out from the rest is that it's the only show where the contestants take an active role in deciding who's in the band,'' <strong> Simon Lythgoe </strong> said. <q> Whereas contestants must sing in different genres on other shows, this is all about country music. Our contestants will turn some world-renowned songs from other genres like pop or Motown, pour their soul into it and make it country. </q> My Settings Your comment contains inappropriate content in violation of our PublishDate= 2/9/2011 10:03:00 AM href=\"http://www.popeater.com/2011/02/09/Paula Abdul-Paula Abdul-on-x-factor/\" target=\"_blank\"> <strong> Paula Abdul </strong> Won't Say Whether She's Reuniting With <strong> Simon Cowell </strong> on' X Factor' Zack Galifianakis Goes", "new_id": -2}, {"uid": "1296169756065815248", "i": 55549, "idx": 1, "sa": ["Mike Pence"], "q": "\"`` In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana,'' <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. <q> We will not seek the Republican nomination for president in 2012. </q> \" <strong> Mike Pence </strong>'s announcement was supposed come in an interview with the Star later tonight. It may have been scheduled for tomorrow, though. That's what his dear ol' mum said when a National Journal", "new_id": -2}, {"uid": "1296104947131907627", "i": 25840, "idx": 6, "sa": ["Michael Vick", "Cam Newton"], "q": "Bowl. He takes satisfaction that his passing was better than it has ever been this season.`` I feel like this one, I had to work hard to get it,'' he said. <q> It Cam Newtone in a different fashion. I displayed different talents this year and showed really what I could do in the passing game along with doing everything else. Everything just Cam Newtone together and it worked out for me. </q> <strong> Michael Vick </strong> set career highs in yards passing( 3,018), touchdown passes( 21), touchdowns rushing( nine), completion percentage( 62.6) and passer rating( 100.2). The Eagles(", "new_id": -2}, {"uid": "1296230759016433163", "i": 41450, "idx": 0, "sa": ["Simon Cowell", "Jimmy Kimmel", "Ryan Seacrest"], "q": "36, recently appeared on <strong> Jimmy Kimmel </strong> Live and spoke about his pal and former American Idol judge <strong> Simon Cowell </strong>'s upcoming show The X Factor. Asked if he had spoken to <strong> Simon Cowell </strong> about it, he said: <q> Actually I did hear from him, I spoke to him when he was overseas on a little bit of a break and he didn't comment about the new show.`` No he didn't bring up the new show. But he likes to keep his opinions to himself. </q> However <strong> Ryan Seacrest </strong> said he is sure to hear from him if the show gets impressive ratings when it starts later this year. He said:`` He will be the first to congratulate himself on", "new_id": -2}, {"i": 21773, "idx": 0, "index_answer": 1, "new_id": -1, "q": "you were a kid in school always picking teams,'' <strong> Trent Baalke </strong> said.''` Oh, I want this guy, I want that guy.' That's the reality of what we do. <q> It's a talent-acquisition business, right? If you don't have it, it's hard to win. </q> Tea Party GOP <strong> Michele Bachmann </strong> thinks founding fathers ended slaver... Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog MANUFACTURING PRODUCT ENGINEER AND SR..", "sa": ["Bill Lockyer", "Trent Baalke", "Michele Bachmann", "Newt Gingrich"], "uid": "1296023447028524570"}]