[{"uid": "1296863722114081843", "i": 35999, "idx": 1, "sa": ["Michael Vick"], "q": "said. Memories of <strong> Michael Vick </strong>'s dog fighting conviction and jail time may be harder to shake, but the athlete was easily able to resume his lucrative NFL career after making a few amends. <q> The jury is still out, of course, </q> Mosher said.`` He could be a very good play actor or his public relations people could be handling him very, very well.'' With these athletes back playing with their teams in what seems", "new_id": -2}, {"uid": "1295790964050479109", "i": 17805, "idx": 0, "sa": ["Andy Coulson", "Rupert Murdoch"], "q": "his previous case, said none of the four had been the victims of News Group newspapers.( News Group is a <strong> Rupert Murdoch </strong> company which controls the NoW.) He told the paper: <q> Lots of people were doing it. It was such a widespread practice, this was almost kids' playtime.`` Although it is a crime, people were regarding it as though it was driving at 35mph in a 30mph zone, that you just sort of do it and hope you don't get caught. </q> The allegation that the practice spread beyond the NoW will surely be a welcome one for <strong> Rupert Murdoch </strong>- the latest intrigue over <strong> Andy Coulson </strong>'s behaviour at one of his papers could not have come at a worse", "new_id": -2}, {"uid": "1297079511110805018", "i": 28635, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson", "Ian Edmondson"], "q": "editor <strong> Glenn Mulcaire </strong>, were jailed for phone hacking. In one recording, Mr <strong> Andy Coulson </strong> praises news editor <strong> Ian Edmondson </strong>, who was sacked last month for alleged phone hacking. He says: <q> I've got total and complete faith in <strong> Ian Edmondson </strong>, I think he is a great operator and I think he's doing a brilliant job. </q> In another tape, he apparently tells a reporter:`` People are making redundancies we've all got to justify our existence. It means that I need more stories. I need more exclusives, and I", "new_id": -2}, {"uid": "1295641951138969110", "i": 7059, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "claim dismissed as implausible by the paper's critics.`` Obviously, when he was editor of the News of the World, bad things happened at that newspaper,'' <strong> David Cameron </strong> said Monday. <q> I always think that the danger at the moment is that he is effectively being punished twice for the same offense. I think in life that sometimes it is right to give someone a second chance, </q> he added. <strong> David Cameron </strong> chose <strong> Andy Coulson </strong> as communications director after <strong> Andy Coulson </strong> had resigned from the newspaper because of the phone hacking charges. <strong> Andy Coulson </strong> has denied any wrongdoing, but the case continues to dog him", "new_id": -2}, {"uid": "1296708705003522561", "i": 42169, "idx": 1, "sa": ["Casey Abrams", "Marc Anthony", "Steven Casey", "Simon Cowell"], "q": "are correct, but <strong> Simon Cowell </strong>'s absence hasn't been as impactful as expected because <strong> Steven Casey </strong> <strong> Casey Abrams </strong> sends a jolt through` American <strong> Marc Anthony </strong>' Newsday <strong> Casey Abrams </strong> up last on`` American <strong> Marc Anthony </strong>'' in Austin, singing <q> I Don't Need No Doctor, </q> he's instantly better than I thought based on his schtick of carrying a mouth organ thing around. High-energy, fun, scatting all over the place, and it all hangs together well.`` YES'' all", "new_id": -2}, {"uid": "1296632993061571072", "i": 3066, "idx": 0, "sa": ["Michael Vick", "Tom Brady"], "q": "a string of 355 passes without being intercepted, received 21 votes from a nationwide panel of 50 media members who regularly cover the league. He easily beat Philadelphia quarterback <strong> Michael Vick </strong>, who got 11 votes. <q> To me it comes down to the mental toughness and determination of the players and coaches, </q> <strong> Tom Brady </strong> said. A unanimous choice for the All-Pro team, <strong> Tom Brady </strong> threw for 36 touchdowns while being picked off just four times. When he won the award in 2007, <strong> Tom Brady </strong> set an NFL mark with", "new_id": -2}, {"uid": "1295501734152403988", "i": 4594, "idx": 0, "sa": ["Michael Beasley", "Elgin Baylor", "Vince Carter", "Derrick Rose", "Michael Jordan", "Allen Iverson"], "q": "the floor. Picking himself up and shaking off the aftershocks, <strong> Allen Iverson </strong> came downcourt on Philadelphia's next possession and used a quick dribble and deft stutt... OJ <strong> Michael Jordan </strong>`` The Next One''[ New Edition] <q> This is only a fan made video and is not made for monetary gain. No copyright infringement intended. </q> <strong> Elgin Baylor </strong> think <strong> Michael Jordan </strong> will win ROTY... But <strong> Derrick Rose </strong> is a beast... Is gon na be close.... PLS Comment, Rate, Subscribe.... DOWNLOAD LINK: www.megaupload.com Check These <strong> Vince Carter </strong> Thinks Abou... <strong> Michael Beasley </strong> Scores", "new_id": -2}, {"uid": "1295569537103104525", "i": 19034, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "management shake-up. Current Google CEO <strong> Eric Schmidt </strong> will serve as the company's executive chairman. Co-founder <strong> Sergey Brin </strong> will devote his time to strategic projects, in particular working on new products, the company said. <q> We've been talking about how best to simplify our management structure and speed up decision making for a long time, </q> Mr <strong> Eric Schmidt </strong> said.`` By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company. In my clear opinion, Larry is ready to lead and I'm excited", "new_id": -2}, {"uid": "1295614628111296525", "i": 7347, "idx": 0, "sa": ["Andy Coulson"], "q": "has been under strain for months over allegations of widespread hacking of cellphone messages by journalists at the News of the World at the time that he edited the paper, from which he resigned in 2007. <q> I can today confirm that I've resigned as Downing Street director of communications, </q> <strong> Andy Coulson </strong> said in a statement.`` Unfortunately, continued coverage of events connected to my old job at the M&G Online Comment Guidelines In Brief No hate speech; No racist, sexist or homophobic remarks;", "new_id": -2}, {"i": 10745, "idx": 4, "index_answer": 1, "new_id": -1, "q": "me. You're a pro. You're a hell of a lot better than others in this town.'' <strong> Howard Kurtz </strong> suspects that <strong> Donald Rumsfeld </strong>'s goal with this memoir is to leave readers with the same conclusion. <q> But it contains few surprises and, after so many years of divisive debate, is unlikely to change many minds, </q> writes <strong> Howard Kurtz </strong>.`` What is known is that he has in these 50 chapters marshaled his best defense; only history's final verdict remains unknown.'' <strong> Donald Rumsfeld </strong>, that master of the tart zinger,... Photo", "sa": ["Donald Rumsfeld", "Howard Kurtz"], "uid": "1296759800078708738"}]