[{"uid": "1297210131061849602", "i": 3319, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "that officials were never able to improve the camp's public image. \"It is an exceedingly well-run prison and the folks down there have done and are doing an excellent job,\" he said. <q>The heartbreaking thing with respect to Guantanamo is not that there's anything wrong with it. It's one of the finest prison systems in the world. What's awkward is the fact that for whatever reason the administration was incapable of persuading people that that was a first-class operation, that they were not torturing people, that they were not hurting people.<q> <strong> Donald Rumsfeld </strong> described the prison camp as a \"fine operation\" and said the service members who operate it have \"taken a lot of heat unfairly.\" <strong> Donald Rumsfeld </strong> also made clear that he has", "new_id": -2}, {"uid": "1295628283045006891", "i": 16689, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "take over day-to-day operations, the company said, and <strong> Eric Schmidt </strong> will focus on partnerships and government outreach. <strong> Eric Schmidt </strong>, who has headed up Google since July 2001, sent a message via Twitter Thursday saying: <q>Day-to-day adult supervision no longer needed!<q> Co-founder <strong> Sergey Brin </strong> will focus on new products and projects. Google said fourth quarter net income of$ 2.54 billion, or$ 7.81 a share, up from$ 1.97 billion, or$ 6.13", "new_id": -2}, {"uid": "1295974415172294173", "i": 24752, "idx": 0, "sa": ["Rahm Emanuel", "Bill Lockyer", "Newt Gingrich"], "q": "court to tell Chicago election officials to keep his name on the ballot if it starts to print them. Appellate litigation attorney Christopher Keleher said it's likely the court would rule against <strong> Rahm Emanuel </strong>. <q>I can tell you from experience that getting a reversal from any Supreme Court is difficult- even more so when you've got a truncated time frame,<q> Keleher said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Aston Martin 2008 V8 Vantage$ 85,794 Aston Martin 2009 V8", "new_id": -2}, {"i": 12731, "idx": 3, "index_answer": 0, "new_id": -1, "q": "is big for me. I'm just thankful to have the opportunity to play in this league again. And have the opportunity to go out on the field this year and play again,\" <strong> Michael Vick </strong> said. <q>However it comes, whatever happens, happens.<q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "sa": ["Michael Vick"], "uid": "1297067872184320061"}, {"uid": "1295101045140623875", "i": 3722, "idx": 1, "sa": ["Sarah Palin", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "of the political aisle, liberal independent <strong> Sen. Bernie Sanders </strong>, of Vermont, who is seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in addition to <strong> Gabrielle Giffords </strong>. It asked whether <q>right-wing reactionaries, through threats and acts of violence, intimidated people with different points of view from expressing their political positions<q> in the state. He drew criticism from conservatives, mirroring the reaction against <strong> Sarah Palin </strong>'s more widely reported video statement. Some of the jockeying was more subtle. Within two days of", "new_id": -2}, {"uid": "1296119321127270918", "i": 6359, "idx": 0, "sa": ["Andy Coulson", "Andrew Neil"], "q": "too was brought up in a council house but was luckier than Johnson or <strong> Andy Coulson </strong>. I made it to an elite 16th Century grammar school in Paisley and then Glasgow University, a world-class 15th Century institution. <q>I was part of the post-World War II meritocracy that slowly began to infiltrate the citadels of power<q>\" <strong> Andrew Neil </strong> I was part of the post-World War II meritocracy that slowly began to infiltrate the citadels of power, compete head-to-head against those with the \"right\" background and connections and- more often than", "new_id": -2}, {"uid": "1297368296190234685", "i": 23343, "idx": 1, "sa": ["Jay Leno", "Paula Abdul", "Simon Cowell"], "q": "and told <strong> Jay Leno </strong> that <strong> Simon Cowell </strong> was obsessed with her. That doesn't seem like a very good way to get a job. Someone needs to tell <strong> Paula Abdul </strong> to be nice. <strong> Jay Leno </strong> continues to nudge <strong> Paula Abdul </strong>, <q>The rumor is you guys might work together again.<q> <strong> Paula Abdul </strong> sat speechless. <strong> Jay Leno </strong> asked, \"Is this the first you've heard of it?\" <strong> Paula Abdul </strong> replied, \"Yeah. He always talks to me about,` We will work together somehow, some", "new_id": -2}, {"uid": "1297724508166166602", "i": 19201, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "Senator <strong> Kirsten Gillibrand </strong> said that Rep. <strong> Gabrielle Giffords </strong> is making \"remarkable progress\" as she recovers from last month's shooting in Tucson and has started speaking, making specific requests for food and talking to loved ones. <q>They're short sentences but specific, and very communicative,<q> said <strong> Kirsten Gillibrand </strong> about <strong> Gabrielle Giffords </strong>' progress. \"I think that's really what people are so excited about- that she's able to speak, that she's able to communicate and now its all about whether she", "new_id": -2}, {"uid": "1295589646072171577", "i": 12964, "idx": 0, "sa": ["Eric Schmidt"], "q": "also 37, have a decade of experience under their belts. Google co-founder Larry Page( left) will take over day to day operations as CEO <strong> Eric Schmidt </strong> announced he'll be stepping down in April. <q>Day-to-day adult supervision no longer needed,<q> <strong> Eric Schmidt </strong> tweeted yesterday. Page, who <strong> Eric Schmidt </strong> said is \"ready to lead,\" will take over on April 4. \"Larry is looking to take a more active role in day-to-day operations", "new_id": -2}, {"uid": "1297097447088211513", "i": 8006, "idx": 3, "sa": ["Donald Rumsfeld", "Ben Bradlee", "Marian Wright Edelman", "Hubert Humphrey", "Richard Nixon"], "q": "conservative, but he has not given up his taste for smart people who are passionate about ideas. Terry Lenzner, for one, has maintained a friendship with the man who fired him and says that <strong> Donald Rumsfeld </strong> is <q>open to different personalities and ideas.<q> <strong> Donald Rumsfeld </strong> and his wife, Joyce( also New Trier' 50), have collected scores of friends with liberal credentials, a few even worthy of <strong> Richard Nixon </strong>'s \"enemies list\"- <strong> Hubert Humphrey </strong>, <strong> Marian Wright Edelman </strong>, <strong> Ben Bradlee </strong>", "new_id": -2}]