[{"uid": "1295298855113115208", "i": 5365, "idx": 0, "sa": ["Steve Ballmer"], "q": "Spy\" /> Microsoft CEO <strong> Steve Ballmer </strong> has said that the Xbox 360 is not a games console. He told USA Today that its multimedia capabilities and Kinect support makes it an entertainment device. <q> Xbox isn't a gaming console. Xbox is a family entertainment centre. It's a place to socialise, </q> he said. \"It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body.\"", "new_id": -2}, {"uid": "1295587968175472692", "i": 235, "idx": 0, "sa": ["David Letterman", "Bill Cosby", "Jay Leno"], "q": "with without being profane.\" <strong> Bill Cosby </strong> has made fans \"realize that the problems they face- black or white- are the same,\" said Asheville lawyer Gene Ellison. <q> He is able to communicate with people on different levels. </q> <strong> Bill Cosby </strong>'s Sunday show at Wolfe Auditorium will be similar to late-night appearances with <strong> Jay Leno </strong> and <strong> David Letterman </strong>, he said. \"I come out and sit down,\" he said", "new_id": -2}, {"uid": "1297594529017956866", "i": 44875, "idx": 0, "sa": ["Michael Gove"], "q": "the way projects had been stopped was arbitrary and legally flawed. They asked the judge to order Mr <strong> Michael Gove </strong> to reconsider the schemes, properly taking account of their merits. The judge said: <q> However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation. </q> Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful \"because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act.\" Leader of", "new_id": -2}, {"uid": "1295601684081559570", "i": 32284, "idx": 9, "sa": ["Larry Page", "Sergey Brin", "Eric Schmidt"], "q": "In a blog post, <strong> Eric Schmidt </strong> said: \"<strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making.\" <q> This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us, </q> he added, noting each member of the trio had been equally involved in decision-making over the past 10 years. \"But we have also agreed to clarify our individual roles so there's clear responsibility and", "new_id": -2}, {"uid": "1295389551128106499", "i": 5618, "idx": 2, "sa": ["Charles Ellis Schumer", "Kirsten Gillibrand"], "q": "economic advantage,\" <strong> Charles Ellis Schumer </strong> said. \"If it were just one area, if they were fine on most things... that would be one thing,\" he said. <q> It seems in almost every place you look, not only do they seek advantage, which every country does, but they seek unfair advantage. </q> <strong> Kirsten Gillibrand </strong> sits on the Senate Foreign Relations Committee and focused her complaints on topics that can cause potential security problems. Cyber attacks against the defense department as well as American-based companies like Google were at", "new_id": -2}, {"uid": "1295509121092602403", "i": 54652, "idx": 1, "sa": ["Regis Philbin", "David Letterman", "Martin Short"], "q": ") perhaps with the best of intentions. \"I'm still in a state of shock when I heard that announcement from you yesterday that you're leaving the show,\" <strong> Martin Short </strong> said to <strong> Regis Philbin </strong>. <q> I think it's a good idea. I think you're leaving at the top of your game. </q> With <strong> David Letterman </strong> laughing, <strong> Martin Short </strong> pressed on with the obvious joke. \"It's a smart thing to do, because you've peaked,\" he said. And then he advised <strong> David Letterman </strong> to not \"", "new_id": -2}, {"uid": "1295030362239566879", "i": 34122, "idx": 2, "sa": ["Steve Ballmer"], "q": "This is simply recognition that all businesses go through cycles and need new and different talent to manage through those cycles,\" said <strong> Steve Ballmer </strong>, in an e-mail Monday to Microsoft employees. Then came the inevitable follow-up. <q> In conjunction with this leadership change, Bob has decided to leave Microsoft this summer, </q> wrote <strong> Steve Ballmer </strong>. \"He will continue to actively run STB as I conduct an internal and external search for a new leader.\" If <strong> Steve Ballmer </strong>'s e-mail is to be taken at face value, it", "new_id": -2}, {"uid": "1296981663254574647", "i": 30252, "idx": 0, "sa": ["Greg Jennings", "Frank Zombo", "Michael Vick"], "q": "and were brought up to the varsity to help solidify the defense. \"They were just so excited just to come up, even though they were not going to play offense,\" he said. <q> <strong> Greg Jennings </strong> was a football player. He was not an athlete trying to play football. He loved contact; he loved the physical aspect of the game. </q> Former soccer stud leads the Pack On <strong> Frank Zombo </strong>'s first play in an NFL game, he sacked <strong> Michael Vick </strong>. He was a dream team all-stater at Stevenson but rarely played defense. \"", "new_id": -2}, {"uid": "1296480217189546502", "i": 32119, "idx": 0, "sa": ["Sergio Marchionne"], "q": "trucks, including a new version of its Jeep Grand Cherokee. <strong> Sergio Marchionne </strong>, the chief executive of both Chrysler and Fiat, said that retooling the product lineup had positioned Chrysler to start making money again. <q> It can be safely said that what Chrysler delivered last year, on both the product and financial fronts, surpassed many expectations, </q> He said the company would increase revenues this year to$ 55 billion and achieve net income of$ 200 million to$ 500 million. Fourth-quarter revenue was$ 10.76 billion. The", "new_id": -2}, {"uid": "1295577074207667206", "i": 56492, "idx": 17, "sa": ["Steve Cohen", "Barack Obama", "Anderson Cooper", "Eric Schmidt"], "q": "..., 37, is reclaiming the top job from <strong> Eric Schmidt </strong>, who had been... Technology Video: Spy Satellite Launched From California Report Abuse \" 55 it too old to run Google, period. \" Report Abuse <q> Happy 2011 everyone... This has got to be a better year!... </q> Report Abuse \" You know the democrats have gone too far, when <strong> Anderson Cooper </strong> goes after their representative. \" Democrat Rep. <strong> Steve Cohen </strong> took to the House floor and compared GOP's rhetoric on the Barack Obamacare issue to", "new_id": -2}]