[{"uid": "1295264028094093318", "i": 8699, "idx": 7, "sa": ["David Cameron", "Andy Coulson", "Nick Clegg"], "q": "the papers and blogs are saying Phone-hacking row: <strong> Nick Clegg </strong> urges police to investigate` quickly and thoroughly' <strong> David Cameron </strong>: <strong> Andy Coulson </strong> deserves to be given a second chance Imageark 17 January 2011 10:17 AM <q> <strong> Andy Coulson </strong> has admitted that the allegations concerning the bugging of celebrities' phones while he was editor of the News of the World are making it harder for him to carry out his duties at No 10 </q> teaplanter 17 January 2011 10:19 AM I almost think there's a danger at the moment that he's effectively been punished twice for the same offence. This is a very strange turn", "new_id": -2}, {"uid": "1295668630145047609", "i": 13633, "idx": 0, "sa": ["Raef LaFrentz", "Allen Iverson", "Paul Pierce", "Earl Watson"], "q": "of a sprained left shoulder. <strong> Allen Iverson </strong> started and played 44 minutes, getting nine assists and six steals, despite a strained groin that put him out of the fourth quarter in Friday night's game against Dallas. <q> Earl Watsony in the game, we buckled down, </q> he said.`` I'm glad we did, because it shows we can play defense with the best of them.'' <strong> Paul Pierce </strong> had 26 points and 13 rebounds and <strong> Raef LaFrentz </strong> had 14 points and 13 rebounds for", "new_id": -2}, {"uid": "1296113722137510985", "i": 31988, "idx": 2, "sa": ["Bernie Sanders", "John Krieger"], "q": "& <strong> Bernie Sanders </strong> Have Teamed Up To Go After The Military Budget'' Progressives and the Tea Party are like minded when it comes to decreasing the defense budget. National Taxpayers Union and PIRG have released a joint report titled <q> Toward Common Ground: Bridging the Political Divide to Reduce Spending, </q> PIRG's <strong> John Krieger </strong> and Ex. Vice Pres... Tea Party Misconceptions_1 10:58 Just some thoughts to consider for Tea Party Supporters... it's a 2 part vid... so, please hear me out. Progressives are", "new_id": -2}, {"uid": "1295168588203145230", "i": 9081, "idx": 0, "sa": ["Mark Kelson", "Gabrielle Giffords", "Barack Obama", "Kirsten Gillibrand"], "q": ", damaged in the shooting, is bandaged.) For about 30 seconds, <strong> Gabrielle Giffords </strong> struggled, before finally opening her eye wide and straining to focus on her friends, husband, parents and doctor. <q> We knew she could hear and understand what we were saying, </q> <strong> Kirsten Gillibrand </strong> told reporters traveling back to Washington with the <strong> Barack Obama </strong> Thursday morning. It was the first time <strong> Gabrielle Giffords </strong> had opened her eye since the shooting. <strong> Mark Kelson </strong> told <strong> Gabrielle Giffords </strong> to give him a thumbs-up if she could", "new_id": -2}, {"uid": "1295966915202670097", "i": 50489, "idx": 6, "sa": ["Joe the Plumber", "Joe Biden", "John McCain", "Colin Powell", "Barack Obama"], "q": "a break!! http://wn.com/Colin Powell_Colin Powell_destroys_both_Joe Biden_the_Joe the Plumber_and_John McCain's_Campaign_while_endorsing_Barack Obama! <strong> Colin Powell </strong> endorses <strong> Barack Obama </strong>!( CNN)-- Former Secretary of State <strong> Colin Powell </strong> announced Sunday that he will be voting for Sen. <strong> Barack Obama </strong>, citing the Democrat's`` ability to inspire'' and the <q> inclusive nature of his campaign. </q>`` I think he is a transformational figure, he is a new generation coming onto the world stage, onto the American stage, and for that reason I'll be voting for Sen. <strong> Barack Obama </strong>,'' <strong> Colin Powell </strong> said", "new_id": -2}, {"uid": "1295665908215973896", "i": 10707, "idx": 0, "sa": ["Mike Pence", "Newt Gingrich"], "q": "House Speaker <strong> Newt Gingrich </strong> has plenty of political experience and a promising public partnership with wife Callista as the presidential election year approaches.( Associated Press) But wait. That old historic touch never fails: <q> At the first critical juncture in our nations history, our Founding Fathers started the Declaration with` when in the course of human events.' In 1964, href=\"http://www.washingtontimes.com/topics/ronald-reagan/\"> Ronald Reagan defined the differences in the modern era as' a time for choosing.' That time is now.... We believe that you, href=\"http://www.washingtontimes.com/topics/Mike Pence-Mike Pence/\"> <strong> Mike Pence </strong>, must answer your country's call. We believe that you must offer yourself as a candidate for the Republican Presidential nomination in 2012. </q>'' href=\"http://www.washingtontimes.com/topics/Mike Pence-Mike Pence/\"> <strong> Mike Pence </strong>, at this precarious time in our nations history, none of us can afford to make political calculations or make decisions based on future ambitions, for what will be left of", "new_id": -2}, {"uid": "1297173747028033040", "i": 60009, "idx": 0, "sa": ["Dan Fesperman", "Donald Rumsfeld"], "q": "front of the Style section matches a book review of <strong> Donald Rumsfeld </strong>'s new memoir Known and Unknown as equal with... a 110-page <strong> Donald Rumsfeld </strong> torture fantasy concocted for the small magazine company McSweeney's. The title over both was <q> Two Shots of Rummy. </q> In his review, href=\"http://www.washingtonpost.com/wp-dyn/content/article/2011/02/08/AR2011020800007.html\"> novelist <strong> Dan Fesperman </strong> suggested that the leftist`` literary guerrilla action'' is more authentic about <strong> Donald Rumsfeld </strong>: It is tempting at first to dismiss'' href=\"http://www.amazon.com/gp/product/1936365251?ie=UTF8&amp;tag=wapo- 20&amp;linkCode=xm2&amp;camp=1789&amp;creativeASIN=1936365251\" target=\"\">", "new_id": -2}, {"uid": "1295568275055377924", "i": 24141, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "until now. Mr <strong> Eric Schmidt </strong> said that the company's three top executives had decided to`` clarify'' their roles`` so there's clear responsibility and accountability at the top of the company.'' <q> <strong> Larry Page </strong>, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making-and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> Mr title=\"http://googleblog.blogspot.com/2011/01/update-from-chairman.html\" href=\"http://googleblog.blogspot.com/2011/01/update-from-chairman.html\"> <strong> Eric Schmidt </strong> said on Thursday. The company had always argued in the past that its unusual leadership arrangements worked well, and that it reflected the fact that Google was operated", "new_id": -2}, {"uid": "1295569141118865927", "i": 57767, "idx": 0, "sa": ["Eric Schmidt", "Bill Gates"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q> Day-to-day adult supervision no longer needed! </q> Vindicia offers an e-Bill Gatesing product that runs as a service, manages recurring Bill Gatesing and offers fraud management <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman.`` By elevating me and", "new_id": -2}, {"i": 34756, "idx": 2, "index_answer": 0, "new_id": -1, "q": "his fourth time with at least 10 assists. However, this was his first 30-10 game of the season.`` I thought AI had a real good feel for the game,'' Nuggets coach <strong> George Karl </strong> said. <q> <strong> Michael Jordan </strong> game is to get to the free-throw line and to run. Dallas tried to get the ball out of his hands. He definitely did a good job getting the guys involved. </q> <strong> Linas Kleiza </strong> benefited from <strong> Allen Iverson </strong>'s passing, scoring a season-best 23. <strong> Carmelo Anthony </strong> had 23 points and <strong> Kenyon Martin </strong>, a Dallas native, had 18 points and seven rebounds. <strong> Marcus Camby </strong> added 14 rebounds and eight points. Denver made", "sa": ["George Karl", "Kenyon Martin", "Carmelo Anthony", "Linas Kleiza", "Marcus Camby", "Allen Iverson"], "uid": "1294977377249905175"}]