[{"uid": "1295272524072728652", "i": 47378, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "claiming that his communications director, <strong> Andy Coulson </strong>, had offered his resignation. When specifically asked on Today programme whether <strong> Andy Coulson </strong> had offered to resign over the continuing News of the World phone-hacking controversy, <strong> David Cameron </strong> said: <q>I don't have to go into private conversations.<q> UK prosecutors reopen phone hacking investigation LONDON-Prosecutors said Friday that a politically sensitive investigation into <strong> Andy Coulson </strong> \"not quitting over phone hacking' <strong> Andy Coulson </strong>, <strong> David Cameron </strong>\"s director of communications, has not offered to resign over newspaper he used", "new_id": -2}, {"uid": "1295070638169934886", "i": 34545, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "\" \"Reply# 509 on: April 13, 2009, 03:36:40 PM\" http://www.thepentacon.com/ I watched it- two police officers that were at the scene prove that the official flight path was completely bogus. <q>Reply# 510 on: April 23, 2009, 09:12:15 PM<q> <strong> Donald Rumsfeld </strong>, Wolfowitz, and Bush had some controversial plans on how to allocate the Budget for the Military. Published: March 18, 2001 Author: TOM BOWMAN; Baltimore Sun On the", "new_id": -2}, {"uid": "1295567949204783621", "i": 3630, "idx": 0, "sa": ["Eric Schmidt"], "q": ", he was seen as an experienced tech executive who could handle the demands of running a large, growing company founded by two young computer scientists. On Thursday, <strong> Eric Schmidt </strong> referenced that perception in a Twitter message-- <q>Day-to-day adult supervision no longer needed!<q> Small World Labs is an enterprise social networking service provider. It allows organizations to build customer engagement communities. <strong> Eric Schmidt </strong> will continue to work for Google, assuming the role of Executive Chairman. \"By elevating", "new_id": -2}, {"uid": "1297616629186400779", "i": 26870, "idx": 12, "sa": ["Saddam Hussein", "Donald Rumsfeld", "President Bush"], "q": "out <strong> Saddam Hussein </strong>. \"When did you first talk to <strong> President Bush </strong> about going after <strong> Saddam Hussein </strong>?\" asked Martin. \"Oh, I think it was in September,\" <strong> Donald Rumsfeld </strong> replied. <q>So before the first U.S. boot is on the ground in Afghanistan...<q> \"He called me into the Oval Office and he said,` Do you have a war plan for Iraq?\" <strong> Donald Rumsfeld </strong> explained. But as he was gearing up for war the", "new_id": -2}, {"uid": "1296407544252772372", "i": 143, "idx": 21, "sa": ["Eric Snow", "Allen Iverson", "Tyrone Hill"], "q": "had 12. <strong> Eric Snow </strong> had 12 points and 13 assists, <strong> Tyrone Hill </strong> had 12 points and nine rebounds and George Lynch had eight points and 12 rebounds for Philadelphia, which improved the NBA's best record to 46-16. <q>It felt funny playing against guys you played with all year,<q> <strong> Allen Iverson </strong> said. \"You look left, you look right and there are guys that were always right there in the foxhole with you, who felt bad when you felt bad. It was tough.\" <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1297178256266534988", "i": 47414, "idx": 8, "sa": ["Donald Rumsfeld"], "q": "to supply terrorists with weapons of mass destruction. In addition, the reporter told <strong> Donald Rumsfeld </strong> that there were reports abou no direct link between the government and those terrorist networks. <strong> Donald Rumsfeld </strong> replied that such reports were <q>interesting to me, because as we know, there are known knowns; there are things we know we know. We also know there are known unknowns; that is to say we know there are some things we do not know. But there are also unknown uknowns- the ones we don't know we don't know.<q> \"and so people who have the omniscience that they can sy with high certainty that something has not happened or is not being tried, have capabilities that are... they can do things I can't", "new_id": -2}, {"uid": "1297082221245825549", "i": 40644, "idx": 2, "sa": ["Donald Rumsfeld", "President Bush"], "q": ". Pressed on the fact that <strong> President Bush </strong> has written that cutting troop levels in Iraq was \"the most important failure in the execution of the war,\" <strong> Donald Rumsfeld </strong> called that \"interesting.\" <q>I don't have enough confidence to say that that's right. I think that it's possible. We had[ an] enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed.<q> \"It's hard to know,\" <strong> Donald Rumsfeld </strong> continued. \"You know, the path you didn't take is always smoother.\" The interview-- <strong> Donald Rumsfeld </strong>'s first for television since 2006", "new_id": -2}, {"i": 16616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "the suggestion of bankruptcy protection. California Treasurer <strong> Bill Lockyer </strong> told Reuters Insider Monday that states may not need the same freedom to declare bankruptcy as major companies because they have a guaranteed source of revenue. <q>The major difference, of course, is that we're looking at sovereign governments that have the ability to enact a tax, and that's not the case of these private corporations that may have unfunded obligations that they can't deal with,<q> he said. <strong> Bill Lockyer </strong>, who last week told Reuters that California had no interest in using bankruptcy to solve its fiscal problems, said that even the potential of bankruptcy legislation could disrupt states' abilities to", "sa": ["Bill Lockyer"], "uid": "1295960930216842358"}, {"uid": "1297106519174964777", "i": 20197, "idx": 0, "sa": ["Simon Cowell"], "q": "Show supremo <strong> Simon Cowell </strong> is excited to be offering the biggest guaranteed prize in television history, and has also revealed the programme will welcome audionees aged from just 12. He said: <q>I like the idea that a 12 year old on this show can compete with an older singer and a singing group. \"I have never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5m recording contract. I'm doing this show in America because I genuinely believe we can find a superstar.<q> On the UK version of the show- where winners land a Â£ 1 million record deal- contestants must be aged at least 16 to enter, though for two seasons the minimum age was reduced", "new_id": -2}, {"uid": "1297462823095535141", "i": 7730, "idx": 7, "sa": ["Paula Abdul", "Simon Cowell", "Lady Gaga"], "q": "<strong> Paula Abdul </strong>,\" he said. \"We've been in regular contact.\" <strong> Simon Cowell </strong> said he'd consider Brits and Americans alike, as long as they could recognize star quality when they saw it. <q>Over the years you've seen a different type of artist emerge,<q> he explained, noting that a certain je ne sais quoi has become just as important as chops. \"A good example of that is <strong> Lady Gaga </strong>. God only knows what we would have said to her", "new_id": -2}]