[{"uid": "1297662325045400099", "i": 13858, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "Print <strong> Donald Rumsfeld </strong> defends his time in office and settles scores Book review: <q> Known and Unknown: A Memoir, </q> by <strong> Donald Rumsfeld </strong>. Sentinel/Penguin Group,$ 36 <strong> Donald Rumsfeld </strong> has served as White House chief of staff and twice as secretary of defense, the youngest and the oldest man ever to hold the post. He has been", "new_id": -2}, {"uid": "1296698670001523770", "i": 23334, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "officials listed a series of actions the military has taken to guard against contractor wrongdoing, including the formation of a working group focused on procurement fraud. But <strong> Sen. Bernie Sanders </strong> said much more needs to be done. <q> It is clear that DOD's current approach is not working and we need far more vigorous enforcement to protect taxpayers from massive fraud, </q> he said.__ Online: <strong> Sen. Bernie Sanders </strong>: http://sanders.senate.gov/", "new_id": -2}, {"uid": "1297418101097157134", "i": 31087, "idx": 1, "sa": ["Steve Ballmer"], "q": "said that \"Nokia and Microsoft will combine our strengths to deliver an ecosystem with unrivalled global reach and scale. It's now a three-horse race.\" <strong> Steve Ballmer </strong>, Microsoft's Chief Executive, said: <q> I am excited about this partnership with Nokia. Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute. </q> The deal will see Nokia's application store integrated with the Microsoft Marketplace. Nokia said that its current mobile operating system, Symbian, would become \"a franchise platform\". The company said", "new_id": -2}, {"uid": "1296784140209256533", "i": 1606, "idx": 1, "sa": ["Zahi Hawass"], "q": ", for example, and so prevented any serious damage or thefts. Ismail Seregeldin, director of the Library of Alexandria, issued a statement on January 30 to thank the youth for protecting the library from <q> lawless bands of thugs, and maybe agents provocateurs. </q> The Library would remain closed, he added, until greater security returned. In a statement yesterday, <strong> Zahi Hawass </strong> said that the army was now protecting all 24 national museums, including the Egyptian Museum, the", "new_id": -2}, {"uid": "1295560243263241749", "i": 39417, "idx": 1, "sa": ["Eric Schmidt"], "q": "executive chairman, <strong> Eric Schmidt </strong> revealed in a post today on Google's blog. More businessperfectly,\" <strong> Eric Schmidt </strong> said. \"As Google has grown, managing the business has become more complicated,\" <strong> Eric Schmidt </strong> wrote. <q> So Larry, Sergey and I have been talking for a long time how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right moment to make some changes to the way we are structured. </q> The news came just before Google announced earnings for its most recent quarter. At$ 8.44 billion, Google's fourth-quarter revenue jumped 26 percent from a year earlier. Profit climbed 29 percent to$ 2.54", "new_id": -2}, {"uid": "1295325224053116939", "i": 37532, "idx": 1, "sa": ["Elton Brand", "Allen Iverson"], "q": "thought my heart was going to jump out of my chest,\" said <strong> Allen Iverson </strong>, who in 31 minutes also handed out five assists and collected four rebounds. Philadelphia lost three of four games with <strong> Allen Iverson </strong> sidelined. <q> Having <strong> Richard Jefferson </strong> back helps. He's a finisher. He can get to the line and get the ball to guy at the right time. We've missed that, </q> <strong> Elton Brand </strong> said. Portland( 20-13) came into Monday's game having won four http://wn.com/San_Antonio_Spurs_vs_Dallas_Mavericks_99-93_Complete_Recap__December_30,_2010 Boston U. rallies to beat Albany( N.Y.) 70-67 Holland scores 27 as Boston U. rallies to beat Albany( N.Y.) 70-67", "new_id": -2}, {"uid": "1296106965198869114", "i": 1641, "idx": 4, "sa": ["Allen Iverson"], "q": "that in mind.\" Philadelphia hosts Miami on Friday with a chance to break the club mark. The NBA record for best start is 15-0, shared by the 1949-50 Washington Capitols and the 1993-94 Houston Rockets. <q> Everybody wants to be the first team that knocks us off, </q> said <strong> Allen Iverson </strong>. \"Everybody wants to be that team. It's going to be tough. We have to really dig in and sneak some wins out of other teams' houses. For right know, I", "new_id": -2}, {"i": 10928, "idx": 0, "index_answer": 0, "new_id": -1, "q": "go around. Dysfunction in decision-making arose partly because of the competing agendas of different agencies, his own included. However, he implies that ultimately it was up to <strong> President Bush </strong> to take firmer control. <q> There were far too many hands on the steering wheel, which, in my view, was a formula for running the truck into a ditch, </q> writes <strong> Donald Rumsfeld </strong>. Among those coming in for knocks in the book are <strong> Colin Powell </strong> and <strong> Condoleezza Rice </strong>, respectively <strong> Donald Rumsfeld </strong> of State and head of the National Security Council( NSC) in the <strong> John McCain </strong> House at the war", "sa": ["Donald Rumsfeld", "John McCain", "Condoleezza Rice", "Colin Powell", "President Bush"], "uid": "1296862636132562982"}, {"uid": "1295414201255492109", "i": 45995, "idx": 0, "sa": ["Bill Lockyer"], "q": "it said, \"before the state takes these dollars for their own uses.\" State officials, grappling with a$ 25.4-billion deficit, remained dubious and questioned the priorities of city leaders. <q> How do you justify maintaining a system that takes billions of dollars from schools, law enforcement and other vital services and uses that money to subsidize developers? </q> Tom Dresslar, a spokesman for state Treasurer <strong> Bill Lockyer </strong>, asked. Times staff writer Kim Christensen contributed to this report.", "new_id": -2}, {"uid": "1295800027068403245", "i": 46866, "idx": 0, "sa": ["Colin Powell", "Barack Obama"], "q": "a way to go.\" He credited <strong> Barack Obama </strong> with stabilizing the economy, tackling health care reform and working with countries around the world, but declined to give the president a letter grade. <q> Every president has a challenge when it goes from campaigning to governing, takes a while to figure out the difference between campaign and governing, </q> <strong> Colin Powell </strong> said on CNN's \"State of the Union.\" \"Now we see at the end of the second year, he is definitely focusing on governing... we'll see how 2011 goes.\"", "new_id": -2}]