[{"uid": "1296370322095813646", "i": 3194, "idx": 1, "sa": ["Mike Pence"], "q": "United States' dependence on foreign oil. That was one of the subjects of an article <strong> Mike Pence </strong> penned in 1991 for the Indiana Policy Review, called \" Confessions of a Negative Campaigner. \" <q> It is wrong, quite simply, to squander a candidate's priceless moment in history, a moment in which he or she could have brought critical issues before the citizenry, on partisan bickering, </q> <strong> Mike Pence </strong> wrote. <strong> Mike Pence </strong>'s first radio show aired in 1989, and after the 1990 campaign, he devoted more of his energy to hosting what became a popular radio talk show in Indiana.", "new_id": -2}, {"uid": "1295454375253952007", "i": 21678, "idx": 2, "sa": ["Mike Pence", "Alan Grayson", "Barack Obama"], "q": "Universal Health Care Exists NOW and its Killing People, <strong> Barack Obama </strong> Care... <strong> Mike Pence </strong> Opposes Government Takeover Of Health Care Congressman <strong> Mike Pence </strong> gave the following speech during debate on the government takeover of health care.... <strong> Mike Pence </strong> <strong> Alan Grayson </strong>: <q> I Apologize To The Dead For This Holocaust </q> One day after <strong> Mike Pence </strong> <strong> Alan Grayson </strong> laid out \" the Republican health care plan... die quickly, \" the Congressman, prompted by Republicans, issued somewhat of an apology. \" I would like to apologize to the dead", "new_id": -2}, {"uid": "1295466256008323116", "i": 8911, "idx": 0, "sa": ["Mike Pence", "Jim Ryun"], "q": "WCSI does the forensics on <strong> Mike Pence </strong>'s upcoming decision, and reports that he met with another Indiana Republican mentioned as a possible candidate: <q> Sixth district Congressman <strong> Mike Pence </strong> says the conservative activists publicly lobbying him to run for president have already done so privately. <strong> Mike Pence </strong> says former Reagan administration attorney Ralph Benko advised him on the speech he delivered to the Detroit Economic Club after Thanksgiving, an address widely viewed as testing the waters for a White House bid. Benko and Former Kansas Congressman <strong> Jim Ryun </strong> are the only publicly named backers of the America's President Committee, which on Monday launched an online petition drive aimed at gathering \" tens of thousands </q> of signatures to urge <strong> Mike Pence </strong> to run for President. <strong> Mike Pence </strong> has been weighing whether to run for President or Governor, and says he intends to make a decision within the next couple of weeks. He isn't", "new_id": -2}, {"uid": "1295703931121667591", "i": 54300, "idx": 0, "sa": ["Greg Ballard", "Mike Pence"], "q": "Wayne, said he was asked to show identification at a liquor store when all he wanted was change for a dollar. <strong> Mike Pence </strong> <strong> Greg Ballard </strong> Steuerwald, R-Danville, said the law needs more current sense. <q> Sometimes what we think down here and what turns into practice are two different things, </q> Steuerwald said, according to the Post-Tribune of Merrillville. Under Indiana law, clerks commit a misdemeanor if they don't ask for identification when selling alcohol. The law offers clerks a defense if they fail", "new_id": -2}, {"uid": "1296155717100335616", "i": 28074, "idx": 2, "sa": ["Mike Pence", "Mitt Romney"], "q": "We are golden down the road. We don't have a candidate this time. We need somebody. We're going to have an embarrassment of riches before too long. \" My conversant continued: <q> People are looking around.... <strong> Mike Pence </strong> isn't necessarily beating the best lineup we've ever had down the road. But if it's 2011 and <strong> Mitt Romney </strong> is the frontrunner, you're in a good place if you're <strong> Mike Pence </strong>. </q> This particular politico believes the issues that <strong> Mike Pence </strong> is most passionate about are national ones. So while \" it would be a smooth road to the governor's office \" for <strong> Mike Pence </strong> in Indiana, that's", "new_id": -2}, {"uid": "1296080477244613142", "i": 14424, "idx": 1, "sa": ["Mike Pence"], "q": "We will fight on for the unborn and the brokenhearted, \" ' declared Republican Congressman <strong> Mike Pence </strong> at the 38th annual pro-life march. During the walk to the Capitol building, marchers chanted slogans such as, <q> Hey, Obama, your mama chose life </q> and waved signs proclaiming the value of life and the stark reality of abortion. One sign read, \" Planned Parenthood steals souls. \" The crowd was awash with colorful hats, scarves, and", "new_id": -2}, {"uid": "1296117499016678933", "i": 29109, "idx": 1, "sa": ["Eric Cantor", "Paul Ryan", "Mike Pence", "Barack Obama"], "q": "We will move forward together, or not at all- for the challenges we face are bigger than party, and bigger than politics, \" he said in his State of the Union address. <q> AmEric Cantorans are skeptical of both political parties, and that skepticism is justified- especially when it comes to spending, </q> said <strong> Mike Pence </strong> <strong> Paul Ryan </strong> of Wisconsin. \" So hold all of us accountable. \" State of the Union| Kentucky, Indiana lawmakers split over <strong> Barack Obama </strong>'s message State of the Union| Full text of <strong> Barack Obama </strong>'s", "new_id": -2}, {"uid": "1295911544158924801", "i": 1649, "idx": 2, "sa": ["Mike Pence", "Robert Aderholt"], "q": "We're up for a new day in this Congress, \" said <strong> Mike Pence </strong> <strong> Robert Aderholt </strong>, R-Ala. <strong> Mike Pence </strong>, R-Ind., directed a word of caution to Congress, and perhaps to his own Republican leadership: <q> Amidst these struggles some would have us focus on jobs and spending. Those who would ignore the battle of life have forgotten history.... A nation that will not stand for life will not stand for long. You know there can be no lasting prosperity without a moral foundation in law. </q> Others attending the March for Life also expressed cautious optimism about the Republican-led House, but groups like the Susan B. Anthony List hailed three House bills already introduced to block federal funding for abortion. Marchers discussed", "new_id": -2}, {"uid": "1295502688237502473", "i": 4837, "idx": 2, "sa": ["Bobby Scott", "Mike Pence", "Barack Obama"], "q": "Wednesday, although he called the Republicans' arguments against the health care law \" misleading one-liners. \" <strong> Mike Pence </strong> <strong> Bobby Scott </strong>, D-Va., objected to Republicans deriding the bill as \" Barack ObamaCare \" and naming their bill <q> Repealing the Job-Killing Health Care Law Act. </q> \" ( Republicans are) calling it a government takeover of health care when it doesn't even include a public option( for government-funded health care), \" <strong> Bobby Scott </strong> said. But <strong> Mike Pence </strong>,", "new_id": -2}, {"i": 13971, "idx": 2, "index_answer": 0, "new_id": -1, "q": "of co-founder as opposed to his current role of president, Technology.`` He's an innovator and entrepreneur to the core, and this role suits him perfectly,'' <strong> Eric Schmidt </strong> wrote in his post. <q> As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making- and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> wrote in his post. 250){ this.style.height= ifh+` px';} else{ this.style.height=' 250px';};''> Featuring a panel of cloud computing experts from the", "sa": ["Eric Schmidt"], "uid": "1295669836191152256"}]