[{"uid": "1296443805235372683", "i": 57058, "idx": 5, "sa": ["Ty Lawson", "Allen Iverson", "Chauncey Billups", "Joe Smith"], "q": "assists and eight rebounds while hitting all 11 of his free throws. <strong> Chauncey Billups </strong> made and attempted more free throws than the entire Sixers team-- 8-for-9.`` Defense led to offense for us,'' <strong> Chauncey Billups </strong> said. <q> Defense is what wins games. On this particular night, I had to pick it up offensively. On this team, it's a team effort every night. I just happened to be the one scoring in this game. As long as we get Ws, I don't care who scores. Believe me,` Melo isn't going to be held to 14 too often. </q> <strong> Ty Lawson </strong> provided a huge spark off the bench with 12 points, six rebounds and four assists while JR <strong> Joe Smith </strong> scored 11 http://wn.com/Allen Iverson_Allen Iverson_32pts_vs_76ers_Intro_Interview_Highlight_07/08 <strong> Allen Iverson </strong> had the ball in his hands and the game on the line, yet couldn't", "new_id": -2}, {"uid": "1296155717100335616", "i": 28072, "idx": 0, "sa": ["Mike Pence", "Paul Ryan", "Nikki Haley", "John Kasich", "John Thune", "Susana Martinez", "Robert Jones Portman", "Marco Rubio", "Bobby Jindal", "Mitt Romney"], "q": ", from a longtime senior Republican political aide who believes the`` Why now?'' question is exactly what leads to the answer that <strong> Mike Pence </strong> should run. This aide explained that 2012 would be <strong> Mike Pence </strong>'s moment: <q> If you're a smart, ambitious, medium-age pol... do you want to run against <strong> John Thune </strong> and <strong> Mitt Romney </strong> and[ etc.] now? Or do you want to run against rock stars later? </q> Among the names he rattled off for future presidential candidates were <strong> Paul Ryan </strong>, <strong> Bobby Jindal </strong>, <strong> Marco Rubio </strong>, <strong> Nikki Haley </strong>, <strong> Susana Martinez </strong>, <strong> John Kasich </strong>, and <strong> Robert Jones Portman </strong>. The aide, who has 20 years of experience in national politics, continued", "new_id": -2}, {"uid": "1297439441065749003", "i": 53801, "idx": 0, "sa": ["Steve Ballmer"], "q": "operating system. Although relative newcomers to the smartphone market, phenomenal growth over just a few years has made these companies very significant competitors, to the point where Microsoft and Nokia were becoming increasingly irrelevant. <q> I am excited about this partnership with Nokia, </q> said <strong> Steve Ballmer </strong>, Microsoft CEO.`` The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.'' Dell Coupons Looking for a Dell notebook?", "new_id": -2}, {"uid": "1295638432124272672", "i": 18872, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": ", effective April 4. <strong> Eric Schmidt </strong> will continue on as executive chairman, while <strong> Sergey Brin </strong> will continue on as co-founder. blog post, <strong> Eric Schmidt </strong> said the shift has been in the works for some time. <q> <strong> Larry Page </strong>, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to simplify our management structure and speed up decision making-and over the holidays we decided now was the right moment to make some changes to the way we are structured, </q> <strong> Eric Schmidt </strong> said.", "new_id": -2}, {"uid": "1296525197210714652", "i": 32329, "idx": 0, "sa": ["Simon Cowell", "Cilla Black", "Richard Holloway"], "q": "bosses were impressed by the quality of acts during Britain's Got Talent auditions in the city earlier this month. Executive producer <strong> Richard Holloway </strong> said:`` Liverpool's talent was amazing.'' An insider added: <q> It would be great to find the next Beatles or <strong> Cilla Black </strong>. </q> The changes are part of a revamp for the ITV1 series. Several new executives have joined. And auditions will begin earlier, in Spring, meaning <strong> Simon Cowell </strong> may take part. Have your", "new_id": -2}, {"uid": "1297579238123715631", "i": 35396, "idx": 0, "sa": ["Hosni Mubarak", "Kate Taylor", "Zahi Hawass"], "q": "day after the break-in, as protesters href=\"http://thelede.blogs.nytimes.com/2011/01/29/latest-updates-on-protests-in-egypt-2/#defending-the-egyptian-museum\"> formed a human chain to defend the museum, Mr. <strong> Zahi Hawass </strong>, the head of Egypt's href=\"http://www.sca-egypt.org/eng/BN_MP.htm\"> Supreme Council of Antiquities, told Reuters that looters had <q> destroyed two of the mummies, </q> and ransacked a ticket office. Two days later, after he had been promoted to <strong> Hosni Mubarak </strong>'s cabinet as minister of antiquities, Mr. <strong> Zahi Hawass </strong> also href=\"http://www.nytimes.com/2011/02/02/world/middleeast/02antiquities.html\"> told my colleague <strong> Kate Taylor </strong> that although the thieves", "new_id": -2}, {"uid": "1295996108171999277", "i": 397, "idx": 1, "sa": ["Chris Webber", "Ben Wallace", "Allen Iverson", "Spud Webb"], "q": "<strong> Allen Iverson </strong>'s Ben Wallacegest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer.`` Just get your swagger back,'' <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> Spud Webbe... TNT Opening Cinematic 2010 NBA Season HD TNT Opening Cinematic 2010 NBA Season Watch as today's superstars discuss playing basketball in the NBA..... NBA Top Facial Dunks in 2009-2010 season and Top 10 HD", "new_id": -2}, {"uid": "1296741969056606736", "i": 32427, "idx": 0, "sa": ["George W. Bush", "Donald Rumsfeld"], "q": "peeks in The Washington Post and The New York Times at former Defense Secretary <strong> Donald Rumsfeld </strong>'s memoir, which goes on sale next week. A few highlights from the Post's report:- <strong> Donald Rumsfeld </strong> <q> goes so far as to depict former <strong> George W. Bush </strong> as presiding over a national security process that was marked by incoherent decision-making and policy drift, most damagingly on the war in Iraq. </q>-`` <strong> Donald Rumsfeld </strong> remains largely unapologetic about his overall handling of the Iraq conflict and concludes that the war has been worth the costs. Had the government of Saddam Hussein remained in power, he says,", "new_id": -2}, {"uid": "1296458268077217820", "i": 44123, "idx": 1, "sa": ["Larry Brown", "Soulja Boy", "Allen Iverson"], "q": "just accept that and understand that's the <strong> Soulja Boy </strong> it's going to be.'' It was the eighth time <strong> Allen Iverson </strong> scored at least 40 points in a playoff game. The Sixers are 7-1 in those contests. <q> We have another chance to play and we have to put pressure on them, where they feel it, </q> Sixers coach <strong> Larry Brown </strong> said.`` It doesn't look to me like they're feeling it. They're playing with a lot of poise and have a lot to be proud of.'' Philadelphia also got a", "new_id": -2}, {"i": 19500, "idx": 1, "index_answer": 0, "new_id": -1, "q": "been previously arrested are being questioned. Gilded wood statue of Tutankhamun harpooning.( AP)`` I have said if the Egyptian Museum is safe, than Egypt is safe,'' <strong> Zahi Hawass </strong> said. <q> However, I am now concerned Egypt is not safe. </q> The famed archeologist also indicated that the offices of De Morgen, a Dutch-language magazine, were also robbed. Located in Dahshur, about 25 miles south of Cairo, several valuable artifacts were stolen, <strong> Zahi Hawass </strong>", "sa": ["Zahi Hawass"], "uid": "1297629731208748579"}]