[{"uid": "1297715559147800085", "i": 14079, "idx": 0, "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "q": "from sticking by his decision yesterday. ''The message and the kids are far greater than all this response about, ''Why give him the key to the city?''' <strong> Dwaine Caraway </strong> told ESPNDallas.com. <q>He is telling kids and exchanging with them the rights and wrongs of the things that he did and encouraging kids to further their education and to not deal with the drugs. To obey their parents and pick the people they hang around.</q> An aside to the story is that Dallas radio reporter <strong> Richard Hunter </strong> attended, and filmed, the event. In the film, which can be found on the Internet, <strong> Richard Hunter </strong> tells <strong> Michael Vick </strong> that he adopted one", "new_id": -2}, {"uid": "1295934719011796521", "i": 35703, "idx": 0, "sa": ["Bill Lockyer", "Michael Bernick", "Newt Gingrich"], "q": "takes a longer-term look, based on EDD projections, to 2018. Network systems and data analysts, and medical scientists are the fastest growing occupations, but, despite the focus on ''knowledge'' jobs, <q>the great majority of job openings will be in the low tech, non-professional positions, in jobs such as personal and home care aides, retail salespersons, cashiers, waiters and waitresses, and food preparation workers,</q> <strong> Michael Bernick </strong> concludes. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog PITTSBURG 3 BR/ 2 BA$ 199,000.00 BRENTWOOD 3 BR/", "new_id": -2}, {"uid": "1296246869137003031", "i": 285, "idx": 0, "sa": ["Mr. Bauer", "Gary Bauer", "Mike Pence"], "q": "health care through a so-called public-option will hurt states, working families, and small businesses. www.huffingtonpost.com Excerpt: When conservative activist and former presidential candidate <strong> Gary Bauer </strong> scans the potential 2012 Republican field, not much excites him. <q>All the obvious frontline names have all the usual pluses and minuses,</q> <strong> Mr. Bauer </strong> says. But in considering one candidate, <strong> Mr. Bauer </strong> sees only qualities that he likes. Indiana Rep. <strong> Mike Pence </strong> is a military and fiscal hawk who frequently plugs his Christian credentials. To some, he's the potential", "new_id": -2}, {"uid": "1297183957149962756", "i": 36120, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "1909 Woodall Rogers Freeway, Suite 100 Gary CUNNINGHAM, FAIA, <q>The Design of Sustainability- Science and Sensibility</q> Dallas <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city City of Dallas announces closures on February 18 and 21 for President's Day Dallas Councilmember Tennell Atkins to host Community Office meetings <strong> Dwaine Caraway </strong>,", "new_id": -2}, {"uid": "1295584860019480589", "i": 12079, "idx": 0, "sa": ["Eric Schmidt"], "q": "paid clicks were up 11 percent from the prior quarter and 18 percent from the year-ago quarter. ''Q4 marked a terrific end to a stellar year,'' Google CEO <strong> Eric Schmidt </strong> said in a statement. <q>Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses, such as display and mobile.</q> Google's results may offset the uncertainty surrounding the announcement of <strong> Eric Schmidt </strong>'s exit on April 4 as CEO. taking over as CEO and will oversee day-to-day operations, including product and technology development. Google", "new_id": -2}, {"uid": "1295573281224641037", "i": 28606, "idx": 1, "sa": ["Eric Schmidt"], "q": "share ultimate voting control of the company, thanks to Now, Page has taken the reins as CEO, and <strong> Eric Schmidt </strong> made it clear in his blog post about the news that this was done <q>to simplify our management structure and speed up decision making.</q> After the split, each member of the triumvirate seems to be taking on the role for which he is arguably the best qualified: <strong> Eric Schmidt </strong>, who is the most senior( and tends to wear a suit)", "new_id": -2}, {"uid": "1296139361063832074", "i": 5328, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. ''It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.</q>  Share this article:  0 Comments Email this article Facebook Tweet Digg Print this article  Print  print", "new_id": -2}, {"uid": "1295440269265502761", "i": 10471, "idx": 2, "sa": ["Jane Lynch", "Simon Cowell"], "q": " group pleading for Sue to join the' X Factor' panel- and <strong> Jane Lynch </strong> agrees her character would make a ''fantastic'' judge, though she would probably clash with <strong> Simon Cowell </strong>. She said: <q>People have asked me, ''What about having Sue on` The X Factor'? How would she do?' I think she'd be fantastic- and there would be a few contestants reduced to tears. ''It can never happen, though. <strong> Simon Cowell </strong> and Sue on the same judging panel will never work in a million years- there''s only room for one ego on the show!</q>", "new_id": -2}, {"i": 12615, "idx": 13, "index_answer": 0, "new_id": -1, "q": ". You must fill out the comment body in order to submit a comment. People wait to talk with U.S. Rep. <strong> Mike Pence </strong>, R-6th District, after a September 2009 town hall meeting in Richmond. <q>As a strong believer in federalism, I am encouraged by Congressman <strong> Mike Pence </strong>'s decision to explore how he can best serve the people of Indiana and advance the conservative cause closer to home.... I am confident the people of Indiana will benefit from <strong> Mike Pence </strong>'s decision.</q>-- <strong> Gov. Rick Perry </strong>, chairman of the Republican Governors Association. ''While I believe <strong> Mike Pence </strong> would have been a viable candidate for the presidential nomination, I also believe he has the qualifications and experience to be an", "sa": ["Gov. Rick Perry", "Mike Pence"], "uid": "1296218172048857090"}, {"uid": "1296273664046694409", "i": 25155, "idx": 12, "sa": ["Sonny Hill", "Allen Iverson"], "q": "this weekend- about bringing <strong> Allen Iverson </strong> back to Philadelphia. Possibly as early as next week. It's being seriously considered,'' one Sixers official said before his team lost to the Atlanta Hawks on Friday night. <q>We know the history. We know the ups and downs. But we're also aware of what( <strong> Allen Iverson </strong>) can do and that he's needed here. We simply can't just ignore the upside he'd bring. Not with our situation.</q> As of Friday night, coach Eddie Jordan was on board with bringing <strong> Allen Iverson </strong> back, according to sources. So were officials within the club's hierarchy, along with the team's executive adviser, <strong> Sonny Hill </strong>. The", "new_id": -2}]