[{"uid": "1297462823095535141", "i": 7727, "idx": 4, "sa": ["Simon Cowell", "Noel Gallagher", "Susan Boyle", "Elton John"], "q": "time will help him avoid overlooking another big star.`` There have been many, many times on these shows where I've hated somebody and practically had a mutiny going on behind me,'' he said. <q> I don't believe <strong> Susan Boyle </strong> would have gone through in the old-fashioned audition method. </q> Exactly which judges would be deliberating on the future <strong> Susan Boyle </strong> Boyles of America, he wouldn't say, though candidates as diverse as <strong> Elton John </strong> and <strong> Noel Gallagher </strong> has been rumored.( <strong> Simon Cowell </strong> will announce the", "new_id": -2}, {"uid": "1295576927002506766", "i": 48425, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "its top management on Thursday, announcing that co-founder Larry Page would replace <strong> Eric Schmidt </strong> as chief executive of the Internet giant in April. Google said <strong> Eric Schmidt </strong> would remain with the company as executive chairman, focusing on <q> deals, partnerships, customers, broader business relationships( and) government outreach. </q> <strong> Eric Schmidt </strong>, who has served as Google's CEO for a decade, will also act as an internal adviser to Page and to Google's other co-founder, <strong> Sergey Brin </strong>, the Mountain View, California-based company said", "new_id": -2}, {"uid": "1296297293210370566", "i": 1948, "idx": 0, "sa": ["Simon Cowell"], "q": "dog'' to sit on the judging panel should <strong> Simon Cowell </strong> decide to step down and focus entirely on the US version of the show, which launches later this year. An insider told the Daily Star: <q> <strong> Robbie Williams </strong> is a huge name so would naturally be a massive ratings hit. Not only that, he is also straight-talking and comical.`` We all understand that right now America is where <strong> Simon Cowell </strong>'s focus has to be. There aren't many people that can fill his shoes, but <strong> Robbie Williams </strong> just might be able to do it. </q> Wagner WatchWe investigate what", "new_id": -2}, {"uid": "1295629069004243586", "i": 26637, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "'' Manikandan Raman reports for The International Business Times.`` Larry Page, who founded Google along with <strong> Sergey Brin </strong>, will take the reins from <strong> Eric Schmidt </strong>, who has been holding that position since 2001.'' <q> As the market will be concerned in the near-term with the management shuffle, an analyst at Jefferies even hinted at a possibility that <strong> Eric Schmidt </strong> could become the Chief Executive of Apple Inc., whose CEO <strong> Steve Jobs </strong> has gone on an indefinite medical leave and Chief Operating Officer <strong> Tim Cook </strong> has been taking care of day to day operations, </q> Raman reports.`` At first thought, <strong> Eric Schmidt </strong> moving to Apple would rather seem unlikely, but not impossible either.` While not necessarily likely, we think this scenario is at least a possibility,' Jefferies", "new_id": -2}, {"uid": "1296258956174211078", "i": 26303, "idx": 4, "sa": ["Gary Moore", "Allen Iverson"], "q": "November. <strong> Allen Iverson </strong>, the NBA's Most Valuable Player in 2001, agreed to a$ 4 million, two-year deal with Besiktas after no NBA team offered him a contract. <strong> Gary Moore </strong> said <strong> Allen Iverson </strong> last played Saturday. <q> This is the most pain he's ever felt from any injury he's had, </q> <strong> Gary Moore </strong> said.`` He's http://wn.com/Allen_Iverson_heading_home_for_surgery_NOT_retiring_13_January_2011 Tickets at: www.brettdennen.net DATES: 11/13- Nashville, TN- Cannery Ballroom 11/14- Atlanta, GA- Tabernacle 11/16- Baltimore, MD- Rams Head LIve 11/17- Washington", "new_id": -2}, {"uid": "1295277490032079885", "i": 26718, "idx": 1, "sa": ["Harry Reid", "Sen. Bernie Sanders"], "q": "Senate Democrats may support raising the retirement age. But he said there is also a faction of the caucus, led by Senate Majority Leader <strong> Harry Reid </strong>( D-Nev.), staunchly opposed to benefits cuts. <q> I raised my concerns on this payroll tax holiday and it was raised by a number of other Democrats- <strong> Harry Reid </strong> was very strong on the Social Security issue, </q> <strong> Sen. Bernie Sanders </strong> said. <strong> Sen. Bernie Sanders </strong> claimed that Republicans would fight the end of the FICA`` holiday'' in 2012 and call it a`` tax hike'' in the next election cycle. However, Republicans didn't", "new_id": -2}, {"uid": "1296375844213581826", "i": 48453, "idx": 2, "sa": ["Paula Abdul", "Sarah Sellers", "David Letterman", "Simon Cowell"], "q": "bump. To a full-lipped <strong> Sarah Sellers </strong>:`` You had me sold the second you laid eyes on me.'' To scout Chris Cordeiro:`` You scared everyone in the room.'' To tone-deaf <strong> David Letterman </strong> Perotto: <q> Did you eat paint chips as a child? </q> In general:''* Bleep** Bleep** Bleep*.''$ 12 million, about a third of <strong> Simon Cowell </strong>'s take. <strong> Paula Abdul </strong>'s salary was estimated to be between$ 5 to$ 8", "new_id": -2}, {"uid": "1296743100016711680", "i": 4000, "idx": 2, "sa": ["Donald Rumsfeld", "DJ AM", "Dick Cheney"], "q": "in his defense, a terrible strategy,... <strong> DJ AM </strong> Human Centipede: ArmorGroup Film Actor Guild Hates Kabul( <strong> Dick Cheney </strong> <strong> Donald Rumsfeld </strong> Mix) <strong> DJ AM </strong> Human Centipede: ArmorGroup Film Actor Guild Hates Kabul( <strong> Dick Cheney </strong> <strong> Donald Rumsfeld </strong> Mix) <strong> DJ AM </strong> <q> They're going to sew three people together, they thought it would be, like, shoulder to shoulder, or whatever. But no, it's like, ass to mouth. </q> Mouth: ArmorGroup Film Actors Guild Hates God( <strong> Dick Cheney </strong> <strong> Donald Rumsfeld </strong> Mix) Top supervisors of the ArmorGroup were n... NWO- ACTIVE Troops Deploy October In USA", "new_id": -2}, {"uid": "1297277319262340628", "i": 22672, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "engineering and online experience to help build its presence in the nascent cloud computing market. Startup Virtual Iron has a maturing virtual server technology that is making inroads with customers and providing a challenge to VMWare. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "new_id": -2}, [{"i": 44049, "idx": 0, "index_answer": 0, "new_id": -1, "q": ". Ask him how he feels, and he'll let you know. So on Monday, when <strong> Michael Vick </strong> said on The <strong> Tony Mercurio </strong> Show on ESPN 94.1 in Virginia Beach that his injured leg has <q> probably went from 50 percent to 75 percent, </q> you can believe him. What the Eagles have to hope is that before Sunday that percent jumps up to between 85 to 95 percent. <strong> Michael Vick </strong> saying,`` I'll be 100 percent by", "sa": ["Michael Vick", "Tony Mercurio"], "uid": "1296084752130252877"}]]