[{"uid": "1296536150067862554", "i": 2641, "idx": 6, "sa": ["Linas Kleiza", "Carmelo Anthony", "Allen Iverson"], "q": "<strong> Carmelo Anthony </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then moved to the outside, going 4-for-8 from 3-point range. <q>He got a couple of easy ones, and once you get a couple of layups, the basket looks bigger,<q> said <strong> Allen Iverson </strong>, who had 28 points. \"He played a great game, and hopefully he can continue to play that way.\" <strong> Linas Kleiza </strong> scored 27 points in the first half, 20 in the second quarter", "new_id": -2}, {"uid": "1294972672267157620", "i": 5537, "idx": 2, "sa": ["Simon Cowell"], "q": "relevant, they have to have a really big year this year.\" Idol producers say change is standard for a long-running show- not an overreaction to ratings declines or an act of desperation. <q>I think this is the most creative year for <strong> Nigel Lythgoe </strong>, who returned after two years away. \"We've been put in a position now where the show needed a shake-up.( It's) 10 years old.<q> The biggest change- and the one that critics say could do the most damage to Idol- is the loss of <strong> Simon Cowell </strong>, who is working on a U.S. version of his hit talent show in the", "new_id": -2}, {"uid": "1297220891236716049", "i": 45743, "idx": 0, "sa": ["Simon Cowell", "Anderson Cooper", "David Letterman"], "q": "it kind of hits you-- the more it hurts when you actually like, are in love. You feel like, \"What's wrong with me?\" Jackie said following her elimination. <q>God, I can't believe he looked at me and said,' I don't want to be with you.' That sucks. Brad's a great guy. I just feel like I fell short. I feel like I constantly put up a wall and like try to make sure that nobody can get through it. It would have been great to fall in love here, and I wanted it to be mutual.<q>` The Bachelor' star Brad Womack cuts Alli Travis and Jackie Gordon Jillian Michaels in the process of attempting to adopt child from Africa <strong> Anderson Cooper </strong> to appear on CBS'` Late Show with <strong> David Letterman </strong>\" <strong> Simon Cowell </strong>:`", "new_id": -2}, {"i": 11683, "idx": 10, "index_answer": 0, "new_id": -1, "q": ". And I always thought that would be the case. \"What I was more concerned about was the ratings falling off a cliff, meaning that the whole genre might be over,\" <strong> Simon Cowell </strong> continued. <q>The good news is that people are still excited about these shows, whether it be... Dancing With the Stars, which has gotten better over the years, America's Got Talent.... People, thank God, still watch these shows and that gives me more confidence when we launch[ ours].<q> My Settings Your comment contains inappropriate content in violation of our How One Japanese TV Audition Turned Into a Real-Life \"Truman Show\" PublishDate= 2/7/2011 3:00:00 PM New on DVD& Blu-ray, Week", "sa": ["Simon Cowell"], "uid": "1297129562188514341"}, {"uid": "1295668634145047636", "i": 11836, "idx": 5, "sa": ["James Cleveland", "Allen Iverson"], "q": "and the Philadelphia 76ers keep winning. One night after a 41-point effort in Philadelphia's most lopsided win of the season, <strong> Allen Iverson </strong> scored an NBA season-high and career-best 54 in a 107-103 victory over the <strong> James Cleveland </strong> Cavaliers. <q>It was like he was pla... video results for: cleveland their comment \"A Praying Spirit<q>( 1980)- <strong> James Cleveland </strong>& VOC Written by Elbertina \"Twinkie\" Clark and originally recorded by the Clark Sisters in 1978. It was covered in 1980 by <strong> James Cleveland </strong> and the Voices of Cornerstone on their \"A", "new_id": -2}, {"uid": "1296149222207978519", "i": 469, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "government repays others who invest in U.S. Treasury bonds. \"It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.<q>", "new_id": -2}, {"uid": "1295818294266780673", "i": 15358, "idx": 2, "sa": ["Carmelo Anthony", "Allen Iverson", "Scottie Pippen"], "q": "spins and, of course, backboard s... <strong> Allen Iverson </strong> 18pts <strong> Carmelo Anthony </strong> career high 49pts vs Wizards 07/08 <strong> Allen Iverson </strong> 18pts <strong> Carmelo Anthony </strong> career high 49pts vs Wizards 07/08 <strong> Allen Iverson </strong> barely broke a sweat and he thanked <strong> Carmelo Anthony </strong> for that. <q>I think that might be the easiest game I ever played in my career. I was out there watching,<q> <strong> Allen Iverson </strong> hollered across the locker room after <strong> Carmelo Anthony </strong> scored a career-high 49 points to lead the Denver Nugge... video results for: their teams wizards Wizards of Waverly Place- Positive Alex( part <strong> Scottie Pippen </strong>) Alex has a", "new_id": -2}, {"uid": "1295036728092176422", "i": 26442, "idx": 3, "sa": ["Sergio Marchionne"], "q": "by 2014 from 650,000 in 2009. At the North American International Auto Show, <strong> Sergio Marchionne </strong> said that he \"will take my work elsewhere\" if he fails to win a majority. Fiat would look into <q>alternatives the day after. It may even happen the same night,<q> he told reporters in Detroit. Output Slump Between 1998 and 2008, Italian productivity gained 3 percent, compared with increases of 22 percent in Germany and 18 percent in France, according to Bank", "new_id": -2}, {"uid": "1295364152237895697", "i": 34772, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "off to other people, and that was creating the ability to lend out more to credit card customers. I talked to <strong> Sen. Bernie Sanders </strong> <strong> Sen. Bernie Sanders </strong>( I-Vt.) about a week ago, and he said, <q>Here's what we had to do during the bailout period: We had to go and say to all these banks, \"Yes, we'll bail you out. We'll give you$ 1 trillion, but your top rate for credit cards is going to be 15 percent.'<q> And they didn\"t do anything like that with the Credit CARD Act; there are really no restrictions on that whole part of the economy. When you consider that all of these banks are getting their", "new_id": -2}, {"uid": "1295690849050348032", "i": 41790, "idx": 1, "sa": ["Colin Powell", "President Bush"], "q": "<strong> President Bush </strong>, Baker, former Joint Chiefs chairman <strong> Colin Powell </strong> and others. \"The invasion in 1991 was a result of a massive shock to the system,\" a Kuwaiti-based Western official told the British newspaper. <q>It wasn't really liberating. The real liberation came in 2003... Don't forget that in 1994, 1998 and 2002, <strong> Saddam Hussein </strong> mobilized his military and moved south.<q> Said Kuwaiti Omar al-Tamimi,\"... Things would have been a lot better if the Americans had gone all the way to Baghdad\" in 1991. Members of the first <strong> President Bush </strong> administration know a", "new_id": -2}]