[{"uid": "1297103280155009162", "i": 27483, "idx": 0, "sa": ["Sergio Marchionne", "Steven Rattner"], "q": " <strong> Sergio Marchionne </strong> used the term`` shyster loans'' three times Friday in an address at an auto dealer's convention in San Francisco, but he issued a statement the next day expressing his regrets. <q> I used a term in reference to the interest rate being charged on our government loans that has raised concern. I regret the remark which I consider inappropriate, </q> <strong> Sergio Marchionne </strong> said in his statement. The Detroit News said Sunday that <strong> Steven Rattner </strong>, who was the Obama administration's`` auto czar'' during the bailout, said the loans were made at or below market rates", "new_id": -2}, {"uid": "1296872180102547487", "i": 54578, "idx": 0, "sa": ["Travis Pastrana", "David Letterman", "Jay Leno"], "q": "star.`` It's cool to be held in that regard,'' said <strong> Travis Pastrana </strong> as he watched his girlfriend pull off moves on the 15.25 m ramp in preparation for tonight's performance. <q> I am a total redneck and anything with wheels and an engine gets me excited and I have had a fortunate career in a range of action sports.`` I am grateful for those opportunities and for the fact that I am still walking after all the crazy stuff I have done. </q> <strong> Travis Pastrana </strong>, who has had guest appearances on the couches of <strong> Jay Leno </strong> and <strong> David Letterman </strong>, is a veteran of the FMX world at the age of 27. He announced his arrival as a 14-year-old when", "new_id": -2}, {"uid": "1297096904101318657", "i": 25705, "idx": 0, "sa": ["Donald Rumsfeld", "Colin Powell", "George H. W. Bush"], "q": "<strong> Colin Powell </strong> over his management skills and disputes the notion that <strong> Colin Powell </strong> somehow got duped into delivering the WMD address to the UN before the invasion of Iraq. The intelligence was wrong, <strong> Donald Rumsfeld </strong> acknowledges in this interview excerpt from <q> <strong> Colin Powell </strong>, <strong> George H. W. Bush </strong>'s first secretary of state,`` did not, in my view, do a good job of managing the people under him, </q> <strong> Donald Rumsfeld </strong> said. \"`` There was a lot of leaking out of the State Department, and the <strong> George H. W. Bush </strong> knew it,'' he said.`` And it was unhelpful. And most of it ended", "new_id": -2}, {"uid": "1295804686079921163", "i": 46919, "idx": 0, "sa": ["Simon Jones", "Simon W. J. Fuller", "Simon Cowell", "Oprah Winfrey"], "q": "Speaking to <strong> Oprah Winfrey </strong> on her Master Class show, the 51-year-old music mogul recalled being kicked out of a meeting with an unknown network executive while trying to sell the singing competition with then-partners <strong> Simon W. J. Fuller </strong> and <strong> Simon Jones </strong>. <q> It was so bad that a minute into the pitch the guy said` No'. To wind him up, I said,` So, it sounds like you're interested?' He said` Get out' and we were thrown out of the network.`` I turned to the other Simon Joness and said,` The good news is, it will never get worse than this'...[ I left with] my tail between my legs. </q> American Idol, which was eventually picked up by Fox and first aired in 2002, returned for its 10th season on Wednesday. The latest edition is the first not to feature <strong> Simon Cowell </strong> on the", "new_id": -2}, {"uid": "1297712549158122038", "i": 12291, "idx": 2, "sa": ["Zahi Hawass"], "q": "give the president a chance to reform. That was a misjudgment of the hunger for change in the streets, but <strong> Zahi Hawass </strong> inadvertently hit the mark with a personal quotation posted on his website. <q> Many people make the mistake of thinking that dreams can not come true, but they can, </q> he wrote.`` You have to believe, and know that they are more than just imagination.'' href=\"http://www.worldnow.com\" target=\"_blank\"> All content? Copyright 2000- 2011 WorldNow and WSFA, a", "new_id": -2}, {"uid": "1296156044091389959", "i": 23660, "idx": 0, "sa": ["Steve Ballmer", "Terry Walsh"], "q": "<strong> Steve Ballmer </strong> that drive extender was being removed because it caused problems for two Microsoft small business products, but he cited hundreds of customer complaints about the removal plans. <strong> Steve Ballmer </strong> replied to <strong> Terry Walsh </strong> on Nov. 26, saying, <q> Let's look into it. </q> blog posted on Tuesday, dismissed the idea that HP's decision had anything to do with a feature change in WHS.`` This news is in no way related to recent announcements about feature changes in", "new_id": -2}, {"uid": "1296443805235372683", "i": 57065, "idx": 12, "sa": ["Earl Watson", "Carmelo Anthony", "LeBron James", "Chris Webber", "Allen Iverson", "Tim Duncan", "Andre Miller", "Andre Iguodala"], "q": "shot. He knocked the shot down. It was a good play,'' <strong> Andre Miller </strong> said. The 76ers, on the other hand, weren't about to let <strong> Carmelo Anthony </strong> get a good look at the end. <q> You don't want somebody shooting that had been maLeBron James a lot of shots, </q> <strong> Allen Iverson </strong> said. So, after two Tim Duncaneouts, <strong> Carmelo Anthony </strong> took the inbounds but couldn't get a good look with <strong> Andre Iguodala </strong> and <strong> Chris Webber </strong> in his face, so he dished to <strong> Earl Watson </strong>, whose open 3-pointer was short,", "new_id": -2}, {"uid": "1295454726061816861", "i": 51076, "idx": 0, "sa": ["David Letterman", "Betty White"], "q": "To Party Posted: 8:50 am CST January 19, 2011 Updated: 9:37 am CST January 19, 2011 <strong> Betty White </strong> turned 89 on Tuesday and showed that she still knows how to party. Appearing on <q> The Late Show With <strong> David Letterman </strong>, </q> <strong> Betty White </strong> told the late night host that playing with animals and drinking vodka are some of her hobbies. Without missing a beat, <strong> David Letterman </strong> took out two glasses and poured some vodka. <strong> David Letterman </strong> then chugged directly from the", "new_id": -2}, {"uid": "1297437970252067900", "i": 51891, "idx": 0, "sa": ["Dick Cheney", "Donald Rumsfeld"], "q": "pro-war conservatives to control the debate continue to be frustrated. The antiwar heckling by libertarians of <strong> Dick Cheney </strong> and <strong> Donald Rumsfeld </strong> at CPAC is getting much media coverage. This story is from href=\"http://www.cbsnews.com/8301-503544_162-20031425-503544.html\"> CBS: <q>. The crowd was on its feet, some cheering`` <strong> Dick Cheney </strong> for president! </q> The boos from CPAC's libertarian contigent continued and at times interrupted <strong> Dick Cheney </strong>'s remarks. \"`` America is stronger and more secure'' because of <strong> Donald Rumsfeld </strong>'s service, <strong> Dick Cheney </strong> said, prompting one person to", "new_id": -2}, {"i": 18535, "idx": 0, "index_answer": 0, "new_id": -1, "q": "friend of Democratic congresswoman <strong> Gabrielle Giffords </strong>, has visited the lawmaker in her hospital room and is in close contact with her astronaut husband Mark Kelly, she told NBC's`` Meet The Press.'' <strong> Gabrielle Giffords </strong> is <q> making progress every day. She's using both sides of her body. She's able to breathe on her own. She's able to open her eyes and to show people she understands what she's hearing and seeing, </q> <strong> Kirsten Gillibrand </strong> said.`` It's an extraordinary amount of progress for a woman who sustained such a horrific injury,'' she added. The 40-year-old <strong> Gabrielle Giffords </strong> has survived despite being shot through the head", "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "uid": "1295217263110215213"}]