[{"uid": "1297441290223772674", "i": 5738, "idx": 0, "sa": ["Eric Schmidt", "Barack Obama", "Wael Ghonim", "Sergey Brin"], "q": "a hard-line, Iranian-style, Islamic theocracy. According to The Jerusalem Post, Google executive <strong> Wael Ghonim </strong>, just released from 12 days of Egyptian detention, confirmed that he was responsible for the Facebook page that ignited <q>the revolution of the youth of the Internet.</q> This is the same Google where CEO <strong> Eric Schmidt </strong> is a personal friend of <strong> Barack Obama </strong>, and a member of <strong> Barack Obama </strong>'s Council of Advisors on Science and Technology. Google founders <strong> Sergey Brin </strong> and Larry Page contributed a whopping", "new_id": -2}, {"uid": "1295224387243892252", "i": 13292, "idx": 0, "sa": ["Dermot O'Leary", "Simon Cowell"], "q": "him credit for.'' Though <strong> Dermot O'Leary </strong> admits he enjoys working with <strong> Simon Cowell </strong>, he and the rest of the people who work with the music mogul hate to let him down. He added: <q>Don't get me wrong, he's still my boss, but he's sort of a Victorian father- you'd hate to let him down. On the occasion that happens I literally feel sick.</q> While <strong> Dermot O'Leary </strong> would love to continue working with <strong> Simon Cowell </strong> by taking a role on the U.S.' X Factor' he is trying not to worry about it. Chandler-$ 199,500 MLS 4452857", "new_id": -2}, {"uid": "1295512768257327142", "i": 30478, "idx": 0, "sa": ["Colin Powell"], "q": "he did to follow plays dictated by coaches. After noting that ''Jesus is my savior,'' he shared this life lesson with the would-be entrepreneurs: When your receiver is about to be tackled, <q>Keep it simple. Chuck it to him anyway.</q> After the audience was wooed to sign up for more sure-fire money-making classes and DVDs, <strong> Colin Powell </strong> came out to a rain of red and blue streamers. He was the most charming speaker, confessing", "new_id": -2}, {"uid": "1297178256266534988", "i": 47413, "idx": 7, "sa": ["Donald Rumsfeld"], "q": "networks exist, that, in fact, they-- we now know from the intelligence we've gathered that they've had a very active effort underway to get chemical, biological and radiation capabilities.'' <q>And we know that Iraq has those and does not wish much of- many of its neighbors well, if any,</q> he said. A reporter asked <strong> Donald Rumsfeld </strong> if there was any evidence to indicate that Iraq had attempted to or was willing to supply terrorists with weapons of mass destruction. In addition, the reporter told <strong> Donald Rumsfeld </strong>", "new_id": -2}, {"uid": "1297702504177799271", "i": 18632, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "sun. China is first focusing state support on its own equipment manufacturers. That helps them gain market share and cut prices, lowering the eventual cost of a nationwide solar construction program China plans for itself. <q>The Department of Energy's new SunShot Initiative to make solar energy as cheap as coal has given fresh hope to industry enthusiasts. And it may even give life to a nearly dead effort in Congress to put solar panels and water heaters on 10 million of America's roofs by 2020.</q> The 2010 legislation by <strong> Sen. Bernie Sanders </strong>( I-Vt.) hasn't had much momentum since the Senate's Energy and Natural Resources Committee approved it in July, and November's Republican gains in Congress has not helped the", "new_id": -2}, {"uid": "1295313019231800847", "i": 37710, "idx": 0, "sa": ["Donald Rumsfeld", "Gerald Ford"], "q": "Alert), who produces the show with his wife Michelle, said he wanted <strong> Donald Rumsfeld </strong> to appear as a witness in a lawsuit, testifying about why aggressive interrogation techniques like water-boarding are sometimes needed during wartime. <q>It's an episode about moral relativism about what is considered torture and what is not,</q> Robert <strong> Gerald Ford </strong> said. But Keith Urbahn, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out. ''This area is so fraught with legal ramifications,'' Urbahn said", "new_id": -2}, {"i": 30276, "idx": 5, "index_answer": 1, "new_id": -1, "q": ", 2 rebs and 1 ast in 33 mins.... <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky <strong> Allen Iverson </strong> Highlight vs Pistons 09/10 NBA* AI blocks Chucky AI and the 76ers went home losers again. <q>It's going to have to be one of the best games ever from us in order to win,</q> <strong> Allen Iverson </strong> said. They sure didn't play one against Detroit. <strong> Rodney Stuckey </strong> scored 27 points and hit the winner with 8.7 seconds left to lead the inju... Pistons 2010/11 Season-Opener Intro Introduction of the new 2010/2011 Detroit Pistons", "sa": ["Rodney Stuckey", "Allen Iverson"], "uid": "1295655959070139994"}, {"uid": "1295552145232112145", "i": 5184, "idx": 1, "sa": ["Mike Pence", "Ronald Reagan"], "q": "inaugural, National Review Online spoke with <strong> Mike Pence </strong> about the Gipper, asking what his legacy means to him and the GOP. ''<strong> Ronald Reagan </strong> is the reason I'm a Republican,'' <strong> Mike Pence </strong> tells us. <q>I was active in local Democratic politics when I was a teenager in Columbus, Indiana. Then I started to hear the voice of a B-movie actor, turned governor, turned candidate. He gave voice to the ideals and values that I was raised to believe in.</q> Republicans, <strong> Mike Pence </strong> continues, should learn from how <strong> Ronald Reagan </strong> led. ''I think <strong> Ronald Reagan </strong> personifies both the substance and the style of conservatism in the 21st century,'' he says. ''On substance,", "new_id": -2}, {"uid": "1295601872252706846", "i": 35089, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "anything non-positive in a notice of management changes at Google? He wouldn't, for obvious reasons. Indeed, Mr <strong> Eric Schmidt </strong> instead naturally points to the harmony between himself, Larry Page and <strong> Sergey Brin </strong>, noting that: <q>For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us. But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.</q> Enterprise Resource Planning Solutions for Growing Businesses Wednesday, 19 Jan 2011 Fujitsu Australia& New Zealand, a leading provider of ICT business solutions, today announces it has secured Frucor Beverages Ltd as a leading SAP", "new_id": -2}, {"uid": "1295914737143048738", "i": 9925, "idx": 2, "sa": ["Simon Cowell"], "q": "out.' And I said, ''So should we come back next week?' And he said,` Get out.' ''We were basically thrown out of the network,''' <strong> Simon Cowell </strong> said. <q>The good news is, it would never get worse than this.</q> Fox went on to premiere Idol in 2002. <strong> Simon Cowell </strong> stepped down from the show last year to focus on a U.S. version of The X-Factor( interestingly, the season 10 premiere, the first one without <strong> Simon Cowell </strong>,", "new_id": -2}]