[{"uid": "1297615071186400778", "i": 26558, "idx": 0, "sa": ["Zahi Hawass"], "q": "dynasty monarch, better known as King Tut, ruled Egypt in the 13th century BC. <strong> Zahi Hawass </strong>, in his statement, said an investigation has been launched to find those behind the theft, adding that <q> the police and army plan to follow up with the criminals already in custody. </q> The museum standing on the main protest square was protected by tanks and briefly by a cordon of citizen volunteers during the 18 days of anti-government rallies that ousted president Mubarak and cost at least 300 lives.", "new_id": -2}, {"uid": "1295669729206995523", "i": 31540, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,'' <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too: <q> There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly. </q>`` <strong> Eric Schmidt </strong> is a tremendous leader and I have learned innumerable lessons from him.'' The change in command overshadowed <strong> Google Inc. </strong>'s fourth-quarter earnings, which soared past analysts' estimates as the company cranked", "new_id": -2}, {"uid": "1295631499142901251", "i": 27427, "idx": 0, "sa": ["Mike Pence"], "q": "victims with gunshot wounds were transported at Northwest Medical Center, according to spokesman <strong> Mike Pence </strong> Parker. The conditions of the 11 others shot were not immediately known. The motive for the shooting is unclear, Ogan said. <q> We're just trying to sort this out right now, </q> he said. An employee of a nearby business, Jason Pekau, told CNN http://wn.com/Megyn_Kelly_Interviews_John_Green,_Father_of_9-Year-Old_Girl_Killed_in_AZ_Shooting My heart is breaking for this poor family. All I can do is pray for them, and pray for all the victims", "new_id": -2}, {"uid": "1295921372006537277", "i": 39619, "idx": 0, "sa": ["Ahmed Nazif", "Zahi Hawass"], "q": ". The Supreme Council of Antiquities of Egypt head <strong> Zahi Hawass </strong> said that the 3,300-year-old statute should be given back to Egypt. His request was backed by Prime Minister <strong> Ahmed Nazif </strong> and Culture Minister Faruq Hosni. <q> This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artifacts that have been taken illicitly out of the country, </q> the statement read, according to Reuters. The Nefertiti bust resides at Neues Museum in Berlin where it is the centerpiece of the museum's Egyptian Museum and Papyrus Collection. Hermann Parzinger, president of the", "new_id": -2}, {"uid": "1295980170233783301", "i": 14072, "idx": 3, "sa": ["Bobby Jindal", "Sam Brownback", "Sen. Bernie Sanders"], "q": "Republicans to embrace them.`` Up until this point, the Republican leadership has been vague about what federal programs they want to cut,'' said <strong> Sen. Bernie Sanders </strong>, a Vermont independent who caucuses with Democrats. <q> On the other hand, Congressman Ryan has been very clear on this subject. </q> Delivering the party's response to the president is an honor but by no means a ticket to stardom. Most such addresses aren't memorable, though Louisiana <strong> Sam Brownback </strong> <strong> Bobby Jindal </strong> drew wide attention in 2009, when", "new_id": -2}, {"uid": "1295598937192069651", "i": 12098, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "of the prodigies who co-founded the company behind the Internet's dominant gateway. The shake-up announced Thursday appears to be driven by <strong> Eric Schmidt </strong>'s desire to tackle other challenges as much as Page's ambition. <q> Day-to-day adult supervision no longer needed! </q> <strong> Eric Schmidt </strong> wrote on his Twitter account moments after <strong> Google Inc. </strong> dropped the bombshell that upstaged its fourth-quarter earnings. <strong> Eric Schmidt </strong>, 55, will still be available to advise Page, 37, and <strong> Google Inc. </strong>'s other 37-year-old founder, <strong> Sergey Brin </strong>", "new_id": -2}, {"uid": "1295567825105267222", "i": 2513, "idx": 0, "sa": ["Eric Schmidt"], "q": "On a conference call, <strong> Eric Schmidt </strong> said in his new job he will focus more on external issues, working with customers, partners and government.`` I believe Larry is ready,'' <strong> Eric Schmidt </strong> said. <q> His ideas are very interesting and clever and it's time for him to have a shot at running this. </q> Page praised <strong> Eric Schmidt </strong>'s leadership over nearly a decade and said his advice as executive chairman will be invaluable.`` The results speak for themselves,'' Page said.`` There's really no", "new_id": -2}, {"uid": "1295970663009764877", "i": 22975, "idx": 7, "sa": ["Marcus Camby", "Carmelo Anthony", "Allen Iverson"], "q": "winning streak, 109-96, on Friday night.`` It's just because our backs are against the wall,'' <strong> Allen Iverson </strong> said after Denver's second big win over a nemesis[ Phoenix] in 48 hours. <q> We understand that every night we have to come in here and play hard and play together and not take any possessions off. We know how serious it is in the <strong> David West </strong>, and if we don't get our act together it's going to be a chance we're not going to be in the playoffs.`` And with our roster... there's no way we shouldn't be in the playoffs. </q> Can you imagine? With two All-Star starters in <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> and the reigning defensive player of the year in <strong> Marcus Camby </strong>? The Nuggets sure can't fathom it. They're off to their best start in 20", "new_id": -2}, {"i": 10745, "idx": 4, "index_answer": 1, "new_id": -1, "q": "me. You're a pro. You're a hell of a lot better than others in this town.'' <strong> Howard Kurtz </strong> suspects that <strong> Donald Rumsfeld </strong>'s goal with this memoir is to leave readers with the same conclusion. <q> But it contains few surprises and, after so many years of divisive debate, is unlikely to change many minds, </q> writes <strong> Howard Kurtz </strong>.`` What is known is that he has in these 50 chapters marshaled his best defense; only history's final verdict remains unknown.'' <strong> Donald Rumsfeld </strong>, that master of the tart zinger,... Photo", "sa": ["Donald Rumsfeld", "Howard Kurtz"], "uid": "1296759800078708738"}, {"uid": "1295561600075235346", "i": 20845, "idx": 0, "sa": ["Eric Schmidt"], "q": " investors believed the company needed a more mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and Google's other co-founder, The changes will be effective April 4. <q> In my clear opinion, Larry is ready to lead and I'm excited about working with both him and Sergey for a long time to come, </q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too.`` There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,'' Page", "new_id": -2}]