[{"i": 524, "idx": 1, "index_answer": 2, "new_id": -1, "q": "the past. <strong> Howard Stern </strong> to <strong> David Letterman </strong>: sorry about your sex scandal( video) Instead of deflecting <strong> Howard Stern </strong>'s apology, <strong> David Letterman </strong> responded with candor and a bit of reciprocal praise. <q>`` You have been very, very nice to me on the radio and viciously ugly to me on the radio and I except both with equanimity because I know a little bit about how you operate and I'm still fond of your talent and your ability and what you've represented to the United States of America-and of course, the world. </q> \" <strong> Howard Stern </strong> calls for Hollywood to boycott <strong> Jay Leno </strong>( video) <strong> Howard Stern </strong> ended his third and final segment on Thursday night's Late Show once again pushing for <strong> David Letterman </strong> to holler back at him", "sa": ["Jay Leno", "Howard Stern", "David Letterman"], "uid": "1296820432076218415"}, {"uid": "1295556795078905390", "i": 27640, "idx": 1, "sa": ["Simon Cowell"], "q": "of that South Dakota gig two years ago when he fell off the stage and broke his shoulder). He's bringing those verbals gifts to the table, like asking the Snookie look-alike with the star-studded halter, <q> What's with the jujubees on your uu-uu-bees? </q> His dig at the burping guy,`` Did you eat a lot of paint chips as a child?'' was vintage <strong> Simon Cowell </strong>. It's also cool how he throws himself into the music", "new_id": -2}, {"uid": "1297309209087687252", "i": 4708, "idx": 2, "sa": ["Donald Rumsfeld"], "q": "'' Indeed, <strong> Donald Rumsfeld </strong> conceded that it's hard today to give a simple explanation- as you could with World War II- what the Iraq war and related terrorism conflicts were all about. <q> It is a marathon, not a sprint, </q> he said.`` It is a competition of ideas. For whatever reason, we are hestitant and not skillful in engaging in the competition of ideas.'' Last night in America's founding city,", "new_id": -2}, {"uid": "1295602299207912976", "i": 13167, "idx": 0, "sa": ["James A. Baker III", "Dan Quayle", "Brent Scowcroft", "Colin Powell", "Dick Cheney", "George H.W. Bush"], "q": "who was unable to attend, thanked the former president, his officials, the U.S. and its military forces.`` Believe me, Kuwait and its people will never forget you,'' he said. <q> We carry in our hearts what you did for us each and every day. </q> <strong> George H.W. Bush </strong> was briefly joined by former <strong> Dan Quayle </strong>. Later, his top advisers- then-Defense <strong> Dick Cheney </strong>, former Joint Chiefs of Staff Chairman <strong> Colin Powell </strong>, former <strong> Dick Cheney </strong> of State <strong> James A. Baker III </strong> and then-National Security Advisor <strong> Brent Scowcroft </strong>- and H.E.", "new_id": -2}, {"uid": "1297090709063078410", "i": 20137, "idx": 0, "sa": ["Simon Cowell"], "q": ", March 27 in Los Angeles at the L.A. Sports Arena. Chicago, Dallas, Miami, New York/New Jersey and Seattle will also host auditions. Specific dates and venues to be announced. <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> said <strong> Simon Cowell </strong>.`` I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing", "new_id": -2}, {"uid": "1297128027137412656", "i": 10713, "idx": 2, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "for honoring a convicted felon, <strong> Dwaine Caraway </strong> said,`` I care deeply about animals'' and`` am deeply sorry to offend anyone who loves animals.'' He acknowledged <strong> Michael Vick </strong>'s past but noted that <q> since making some bad choices, <strong> Michael Vick </strong> has devoted time to speaking to children about staying in school staying away from drugs, making positive choices about picking friends and the importance of education. That was the focus of the event. </q> <strong> Mayor Tom Leppert </strong> said he has asked the city manager to`` propose guidelines to prevent this situation in the future. <strong> Dwaine Caraway </strong> said he would`` welcome a clarification of the guidelines.''( Copyright", "new_id": -2}, {"uid": "1295657293256983049", "i": 10755, "idx": 0, "sa": ["Eric Schmidt", "The CEO", "Google Inc.", "Stephen Miles"], "q": "as <strong> Eric Schmidt </strong> in the executive chairman role and having the heart and soul of <strong> Google Inc. </strong> in the <strong> The CEO </strong> role makes a lot of sense,'' said <strong> Stephen Miles </strong>, vice chairman of executive consulting firm Heidrick& Struggles International <strong> Google Inc. </strong> <q> They do face challenges and a lot of headwind. There's nothing like a founder to take whatever hill you need to take. </q> Amazon.com <strong> Google Inc. </strong>, the world's top online retailer, and Oracle Corp., the No. 2 maker of business application software, are among technology bellwethers that have thrived under the guidance of their founders, <strong> Stephen Miles </strong>", "new_id": -2}, {"uid": "1295618466190234796", "i": 49335, "idx": 4, "sa": ["Andy Coulson"], "q": "continuing pressures on him and his family mean that he feels compelled to do so.'' <strong> Andy Coulson </strong> played a key role in helping propel Conservative leader Cameron to power in elections in May 2010. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government, </q> Cameron said. The hacking saga has refused to die down since the News of the World's royal correspondent and a private investigator were jailed in 2007 for conspiracy to access mobile phone messages involving Princes William", "new_id": -2}, {"uid": "1295518631063569936", "i": 13663, "idx": 0, "sa": ["Justin Timberlake", "American McGee", "Simon Cowell", "Billy Joel"], "q": "` Idol' Embraces Kinder, Gentler Attitude ABC News The Associated Press By DERRIK <strong> Justin Timberlake </strong> LANG AP LOS ANGELES January 18, 2011( AP) When a husky, mustached auditioner awkwardly snaps his way through <strong> Billy Joel </strong>'s <q> The Longest Welcome to the born-again <strong> American McGee </strong> Idol. With the departure of`` the mean one, </q> judge <strong> Simon Cowell </strong>, the TV juggernaut seems to have gone through a conversion. At a recent Fox` <strong> American McGee </strong> Idol' judges are in the spotlight this year PASADENA, Calif.- The most intriguing part of", "new_id": -2}, {"uid": "1295311961007274540", "i": 33719, "idx": 0, "sa": ["Tony Blair", "Alastair Campbell", "David Cameron", "Andy Coulson"], "q": "] are going to have to be turning more to the private sector.'' Sir Richard Thompson, president of the Royal College of Physicians, agreed.`` We welcome clinician-led commissioning,'' he said. <q> However, hospital specialists' involvement should be mandatory to ensure the best quality care for patients. </q> Critics of public service reform plans should` grow up', says <strong> David Cameron </strong> <strong> Alastair Campbell </strong> diaries: Diana's funeral prompted <strong> Tony Blair </strong> safety fears <strong> David Cameron </strong>: <strong> Andy Coulson </strong> deserves to be given a second chance Critics of public service reform", "new_id": -2}]