[{"uid": "1297381014148979729", "i": 47220, "idx": 1, "sa": ["Lou Paulson", "Bill Lockyer"], "q": "challenged it with the unanswerable, ruthlessly rhetorical question: \"My message is: If not you, who?\" \"â\u0080¢ California State Treasurer <strong> Bill Lockyer </strong>\", via spokesman Tom Dresslar, called the CRA-City Hall antics <q>needlessly provocative acts of gamesmanship that warp the status quo.... Apparently, they don't think they have a case to make, so they decided to try and create facts on the ground.</q> \"â\u0080¢ California Professional Firefighters President <strong> Lou Paulson </strong>\": \"The Redevelopment Agency is basically saying that developer profits are more important than schools, public safety, libraries and other core services.\" \"â\u0080¢ Two of CRA", "new_id": -2}, {"uid": "1297462823095535141", "i": 7724, "idx": 1, "sa": ["Simon Cowell"], "q": "\" he said. If those preteens aren't brave enough to massacre their elders, they probably won't survive the auditions, which will be held live before 4,000 or 5,000 people in an arena. <q>It was supposed to be similar to them doing their first concert,</q> <strong> Simon Cowell </strong> explained. \"It really helped show me who could handle the pressure.\" <strong> Simon Cowell </strong> claims that allowing the crowd to react in real time will help him avoid overlooking another big star. \"There", "new_id": -2}, {"uid": "1296361391082608151", "i": 7399, "idx": 0, "sa": ["Arian Foster", "Michael Vick", "Brandon Lloyd"], "q": "scenery and weather can't be beat. Temperatures this week were mostly in the high 70s, perfect for the Pro Bowlers who went golfing, fishing, jetskiing and toured Pearl Harbor with their families. <q>This is like heaven. I'll die and go to Hawaii. That's all right with me,</q> Houston Texans running back <strong> Arian Foster </strong> said. A few players even hit the waves such as Denver Broncos receiver <strong> Brandon Lloyd </strong>. But Philadelphia Eagles quarterback <strong> Michael Vick </strong> wasn't getting anywhere near a surfboard. \"I", "new_id": -2}, {"uid": "1296222119066224133", "i": 5107, "idx": 1, "sa": ["David Letterman"], "q": ". Planet Blue \"Planet Earth, creation, the world in which civilization developed, the world with climate patterns that we know and stable shorelines, is in imminent peril.\" <q>There is no historical precedent, however, for what we must do if we are to endure.</q> <strong> David Letterman </strong> Orr,( 2009) \"We're screwed!\" <strong> David Letterman </strong>( 2009) For over two decades there's been a failure to effectively communicate the climate change crisis", "new_id": -2}, {"uid": "1297677365135315498", "i": 23527, "idx": 3, "sa": ["Lois Capps", "Ron Paul", "Cecile Richards", "Mike Pence"], "q": "have vowed to fight the proposed funding cut. \"In my community, Planned Parenthood is a very highly regarded mainstream organization,\" said Democratic <strong> Ron Paul </strong> <strong> Lois Capps </strong> of California, who depicted <strong> Mike Pence </strong>'s bill as <q>driven by an extreme ideological agenda.</q> <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss of the federal grants but would be forced to close some clinics and serve fewer people. \"This", "new_id": -2}, {"uid": "1296279808209059843", "i": 48483, "idx": 0, "sa": ["David Letterman"], "q": "- As soon as Fritz Grobe and Stephen Voltz dropped their first Mentos candies into a bottle of Diet Coke- launching an Internet phenomenon as a bubbling geyser shot into the air- the question began. <q>It was daunting because people were saying, \"Where's your next work of genius?\"</q> Voltz said. They put folks off for a while, managing the attention in 2006 that followed millions of Internet hits and appearances on national TV programs such as \"The Late Show with <strong> David Letterman </strong>.\"", "new_id": -2}, {"uid": "1297628218231522328", "i": 16888, "idx": 0, "sa": ["Simon Cowell"], "q": "been running wild that the troubled actress would be a judge on the highly anticipated talent show, since her notoriety would be good for ratings. But it seems the rumors are not true. <q>No, <strong> Lindsay Lohan </strong> will not be part of the show</q>, Radaronline.com quoted spokesperson Ann-Marie Thomson as saying on Saturday. Apparently <strong> Simon Cowell </strong>, who created The X Factor and will be the centerpiece of the judging panel, decided against the possibility of her joining the", "new_id": -2}, {"i": 36987, "idx": 0, "index_answer": 1, "new_id": -1, "q": " <strong> Conan O'Brien </strong> happy <strong> David Letterman </strong> called After all of the craziness that surrounded <strong> Conan O'Brien </strong>'s ouster from \"The Tonight Show\" settled down, the red-headed talk show host got a call from fellow chatter, <strong> David Letterman </strong>. <q>He wanted to know what <strong> Sen. Joe Lieberman </strong> was wearing,</q> <strong> Conan O'Brien </strong> jokes... To-Do Tonight: \"The Pillowman\" By my math, there are only five shows and 250 potential seats left-- many of which have been sold-- in the limited run of <strong> Martin McDonagh </strong>", "sa": ["David Letterman", "Conan O'Brien", "Martin McDonagh"], "uid": "1296765354144211971"}, {"uid": "1297268304137707526", "i": 869, "idx": 2, "sa": ["Donald Rumsfeld", "Gerald Ford", "Adlai Stevenson III"], "q": "joke. There was no strength there.\" Nixon promised to endorse <strong> Donald Rumsfeld </strong> in the primaries if necessary, and also took a shot at the man <strong> Donald Rumsfeld </strong> would most likely be running to defeat: <q>The <strong> Gerald Ford </strong> told me that he will endorse and support me. He said he couldn't before, but he will now even in primaries if it will help me. He said he felt I should decide now, and not tell anybody except for a few people. If I told any more it would be stupid, and I'm not stupid. He went on to say that</q> <strong> Adlai Stevenson III </strong> was light. He was better looking than his dad, but he had no elan, that he could be beat, and that he, the <strong> Gerald Ford </strong>, wanted to do what he could to help me", "new_id": -2}, {"uid": "1295997649180568148", "i": 29997, "idx": 1, "sa": ["Zahi Hawass"], "q": "ordered the painting, along with others from the famous Gutmann collection, shipped to Germany in exchange for the couple's safe passage from the Afghanistan has died of a heart attack nearly a year after being <q>Worse was to come. <strong> Zahi Hawass </strong>, secretary general of Egypt's Supreme Council of Antiquities( SCA) labeled the idea \"pure fiction.</q> Moreover, he disinvited Fletcher from future work in Egypt. <strong> Zahi Hawass </strong> explained this action in an article in the newspaper Al-Ahram: \"The... <strong> Zahi Hawass </strong> Reveals a Glimpse of the Latest Discoveries in Egypt <strong> Zahi Hawass </strong> Reveals a Glimpse", "new_id": -2}]