[{"uid": "1295805220124010531", "i": 10196, "idx": 0, "sa": ["Colin Powell"], "q": "these matters in his State of the Union policy address Tuesday night. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Arizona. <q> I think he's got a way to go, </q> <strong> Colin Powell </strong> said.`` I mean, he hasn't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform.`` You know, we didn't elect Superman.", "new_id": -2}, {"uid": "1295822525140492836", "i": 39739, "idx": 0, "sa": ["The Republican Party", "David Letterman", "Sarah Palin", "Bill Richardson", "Katie Couric", "Rudy Giuliani"], "q": "cover of Newsweek with <strong> Sarah Palin </strong> on the cover, the former New York City mayor giddily says she`` is great for the <strong> The Republican Party </strong>,'' and also takes credit for taking <strong> Sarah Palin </strong> to the Yankees game in which <strong> David Letterman </strong> <q> picked the wrong... <strong> Rudy Giuliani </strong> Sounds Off On <strong> Joe Biden </strong> <strong> Sarah Palin </strong> Debate electionnews.site50.net <strong> Rudy Giuliani </strong> Sounds Off On Debate`` Only On The Web: </q> <strong> Katie Couric </strong> spoke with <strong> Rudy Giuliani </strong> and got his take on how <strong> Sarah Palin </strong> did during the debate and felt she did`` a great job.''... <strong> Rudy Giuliani </strong> Blasts <strong> Sarah Palin </strong> Baby Question/Decries Media <strong> Rudy Giuliani </strong> and <strong> Sarah Palin </strong> <strong> Bill Richardson </strong> talk to`` The", "new_id": -2}, {"i": 36363, "idx": 6, "index_answer": 0, "new_id": -1, "q": "The next step is to reduce U.S. unemployment, an issue <strong> Barack Obama </strong> should make`` the centerpiece'' of his annual State of the Union address on Jan. 25, the former Cabinet member said. <q> The American people are expecting him to say something about what he's going to do to </q> keep the economy moving forward, <strong> Colin Powell </strong> said. <strong> Colin Powell </strong> has criticized his own party in recent months while supporting <strong> Barack Obama </strong>'s ultimately successful fight for Senate ratification of a new nuclear-arms-reduction treaty with Russia. <strong> Colin Powell </strong> said", "sa": ["Colin Powell", "Barack Obama"], "uid": "1295802494101695495"}, {"uid": "1297363345153731072", "i": 32300, "idx": 0, "sa": ["Steven Tyler", "David Letterman", "Kayte Walsh", "Kelsey Grammer", "Camille Grammer"], "q": "property may be worth$ 20 million. <strong> Kelsey Grammer </strong> and <strong> Camille Grammer </strong> were married in 1997 and have two young children together. Attorneys for the former`` Frasier'' star and <strong> Camille Grammer </strong>, who appears on <q> The Real Housewives of Beverly Hills, </q> told Nelson they will set aside$ 2.3 million while financial arrangements are handled. The 55-year-old actor has told <strong> David Letterman </strong> last month that he plans to marry <strong> Kayte Walsh </strong> sometime in February. Watch: <strong> Steven Tyler </strong> Busted", "new_id": -2}, {"uid": "1297350210194330656", "i": 36806, "idx": 0, "sa": ["Hosni Mubarak", "Anderson Cooper", "David Letterman"], "q": "The Famous- February 9, 2011 11:08 PM PST </cite> <cite> <strong> Anderson Cooper </strong> and Daivd <strong> David Letterman </strong>| Photo Credits: CBS </cite> <strong> Anderson Cooper </strong> says it was fortunate that he and his team weren't badly injured in Egypt. <q> There were people stabbed after us, there were people who have been... captured, disappeared, </q> he told <strong> David Letterman </strong> in his first interview since the attack.`` We were lucky.'' 360 anchor told CNN that he and his crew were punched in their heads by supporters of President <strong> Hosni Mubarak </strong> in", "new_id": -2}, {"uid": "1295473016144211968", "i": 36466, "idx": 0, "sa": ["Steven Tyler", "Jimmy Fallon", "David Letterman", "Betty White", "The Roots"], "q": "and Hoda give an enthusiastic throw to commercial break. <strong> Betty White </strong> Celebrates Her 89th Birthday With Vodka and <strong> David Letterman </strong> In response to being asked what she does with her free time, <strong> Betty White </strong> answered <q> vodka's kind of a hobby. </q> So why not spend the eve of your eighty-nine years on this earth downing Grey Goose on the rocks with <strong> David Letterman </strong>? <strong> Steven Tyler </strong>, <strong> Jimmy Fallon </strong>, and <strong> The Roots </strong> Perform`` Walk This Way''", "new_id": -2}, {"uid": "1296330397077611024", "i": 5046, "idx": 0, "sa": ["Allen Iverson"], "q": "month ago for suggesting as much. The idea is controversial, counter-intuitive to some, and exactly what is needed say others. Related: <strong> Allen Iverson </strong> and the top 6 basketball players outside the NBA <q> Leave it to Lakers president <strong> Jeanie Buss </strong> to step to the forefront and articulate a tough, difficult suggestion that just so happens to make absolute sense for the National Basketball Association as it enters a crucial labor stage and another crossroads in its 65-year history, </q> writes Vincent Bonsignore, sports columnist for the L.A. Daily News.`` We agree with her 100 percent.'' Bonsignore goes on to opine that there simply are not enough quality basketball players to fill the", "new_id": -2}, {"uid": "1296167621065404968", "i": 42412, "idx": 2, "sa": ["Mike Pence"], "q": "to focus on other political opportunities. And he telegraphed his interest in the governorship by focusing on Indiana in his letter, saying his`` calling is closer to home.'' He will now <q> be traveling across the state to listen and learn about how Hoosiers think we might best contribute in the years ahead. </q> That begins Friday. <strong> Mike Pence </strong>, who flew today to Indiana from Washington, is holding a town hall meeting in Pendleton at 10 a.m. and speaking to Muncie Central High School students at 1:20 p.m.", "new_id": -2}, {"uid": "1295476300073809973", "i": 1631, "idx": 0, "sa": ["Sergio Marchionne", "Lisa P. Jackson"], "q": "light-duty vehicles. The announcement was made at the EPA laboratories in Ann Arbor, Mich., following a meeting with <strong> Sergio Marchionne </strong>, Chrysler Group CEO, and <strong> Lisa P. Jackson </strong>, Agency Administrator for the EPA. <q> In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers- especially if their dollars stay in America, </q> <strong> Sergio Marchionne </strong> said.`` Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.", "new_id": -2}, {"uid": "1296104229053330070", "i": 600, "idx": 0, "sa": ["Michael Vick", "Barack Obama"], "q": "endorsement contract since his release from federal prison. The Philadelphia Eagles' Pro Bowl quarterback signed a two-year contract with Unequal Technologies, a provider of the football pads <strong> Michael Vick </strong> wore for most of this season. <q> We're real excited about it, </q> chief executive officer Rob Vito said Tuesday.`` <strong> Michael Vick </strong> is good people. He paid his dues. <strong> Barack Obama </strong> reached out to him. He deserves an opportunity. This is what makes America so great. He's", "new_id": -2}]