[{"uid": "1297183321119177307", "i": 4330, "idx": 1, "sa": ["George W. Bush", "Donald Rumsfeld", "Diane Sawyer"], "q": "told <strong> Diane Sawyer </strong>.`` To think that people in our custody were treated in that disgusting and perverted and ghastly way- unacceptable way.''`` There wasn't an easy target,'' he added. <q> And so I stepped up and told the <strong> George W. Bush </strong> I thought I should resign. And I think probably he and the military and the Pentagon and the country would've been better off if I had. </q> Interestingly, <strong> Donald Rumsfeld </strong> isn't willing to go quite that far on the issue that did result in his eventual departure, troop level commitments in Iraq. He considers it`` possible'' that he was", "new_id": -2}, {"uid": "1294976079058228750", "i": 33099, "idx": 4, "sa": ["John McCain", "Christopher Hitchens", "Colin Powell", "Barack Obama"], "q": "<strong> Colin Powell </strong>'s endorsement is significant due to the fact that <strong> John McCain </strong> has repeatedly singled him out for lavish praise. In a July New York Times interview, <strong> John McCain </strong> described the former secretary of state and Joint Chiefs chairman as <q> a man who I admire as much as any man in the world, person in the world </q> when answering a question in which <strong> Colin Powell </strong> was not brought up. Meanwhile, near the same time as that interview, <strong> John McCain </strong> was reportedly http://wn.com/Barack Obama_Barack Obama_Calls_for_Clean_Energy_and_Climate_Legislation www.repoweramChristopher Hitchensa.org In his State of the Union address, <strong> Barack Obama </strong> reiterated his commitment to", "new_id": -2}, {"uid": "1296149573243646477", "i": 43622, "idx": 2, "sa": ["Adrian Peterson", "Michael Vick"], "q": "the best season of his career, leading the Eagles to an NFC East title.`` I'm enjoying the guys and I'm enjoying being out here playing football,'' he said. <q> This is what you work for. You work hard to get in this position. I'm ecstatic to be here. </q> <strong> Michael Vick </strong> was selected to start Sunday after leading the NFC with more than 1.5 million votes, far ahead of Minnesota Vikings running back <strong> Adrian Peterson </strong>, the NFC's second-leading vote-getter at 948,410.", "new_id": -2}, {"uid": "1297428190058949643", "i": 14238, "idx": 2, "sa": ["Stephen Elop", "Winston Spencer-Churchill", "Mark Sanchez", "Steve Ballmer"], "q": "Nokia will fold its own app store into the Microsoft Mark Sanchezetplace. <strong> Stephen Elop </strong> the optimist In a press conference today, <strong> Stephen Elop </strong> and <strong> Steve Ballmer </strong> touted the alliance as good for both companies' aspirations. <q> A pessimist sees the difficulty in every opportunity, but an optimist sees the opportunity in every difficulty, </q> <strong> Stephen Elop </strong> said, quoting England's historic prime minister <strong> Winston Spencer-Churchill </strong> as he spoke in London.`` I am an optimist.'' It's not immediately clear what needs to be done to make the deal final", "new_id": -2}, {"uid": "1297336867021299203", "i": 43376, "idx": 0, "sa": ["David Cameron", "Andy Coulson"], "q": "of Britain's elected leaders. Though Britain is obliged to honor the court's rulings, many lawmakers are considering voting against the measure anyway. foreignstudents: <strong> David Cameron </strong> on Prime Minister's Questions- <q> Foreign students are vital to British universities. </q>... KrisTheScript Odd that the police are now interested in the phone hacking scandal now <strong> Andy Coulson </strong> isn't working for the Prime Minister <strong> David Cameron </strong>. Report Abuse \" Copy and pest the following link in your web browser then join", "new_id": -2}, {"uid": "1297143696250691592", "i": 38267, "idx": 0, "sa": ["Simon Cowell"], "q": ", which <strong> Simon Cowell </strong> said won't be a`` dressed up'' sum: The top contestant will get$ 1 million a year for five years, separate from the costs involved in recording and promotion. <q> It's a massive, massive risk but it's also an incredible incentive. It puts everybody, rightly, under an enormous amount of pressure, </q> <strong> Simon Cowell </strong> said, adding,`` I believe I can find a star.'' All content? Copyright 2000- 2011 WorldNow and WSFA, a", "new_id": -2}, {"uid": "1295158532128794647", "i": 627, "idx": 5, "sa": ["George Karl", "Byron Scott", "Allen Iverson", "Guo Lusheng"], "q": "Now, it feels that much worse. It's throbbing like a heartbeat.'' <strong> Allen Iverson </strong>, who hurt his <strong> Guo Lusheng </strong> against San Byron Scottio a week ago, slips on a brace after every game per doctors orders. <q> If I didn't wear this brace to keep it straight after every game, there's a chance it will get worse and I'll have to get a pin, </q> he said. Yet he refuses to wear anything on the <strong> Guo Lusheng </strong> in a game.`` I'm just real superstitious,'' <strong> Allen Iverson </strong> said. Nuggets coach <strong> George Karl </strong> would like to get <strong> Allen Iverson </strong> some rest, but there", "new_id": -2}, {"uid": "1295667567122535955", "i": 319, "idx": 3, "sa": ["Eric Schmidt"], "q": "and energy to strategic projects and on new products.`` His title will be co-founder. He's an innovator and entrepreneur to the core and this role suits him perfectly,'' the blog said. <q> For the last 10 years, we have all been equally involved in making decisions. This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to discuss the big decisions among the three of us, </q> <strong> Eric Schmidt </strong> wrote.`` But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.''`` As Executive Chairman, I will focus wherever", "new_id": -2}, {"uid": "1295704795121667595", "i": 14764, "idx": 0, "sa": ["Steve Hilton", "Andy Coulson"], "q": "Saturday reading list. Both capture why <strong> Andy Coulson </strong>'s resignation matters, if not to the general swell of British politics, at least to internal operations in Coalitionville. article for the Guardian is captured by its headline: <q> <strong> Andy Coulson </strong> Couslon had a nose for the view of the aspirational voter. </q> But it also homes in on the point that <strong> Andy Coulson </strong>'s departure tilts No. 10 in favour of <strong> Steve Hilton </strong>- something that will bother the Tory right far more than it does Lib Dems of any persuasion. The obvious", "new_id": -2}, {"i": 3854, "idx": 4, "index_answer": 4, "new_id": -1, "q": "<strong> Allen Iverson </strong> scored eight points and assisted on a three-point play by <strong> Kwame Brown </strong> in the first 3 minutes of the second quarter, carrying his new team like he had his old ones in Denver and Philadelphia for so long. <q> I feel like in the first couple of games I wasn't as aggressive as they wanted me to be, </q> he said.`` It's hard coming into a situation where guys have been http://wn.com/Kobe_Bryant's_Amazing_Game_Winner_vs_Miami_December_4,_2009 NFC Storms To <strong> Chauncey Billups </strong> Lead, Takes Pro Bowl 55-41 2011 Pro Bowl start time on Fox: <strong> Vince Carter </strong> time show features <strong> Goo Goo </strong> Dolls", "sa": ["Vince Carter", "Kwame Brown", "Goo Goo", "Chauncey Billups", "Allen Iverson"], "uid": "1296461913199901198"}]