[{"uid": "1295562566105267228", "i": 6490, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "shakeup of its top management, announcing that co-founder Larry Page will replace <strong> Eric Schmidt </strong> as chief executive of the internet giant in April. Google said <strong> Eric Schmidt </strong> would remain with the company as executive chairman, focusing on <q> deals, partnerships, customers and broader business relationships. </q> He would act as an adviser to Page and Google's other co-founder, <strong> Sergey Brin </strong>, who would work on strategic projects and new products. The management changes were due to take effect on April", "new_id": -2}, {"uid": "1297212843168738828", "i": 44659, "idx": 0, "sa": ["Richard Hunter", "Michael Vick"], "q": "this yesterday? I'm curious how much food you get. I'm totally down for a free m Â© 2011 PanLocal Media, LLC- All Rights Reserved. the <strong> Richard Hunter </strong> video of <strong> Michael Vick </strong> <q> I don't care about the dog </q> <strong> Michael Vick </strong> that started this whole thing went from 3,000 views yesterday to more", "new_id": -2}, {"uid": "1297032195131301387", "i": 3121, "idx": 0, "sa": ["Tony Blair", "Ban Ki-moon", "Dick Cheney", "Zahi Hawass"], "q": "of it.`` I do not agree at all of what the Americans or the Europeans said. They have no right to interfere in our business,'' says <strong> Zahi Hawass </strong>, Egypt's newly-appointed <strong> Tony Blair </strong> of Antiquities. <q> We are Egyptians who are very proud of our country. We need to continue until September with <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> until he can smooth. He can smooth the regime and make a new election and a new president will come by the desire of the Egyptians, </q> he told 1014UN <strong> Dick Cheney </strong> General <strong> Ban Ki-moon </strong> says an orderly transition in Egypt is essential to the peace process between Israelis and Palestinians.`` Egypt has been playing a very strategic role in the Middle East peace process,''", "new_id": -2}, {"uid": "1295499765081756170", "i": 2803, "idx": 1, "sa": ["Paris Bennett", "Kara DioGuardi", "Simon Cowell"], "q": "of my favorite contestants of all <strong> Paris Bennett </strong>-- both were young, had the baby voice, bubbly personality, total self-assurance. Man, I hope she can sing. She cracks me up, excited she <q> got to hug and touch <strong> Ryan Seacrest </strong>. </q> Might be a bit too much, actually, <strong> Paris Bennett </strong> was self-possessed and a... stars and more Most living, breathing Americans already know American Idol is undergoing a facelift for its tenth season. <strong> Simon Cowell </strong>, <strong> Kara DioGuardi </strong>", "new_id": -2}, {"uid": "1296108950041386014", "i": 10160, "idx": 1, "sa": ["Kobe Bryant", "Michael Vick"], "q": "in the <strong> Kobe Bryant </strong> case and many times throughout history, there's always redemption,'' Andy Appleby, chairman of General Sports& Entertainment, a Minnesota-based marketing firm, told me when <strong> Michael Vick </strong> was released from prison. <q> No one's ever going to forget, but( <strong> Michael Vick </strong>) still has a lot to offer. </q> <strong> Kobe Bryant </strong> is a model of image repair. During the summer of 2003, a 19-year-old female hotel worker in Colorado accused him of rape. <strong> Kobe Bryant </strong> admitted to an adulterous encounter but said it was", "new_id": -2}, {"uid": "1296280079111296551", "i": 6647, "idx": 4, "sa": ["Mike Pence"], "q": "during a statewide bus tour last fall.`` He's been very helpful. He's been supportive not only to me, but to the rest of the freshman congressional delegation,'' Bucshon said. <q> A person like him, with a wealth of experience, is always important to have backing you up when you're just getting started. </q> Bucshon wouldn't speculate about <strong> Mike Pence </strong>'s future, but said,`` No matter what he decides to do, I'll be supportive.'' Other Republicans seemed more sure of <strong> Mike Pence </strong>'s plans", "new_id": -2}, {"uid": "1296917233046448644", "i": 3899, "idx": 0, "sa": ["Barbara Walters", "David Letterman"], "q": "came about naturally in talking about the after-effects of the surgery. The host of The Late Show with <strong> David Letterman </strong> spoke to Ms. <strong> Barbara Walters </strong> about his own open heart surgery, then about the emotions he felt afterwards. <q> I would find myself busting into tears and sobbing uncontrollably with joy, </q> said the comedian.`` Joy?'' Ms. <strong> Barbara Walters </strong> said. <strong> David Letterman </strong> said that after the surgery reality set in that he knew he had been through something traumatic and survived-- he was alive. The ordeal is", "new_id": -2}, {"uid": "1296784629036126790", "i": 41641, "idx": 10, "sa": ["Eric Shinseki", "Donald Rumsfeld", "James L. Jones"], "q": "to offer their views, <strong> Eric Shinseki </strong> and <strong> James L. Jones </strong> remained silent. And he disputes accounts that <strong> Eric Shinseki </strong> was pushed out or vilified by the administration. Of course, <strong> Donald Rumsfeld </strong> believes the whole episode was unfair to him because it <q> bolstered this allegation that I was intolerant of views that challenged my own and that I punished those who put them forward. </q>( He even says that Bush made the right decisions after Hurricane Katrina, saying the military response was swifter than any previous handling of a natural disaster in American history.) Fittingly, <strong> Donald Rumsfeld </strong> starts", "new_id": -2}, {"uid": "1296164507194232338", "i": 1069, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "is also true that the only way those bonds get redeemed is out of the current income of the United States.'' Other lawmakers said Social Security's financial problems are not that urgent. <q> In the last 75 years, in good times and in bad times, Social Security has paid out every nickel owed to every eligible beneficiary at a relatively modest administrative cost, </q> said <strong> Sen. Bernie Sanders </strong>, who organized the first meeting of the Senate Social Security caucus Thursday.`` We are getting very tired about hearing our Republican and right wing friends telling us about how Social Security is collapsing", "new_id": -2}, {"i": 46054, "idx": 0, "index_answer": 0, "new_id": -1, "q": "`` not committed'' to supporting <strong> Barack Obama </strong> or a specific Republican candidate in 2012. <strong> Colin Powell </strong>, a retired Army general, said he won't decide whom to vote for until he sees all the candidates. <q> Right now I do not see on the Republican side any one individual who I think is going to emerge at the top of the pile, </q> he said, adding he thinks <strong> Barack Obama </strong>`` is doing a good job right now.''  Fitness guru <strong> Jack LaLanne </strong> dead at 96  Los Angeles- <strong> Jack LaLanne </strong>, the fitness guru who inspired", "sa": ["Colin Powell", "Jack LaLanne", "Barack Obama"], "uid": "1295851272039714838"}]