[{"uid": "1296163215174751770", "i": 30281, "idx": 1, "sa": ["Kelsey Grammer", "David Letterman"], "q": ",'' after 13 years of marriage. A few months later, the 55-year-old actor confirmed he is engaged to marry 29-year-old flight attendant Kayte Walsh. When <strong> Kelsey Grammer </strong> appeared on Thursday's edition of <q> Late Show with <strong> David Letterman </strong>, </q> <strong> David Letterman </strong> said:`` Now, I understand, I'm under the impression that your marriage is ending. Is that a fact?'' <strong> Kelsey Grammer </strong> said it was, prompting <strong> David Letterman </strong> to remark,`` Well", "new_id": -2}, {"uid": "1297225373053084179", "i": 55214, "idx": 3, "sa": ["Michael Vick"], "q": "'s unfortunate, and I would rather have not seen the situation.'' Two council members told the newspaper that the presentation was inappropriate, though one defended it, saying <strong> Michael Vick </strong>`` served his time'' and <q> did what the court told him to. </q> The newspaper reported that council members are allowed to hand out token keys- a$ 25 key with Dallas' seal- to whomever they want, in contrast with the more official gold or crystal city", "new_id": -2}, {"uid": "1296485853202686482", "i": 55890, "idx": 0, "sa": ["Sergio Marchionne"], "q": "( 30.300 millones de euros), mientras que sus ventas mundiales de veh?culos totalizaron 1,51 millones de unidades. El consejero delegado de Chrysler, <strong> Sergio Marchionne </strong>, destac que la empresa super sus previsiones en 2010. <q> Sin embargo-- advirti--, el trabajo a?n no est hecho. Queda mucho por hacer para cumplir los objetivos del plan estrat?gico a cinco a?os </q>. Al cierre del pasado ejercicio, Chrysler disfrutaba de una posici?n de liquidez de 7.300 millones de d?lares( 5.330 millones de euros), a los que se suma una l?nea de disponibilidad otorgada por Estados", "new_id": -2}, {"uid": "1296200464159858698", "i": 5812, "idx": 8, "sa": ["LeBron James", "Eric Holcomb", "Mike Pence", "Jonathan Weinzapfel"], "q": "in 2010; Evansville Mayor <strong> Jonathan Weinzapfel </strong>; and Kokomo Mayor Greg Goodnight. Indiana Democratic Party Chairman Dan Parker predicted a`` very, very competitive race'' in 2012. He labeled <strong> Mike Pence </strong> an ideologue who is <q> out of the mainstream in Indiana </q> and should be thinLeBron James more about his job in Washington and less about seeLeBron James another job. Even though <strong> Mike Pence </strong> wasn't officially in the race yet for <strong> Eric Holcomb </strong>, partisans on both sides were acting as if", "new_id": -2}, {"uid": "1297314901126959709", "i": 927, "idx": 1, "sa": ["Joy Behar", "Barack Obama", "Michael Vick"], "q": "'s scandal in which the convicted dog fighter href=\"http://www.examiner.com/dogs-in-national/hey-Michael Vick-handover-those-keys-to-the-city\" rel=\"nofollow\"> received an honorary key to the city of Dallas.`` Why is he being rewarded with the keys to Dallas?'' asked <strong> Joy Behar </strong>. <q> What is this about? It's driving me crazy! </q> href=\"http://www.examiner.com/the-view-in-national/bill-o-reilly-to-Barack Obama-Barack Obama-people-hate-you-video\" rel=\"nofollow\"> Bill O'Reilly to <strong> Barack Obama </strong>: people hate you( video) <strong> Michael Vick </strong> was hit with a fresh wave of controversy this week when a Dallas area reporter posted video of the key", "new_id": -2}, {"uid": "1297443167144588879", "i": 34129, "idx": 0, "sa": ["Donald Rumsfeld", "Donald Trump", "Ron Paul"], "q": "PM'' the loser's minions were handing out`` write in <strong> Donald Trump </strong>'' flyers. The Great Deception- Forum/Library- My Research Re: Twice bankrupt and twice divorced 4x Loser Don <strong> Donald Trump </strong> says <strong> Ron Paul </strong> can't win <q> Reply# 7 on: February 10, 2011, 10:35:55 PM </q> <strong> Ron Paul </strong> not hitting back at The <strong> Donald Rumsfeld </strong> Re: Twice bankrupt and twice divorced 4x Loser Don <strong> Donald Trump </strong> says <strong> Ron Paul </strong> can't win`` Reply# 8 on: February 10, 2011, 11:16:06 PM'' Re:", "new_id": -2}, {"uid": "1295498926237502474", "i": 27498, "idx": 3, "sa": ["Alassane Ouattara", "Raila Odinga"], "q": "He took the side of Mr. <strong> Alassane Ouattara </strong>.'' <strong> Raila Odinga </strong> blamed Gbagbo for the breakdown in talks, noting he had promised to lift a military siege on the hotel where <strong> Alassane Ouattara </strong>'s parallel government remains under U.N. guard. <q> He broke that promise, for the second time in two weeks, </q> <strong> Raila Odinga </strong> said. The United Nations in New York said it was launching a$ 55 million emergency appeal to help neighboring Liberia handle tens of thousands of Ivorian refugees fleeing the crisis. The U.N. Security Council on Wednesday", "new_id": -2}, {"uid": "1295094164200343675", "i": 47406, "idx": 0, "sa": ["Donald Rumsfeld", "Keith Urbahn", "Robert King"], "q": " <strong> Robert King </strong>, who produces the show with his wife Michelle, said he wanted <strong> Donald Rumsfeld </strong> to appear as a witness in a lawsuit, testifying about why aggressive interrogation techniques like water-boarding are sometimes needed during wartime. <q> It's an episode about moral relativism about what is considered torture and what is not, </q> <strong> Robert King </strong> said. But <strong> Keith Urbahn </strong>, who works for the former defense secretary, said the idea rules <strong> Donald Rumsfeld </strong> out.`` This area is so fraught with legal ramifications,'' <strong> Keith Urbahn </strong> said.``", "new_id": -2}, {"uid": "1295725464067436558", "i": 27418, "idx": 4, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "new revenue''. Wedbush's Kerner said the new management structure could prove more nimble than the troika of <strong> Eric Schmidt </strong>, <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, which has been in place for the last decade. <q> What I do think Facebook has shown Google is that they're moving too slow, </q> Kerner said.`` Facebook is moving at the speed of light and Google isn't. Japan rocket ferrying supplies to ISS A Japanese rocket carrying supplies for the International Space Station has successfully lifted off from", "new_id": -2}, {"i": 5355, "idx": 0, "index_answer": 0, "new_id": -1, "q": "coordinator, because he is a defensive guy at heart, and he has that infectious personality- players relate to him,'' said former Eagles linebacker <strong> Ike Reese </strong>, who played for Mora with the Falcons from 2005-06. <q> He grew up around an NFL locker room. He has an aggressive approach. He's not an over-blitzer; Jim believes in getting after you with the front four and in strong secondary play. </q> Mora, of course, coached <strong> Michael Vick </strong> in Atlanta. Last October, he interviewed <strong> Michael Vick </strong> on behalf of the NFL Network; <strong> Michael Vick </strong> apologized to Mora for being immature and not being focused on his job when", "sa": ["Ike Reese", "Michael Vick"], "uid": "1295254492092618801"}]