[{"uid": "1295994754268058642", "i": 23841, "idx": 0, "sa": ["Eric Schmidt"], "q": "stuff from the NileGuide Acquires 10Best to Dominate Travel Recommendations Travel startup NileGuide just announced that it has acquired a site called 10Best, a move that chief executive Josh Steinitz makes the San Francisco startup <q> one of, if not the, largest travel content publishers </q> Hollywood and Tech Leaders Invest in GeekChicDaily <strong> Eric Schmidt </strong> Sees Next Decade as Age of \"augmented Humanity\" Cirtas Raises$ 22.5 M for Facebook, Twitter oust Myspace for music fans: experts music of", "new_id": -2}, {"uid": "1295395071226230299", "i": 6462, "idx": 0, "sa": ["Tramon Williams", "Michael Vick"], "q": "back <strong> Michael Vick </strong> Turner had only 39 yards rushing and a touchdown in a 48-21 victory. Even <strong> Tramon Williams </strong> didn't realize how well his teammates played against the Falcons until he watched game tape Monday. <q> As a \"DB' you don't get to see the front seven doing their job because you are in coverage all the time, </q> <strong> Tramon Williams </strong> said. \"When you come back and watch film and see the way those guys are playing up front, it's crazy. They\"ve done a great job up there and kind of made our job", "new_id": -2}, {"i": 8865, "idx": 3, "index_answer": 0, "new_id": -1, "q": "The 51-year-old congressman's future has been the subject of speculation since he resigned the No. 3 GOP House leadership slot after easily winning in November for a sixth term from his eastern Indiana district. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. <strong> Mike McDaniel </strong> said <strong> Mike Pence </strong> might be waiting to announce a decision on a gubernatorial bid out of respect for Daniels, a potential GOP presidential aspirant who has said he", "sa": ["Mike McDaniel", "Mike Pence"], "uid": "1296225829149782528"}, {"uid": "1296977642131137545", "i": 26337, "idx": 0, "sa": ["Katt Williams", "Michael Vick"], "q": "kind of reformation away from the game that impressed a nationwide panel of 50 media members who regularly cover the league. <strong> Michael Vick </strong> received 29 1/2 votes, easily beating Seattle receiver Mike <strong> Katt Williams </strong>, who got eight. <q> The most fun I've ever had playing football, </q> <strong> Michael Vick </strong> said. \"The guys. The organization I play for now. Coaches. Players. Just the way I live my life now. It's just been great. \"As a person and", "new_id": -2}, {"uid": "1296784629036126790", "i": 41641, "idx": 10, "sa": ["Eric Shinseki", "Donald Rumsfeld", "James L. Jones"], "q": "to offer their views, <strong> Eric Shinseki </strong> and <strong> James L. Jones </strong> remained silent. And he disputes accounts that <strong> Eric Shinseki </strong> was pushed out or vilified by the administration. Of course, <strong> Donald Rumsfeld </strong> believes the whole episode was unfair to him because it <q> bolstered this allegation that I was intolerant of views that challenged my own and that I punished those who put them forward. </q>( He even says that Bush made the right decisions after Hurricane Katrina, saying the military response was swifter than any previous handling of a natural disaster in American history.) Fittingly, <strong> Donald Rumsfeld </strong> starts", "new_id": -2}, {"uid": "1297709799012566528", "i": 34030, "idx": 1, "sa": ["Steve Ballmer"], "q": "in large part by being the most operator-friendly option. \"The mobile operator can add value over and above connectivity and distribution and customer service,\" CEO <strong> Steve Ballmer </strong> told MWC attendees in his keynote address Monday. <q> Windows Phone will continue to be the best place for mobile operators to add value. </q> Microsoft announced a number of improvements to Windows Phone 7 that will help its lofty goal on the software end. These include Internet Explorer 9 for all WP7 smartphones, multitasking for third-party applications, support for", "new_id": -2}, {"uid": "1295573447037306383", "i": 623, "idx": 1, "sa": ["Steve Jobs", "Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "in 2001 to bring more management experience to a then-fledgling company, will assume the role of executive chairman, focussing on deals and government outreach, among other things. <strong> Sergey Brin </strong> will concentrate on strategic projects. <q> Larry is ready. It's time for him to have a shot at running this, </q> <strong> Eric Schmidt </strong> told analysts on a conference call. Shares in the Internet search and advertising leader rose about 2 percent to$ 639 in extended trading. Just days ago, Apple <strong> Google Inc. </strong> CEO <strong> Steve Jobs </strong> announced", "new_id": -2}, {"uid": "1295387016075563050", "i": 12792, "idx": 4, "sa": ["David Letterman", "Steven Tyler"], "q": "aid was actually \"the tip of the iceberg\" for him, he explained that he \"was snorting that; I fell off the stage.\" <strong> David Letterman </strong> was shocked, prompting <strong> Steven Tyler </strong> to say it <q> shows you what kind of drug addict I was. </q> In December 2009, four months after the fall, <strong> Steven Tyler </strong> checked into rehab for an addiction to prescription painkillers. \"I was looking for any excuse to get high,\" the rocker recalled", "new_id": -2}, {"uid": "1296922649262193174", "i": 35459, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "might want or wish to <strong> President Bush </strong> Grindhouse, one of their most prolific warmongers, has penned a \"Not Me, Not My Fault\" book, hitting the streets this week. From the NYT; <q> \"Two weeks after the worst terrorist attack in our nation's history, those of us in the Department of Defense were fully occupied, </q> Mr. <strong> Donald Rumsfeld </strong> recalls. But the president insisted on new military plans for Iraq, Mr. <strong> Donald Rumsfeld </strong> writes. \"He wanted the options to be` creative.\"\"[ snip] His", "new_id": -2}, {"uid": "1296708030055181330", "i": 29583, "idx": 0, "sa": ["Michael Heisley", "Chris Andersen", "Rasheed Wallace", "Lionel Hollins", "Allen Iverson"], "q": "Twitter feed: \"God Chose Memphis as the place that I will continue my career.\" Referring to a Monday meeting with Grizzlies owner <strong> Michael Heisley </strong>, general manager <strong> Chris Andersen </strong> <strong> Rasheed Wallace </strong> and head coach <strong> Lionel Hollins </strong>, <strong> Allen Iverson </strong> added: <q> I feel that they are committed to developing a winner and I know that I can help them to accomplish that. I feel that I can trust them. </q> The Grizzlies are believed to be offering <strong> Allen Iverson </strong> a one-year deal worth$ 3.5 million, which is far less than the nearly$ 21 million he earned last season in Denver and Detroit but more than anyone else was", "new_id": -2}]