[{"uid": "1296520107162906146", "i": 36997, "idx": 0, "sa": ["Sergio Marchionne"], "q": "deal on the bonuses with its unions. On a conference call with reporters and analysts Monday, CEO <strong> Sergio Marchionne </strong> was asked why bonuses would be given if the company is losing money. A: <q>I think it would have been improper on our part not to recognize what's gone on in 2010,<q> <strong> Sergio Marchionne </strong> said, explaining that employees were critical in rolling out 16 new or revamped models last year, an amount larger than he has seen in the industry. Fears of Suez Canal Shutdown, Radical Islam \"", "new_id": -2}, {"uid": "1297670161000606209", "i": 8751, "idx": 3, "sa": ["Cheryl Cole", "David Joseph", "Jools Holland", "Lady Gaga", "Simon Cowell"], "q": "<strong> Jools Holland </strong> that gets a couple of hundred thousand viewers and X Factor which gets 20 million. I think there's a show that will get a great audience.\" <strong> David Joseph </strong> and <strong> Simon Cowell </strong> go way back. <q>We worked together for a number of years at RCA and had a good working relationship. <strong> Simon Cowell </strong> has an incredible drive to keep the extraordinary success he's had going.<q> <strong> David Joseph </strong> hopes his lure for broadcasters is that he can deliver exclusive performances from a <strong> Cheryl Cole </strong> or a <strong> Lady Gaga </strong>. \"We're coming up with ideas and I'm approaching it from what our artists will want", "new_id": -2}, {"uid": "1295199426040058910", "i": 38003, "idx": 0, "sa": ["Nancy Pelosi", "Mike Pence"], "q": "their criticism of the Democratic stewardship of the economy. Republicans called for using the leftover funds from the financial bailout to pay down the national debt, which has climbed to more than$ 12 trillion this year. <q>Democrats in this new stimulus bill are simply voting to extend policies that have failed to create jobs, failed to get the American economy back on its feet,<q> said <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong>( R-Ind.), who ranks third in the House GOP leadership. The window to pass major legislation usually narrows in an election year as incumbents demand more time back home to campaign", "new_id": -2}, {"uid": "1297328414192823336", "i": 14530, "idx": 1, "sa": ["David Letterman", "Kevin Kolb"], "q": "morning for a parade and was on Late Show With <strong> David Letterman </strong> that night. <strong> Kevin Kolb </strong> made a point to watch it, then stayed up a few more hours visualizing what it would take to get there. <q>I think we have so much in common, and the more I hear him talk and watch his stuff, the more you tend to root for him,<q> <strong> Kevin Kolb </strong> said. \"He's a lead-by-example guy, which I consider myself.... He's had plenty of opportunity where he could've said certain things I'm sure he wanted to, and he kept his", "new_id": -2}, {"uid": "1297373233070008855", "i": 34990, "idx": 0, "sa": ["Eric Schmidt"], "q": "Google's <strong> Eric Schmidt </strong> Sees \"Bubble\" Google has made 87 acquisitions worth$ 8.4 billion in the last 10 years, but the recent high valuations placed on some high-profile Internet companies has <strong> Eric Schmidt </strong> scratching his head. <q>There are clear signs of a bubble,<q> Mr. <strong> Eric Schmidt </strong> told the Swiss magazine Bilanz. \"But valuations are what they are.\" Reuters( For those DealBook readers who read German- or who perhaps those who will work at the New York", "new_id": -2}, {"i": 10425, "idx": 0, "index_answer": 4, "new_id": -1, "q": "was palpable. Here it was, the come-from-behind drive that longtime franchise quarterback <strong> Donovan McNabb </strong> had failed to produce so many times. <strong> Michael Vick </strong> had his chance. \"We were very confident,\" <strong> Michael Vick </strong> said. <q>We thought we were going to win the game. I thought we were going to win the game. I had an upbeat feeling about myself. I felt like I was in control.<q> <strong> Michael Vick </strong> overthrew tight end <strong> Brent Celek </strong> on first down. He threw wide of running back <strong> LeSean McCoy </strong> on second down. On third and 10, he hit rookie receiver <strong> Riley Cooper </strong> on a slant pattern for 11 yards and", "sa": ["Brent Celek", "LeSean McCoy", "Riley Cooper", "Donovan McNabb", "Michael Vick"], "uid": "1295921805206389258"}, {"uid": "1296924877112246818", "i": 3355, "idx": 0, "sa": ["Paolo Romani", "Sergio Marchionne", "Sergio Chiamparino"], "q": "remarks which upset Italians on Saturday. His comments in San Francisco quoted by Italy's Corriere della Sera prompted the mayor of Turin, Fiat's birthplace, to demand \"immediate clarification.\" <q>It's clear that an international group can have several offices but it would be different if the headquarters were in the United States,<q> <strong> Sergio Chiamparino </strong> said. A number of leading politicians also expressed indignation, and ANSA news agency said talks were planned next week between <strong> Sergio Marchionne </strong> and Economic Development Minister <strong> Paolo Romani </strong>. \"In the next two or", "new_id": -2}, {"uid": "1295672246172441622", "i": 5512, "idx": 7, "sa": ["Allen Iverson"], "q": "for the Lakers, but went 12-of-30 from the floor. \"We just played a good all-around game,\" <strong> Allen Iverson </strong> said after the Pistons won for the third time since his arrival from Denver five games ago. <q>It's just about playing basketball, understanding what we want to do on the basketball court. \"We didn't feel like it would take long, but we knew it would be kind of shaky in the beginning because I'm a totally different player than <strong> Chauncey Billups </strong>. I'm a lot more aggressive when it comes to driving to the basket, so my teammates have to know what spot I want them to be in to be able to create shots for them.<q> In winning their first seven, the Lakers had averaged a league-high 104.7 points and held opponents to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoming the final", "new_id": -2}, {"uid": "1295829625240762905", "i": 41859, "idx": 4, "sa": ["Colin Powell", "Barack Obama", "Robert Gates"], "q": "a human being, <strong> Barack Obama </strong>.\" 18 Oct 2008 \"I think he has reached out to countries around the world and has developed good relations with countries around the world,\" Mr <strong> Colin Powell </strong> said. <q>And I think he's working very hard on the issue of unemployment which I think is the major problem facing America right now, and I think and I hope that this will be the centrepiece of the State of the Union speech.<q> Dismissing widespread speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defence secretary, Mr <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to", "new_id": -2}, {"uid": "1296863197220315678", "i": 16060, "idx": 1, "sa": ["David Letterman"], "q": "that <strong> David Letterman </strong> will retire in 2013 after his contract expires in 2012, he himself says he has no idea when the talk show host plans to hang up his hat.( Or should we say pants?) <q>He says this periodically,[ but] I don't want to rule it out,<q> says Burnett. \"I have no particular insight into when <strong> David Letterman </strong> is going to want to stop doing the show. I'm not being coy. I honestly don't know. I don't know that", "new_id": -2}]