[{"uid": "1295387016075563050", "i": 12788, "idx": 0, "sa": ["David Letterman", "Steven Tyler"], "q": "aid Tuesday, January 18th 2011, 3:39 PM <strong> Steven Tyler </strong> admitted he used to snort Lunesta before entering rehab in 2009. <strong> Steven Tyler </strong> initially explained his fall off a stage in August 2009 by saying he <q> zigged when I should have zagged. </q> Turns out, the true cause is actually quite different. <strong> Steven Tyler </strong>, 62, revealed on`` The Late Show with <strong> David Letterman </strong>'' Monday that during the accident- which led to broken bones", "new_id": -2}, {"uid": "1297660209155942917", "i": 45403, "idx": 1, "sa": ["Lindsay Lohan", "David Letterman", "Willie Nelson"], "q": "`` stealing'' squarely on <strong> Lindsay Lohan </strong>'s shoulders. Tonight at the Grammy's <strong> David Letterman </strong> presented what he called the`` Top 10 Surprises at the 2011 Grammy Awards.'' No. 10: <q> <strong> Lindsay Lohan </strong> seen leaving the Staples Center with a Grammy-shaped bulge, </q> No. 9:`` New music laws prohibit rhyming ladies with Mercedes.''* JUSTIN BIEBER GOT SCREWED AT THE GRAMMYS, SAY FANS No 8:`` <strong> Willie Nelson </strong> provided the", "new_id": -2}, {"uid": "1295505389092585989", "i": 19846, "idx": 0, "sa": ["Sergio Marchionne", "Henry Ford"], "q": "old haunt Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> had a <strong> Henry Ford </strong> moment Tuesday, dropping his mantra for speedy change at the automaker so he could visit his old University of Windsor stomping grounds and indulge in nostalgia about <q> the best time in my life. </q> <strong> Sergio Marchionne </strong> revisited an old college pub, the Dominion House, for lunch and a beer before a Chrysler event. Advertisement`` They have the same chairs, the same carpet, the", "new_id": -2}, {"uid": "1295286820082165803", "i": 14512, "idx": 2, "sa": ["Steve Ballmer"], "q": "is an important release for the company and, of course, for Microsoft Dynamics CRM,'' Brad Wilson, general manager, Microsoft Dynamics CRM product management group, told CRM Buyer. Having <strong> Steve Ballmer </strong> unveil the product <q> is an indication of <strong> Steve Ballmer </strong>'s strong ongoing commitment to Microsoft Dynamics as a product family and CRM as a specific application. </q> The on-premises and partner-hosted versions of Microsoft Dynamics CRM 2011 will become globally available on February 28, 2011. Global Reach This iteration of the product line differs from earlier versions in its global reach", "new_id": -2}, {"uid": "1297271219196116489", "i": 42409, "idx": 0, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "emblezzing moves too? Or how they think we can't decide what we want? I bet <strong> Barack Obama </strong> will have a aide intercepting any hate posts or critical ones so his feelings won't be hurt:( Report Abuse <q> in other words noone can say a bad thing about <strong> Barack Obama </strong> or they </q> will get ya they'll get ya.. now.dont you dare tarnish his above Time.com: Smartphone Sins: Catholic Church Approves Confession by iPhone ABC News: Watch: Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Hot Stock Alert", "new_id": -2}, {"uid": "1297716830175407130", "i": 30359, "idx": 0, "sa": ["Esperanza Spalding", "David Letterman"], "q": "Peace Prize concert in 2009; sang a tribute to Prince at the BET Awards last summer; and has appeared on`` Late Show with <strong> David Letterman </strong>'' according to a CNN report. <q> I mean, for jazz musicians, usually the recognition comes from your peers, </q> <strong> Esperanza Spalding </strong> said in an interview with Entertainment Weekly.`` If someone that you really respect artistically likes your record, that's all the award you need. But it is meaningful, and I do", "new_id": -2}, {"uid": "1296169756065815248", "i": 45703, "idx": 5, "sa": ["Mike Pence"], "q": "up his timetable,'' National Journal updated. What we know for sure, though, is that <strong> Mike Pence </strong>'s people are understandably not happy with reporters calling his mother for the hottest political gossip: <q>`` You called his mom, </q> <strong> Mike Pence </strong> spokesman Matt Lloyd protested when an NJ reporter called the lawmaker's office to inquire about the latest reports about an evening announcement... </blockquote>[ Image via AP]", "new_id": -2}, {"uid": "1297340703125812759", "i": 30169, "idx": 0, "sa": ["Glenn Mulcaire", "Andy Coulson"], "q": "having an affair with his diary secretary, Tracey Temple. He claims to have been told that invoices recovered by police showed he was targeted by <strong> Glenn Mulcaire </strong>. The Labour peer told Sky News: <q> She( Ms <strong> Sue Akers </strong>) showed me substantial evidence which convinced her and indeed me, as I had always expected, that not all the evidence had been properly investigated from the emails.`` And it did show that more interference with messages involving myself had taken place.`` That convinced me that she's serious about getting to the bottom of this and I wish her well in that. </q> A Met police spokesman admitted some individuals being contacted by police were originally told there was`` little or no'' evidence that they were involved. <strong> Andy Coulson </strong>, News of the World editor at the", "new_id": -2}, {"uid": "1297184999119177276", "i": 47858, "idx": 1, "sa": ["Mick Jagger", "Simon Cowell"], "q": "`` Historically, I've seen a lot of kiddie singers who look like they're pushed into the audition room by these awful stage moms... and nobody wants to sit through that,'' <strong> Simon Cowell </strong> laughs. <q> But what's changed over the years is you look at someone like <strong> Willow Smith </strong> now or[ <strong> Jackie Evancho </strong> from` America's Got Talent'] and you take it case by case. What we've seen now is a new wave of 12, 13, 14 year olds who actually didn't watch` Idol' and they want to be contemporary pop stars. I thought long and hard about how old these kids should be. </q> As far as judges for`` X Factor'' go, <strong> Simon Cowell </strong> is still saying mum( you're not giving us anything!), but he does say,`` Definitely not <strong> Mick Jagger </strong>. I honestly", "new_id": -2}, [{"i": 3029, "idx": 0, "index_answer": 2, "new_id": -1, "q": "how daunting the brief affair can be. That includes <strong> David Letterman </strong>, who has yet to shed memories of his bumpy 1995 Oscar gig that included an oddball phonetics bit mocking the names of <strong> Uma Thurman </strong> and <strong> Oprah Winfrey </strong>. <q> <strong> Ricky Gervais </strong> was the host of the( Globes) show-- very funny guy, </q> <strong> David Letterman </strong> said on his late-night CBS show Monday.`` But there's already talk that he'll never be invited back, and I say,` Hey, welcome to the club.''' At", "sa": ["Uma Thurman", "Oprah Winfrey", "David Letterman"], "uid": "1295447959150847521"}]]