[{"i": 19965, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Online today at an event in Redmond. This is the cloud-based version of Microsoft Dynamics CRM 2011, which will go head to head with other cloud-based CRM products from companies like Salesforce.com and Oracle. <q> Sales professionals are at the heart of almost every successful business, </q> said <strong> Steve Ballmer </strong>. \"Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "sa": ["Steve Ballmer"], "uid": "1295293283074367039"}, {"uid": "1295936245231571464", "i": 8538, "idx": 0, "sa": ["Ashley Young", "Allan Houston", "LeBron James", "Ernie Grunfeld", "Yao Ming", "Tracy McGrady", "Allen Iverson"], "q": "ball and fouling <strong> LeBron James </strong> Jones with 13.6 seconds to play. Jones hit two free throws to tie the game at 93. It was the first time in the fourth quarter Miami didn't trail. QUOTABLE <strong> Allen Iverson </strong>: <q> You have crazy games throughout the NBA seasons, and I was glad to be on the winning end. </q>- <strong> LeBron James </strong> on the Heat's unlikely win. HOT: <strong> Ashley Young </strong>, who Wizards president <strong> Ernie Grunfeld </strong> http://wn.com/Tracy_McGrady_Houston_Rockets_22nd_straight_win_vs_Kobe_2008 March 16, 2008 <strong> Tracy McGrady </strong> had carried the <strong> Allan Houston </strong> Rockets through their winning streak since <strong> Yao Ming </strong> went down with a foot injury", "new_id": -2}, {"uid": "1295974237110362695", "i": 17028, "idx": 0, "sa": ["Donald Rumsfeld"], "q": " WASHINGTON- If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many \"<strong> Donald Rumsfeld </strong>'s Rules\": <q> The harder I work, the luckier I am. </q> When <strong> Donald Rumsfeld </strong> began thinking about his book, \"Known and Unknown,\" he imagined a more typical Washington release: a quick, impressionistic story based on Mike Lee: Toning Down Rhetoric After Arizona Shooting", "new_id": -2}, {"uid": "1297265697007700481", "i": 27782, "idx": 0, "sa": ["Sergio Marchionne", "Gianni Letta", "Maurizio Sacconi"], "q": "The meeting has been called for this Saturday( 12 February) following remarks by Fiat CEO <strong> Sergio Marchionne </strong> the Italian manufacturer could be based in the US following a potential merger with Chrysler. <q> Our position is the government must call the unions to be there on Saturday, </q> a FIOM spokesman in Italy told just-auto. \"The unions must be involved to have a place around that table.\" Other politicians scheduled to attend the meeting include labour minister <strong> Maurizio Sacconi </strong> and cabinet under-secretary <strong> Gianni Letta </strong>", "new_id": -2}, {"uid": "1296840889254672948", "i": 29116, "idx": 0, "sa": ["David Letterman"], "q": "'s 25th season is being filmed in Las Vegas. \"Everything in Vegas is on a grander scale, and that comes through loud and clear this season,\" MTV told People in a statement. <q> Romance among the cast members is at an all time high, and as secrets each cast member has brought with them are revealed, those relationships will be challenged and tested. </q> See photos from The Real World The seven new roommates- Nany, Adam, <strong> David Letterman </strong>, Naomi, Dustin, Leroy and Heather- will live in a suite at the Hard Rock Hotel and Casino", "new_id": -2}, {"uid": "1297660429135266314", "i": 13180, "idx": 0, "sa": ["Steve Ballmer", "Craig Mundie"], "q": "they said.\"( Microsoft CEO) <strong> Steve Ballmer </strong> and I a few years ago talked and believed Arabic would be an increasingly important language,\" said <strong> Craig Mundie </strong>, Microsoft's chief research and strategy officer. <q> And yet, because of the way the internet was evolving, it wasn't a language that was getting a lot of use. </q> But while Arab world internet use since 2000 has grown faster than anywhere else and access costs have shrunk, content still punches below its weight and ad spending remains tiny. Arabic content is less", "new_id": -2}, {"uid": "1296827448182681606", "i": 11425, "idx": 0, "sa": ["Eric Schmidt"], "q": "an interview with The Wall Street Journal, Google's chief executive, <strong> Eric Schmidt </strong>, predicted that in the future, people will be automatically entitled to change their names upon adulthood to escape the hijinks of their youth. <q> I don't believe society understands what happens when everything is available, knowable and recorded by everyone all the time, </q> he said. There is a constant stream of cautionary tales of woe, as ordinary people come a cropper when their lives unexpectedly go viral- from the student with the PowerPoint \"thesis\" on her", "new_id": -2}, {"uid": "1297193732179781634", "i": 27272, "idx": 0, "sa": ["Roger Goodell", "Michael Vick", "John Mara"], "q": ", however, topped the Forbes magazine list of most-hated sports figures in both 2009 and 2010. He emerged from jail in the midst of bankruptcy proceedings. When <strong> Michael Vick </strong> was reinstated, NFL Commissioner <strong> Roger Goodell </strong> warned that his <q> margin of error is extremely limited. </q> Few wanted <strong> Michael Vick </strong>. New York Giants CEO <strong> John Mara </strong> said his team had no interest in <strong> Michael Vick </strong> \"on a lot of levels.\" Animal rights activists threatened to picket games. Owners had to worry about", "new_id": -2}, {"uid": "1295107313211468325", "i": 577, "idx": 2, "sa": ["Colin Powell", "Alberto Gonzales"], "q": "up to me, I would close Guantanamo-- not tomorrow, but this afternoon.\" Last year even the president himself recognized that Guantanamo has been the focus of international criticism and he said, I quote, <q> I'd like to, quote, \"close Guantanamo.\" </q> Recent press reports have disclosed that efforts are under way in the administration to do that. According to the New York Times, however, these efforts, quote, \"were rejected after Attorney <strong> Colin Powell </strong> <strong> Alberto Gonzales </strong> and some", "new_id": -2}, {"uid": "1296164507194232338", "i": 1069, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "is also true that the only way those bonds get redeemed is out of the current income of the United States.\" Other lawmakers said Social Security's financial problems are not that urgent. <q> In the last 75 years, in good times and in bad times, Social Security has paid out every nickel owed to every eligible beneficiary at a relatively modest administrative cost, </q> said <strong> Sen. Bernie Sanders </strong>, who organized the first meeting of the Senate Social Security caucus Thursday. \"We are getting very tired about hearing our Republican and right wing friends telling us about how Social Security is collapsing", "new_id": -2}]