[{"uid": "1297245417238927881", "i": 2298, "idx": 0, "sa": ["Zine El Abidine Ben Ali", "Donald Rumsfeld"], "q": "and European imperialist powers had touted the great example of <strong> Zine El Abidine Ben Ali </strong>'s Tunisia for its economic growth and dedication to imperialist wishes. In a 2006 visit, then-Defense <strong> Donald Rumsfeld </strong> spoke of a`` long relationship with Tunisia'' and <q> very constructive military and diplomatic cooperation. </q> The economic growth praised by imperialist powers was based on consistent GDP growth rates of 4 to 5 percent yearly. The small group of wealthy owners in Tunis, and a larger group of foreign investors and", "new_id": -2}, {"uid": "1295218070163594249", "i": 550, "idx": 8, "sa": ["Simon Cowell"], "q": "I need a partner in crime here.'?'' Fuller and <strong> Simon Cowell </strong> agreed that the Pop Idol winners would be managed by Fuller's company, 19, while <strong> Simon Cowell </strong> and BMG would put out their albums. <q> My real interest at that point was having the acts on my label, </q> <strong> Simon Cowell </strong> said.`` I had absolutely zero desire to be in front of the camera.'' Until then, <strong> Simon Cowell </strong> had made only rare appearances on the margins of the British tabloid culture. But just one", "new_id": -2}, {"uid": "1295708821020955159", "i": 31607, "idx": 0, "sa": ["Michael Vick", "Mike Missanelli"], "q": "Well, on Wednesday <strong> Michael Vick </strong> was on the <strong> Mike Missanelli </strong> radio show on 97.5 The Fanatic in Philadelphia when he was asked by the host about the bet and which one he thinks will win. <q> We'll see.[ Oprah will] probably win it cuz I know nothing about the other guy, </q> <strong> Michael Vick </strong> admitted. Top News for more stories Related Article( s): Gucci's Face Tattoo a Mistake?- Also Blows$ 20k on Falcons Game EUR Special Report: The Black Abortion Rate Continues", "new_id": -2}, {"uid": "1296492936169607194", "i": 73, "idx": 4, "sa": ["Sergio Marchionne"], "q": ", said in an interview. Chrysler's average spending on customer discounts fell to$ 3,210 during the past year from$ 4,131 in the previous year, according to Santa Monica-based Edmunds. <q> They've been using fleet as an alternative to incentives, </q> Anwyl said.'' Instead of trying to discount cars to consumers, they've been selling fleet, probably the best of tricky choices.'' <strong> Sergio Marchionne </strong> has been working to pull back incentive spending since taking", "new_id": -2}, {"uid": "1296405734264388638", "i": 644, "idx": 5, "sa": ["Tyronn Lue", "Ron Artest", "Allen Iverson"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.'' <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said Date: March 2, 2010 Staples Center, Los Angeles, CA All Video Credits to JD2K. fter road games following the All-Star break, <strong> Ron Artest </strong> found himself awake until 3 am <strong> Ron Artest </strong> was up jogging", "new_id": -2}, {"uid": "1296373745172048387", "i": 28148, "idx": 13, "sa": ["Mike Pence"], "q": "his congressional staff of about 20 aides and heading the House GOP conference that served all GOP House members. But he said a full discussion of his credentials should wait until he's an official candidate. <q> If we would decide to seek the governorship, </q> <strong> Mike Pence </strong> said,`` I would expect people can judge whatever we would bring to the candidacy at that time.'' Asked to help Indy's underprivileged kids, Star readers stepped up in droves Revisiting 5 of", "new_id": -2}, {"uid": "1295253498206143557", "i": 27043, "idx": 0, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "since a bullet ripped through her brain.`` The congresswoman continues to do well. She is breathing on her own,'' doctors at University Medical Center in Tucson said in a statement. <q> Congresswoman <strong> Gabrielle Giffords </strong> has been upgraded... because she is no longer on a ventilator. </q> More details are expected at a news conference with doctors today. <strong> Gabrielle Giffords </strong> is already able to move both sides of her body, Sen. <strong> Kirsten Gillibrand </strong> said yesterday on`` Meet the Press.'' The", "new_id": -2}, {"uid": "1295093100028508164", "i": 1359, "idx": 4, "sa": ["John Elkann", "Sergio Marchionne"], "q": "challenges that we have in front of us in a constructive way,'' Fiat Chairman <strong> John Elkann </strong> said today.`` I reiterate the full support from my family.'' The vote is`` symbolic'' and <q> represents a turning point for the country as <strong> Sergio Marchionne </strong> is trying to break an industrial scheme which needs to be reformed, </q> Gianluca Spina, dean of the business school at Milan's Polytechnic, said before the results of the referendum were announced. Strike Call The numbers turned around in favor of <strong> Sergio Marchionne </strong> in the fifth", "new_id": -2}, {"uid": "1297260229046088245", "i": 24309, "idx": 2, "sa": ["Simon Cowell", "Susan Boyle"], "q": "Music, a record for a reality show competition.`` I like the idea that a 12-year-old on this show can compete with an older singer and a singing group,'' <strong> Simon Cowell </strong> said via a statement. <q> I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the$ 5 million recording contract. I'm doing this show in America because I genuinely believe we can find a superstar. </q> <strong> Simon Cowell </strong> said that he was inspired to remove the age limit after <strong> Susan Boyle </strong> was discovered on Britain's Got Talent in 2009 for her performance of`` I Dreamed a Dream'' from Les Miserables. The", "new_id": -2}, {"i": 48513, "idx": 0, "index_answer": 1, "new_id": -1, "q": "key given to <strong> Michael Vick </strong>. <strong> Richard Hunter </strong> showed the council a picture of his black pit bull Mel, used by <strong> Michael Vick </strong> as a bait dog to train fighting dogs before he was seized by authorities. <q> On Saturday I was horrified to witness <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gleefully proclaiming that a power had been bestowed on him to give the man who tried to kill my dog a key to my city, </q> <strong> Richard Hunter </strong> said. <strong> Richard Hunter </strong> called <strong> Dwaine Caraway </strong>'s action an embarrassment to the city`` rouge decision to besmirch the reputation of the city.''", "sa": ["Dwaine Caraway", "Richard Hunter", "Michael Vick"], "uid": "1297267847143687688"}]