[{"uid": "1297484044192626692", "i": 22697, "idx": 1, "sa": ["DeAndre McDaniel", "Eric Dickerson", "Michael Vick"], "q": "just some of the many who have fallen prey to the business of the NFL Names like Johnny Unitas, <strong> Eric Dickerson </strong>, and <strong> Michael Vick </strong> have all declared bankruptcy because of bad decisions they made off the field. <q> That happens when they leave high school and go to college and meet one group of friends. And when they get a little money in their pocket, they all of a sudden have a few more friends. </q> Former Godby star and Clemson defensive back <strong> DeAndre McDaniel </strong> knows all too well about having too many friends. The more his stock rose, the more people wanted a piece of the action-- and be a part", "new_id": -2}, {"uid": "1295977910157089808", "i": 37511, "idx": 6, "sa": ["Allen Iverson", "Kobe Bryant", "George Karl"], "q": "a span of two seconds after technical fouls against JR Smith and <strong> Allen Iverson </strong> made it 105-94 with 5:37 left, and <strong> Kobe Bryant </strong> added a 3-pointer 18 seconds later to extend the Los Angeles lead to 14. Game over. <q> The 3-ball he made was the big play, </q> Nuggets coach <strong> George Karl </strong> said.`` I thought that kind of ended the game from the standpoint of our spirit. In a lot of ways, a great player ran http://wn.com/Game_4_round_1_Kobe Bryant_/_Lakers_vs_Nuggets_2008_Playoffs April 28, 2008 DENVER-- The Denver", "new_id": -2}, {"uid": "1295602326021397504", "i": 20968, "idx": 0, "sa": ["Sergey Brin", "Eric Schmidt", "Larry Page"], "q": "CEO et de <strong> Sergey Brin </strong>, l'autre fondateur de Google, qui va s` investir dans les projets strat?giques, notamment les nouveaux produits. Pour <strong> Eric Schmidt </strong>, il s` agit d'une d?cision coll?giale avec les deux fondateurs pour <q> simplifier notre structure de direction et acc?l?rer le processus de d?cision </q>.`` Larry Pagest? mon avis pr?t? prendre les commandes et je me r?jouis de travailler? la fois avec lui et <strong> Sergey Brin </strong>( <strong> Sergey Brin </strong>) pour encore longtemps'', explique le futur ex-PDG de Google,", "new_id": -2}, {"uid": "1296543041249364490", "i": 21173, "idx": 0, "sa": ["Alassane Ouattara"], "q": "said the panel was an`` excellent'' idea that would force the AU to reverse its stance recognising <strong> Alassane Ouattara </strong> as winner of the November 28 poll in the top cocoa grower in line with UN-certified results. <q> Faced with the truth they will have to( change their position), </q> he added. In a statement on Monday, <strong> Alassane Ouattara </strong>'s camp called on the commission to complete its work within the month to put an end to the suffering in the country and`` block Laurent Gbagbo", "new_id": -2}, {"uid": "1297491109028950563", "i": 46431, "idx": 0, "sa": ["Thaddeus McCotter", "Donald Rumsfeld", "Paul W. Smith"], "q": "roasting and all around family fun from Meijer. Admission? A can of food or a book, or$ 1 to Matrix Human Services. Good reading now: former Defense Secretary <strong> Donald Rumsfeld </strong>'s <q> Known and Unknown: A Memoir. </q> After having him on my show Friday and talking about it, I can't wait to get into it fully. Good reading soon: U.S. Congressman <strong> Thaddeus McCotter </strong>'s`` Seize Freedom.'' <strong> Paul W. Smith </strong>", "new_id": -2}, {"uid": "1295198345210845700", "i": 21008, "idx": 2, "sa": ["Danilo Gallinari", "Allen Iverson", "Samuel Dalembert", "Žydrūnas Ilgauskas", "Nick Kellogg", "Rodney Carney", "Jared Jeffries", "Phil Jackson"], "q": "scored 17, <strong> Jared Jeffries </strong> had 15 and <strong> Danilo Gallinari </strong> 12 for the KNick Kelloggs( 16-22), who snapped a two-game losing streak. The KNick Kelloggs also ended a nine-game skid in Phil Jacksonadelphia, dating to Dec. 17, 2004. <q> We finally got one here, </q> <strong> Jared Jeffries </strong> said.`` We made some <strong> Žydrūnas Ilgauskas </strong> plays when we needed them down the stretch.'' <strong> Allen Iverson </strong> scored 16 points, <strong> Rodney Carney </strong> added 13 and <strong> Samuel Dalembert </strong> had 12 and a season-high 21 rebounds for the Sixers( 12-26", "new_id": -2}, {"uid": "1295389543064847872", "i": 27303, "idx": 0, "sa": ["Alyse Eady", "David Letterman"], "q": " href=\"http://www.arktimes.com/RockCandy/archives/coming-soon/\"> Coming soon <strong> David Letterman </strong> to hit on <strong> Alyse Eady </strong> John Tarpley on Tue, Jan 18, 2011 Tweeted David Lettermanier, Miss Arkansas <strong> Alyse Eady </strong> is going to follow up her viral success with an appearance this Thursday on the <q> Late Show with <strong> David Letterman </strong>. </q> If you've been under a rock or had your head stuck in a box for the last few days, <strong> Alyse Eady </strong> managed to win over an entire country( save a crabby pageant judge or two) with", "new_id": -2}, {"uid": "1295281535229982210", "i": 42055, "idx": 0, "sa": ["Angelina Jolie", "Johnny Depp", "Megan Fox", "Brad Pitt"], "q": "On Golden Globes Red Carpet: Talks BoyFriend Alex Beh Crucial talks ahead as Mr Hu goes to Washington Golden Globe Fashion Face-Off: <strong> Brad Pitt </strong> vs. <strong> Johnny Depp </strong> actor, <strong> Johnny Depp </strong> and his encounter with <strong> Brad Pitt </strong> and <strong> Angelina Jolie </strong>'s dog. <q> <strong> Johnny Depp </strong> attacked by Branjelina's dog! </q> The headline is about a relatively non-descript <strong> Megan Fox </strong> revives old-school Hollywood glamour at 2011 Golden Globes <strong> Megan Fox </strong> proved she deserves the Sexiest Woman Alive title when she lit up the red carpet in a pale pink Armani Priv evening grown", "new_id": -2}, {"uid": "1295425615261013543", "i": 55292, "idx": 7, "sa": ["Bernie Sanders", "Barack Obama", "Austan Goolsbee"], "q": "on workers, and they control the House.'' Indeed, GOP lawmakers have since admitted they have no intention of letting the payroll tax return to its original, higher level in a year: http://www.huffingtonpost.com/2010/08/11/public-opposes-cutting-so_n_678374.html <q> So what the <strong> Barack Obama </strong> has done is walked us in an unprecedented direction in terms of diverting huge amounts of money from Social Security, </q> <strong> Bernie Sanders </strong> said.`` A very, very, very dangerous precedent. And when aides of his such as[ Chairman of the Council of Economic Advisers] <strong> Austan Goolsbee </strong> were asked to reflect on this, he chose not", "new_id": -2}, {"i": 25622, "idx": 0, "index_answer": 1, "new_id": -1, "q": "pacts were not a priority in the past session of Congress. Senate Finance Committee Chairman <strong> Max Baucus </strong>, D-Mont., whose committee oversees trade, said Monday he was traveling to Colombia and Brazil next month and that <q> now is the time to resolve outstanding issues and approve the( Colombia) free trade agreement so American ranchers, farmers and workers can have a chance to compete. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "sa": ["Bill Lockyer", "Max Baucus", "Newt Gingrich"], "uid": "1295977508172294166"}]