[{"uid": "1296814582259670059", "i": 18398, "idx": 0, "sa": ["Michael Vick", "Aaron Rodgers", "Troy Aikman", "Santonio Holmes", "Ben Roethlisberger"], "q": "<strong> Santonio Holmes </strong> on a spectacular pass to the corner of the end zone with just 35 seconds remaining.`` I think that it really is why[ <strong> Ben Roethlisberger </strong>] is a great player,'' <strong> Troy Aikman </strong> said. <q> Because at the end of the day, when it's all said and done, regardless of where your numbers may or may not be, it's about if you can win the game when the game's on the line, and he's done it on the Ben Roethlisbergergest stage. </q> While <strong> Troy Aikman </strong> has been impressed by both <strong> Aaron Rodgers </strong> and <strong> Ben Roethlisberger </strong> this season, he gave credit to another standout quarterback, the Eagles' <strong> Michael Vick </strong>.`` I never would have dreamed that he could have", "new_id": -2}, {"uid": "1294975566041533476", "i": 43048, "idx": 0, "sa": ["Carmelo Anthony", "Allen Iverson", "Michael Finley", "Cam Newton", "Linas Kleiza", "Will Bynum", "Ray Allen"], "q": "from other bettors go to www.sbrforum.com http://wn.com/Ray Allen_Allen Iverson_28pts_Linas Kleiza_41pts_vs_Boozer_Jazz_NBA_07/08 For one night, <strong> Linas Kleiza </strong> overshadowed <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong>. <strong> Linas Kleiza </strong> scored a career-high 41 points and grabbed nine rebounds as the Denver Nuggets beat the Utah Jazz 120-109 on Thursday night. <q> I've now scored 40 points on the highest stage you can ever score, </q> said <strong> Linas Kleiza </strong>, whose previous career-high of 29 Cam Newtone March 15 against the Los Angeles Lakers.`` It was deMichael Finleyitely a special night,'' <strong> Linas Kleiza </strong> said.`` I <strong> Will Bynum </strong> remember this night for the rest of my", "new_id": -2}, {"uid": "1295639889070795282", "i": 40865, "idx": 3, "sa": ["Alastair Campbell", "David Cameron", "Andy Coulson", "Damian McBride"], "q": "servant of this country''. <strong> David Cameron </strong> said he was saddened by his departure, adding he felt his communications director was`` being punished twice for the same offence.'' The PM said: <q> This is all about the past. It has gone on and on and I can understand why he feels the pressure of that.`` I choose to judge him by the work he has done for me for the government and for the country. He has run the Downing Street press office in a very straightforward, professional and competent way </q>. <strong> David Cameron </strong> said he compared <strong> Andy Coulson </strong>'s regime favourably to`` the days of dodgy dossiers, <strong> Alastair Campbell </strong>, <strong> Damian McBride </strong>, and all that nonsense we had from the past government''. He also again", "new_id": -2}, {"uid": "1295771865222068760", "i": 40142, "idx": 5, "sa": ["LeBron James", "Antoine Walker", "Allen Iverson", "Paul Pierce"], "q": "the Philadelphia 76ers to an 83-81 victory over the Boston Celtics that evened their Eastern Conference first-round series at two games each.`` Win. It's the only thing we can think about,'' <strong> Allen Iverson </strong> said. <q> We fought hard to get back in the series. We're really not thinLeBron James about anything more. The only thing I care about is finishing out. </q> After shooting poorly all game, <strong> Allen Iverson </strong> made his last three shots and two clinching free throws that sent the series between the long-time rivals back to Boston for Game Five on Friday. <strong> Allen Iverson </strong> upstaged <strong> Paul Pierce </strong> and <strong> Antoine Walker </strong>,", "new_id": -2}, {"uid": "1295986999188022808", "i": 49810, "idx": 1, "sa": ["Andy Coulson"], "q": "an Anne Will kritisiert ARD-`` Das kann man besser machen'' TV-Kritik: Jahresr?ckblick auf RTL- Der Kartenableser href=\"http://sueddeutsche.de/medien/grossbritannien-Andy Coulson-Andy Coulson-geht-wenn-der-sprecher-einen-sprecher-braucht-1.1049614\"> Gro?britannien: <strong> Andy Coulson </strong> geht Wenn der Sprecher einen Sprecher braucht TV-Kritik:`` Stern TV'' <q> Keine Sau hat mir was gesagt </q> Copyright? sueddeutsche.de GmbH/ S?ddeutsche Zeitung GmbH", "new_id": -2}, {"uid": "1296104852079347741", "i": 36446, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds.`` It's an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> By STEPHEN OHLEMACHER The Associated Press Commenting is intended as a constructive, open community forum. Abusive text and comments that do not follow href=\"http://www.wusa9.com/terms/\" target=\"_blank\"> terms of service guidelines", "new_id": -2}, {"uid": "1296770160151027758", "i": 52266, "idx": 1, "sa": ["Michael Vick"], "q": "large drawing of <strong> Michael Vick </strong> in his Eagles uniform superimposed over Cowboys Stadium. It is headlined:`` Super Bowl-- Dallas Dynasty 2011-- The <strong> Michael Vick </strong> Experience.'' And then in smaller type: <q> Four-time Pro Bowl quarterback <strong> Michael Vick </strong> would like to personally invite you to the only upscale, A-list celebrity event of the 2011 Super Bowl. This will be the primary and preferred destination for inconic personalities from the NFL, MLB, Hollywood, the music industry and corporate America. Simply put the premier A-list high society event of the 2011 Super Bowl!! </q> The last time <strong> Michael Vick </strong> hosted a party someone got shot in the leg. <strong> Michael Vick </strong> attended the June celebration of his 30th birthday in Virginia Beach. The incident created a hailstorm of controversy when Quan", "new_id": -2}, {"uid": "1296845653173342760", "i": 49856, "idx": 2, "sa": ["Roger Goodell", "Michael Vick"], "q": "2009 season after spending 18 months in prison on federal charges of running a dogfighting ring.`` We're looking for success stories; we're not looking for players to fail,'' <strong> Roger Goodell </strong> said. <q> He's paid a very significant price and he's doing the right thing. </q> <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. Thompson is", "new_id": -2}, {"uid": "1297051578106594376", "i": 13979, "idx": 0, "sa": ["Zahi Hawass"], "q": "Sunday. Media reports during Egypt's political unrest had quoted <strong> Zahi Hawass </strong> as saying that looters damaged two mummies, but in a BBC interview on Sunday he said that this was not the case. <q> They were not mummies, there were two skulls taken outside from the CT scan machine. Everything will go back to normal at Cairo Museum today, </q> said <strong> Zahi Hawass </strong>, head of Egypt's antiquities authority since 2002. He was made a cabinet minister last week. On his own website, <strong> Zahi Hawass </strong> said the 70 broken antiquities included a statue of the boy", "new_id": -2}, {"i": 20409, "idx": 6, "index_answer": 0, "new_id": -1, "q": "n't panic. They made veteran plays. The Memphis Grizzlies were hurt by their youth. <strong> Allen Iverson </strong> had 32 points and 12 assists Wednesday night, and the Nuggets used a late run to beat the Grizzlies 106-102. <q> This was a big win for us at somebody else's home, </q> <strong> Allen Iverson </strong> said.`` Down seven points with 3 minutes to go. It was a gut check for us. I think a game like this is going to help us down the road.'' Elias Says <strong> Allen Iverson </strong>", "sa": ["Allen Iverson"], "uid": "1295501732152404071"}]