[{"uid": "1295560040175849483", "i": 2217, "idx": 1, "sa": ["Eric Schmidt", "Google Inc."], "q": "2001 I never imagined-even in my wildest dreams-that we would get as far, as fast as we have today,'' Mr. <strong> Eric Schmidt </strong> said in a post on the Official <strong> Google Inc. </strong> Blog. <q> Search has quite literally changed people's lives-increasing the collective sum of the world's knowledge and revolutionizing advertising in the process. And our emerging businesses-display, Android, YouTube and Chrome-are on fire. Of course, like any successful organization we've had our fair share of good luck, but the entire team-now over 24,000 Googlers globally-deserves most of the credit. </q> <strong> Google Inc. </strong>'s co-founders brought in Mr. <strong> Eric Schmidt </strong>, a trained computer scientist, to shepherd the young company along in the early days of the dot-com boom and eventually he helped take <strong> Google Inc. </strong> public in 2004. Together", "new_id": -2}, {"uid": "1294965522267878401", "i": 40521, "idx": 0, "sa": ["Michael Vick", "Tony Windis", "Kevin Kolb"], "q": "is 11 weeks long and teams are matched head-to-head while also accumulating overall points. There is also a fake budget of$ 1,000 to spend on acquiring free agent players through a wavier system. <q> It's a blind draw. You put a price on a player that nobody else can see and at 6 p.m. on Friday nights when the waiver period is up, it goes to the highest bidder, </q> <strong> Tony Windis </strong> said. <strong> Tony Windis </strong> lost his starting quarterback in <strong> Kevin Kolb </strong> during the first quarter of the first week, and it turned into a blessing in disguise when he made his move to acquire <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1295093820134398003", "i": 5412, "idx": 1, "sa": ["Jay Leno", "David Letterman", "Conan O'Brien"], "q": "less interested in any reconnection with <strong> Jay Leno </strong>. His relationship with <strong> David Letterman </strong> remains unaffected- his Late Night predecessor apparently called him over the holidays.`` It was just a quick call,'' <strong> Conan O'Brien </strong> qualifies. <q> We hadn't spoken for a long time, and <strong> David Letterman </strong> just called to basically say, you know,' I haven't checked in on you. I just wanted to make sure that we were good.' And I said,` We've always been good.' I have a lot of respect for that guy. It was not a lengthy phone call. He's not a blabbermouth, but it was nice. It was just nice to get the call. </q> A reconciliation with <strong> Jay Leno </strong>, though, seems highly unlikely.`` I don't think so,'' <strong> Conan O'Brien </strong> concedes.`` I mean, I think we all know what... you know. There's", "new_id": -2}, {"uid": "1295469077077529105", "i": 36778, "idx": 0, "sa": ["Sergio Marchionne"], "q": "CBS News reports that Dodge-Chrysler is seriously rethinking minivans as an automotive form factor, and that the company plans to completely redesign the iconic American family hauler. <q> We need to seriously rethink the minivan, </q> said <strong> Sergio Marchionne </strong>, CEO of Chrysler, in a recent ABC interview.`` We need to retain all its functionality but make it much more versatile. Strong words from the company the popularized the minivan concept", "new_id": -2}, {"uid": "1295212882209371151", "i": 305, "idx": 0, "sa": ["Jarret Johnson", "Allen Iverson"], "q": ", <strong> Allen Iverson </strong> had scored 40 points. By the Su... Wes <strong> Jarret Johnson </strong> Three Point Play 1/30/10 Wes <strong> Jarret Johnson </strong> rallies the Orange with a three point play.... <strong> Allen Iverson </strong> College Mix- Georgetown University Mixst311 and dawg5 present the <q> The Top 50 NCAA Dunks of All Time </q> edited by damnshow. Much thanks to venomindustries for the color correction. This countdown encompasses the 50 greatest college dunks in Division 1 history. Perhaps the best collection of dunks ever put together i... Golden State", "new_id": -2}, {"uid": "1295802228188252172", "i": 4625, "idx": 0, "sa": ["Lee Myung-bak", "Colin Powell"], "q": "in his State of the Union address Tuesday night. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Ariz. <q> <strong> Lee Myung-bak </strong> think he's got a way to go, </q> <strong> Colin Powell </strong> said.`` <strong> Lee Myung-bak </strong> mean, he hasn't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform.`` You know, we didn't elect Superman.", "new_id": -2}, {"uid": "1295440341100417550", "i": 48751, "idx": 3, "sa": ["Jim Cantiello", "Simon Cowell"], "q": "'re music industry professionals.'' How do you think the`` Idol'' judges will do without <strong> Simon Cowell </strong>? Tell us in the comments! Don't miss our`` American Idol'' live stream <q> Judging the Judges: An` Idol' Without <strong> Simon Cowell </strong>, </q> featuring post-show analysis from <strong> Jim Cantiello </strong> and special guests, on MTV.com this Wednesday at 10 p.m. ET. Tweet your`` Idol'' commentary with the hashtag#IdolWithoutSimon and we could quote you on the show!", "new_id": -2}, {"uid": "1295844367023740578", "i": 16389, "idx": 1, "sa": ["Eric Schmidt"], "q": "during a conference call with analysts, with <strong> Eric Schmidt </strong> describing Google's co-founders as his`` best friends.''`` I believe Larry is ready'' to be chief executive, <strong> Eric Schmidt </strong> said during the call. <q> It's time for him to have a shot at running this. </q> <strong> Eric Schmidt </strong> also may have been growing weary of all the scrutiny that comes with running one of the world's most scrutinised companies. For the first time last year, he started to sit out", "new_id": -2}, {"uid": "1295310733097861638", "i": 44768, "idx": 10, "sa": ["Tyronn Lue", "Rafer Alston", "Allen Iverson", "Thaddeus Young"], "q": "get the ball, the best penetrator in the game is going to be hard to stop,'' <strong> Tyronn Lue </strong> said.`` We were trying to keep the ball out of his hands as much as possible.'' <q> He was holding me the whole time, </q> <strong> Allen Iverson </strong> said http://wn.com/Magic-76ers_94-96_I_Howard_36pts,11reb,Alston_17pts_vs_Iguodala_29pts,7reb,Miller_24pts,7ast PHILADELPHIA, April 24,2009( AP) Held in check all night, <strong> Thaddeus Young </strong> delivered at the end. <strong> Thaddeus Young </strong>'s driving layup with <strong> Rafer Alston </strong> seconds left lifted Philadelphia to a 96-94 victory over the Orlando Magic", "new_id": -2}, [{"i": 47897, "idx": 2, "index_answer": 0, "new_id": -1, "q": "and religious liberty have forgotten the lessons of history,'' said Rep. <strong> Mike Pence </strong>, R-Ind., at the Family Research Council's 2010 Values Voter Summit. Former Arkansas <strong> Mike Huckabee </strong>, at the same summit, said: <q> We need to understand there is a direct correlation between the stability of families and the stability of our economy.... The real reason we have poverty is we have a breakdown of the basic family structure. </q> And <strong> Sen. Jim DeMint </strong>, R-S.C., said:`` It's impossible to be a fiscal conservative unless you're a social conservative because of the high cost of a dysfunctional society.'' Those are reasonable concerns", "sa": ["Mike Huckabee", "Mike Pence", "Sen. Jim DeMint"], "uid": "1297490833134791170"}]]