[{"uid": "1297438111065749093", "i": 161, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "category fits <strong> Donald Rumsfeld </strong>'s newly published memoirs, Known Unknowns. <strong> Donald Rumsfeld </strong> pulled the title from a press conference at which he waxed eloquent about knowledge. Hart Seely put <strong> Donald Rumsfeld </strong>'s ruminations into poetry form: <q> The Unknown As we know, There are known knowns. </q> There are things we know we know. We also know There are known unknowns. That is to say We know there are some things We do not know. But there", "new_id": -2}, {"uid": "1295566625217792542", "i": 685, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "to simplify our management structure and speed up decision making for a long time. By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company,'' <strong> Eric Schmidt </strong> explains. <q> Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come. </q> While Larry Page manages Google's day-to-day operations, co-founder <strong> Sergey Brin </strong> will work on new products and strategic projects. Despite their separate roles, <strong> Eric Schmidt </strong> noted that all three have been equally involved in making decisions over the", "new_id": -2}, {"i": 45616, "idx": 0, "index_answer": 0, "new_id": -1, "q": "statement that some objects including a Heart Scarab and a small Ushabti statue were found. Part of a coffin dating back to the Modern Kingdom 3,000 years ago was also found outside the museum. <q> We found two of the eight missing artefacts outside the museum between a government building that got burnt and the gift shop. We are continuing the search and will find more, </q> <strong> Zahi Hawass </strong> told Reuters. Artefacts still missing include a statue of Akhenaten's wife Nefertiti making offerings, a stone statuette of a scribe from Amarna and the torso and upper limbs of a gilded wood statue of", "sa": ["Zahi Hawass"], "uid": "1297700336235225117"}, {"uid": "1296286461057311252", "i": 6301, "idx": 1, "sa": ["Zahi Hawass"], "q": ", from looters. \"- Ah, let them loot and take the treasure prime: This <strong> Zahi Hawass </strong>, much the human crime; Full of himself and of that great hot air Report Abuse <q> First the` protesters' formed a human chain to protect the musium </q>", "new_id": -2}, {"uid": "1296580317091275273", "i": 16442, "idx": 12, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "and demanded <strong> Hosni Mubarak </strong>'s immediate ouster, <strong> Zahi Hawass </strong> said Egyptians should give his boss more time.`` The people in the streets have to give this government an opportunity to change,'' he said cheerfully. <q> Beautiful things happened in the last five days. </q> 53% Off Facial at Irina's Secret Day Spa in Olathe", "new_id": -2}, {"uid": "1296680778019759128", "i": 45469, "idx": 1, "sa": ["Zahi Hawass"], "q": "scenes of chaos and discord that resulted in the destruction of artefacts in Iraq and Afghanistan.`` People are asking me,` Do you think Egypt will be like Afghanistan?''' he said. <q> And I say,` No, Egyptians are different- they love me because I protect antiquities.' </q> Mr. <strong> Zahi Hawass </strong>, who has never been shy about promoting his work, described two episodes of looting that he said took place on January 28 night. The instances At the Egyptian Museum", "new_id": -2}, {"uid": "1297274663172048435", "i": 6735, "idx": 0, "sa": ["Steve Ballmer", "Satya Nadella"], "q": "In our Chalk Talk with Avocent CTO Ben Grimes, we get a first-hand look at some of the challenges with managing power, including a look at some of the tools Avocent offers to help with this. <q> <strong> Satya Nadella </strong> has deep experience in both our server business and online services, which will help accelerate our momentum while setting the course to deliver the cloud computing scenarios of the future, </q> said Microsoft CEO <strong> Steve Ballmer </strong>, in a statement. <strong> Satya Nadella </strong> replaces Microsoft veteran Bob Muglia as head of the highly profitable server business. <strong> Steve Ballmer </strong> took the unusual step in January of publicly announcing that he thought Muglia", "new_id": -2}, {"uid": "1295614628111296525", "i": 7347, "idx": 0, "sa": ["Andy Coulson"], "q": "has been under strain for months over allegations of widespread hacking of cellphone messages by journalists at the News of the World at the time that he edited the paper, from which he resigned in 2007. <q> I can today confirm that I've resigned as Downing Street director of communications, </q> <strong> Andy Coulson </strong> said in a statement.`` Unfortunately, continued coverage of events connected to my old job at the M&G Online Comment Guidelines In Brief No hate speech; No racist, sexist or homophobic remarks;", "new_id": -2}, {"uid": "1295613791206700548", "i": 4209, "idx": 0, "sa": ["Andy Coulson", "David Cameron", "Denis MacShane"], "q": "Watson, the Labour <strong> David Cameron </strong>, called into question <strong> David Cameron </strong>'s judgement.`` This is the second job that <strong> Andy Coulson </strong> has resigned from for something he claims to know nothing about,'' Mr Watson said. <q> His departure creates serious questions over the Prime Minister's judgment and points to the need for a deeper investigation into the affairs of <strong> Rupert Murdoch </strong>'s News Corp.. It's a mark of the man that he would sneak out a statement on a Friday morning on a busy news day. </q> 1210 In the House of Commons former minister <strong> Denis MacShane </strong> demanded that the Prime Minister come to the chamber to make a statement on Mr <strong> Andy Coulson </strong>'s resignation. In a point of order, he said", "new_id": -2}, {"uid": "1296365682082608136", "i": 23311, "idx": 0, "sa": ["Zahi Hawass"], "q": "citizens. The threat to Egypt's millennia-old artifacts began when fire broke out at the ruling National Democratic Party's headquarters, virtually next door, and at last report that building was still in danger of collapse. <q> What scares me is that if this building is destroyed, it will fall over the museum, </q> <strong> Zahi Hawass </strong> advertisement The good news So far, the saga of the Egyptian Museum has been more of a good-news rather than bad-news story. The current chaos in Cairo easily could have left", "new_id": -2}]