[{"uid": "1297444896043220993", "i": 301, "idx": 0, "sa": ["Sergio Marchionne"], "q": "on the matter. Bloomberg News reported Thursday that the bonuses would average$ 10,000 for 10,755 salaried workers, but some who aren't covered by government pay restrictions could get up to half their salary. <q> Details regarding salaried performance awards are considered confidential employment records, </q> Ranieri said. <strong> Sergio Marchionne </strong> has said the workers deserve bonuses even though the company lost money because of work they did in revamping or redesigning 16 models since the 2009 bankruptcy. For both companies, the bonuses", "new_id": -2}, {"uid": "1296095533011763713", "i": 37533, "idx": 0, "sa": ["Michael Vick", "Kevin Kolb"], "q": "Less than two years after being released from federal prison, the Philadelphia Eagles' quarterback is making his fourth Pro Bowl appearance_ and first since serving 18 months for his role in a dogfighting operation. <q> This one feels great due to the fact that I've been through so much and trained to getting back to this position, </q> he said after the NFC opened practice Wednesday.`` It's paramount for me and my family and I'm just thankful.'' After starting the year as a backup to <strong> Kevin Kolb </strong>, the 30-year-old <strong> Michael Vick </strong>", "new_id": -2}, {"uid": "1295605737143458389", "i": 29155, "idx": 1, "sa": ["Connie Talbot", "Ellen DeGeneres", "Simon Cowell"], "q": ", Sharon& Gavin, 14 year old brother Josh and sister Mollie. <strong> Connie Talbot </strong> even kept the TV show a secret from anyone outside of the family knowing, even her school teachers and best friends she wanted to <q> steal the http://wn.com/American_Idol_Se_9_Ep_15_Part_5__First_Results_Show_!!!_Elimination_exclusive_02/25/10 tr.im Watch All episodes on the link above American Idol Season 9, Episode 15: First Results Show: Two Male and Two Female Contestants Eliminated Original Air Date-25 February 2010 Ryan says 24 million votes came in and tells us that Alison Iraheta and <strong> Kris Allen </strong> will be performing. <strong> Kris Allen </strong>' performance will benefit Haiti. Ryan says <strong> Simon Cowell </strong>'s harshness was the`` buzz of the nation. </q> <strong> Simon Cowell </strong> thinks that's silly and doesn't feel like he was overly cruel, he was just trying to give advice. <strong> Ellen DeGeneres </strong> says her first week held some surprises and she understands the nerves of the first timers", "new_id": -2}, {"uid": "1295713151148635720", "i": 30585, "idx": 0, "sa": ["Eric Schmidt"], "q": "said.`` But it's about me directing my attention to the country.'' He added that he expected the government would win a confidence vote set for next Wednesday, the newspaper noted, and <q> the government will continue to govern the country. </q> http://bit.ly/eMi1cb'' 6:25 p.m. EST, Jan. 21, 2011 from MarketWatch`` Commentary: <strong> Eric Schmidt </strong>'s next act bodes well for tech`` Citigroup increases CEO Pandit's base pay to", "new_id": -2}, {"uid": "1296752424175587371", "i": 29887, "idx": 4, "sa": ["Zahi Hawass"], "q": "standing of <strong> Zahi Hawass </strong>. He has no doubt that his fame is a vital national asset. </blockquote> And it's an asset likely to carry over even if the Mubarak government falls, Parker says. <q> He is not the kind of man to have nurtured candidates for his own eventual replacement, </q> Parker told me yesterday.`` So even the act of taking a job promotion from a dying regime, in the middle of the crisis, may not have hurt his chances to continue running Egypt's antiquities.", "new_id": -2}, {"uid": "1295425487133480457", "i": 7016, "idx": 0, "sa": ["Steve Ballmer"], "q": "services from China and said it expected those purchases to be more than$ 3 billion in coming years.) CEO <strong> Steve Ballmer </strong> The world's largest software maker told the Washington Post in July that <q> better global enforcement of intellectual property laws </q> was its top lobbying priority and CEO <strong> Steve Ballmer </strong> pegged China as the country with the weakest protections. Microsoft and other members of the Business Software Alliance have called for a deal to boost U.S. software sales and", "new_id": -2}, {"uid": "1297174835102891533", "i": 36292, "idx": 0, "sa": ["Kirsten Gillibrand", "Frank Lautenberg"], "q": "- that the British government should not pressure or attempt to use influence on this quasi-judicial decision of the Scottish minister,'' he said in a statement. But New Jersey <strong> Frank Lautenberg </strong> said in a statement: <q> The denials continue to ring hollow. The families have suffered long enough and it's time to acknowledge the truth: Justice was traded for commercial interests. </q> The report`` acknowledges the Government's desire to see a mass murderer released, yet tries to shift blame'', said the Democratic senator. New York <strong> Frank Lautenberg </strong> <strong> Kirsten Gillibrand </strong> said Sir Gus's report", "new_id": -2}, {"uid": "1296899351208601119", "i": 16718, "idx": 0, "sa": ["Roger Goodell", "Steve Dancz", "Colin Powell"], "q": "short movie will feature an introduction from Army <strong> Colin Powell </strong> and NFL Commissioner <strong> Roger Goodell </strong> and readings from the Declaration of Independence by several NFL players. <strong> Steve Dancz </strong>'s music will compliment the picture frame by frame. <q> You get chills thinking about how many people are going to be watching, </q> <strong> Steve Dancz </strong> said of the estimated 100 million American viewers who will hear his work.`` But I couldn't let that affect me. I just had to serve the film.'' <strong> Steve Dancz </strong> met the film", "new_id": -2}, {"uid": "1295167574006995973", "i": 23587, "idx": 0, "sa": ["Allen Iverson"], "q": "back. Rate Comment and SUBCRIBE! Lakers2010season http://wn.com/Allen_Iverson_Career_High_60pts_vs_the_Dwight_Howard_Orlando_Magic_04/05 Three-time scoring champ hits career high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. <q> That's when you get the goose bumps, </q> <strong> Allen Iverson </strong> said.`` You honestly don't really feel it when the shots are going down. You don't ever get the goose bumps until the fans start to appreciate what you're doing out there.''", "new_id": -2}, [{"i": 25622, "idx": 0, "index_answer": 1, "new_id": -1, "q": "pacts were not a priority in the past session of Congress. Senate Finance Committee Chairman <strong> Max Baucus </strong>, D-Mont., whose committee oversees trade, said Monday he was traveling to Colombia and Brazil next month and that <q> now is the time to resolve outstanding issues and approve the( Colombia) free trade agreement so American ranchers, farmers and workers can have a chance to compete. </q> Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog Sorry, comments are closed for this story.", "sa": ["Bill Lockyer", "Max Baucus", "Newt Gingrich"], "uid": "1295977508172294166"}]]