[{"uid": "1297190401179781647", "i": 33932, "idx": 1, "sa": ["Donald Rumsfeld"], "q": "stoked resentment in Berlin and Paris. It was meant to point out that there was broad support in Eastern Europe and that France and Germany did not speak for the entire continent. <q>Ironically, my comment was unintentional,</q> <strong> Donald Rumsfeld </strong> writes. \"I had meant to say France and Germany represented \"old NATO' not` old Europe'. \"` In any event, the phrase` old Europe\" entered the vernacular. The", "new_id": -2}, {"uid": "1297215580168738818", "i": 12825, "idx": 3, "sa": ["Donald Rumsfeld", "Barack Obama"], "q": "a first-class operation, that they were not torturing people, that they were not hurting people,\" he said. <strong> Donald Rumsfeld </strong> described it as \"a fine operation\", and said US military personnel working there have <q>taken a lot of the heat unfairly</q> and \"deserve a lot of credit\" for their work. <strong> Donald Rumsfeld </strong> was also critical of <strong> Barack Obama </strong>'s attempt to close the site. During the 2008 presidential campaign, <strong> Barack Obama </strong> \"was critical of indefinite detention for unlawful", "new_id": -2}, {"uid": "1296759232141000739", "i": 32900, "idx": 0, "sa": ["John McCain", "Donald Rumsfeld"], "q": ", and it will be harder and more difficult to arrange for a transition and the more likely it is for radical elements to hijack the entire government.\" <strong> John McCain </strong> detailed this dilemma in a statement released Wednesday: <q>I remain concerned about the role of the Muslim Brotherhood and other organizations in Egypt that espouse an extremist ideology.</q> Switching gears, <strong> John McCain </strong> also responded to criticism of him from former Defense <strong> Donald Rumsfeld </strong> in his new book, Known and Unknown: A Memoir. <strong> John McCain </strong> told GMA that he and <strong> Donald Rumsfeld </strong> had a \"very,", "new_id": -2}, {"uid": "1296681530172851211", "i": 28165, "idx": 0, "sa": ["J. King", "Zahi Hawass", "Peter Der Manuelian"], "q": "opportunity, widespread poverty and pervasive corruption. Egypt is \"the greatest open-air museum in the world,\" said <strong> Peter Der Manuelian </strong>, the Philip <strong> J. King </strong> professor of Egyptology at Harvard University. He said he and his colleagues are <q>trying to stay on top of( the situation) as best we can,</q> given spotty internet service in Egypt. Friday night, a group of \"criminals\" entered the Cairo Museum using a fire department staircase, <strong> Zahi Hawass </strong>, secretary-general of the Supreme Council of Antiquities, told CNN early Sunday", "new_id": -2}, {"uid": "1297238985246775836", "i": 30020, "idx": 6, "sa": ["the Black", "Simon Cowell"], "q": ".\" The \"X Factor\" contest is open to those 12 and older, including groups. <strong> Simon Cowell </strong> is eager to find breakout talent such as <strong> the Black </strong> Eyed Peas or Destiny's Child. <q>I'm genuinely staggered this hasn't happened. All the signs are out there, from Glee' to High School Musical,'</q> he said, advising \"any group of guys, girls, family group members, get it together now. There's a massive, massive opportunity here because you don't have a lot of competition.\"", "new_id": -2}, {"uid": "1295674471088440863", "i": 29744, "idx": 0, "sa": ["Bob Barr", "Andy Coulson", "Baby Doc"], "q": "<strong> Baby Doc </strong>\" relocates to private home... Haiti on need for \"democratic' government <cite> AFP </cite> Video: Lawyer: <strong> Baby Doc </strong> plans to remain in Haiti... <strong> Baby Doc </strong>, in his first public statement since... Report Abuse <q>Hold on a minute-- this corrupt S- O- B ripped off his country for hundreds of millions of dollars, and now, after his countrymen have been victimized by one tragedy after another, he decides to come back to \"participate in reconstruction</q>, sniffing around for more money to steal? And Republican scum like <strong> Bob Barr </strong> think they're going to get their cut too? Pure, unmitigated gall!\" Time.com: Phone-Hacking Saga Forces Cameron\"s Spin Doctor <strong> Andy Coulson </strong>", "new_id": -2}, {"uid": "1295983889241025043", "i": 44724, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "the blog and the book offer kids a chance to share and relate to one another. \"There was one post where reader Staphanie said she was supposed to be called Stephanie,\" Wu says. <q>The result? Ninety-one comments regarding other misspelled Asian names like Joy instead of Joey.... I'm sure this makes Staphanie feel much better.</q> 6 tonight. Book Passage, 1 Ferry Building, S.F.(415) 835-1020. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog", "new_id": -2}, {"uid": "1297425723208748548", "i": 41316, "idx": 1, "sa": ["Michael Gove"], "q": "stopping of projects in their areas was arbitrary and legally flawed. They asked the judge to order Mr <strong> Michael Gove </strong> to reconsider the schemes, properly taking account of their merits. The judge said: <q>However pressing the economic problems, there was no overriding public interest which precluded consultation or justifies the lack of any consultation.</q> Mr <strong> Michael Gove </strong>'s decision-making process was also unlawful \"because of his failure to discharge relevant statutory equality duties under the Sex Discrimination Act, Race Relations Act and Disability Discrimination Act.\" Lawyers for", "new_id": -2}, {"i": 12731, "idx": 3, "index_answer": 0, "new_id": -1, "q": "is big for me. I'm just thankful to have the opportunity to play in this league again. And have the opportunity to go out on the field this year and play again,\" <strong> Michael Vick </strong> said. <q>However it comes, whatever happens, happens.</q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "sa": ["Michael Vick"], "uid": "1297067872184320061"}, {"uid": "1297089391093831198", "i": 42593, "idx": 4, "sa": ["Sergio Marchionne"], "q": "billions to rescue Chrysler from its decades of poor labor-relations and marketing decisions. Now we have <strong> Sergio Marchionne </strong> complaining that taxpayers damaged the rope his company wrapped around its neck when we cut them down from the gallows. <q>Singer <strong> Christina Aguilera </strong> got things off on the wrong foot tonight at Super Bowl XLV, when she mangled the lyrics of \"The Star-Spangled Banner,</q> to kick off the meeting between the Green Bay Packers and Pittsburgh Steelers.\" The pop star botched the line, \"O'er the ramparts we watched, were so gallantly streaming,\" repeating an earlier", "new_id": -2}]