[{"uid": "1295023909243892276", "i": 4792, "idx": 0, "sa": ["Tim Montgomerie", "Theresa May", "James Forsyth", "Sayeeda Warsi, Baroness Warsi", "Michael Gove"], "q": "<strong> Tim Montgomerie </strong>: She should be defending her own campaign rather than lashing out at others. here's <strong> James Forsyth </strong>, one of the best-connected Tory-supporting journalists, writing on the Spectator's Coffee House blog: <q> What to do about <strong> Sayeeda Warsi, Baroness Warsi </strong> is quite a problem for the Tory high command. She does visibly show how the party has changed but she's also not very competent. </q> Hmm. \"Not very competent\" ? As compared to who? The gaffe-prone Education Secretary, <strong> Michael Gove </strong>, who had to apologize for a series of Theresa Mayial misstatements over the scrapping of Building Schools for the Future", "new_id": -2, "mturk_index": "635"}, {"uid": "1296092329226492426", "i": 22491, "idx": 1, "sa": ["Bernie Sanders"], "q": "repays others who invest in U.S. Treasury bonds. \"Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said Sen. <strong> Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> These musicians should get hazardous duty pay for the tumbles they've taken while performing. Clark Atlanta's marching Panthers band practice daily before the annual Honda Battle of the Bands. See", "new_id": -2, "mturk_index": "1287"}, {"uid": "1295617237099680257", "i": 35227, "idx": 0, "sa": ["Andy Coulson", "Ed Miliband", "David Cameron", "Tim Bale"], "q": "into illegal phone hacking at a tabloid newspaper when he was editor. Following are analysts' comments on his decision and its implications for Prime Minister <strong> David Cameron </strong>: OPPOSITION Labor PARTY LEADER <strong> Ed Miliband </strong> <q> Labour has been saying for some months that there are real questions about <strong> Andy Coulson </strong>'s ability to do his job given the cloud of allegations hanging over him. We think he should have gone earlier. He has now done the right thing. I think there are questions about <strong> David Cameron </strong>'s judgment, about hanging on to him as long as he did. </q> <strong> Tim Bale </strong>, PROFESSOR OF POLITICS, UNIVERSITY OF SUSSEX \"It's obviously damaging because <strong> Andy Coulson </strong> was a very effective media operator so he is losing someone who was incredibly useful to the <strong> David Cameron </strong> operation.", "new_id": -2, "mturk_index": "2116"}, {"uid": "1296127741218218510", "i": 20422, "idx": 0, "sa": ["Michael Gove"], "q": "of telecoms licenses in 2008 in a scam that may have cost the exchequer up to$ 39 billion. New Bill to improve school discipline <strong> Michael Gove </strong> will publish the Education Bill today, which he says will <q> restore discipline and reduce bureaucracy </q> in... UK` unprepared for a foot and mouth outbreak' More needs to be done if we are to ensure we do not see a repeat of the foot and mouth disease outbreak of 2001,", "new_id": -2, "mturk_index": "1733"}, {"uid": "1296530715200818714", "i": 37145, "idx": 11, "sa": ["Žydrūnas Ilgauskas", "Chris Webber", "Nathaniel D Robinson", "Phil Jackson", "Allen Iverson", "Cam Ward"], "q": "<strong> Allen Iverson </strong>'s Žydrūnas Ilgauskasgest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It Cam Warde in words of encouragement to Phil Jacksonly's slumping newcomer. \"Just get your swagger back,\" <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. <q> That's really what I did. It helped me out. </q> Webbe... video results for: games season points <strong> Nathaniel D Robinson </strong> 45 Points vs Portland Trailblazers( Career-High)[ 08-03-2008] <strong> Nathaniel D Robinson </strong> 45 Points vs Portland Trailblazers( Career-High)[ 08-03-2008] <strong> Nathaniel D Robinson </strong>'s Highlights of his best game", "new_id": -2, "mturk_index": "567"}, {"uid": "1295955139102252581", "i": 51146, "idx": 0, "sa": ["Simon Jones", "Simon Cowell", "Simon W. J. Fuller"], "q": "Encouraged by the overseas success of The X Factor, <strong> Simon Cowell </strong> said Sunday on Oprah Presents Master Class that he and his former business partners, <strong> Simon W. J. Fuller </strong> and <strong> Simon Jones </strong>, met with an unnamed network years ago. <q> It was so bad that a minute into the pitch the guy said,` No...' </q> he recalled. \"He said you can leave now, and I said,` So it sounds to me that you don't like the show?' And he said,` Get out.' And", "new_id": -2, "mturk_index": "1383"}, {"uid": "1295658483011878448", "i": 31091, "idx": 0, "sa": ["Ellen DeGeneres", "Paula Abdul", "Simon Cowell", "Kara DioGuardi"], "q": "partner at the judging table, the reliably effusive and ditzy <strong> Paula Abdul </strong>, who had departed the previous season. And Mr. <strong> Simon Cowell </strong> made little secret that he was bored and ready to get on to his next series, <q> The X Factor, \"already a hit in Britain and scheduled to launch stateside this fall. <strong> Ellen DeGeneres </strong>, Ms. <strong> Paula Abdul </strong>'s replacement, never jelled with the other judges, including singer <strong> Kara DioGuardi </strong>, who had been brought on for the 2009 season to bolster the show in advance of Ms. <strong> Paula Abdul </strong>'s expected departure. Now Ms. <strong> Ellen DeGeneres </strong> and Ms. <strong> Kara DioGuardi </strong> are both gone. The saga of the \"American Idol </q> phenomenon, from its origins in the 2001 hit British series \"Pop Idol\" right up to Mr. <strong> Simon Cowell </strong>'s departure, is the focus of Richard Rushfield's breezy, gossipy \"American Idol: The Untold Story", "new_id": -2, "mturk_index": "1716"}, {"uid": "1297159110156483590", "i": 42333, "idx": 1, "sa": ["Paul Bremer", "Donald Rumsfeld", "Colin Powell", "Condoleezza Rice", "Hugh Shelton", "Eric Shinseki", "John McCain", "Richard Armitage"], "q": "<strong> Donald Rumsfeld </strong> is certain- never more so than when he is chronicling the deficiencies of others. His list of disdain runs long- from former secretaries of state <strong> Condoleezza Rice </strong> and <strong> Colin Powell </strong>, to Coalition Provisional Authority chief <strong> Paul Bremer </strong>( <q> It remained difficult to get him to accept the idea that Iraq belonged to the Iraqis </q>), to former Army secretary <strong> Eric Shinseki </strong>, to former Joint Chiefs chairman <strong> Hugh Shelton </strong>, <strong> Colin Powell </strong> aide <strong> Richard Armitage </strong>, Sen. <strong> John McCain </strong> and, of course, the news media. The most consistent censure is reserved for <strong> Colin Powell </strong>", "new_id": -2, "mturk_index": "1053"}, {"uid": "1296402475162643975", "i": 49192, "idx": 0, "sa": ["Eric Schmidt"], "q": "c?p Trung Qu?c, Th tr?ng Ngo?i giao Tr?ng Ch Qu?n nh?n x?t hai b?n? c nh?ng ti?n b ng k trong v?n? tranh ch?p l?nh th, t?o n?n t?ng x?y d?ng ng bi?n gi?i chung th?nh <q> c?u n?i c?a t?nh h?u ngh v h?p t?c gi?a hai n?c </q>, truy?n th?ng Vi?t Nam a tin. Trung Qu?c p thu v?i ng?i mua nh? ch?ng u c b?t ng s?n v gi?m l?m ph?t. ng <strong> Eric Schmidt </strong> mu?n a Google tr la?i la?m", "new_id": -2, "mturk_index": "664"}, {"uid": "1295618571190234715", "i": 41896, "idx": 0, "sa": ["Eric Schmidt"], "q": "Jefferies feels that the move by Google to switch <strong> Eric Schmidt </strong> to Executive Chairman for CEO could not have come at a better time with such a strong last quarter. They are a little skeptic and state that, <q> it does introduce a level of uncertainty around execution under the new leadership, particularly considering the growing competitive landscape. </q>", "new_id": -2, "mturk_index": "423"}]