[{"q": "An update on missing children in Amarillo for Amber Alert Awareness Day <strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\" [ What I am bringing is] 40 years as the front guy in target=\"_blank\"> Aerosmith, who's judged the hell out of himself and", "sa": ["Simon Cowell", "Steven Tyler"], "index_answer": 1, "idx": 0, "i": 10140}, {"uid": "1297433861129613836", "i": 23627, "idx": 5, "sa": ["Michael Gove"], "q": ". He must also pay due regard \"to any representations they may make, and rigorously discharging his equality duties\" . The judge added that other local authorities would no doubt read his judgment <q> and may consider that they are in the same, or a sufficiently similar, factual position to claim the same relief. \"The decision is now, however, over seven months ago, and in my view any other authorities would now be far too late to apply for judicial review. \"I do not mean to trivialise so important an issue, but it may be said that fortune has favoured the brave. </q> The judge also stressed that, provided Mr <strong> Michael Gove </strong> discharged his duty to consult fairly and take into account equality considerations, \"the final decision on any given school or project still rests with him\" .", "new_id": -2}, {"uid": "1297614569254115849", "i": 13757, "idx": 0, "sa": ["Michael Gove", "Darren Cooper", "James Morris"], "q": "substantive points. Conservative MP <strong> James Morris </strong> said Sandwell Council should not have assumed it would receive the funds. Leader of Labour-run Sandwell <strong> Darren Cooper </strong> told the Politics Show in the West Midlands that Mr <strong> Michael Gove </strong> had <q> made a lot of mistakes </q>.` Made mistakes' The? 55bn BSF scheme was axed in July, affecting about 700 projects. Errors in a list of scrapped schemes initially led Sandwell to wrongly believe its projects had", "new_id": -2}, {"uid": "1297702046148619270", "i": 51606, "idx": 3, "sa": ["Michael Gove"], "q": "\" but the judge \"makes clear the decisions I made were clear and rational\" . Mr <strong> Michael Gove </strong> said the judge ruled in favour of the six councils on \"two procedural grounds\" . <q> In essence his view is that my consultation with 14 local authorities in relation to 32 sample schools and a further 119 individual academy projects did not go far enough and I should have included the six claimants in my consultation. \"He also judges that I should have had rigorous regard to equalities considerations in reaching my decision. \"The judge has not ordered a reinstatement of funding for any BSF project. Nor has he ordered me to pay compensation to any of the claimants. </q> The judge ruled that Mr <strong> Michael Gove </strong> must give each of the six authorities involved- Waltham Forest Council, Luton Borough Council, Nottingham City Council, Sandwell Council, Kent County Council and Newham Council- an", "new_id": -2}, {"uid": "1295034146139100277", "i": 18477, "idx": 0, "sa": ["Michael Gove"], "q": "had been born in 1940.( Dimbleby had earlier been asked how old he was by another panellist and had replied 72). When <strong> Michael Gove </strong> said Dimbleby was born in 1940, Dimbleby said <q> if that's how good you are at maths you shouldn't be Secretary of State for Education. </q> the problem is he wasnt just saying the kind of presenters he likes, he was attacking the BBC. If you are going to attack the BBC for something you should at least name the presenters on", "new_id": -2}, {"uid": "1297702046148619270", "i": 51605, "idx": 2, "sa": ["Michael Gove"], "q": "and the inefficiency which characterised BSF schemes meant we needed a new approach.\" He said the six authorities had argued that the Michael Government's decision making had been \"confused and irrational\" but the judge <q> makes clear the decisions I made were clear and rational </q>. Mr <strong> Michael Gove </strong> said the judge ruled in favour of the six councils on \"two procedural grounds\" . \"In essence his view is that my consultation with 14 local authorities in relation to", "new_id": -2}, {"uid": "1296123122027361301", "i": 11577, "idx": 0, "sa": ["Michael Gove"], "q": "of wrongdoing by their pupils will be given the right to remain anonymous until they are charged. <strong> Michael Gove </strong>, the education secretary, said these measures would \"restore discipline\" in the classroom. <q> Under the last Michael Government, thousands of great people left the from guardian.co.uk on Teaching\"> teaching profession because behaviour was out of control and they were forced to spend far too much time on paperwork, </q> he said. However, the National Association of Head Teachers( NAHT) warned the Michael Government that national tests were setting back England's education system, not naughty pupils. \"I disagree that poor", "new_id": -2}, {"uid": "1294989940096894981", "i": 12277, "idx": 1, "sa": ["Michael Gove"], "q": "a strong attack on the City, Mr <strong> Michael Gove </strong> said bank bosses had paid themselves \"astronomical\" sums and \"appear to me to be living in a parallel universe to the rest of us\" . <q> The sense of contrition for what went wrong in the banking crisis seems to be invisible, </q> he added. \"The banks have to show they get it.\" He said the coalition's levy on bank balance sheets was a better way of making sure companies made a fair contribution to tackling", "new_id": -2}, {"uid": "1297079179210305027", "i": 52491, "idx": 1, "sa": ["Michael Gove", "David Blunkett"], "q": "lessons from schools. <strong> David Blunkett </strong> accused Education Secretary <strong> Michael Gove </strong> of threatening to remove the subject from the national curriculum of secondary schools in England at a time \"we've never needed it more.\" <q> It's time the right hand knew what the far-right hand is doing, </q> he said. \"In fact, it's time that the Michael Government were able to articulate one policy without immediately undermining it with another.\"", "new_id": -2}, {"uid": "1295618805206700580", "i": 37302, "idx": 1, "sa": ["Michael Gove"], "q": ". \" True enough, although Britain certainly has its own \"strain of mean-spiritedness\" . It is possible to disagree with others \"in a reasonable way\" , The Times observed, without giving <q> unintended succour to those on the fringes who harbour extreme views and even worse methods </q>. 1 In August 2002, Times journalist <strong> Michael Gove </strong>- variously, the paper's comment, news, Saturday and assistant editor- wrote: \" We have no alternative but to launch a", "new_id": -2}]