[{"uid": "1295885178252248106", "i": 34701, "idx": 1, "sa": ["Mike Pence", "Jim Ryun", "Dick Armey"], "q": "<strong> Mike Pence </strong>, a story Friday highlighted the effort by a group of conservatives, including former House Republican Majority Leader <strong> Dick Armey </strong> and former <strong> Mike Pence </strong> <strong> Jim Ryun </strong>, to convince him to run for president rather than Indiana governor. <q> For them, the Hoosier checks many boxes- a fresh face on the national scene, a charismatic speaker from the heartland and, most important, a Republican who can appeal to all three elements of the party base: social conservatives, economic conservatives and foreign policy conservatives, </q> the story said. Daniels and <strong> Mike Pence </strong> both received votes when the New Hampshire Republican Party held a straw poll during a meeting Saturday. A total of 273 ballots were cast, according to news accounts of", "new_id": -2}, {"uid": "1295541272188383285", "i": 18427, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "majority and several Tea Party freshmen. However, the measure will have almost no chance of making it past its next two hurdles: a Democratic-leaning Senate and a Barack Obamaial veto. Representative <strong> Mike Pence </strong>( R-Indiana) said, <q> We will vote to repeal Barack Obamacare again and again until we consign their government takeover to the ash heap of history where it belongs. Welcome to the 112th Congress. American people-- this is your week. </q> House Democrats, however, have criticized the Republican majority for pushing for a final vote on the measure, scheduled for next Wednesday, without allowing any amendments-- something they see as a failure of the GOP to", "new_id": -2}, {"uid": "1296326590149307410", "i": 14569, "idx": 1, "sa": ["Mike Pence", "Steve King", "Barack Obama", "Jim DeMint"], "q": "proves sufficiently popular- or conservative- enough. <strong> Jim DeMint </strong> will address a forum hosted by <strong> Mike Pence </strong> <strong> Steve King </strong>( R., Iowa) in the Hawkeye State on March 26, though advisor Matt Hoskins insists in an e-mail, <q> Senator <strong> Jim DeMint </strong> has absolutely no plans to run for <strong> Barack Obama </strong>. http://nation.foxnews.com/2012-Barack Obamaial-race/2011/01/27/Jim DeMint-aide-hints-Barack Obamaial-run http://news.yahoo.com/s/yblog_theticket/20110127/pl_yblog_theticket/Jim DeMint-Jim DeMint-says-he-wont-run-for-Barack Obama-but-his-advisers-beg-to-differ \"He hasn't completely shut the door on running, </q> the aide says. \"If there is a massive void in the group of candidates, who knows what could happen? Still, <strong> Jim DeMint </strong>'s advisers put his chances of running at about 5 percent-or,", "new_id": -2}, {"uid": "1296203372059293774", "i": 50174, "idx": 8, "sa": ["Eric Holcomb", "Mike Pence", "Jonathan Weinzapfel"], "q": "in 2010; Evansville Mayor <strong> Jonathan Weinzapfel </strong>; and Kokomo Mayor Greg Goodnight. Indiana Democratic Party Chairman Dan Parker predicted a \"very, very competitive race\" in 2012. He labeled <strong> Mike Pence </strong> an ideologue who is <q> out of the mainstream in Indiana </q> and should be thinking more about his job in Washington and less about seeking another job. Even though <strong> Mike Pence </strong> wasn't officially in the race yet for <strong> Eric Holcomb </strong>, partisans on both sides were acting as if", "new_id": -2}, {"uid": "1295554703175849476", "i": 40230, "idx": 10, "sa": ["Mike Pence"], "q": "the American people engage on this issue, I like our chances.\" In the meantime, Republicans, <strong> Mike Pence </strong> says, will use the \"power of the purse\" to block Obamacare's implementation. <q> We have a wide variety of legislative tools available. </q> reports, \"<strong> Mike Pence </strong> has raised his profile a number of times in recent years- when he was elected chairman of the the House conservative caucus in 2005, when he ran for House minority leader in 2006,", "new_id": -2}, {"uid": "1297443949230703173", "i": 34636, "idx": 7, "sa": ["Mary Liz Holberg", "Mike Pence", "Chris Lee"], "q": "his hearings on domestic radicaMary Liz Holbergation. The premise of the hearings has not been substantiated, writes the LAT, and \"they GOP <strong> Mike Pence </strong> <strong> Chris Lee </strong>( NY) \"abruptly resigned\" yesterday Gawker report revealed he <q> sent a shirtless photo to a woman he encountered through Craigslist. </q> The married, 46-year-old father apologized on the House floor for the \"profound mistakes\" and \"the harm that my actions have caused my family, my staff and my constituents.\" A joint Departments of", "new_id": -2}, {"uid": "1296217917050937899", "i": 50361, "idx": 2, "sa": ["Mike Pence", "Alan Grayson"], "q": "The people arrest the insurance companies <strong> Alan Grayson </strong> on the GOP Health Care Plan: \"Don't Get Sick! And if You Do Get Sick, Die Quickly!\" ' <strong> Alan Grayson </strong> on the GOP Health Care Plan: <q> Don't Get Sick! And if You Do Get Sick, Die Quickly! </q>' This is <strong> Mike Pence </strong> <strong> Alan Grayson </strong> discussing the GOP plan for health care. Part one, don't get sick. Part two, if you do get sick... Part three, die quickly.... <strong> Alan Grayson </strong>: \"", "new_id": -2}, {"uid": "1296006847180027415", "i": 21469, "idx": 2, "sa": ["Kevin McCarthy", "Gary Day", "Mike Pence", "Paul Ryan", "Don Young", "Eric Cantor"], "q": "Budget Committee Chairman <strong> Paul Ryan </strong>( R-WI) said that the GOP's goal was to cut \"a good$ 100 billion.\" <strong> Mike Pence </strong> <strong> Kevin McCarthy </strong>( of \"<strong> Don Young </strong> Gun\" fame) reiterated the promise, saying, <q> We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that. </q> \"We've got to roll back there. That will save$ 100 billion in the first year,\" agreed <strong> Mike Pence </strong>( R-IN). Just yesterGary Day, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA)", "new_id": -2}, {"uid": "1297348977055672873", "i": 58874, "idx": 2, "sa": ["Mike Pence", "Mike Huckabee", "Jeff Duncan", "Ben Smith", "Sarah Palin"], "q": "to audition, in what has emerged as the first big event of the cycle( even though it will be minus <strong> Sarah Palin </strong> and <strong> Mike Huckabee </strong>).\" -- The Five Things <strong> Ben Smith </strong> and Byron are watching: <q> The 2012 presidential field... The Straw Poll[ for president]... Schism City... The Tea Pary Takeover... Obama's Role. </q> A COMMITTEE TO REDUCE SPENDING? <strong> Mike Pence </strong> <strong> Jeff Duncan </strong>( R-S.C.) plans to introduce legislation to create a \"committee on nonessential federal expenditures,\" according to an alert passed along by a source. \"", "new_id": -2}, {"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected. \"The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,\" said <strong> Greg Mueller </strong>, a Republican political strategist. <q> Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign. </q> \"For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,\" said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri. \"This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}]