[{"uid": "2008091501_00003615_W", "i": 3908, "idx": 1, "sa": ["Barack Obama", "John McCain"], "q": "and north korea. \"a central challenge will be getting america's relationship with china right,\" <strong> John McCain </strong> wrote in china brief, the monthly magazine of the american chamber of commerce in china. said <strong> Barack Obama </strong>: <q> we know that america and china can accomplish much when we recognize our common interests. </q> the magazine is due out sept. 22, but the group provided advance copies of the one-page articles to the associated press. it is the first time american candidates have been asked to write for the magazine, said", "new_id": -2}, {"uid": "2008091623_00009603_W", "i": 3441, "idx": 3, "sa": ["John Ferguson"], "q": "teachers often train students to write stylized five-paragraph essays with clear ideas and transitions. while more advanced skills like style, analysis or development of voice may be rewarded, they aren't necessary for a passing score. <q> if you look at the sample papers, the ones that consistently score in the upper ranges are a strict five-paragraph formula of introduction, body, conclusion, </q> said denise graham, the english department head at <strong> John Ferguson </strong> senior high in west miami-dade. \"a student who strays from that on an exam could be penalized.\" that brought me right back to high school social", "new_id": -2}, {"uid": "2008111501_00019457_W", "i": 2621, "idx": 0, "sa": ["Floyd Mayweather", "Zab Judah", "Joshua Clottey"], "q": "dr. james game examined <strong> Zab Judah </strong>, who claimed he couldn't see, and the fight was called at the 1:22 mark. <strong> Joshua Clottey </strong> was ahead 86-85 on two of the judges' scorecards and 87-84 on the other. <q> he really hit with a lot of uppercuts, but i never felt anything, </q> <strong> Joshua Clottey </strong> said. \"he never hurt me, trust me. in my <strong> Floyd Mayweather </strong> life, nobody has hurt me.\" the decision left the roughly 1,800 fans in an uproar. the confident <strong> Zab Judah </strong>, despite being", "new_id": -2}, {"uid": "2008090420_00006981_W", "i": 3328, "idx": 2, "sa": ["James Dobson", "Sarah Palin", "Cathie Adams"], "q": "group, called her \"the kind of woman i've been looking for all along.\" the two difficult pregnancies-Sarah Palin's with a down syndrome baby and now her unmarried teenage daughter's- is just proof that <q> they're doing everything right, </q> gushes <strong> Cathie Adams </strong>. even the stern religious right godfather <strong> James Dobson </strong> doted: \"a lot of people were praying, and i believe <strong> Sarah Palin </strong> is god's answer.\" some of this reaction can be explained just by listing", "new_id": -2}, {"uid": "2008121106_00008118_W", "i": 4150, "idx": 2, "sa": ["David Ward"], "q": "'s intensive care <strong> David Ward </strong> for tick paralysis in a month. nambour hospital emergency physician <strong> David Ward </strong> said ticks were usually a problem at this time of year. he said the blood suckers' saliva was toxic to humans. <q> the saliva has a toxin in it and the toxin is what causes the paralysis, it builds up over time, </q> dr <strong> David Ward </strong> said. it causes an ascending paralysis... starting at the hands and feet and working its way up towards the other muscles of the body. \"children may have difficulty walking or get blurred or double", "new_id": -2}, {"uid": "2008122323_00033543_W", "i": 4318, "idx": 6, "sa": ["Richard Warren"], "q": "derry glenn said his wife has followed the law to try to receive justice in an ongoing feud with collins-bolden and now the system is turning her away. he also was offended by <strong> Richard Warren </strong>'s comments in court. <q> i feel that this statement was made in newspaper make you feel gutter level. for him to make those statements, i'll put you in jail. we both prison workers. we work in the prison system. we are not no criminals. i feel that was disrespect, </q> he said. from the editor: many of you have expressed concerns about some of the harsh anonymous comments from readers. to remedy that, we are introducing new features. you can create your own blog,", "new_id": -2}, {"uid": "2008110417_00021604_W", "i": 2549, "idx": 6, "sa": ["Barack Obama", "Connie Smith", "John McCain"], "q": "this. it gives us a new direction.\" jack sheets of indianapolis said he liked what <strong> Barack Obama </strong> said, but he didn't trust him. the 75-year-old white man from indianapolis said he voted for <strong> John McCain </strong>. <q> i think <strong> Barack Obama </strong> would do a good job, </q> sheeks said. \"that's not the point. i just don't quite trust him as much as i trust <strong> John McCain </strong>.\" <strong> Connie Smith </strong>, a 53-year-old white female from indianapolis, also voted for <strong> John McCain </strong>. \"", "new_id": -2}, {"uid": "2008102216_00031135_W", "i": 3573, "idx": 3, "sa": ["Roland Clift"], "q": "use of tools such as life cycle assessment, green chemistry and pollution prevention, industrial ecology takes a broad and deliberate view of environmental challenges,\" states reid lifset, editor-in-chief of the journal of industrial ecology. <q> this special issue shows the power of this approach. </q>### <strong> Roland Clift </strong>, professor of environmental technology in the centre for environmental strategy at the university of surrey, and shannon lloyd, principal research engineer in the sustainability& process engineering directorate at concurrent technologies corporation, served as", "new_id": -2}, {"uid": "2008102806_00013141_W", "i": 4599, "idx": 3, "sa": ["Sarah Palin"], "q": "i see her as just a normal, down-to-earth person, like we are,\" said riley barrett of floyd during the long wait before <strong> Sarah Palin </strong>'s arrival. another s, cindy friesland of salem, added, <q> everybody's after her about her clothes. come on! </q> and in the corner of the a section sat betty fitzgerald, a bedford county resident who was voting republican before the alaskan governor was born. <NO_QUOTATION> read one button pinned to her pink baseball cap. \"i", "new_id": -2}, {"uid": "2008101709_00009503_W", "i": 2021, "idx": 3, "sa": ["Alan Jackson", "Phil Spector"], "q": "cases, he says the exact same thing. this is not an off-the-cuff remark,\" prosecutor <strong> Alan Jackson </strong> told the judge. \"it shows his state of mind regarding women.\" defense attorney dennis riordan responded: <q> the problem is a misogynistic attitude is not a basis for admission of evidence. but this is the theory of the government's case. </q> fidler said there has been evidence of <strong> Phil Spector </strong>'s views on women from the time of clarkson's death back to 1972. \"it's a period going back 31 years,\" he said. \"you have", "new_id": -2}]