[{"uid": "1296171922065404971", "i": 3553, "idx": 3, "sa": ["Mike Pence", "Mike McDaniel"], "q": "While there is no official word yet on whether he'll run for Indiana governor, many in political circles assumed that would be the case since he stepped down last year from his House leadership position. <q> I am convinced he is now going to run for governor, </q> said <strong> Mike McDaniel </strong>, a former state Republican chairman. The 51-year-old <strong> Mike Pence </strong> is a darling of social conservatives and often describes himself as \" a Christian, a conservative, and a Republican, in that order.", "new_id": -2}, {"uid": "1296215205141213713", "i": 36165, "idx": 0, "sa": ["Mike Pence"], "q": "White House bid in a letter sent to supporters that also fueled speculation that he instead is planning a run for governor. <strong> Mike Pence </strong>, 51, is a darling of social conservatives and often describes himself as <q> a Christian, a conservative and a Republican, in that order. </q> He had made multiple trips to states that host early presidential-primary contests.- From wire reports DispatchPolitics The Daily Briefing The Dispatch's public affairs team sates the appetites of political junkies with", "new_id": -2}, {"uid": "1296417098007684136", "i": 40493, "idx": 0, "sa": ["LeBron James", "Mike Pence", "Barack Obama"], "q": "Wife, Karen; three children U.S. <strong> Mike Pence </strong> shut the door today on a run for the presidency, but left wide open the likelihood that he'll seek a different office: Governor of Indiana. <q> In the choice between seeLeBron James national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. \" We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012. \" He", "new_id": -2}, {"uid": "1296199690069206039", "i": 27001, "idx": 0, "sa": ["Mike Pence", "Barack Obama"], "q": "Wife, Karen; three children U.S. <strong> Mike Pence </strong> shut the door today on a run for the presidency, but left wide open the likelihood that he'll seek a different office: Governor of Indiana. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> <strong> Mike Pence </strong>, R-Columbus, said of himself and wife Karen in a letter being sent to supporters. \" We will not seek the Republican nomination for <strong> Barack Obama </strong> in 2012. \" He", "new_id": -2}, {"uid": "1295631499142901251", "i": 33223, "idx": 2, "sa": ["Duncan D. Hunter", "Russell Pearce", "Tom Tancredo", "Mike Pence", "Michele Bachmann", "Jesse Kelly", "Mark Levin"], "q": "Won Every Debate before this TownHall Debate. <strong> Jesse Kelly </strong> is a Proud, Loud, Articulate, Principled, Consistant Conservative Republican Running for Congress in Tucson's CD-8. Please Consider Supporting this Great Iraq Combat Marine Veteran by <q> Sending a Warrior to Congress </q> <strong> Jesse Kelly </strong> has the Endorsements from <strong> Mark Levin </strong>, Joe Arpio, <strong> Duncan D. Hunter </strong>, <strong> Tom Tancredo </strong>, <strong> Russell Pearce </strong>, <strong> Michele Bachmann </strong> and <strong> Mike Pence </strong> just to name a Few. <strong> Jesse Kelly </strong>'s as Solid& Honorable as they get. For More Info See...", "new_id": -2}, {"uid": "1296117499016678933", "i": 29108, "idx": 0, "sa": ["Dana Milbank", "Mike Pence", "Michele Bachmann", "Paul Ryan", "Eric Cantor", "Barack Obama"], "q": "Your browser's security settings are preventing some features from appearing. <strong> Dana Milbank </strong>| <strong> Michele Bachmann </strong> ignores bipartisan mood WASHINGTON- The <strong> Barack Obama </strong> was lofty. <q> We will move forward together, or not at all- for the challenges we face are bigger than party, and bigger than politics, </q> he said in his State of the Union address. \" AmEric Cantorans are skeptical of both political parties, and that skepticism is justified- especially when it comes to spending, \" said <strong> Mike Pence </strong> <strong> Paul Ryan </strong> of", "new_id": -2}, {"uid": "1295278861147685381", "i": 3158, "idx": 2, "sa": ["Mike Pence", "Jim Ryun"], "q": "[ APC] today kicks off a national grassroots signature drive urging conservatives and tea party members to sign a declaration encouraging MMike Pence to run for President, \" the group said in an early-Monday news release. <q> Throughout his distinguished career, <strong> Mike Pence </strong> has demonstrated the ability to enthusiastically advance the cause of conservatives and constitutional, limited government, and for that reason I am encouraging him to get in the race, </q> said <strong> Jim Ryun </strong>. Ralph Benko, a former Reagan administration deputy counsel who helps <strong> Jim Ryun </strong> run the APC, said that <strong> Mike Pence </strong>'s ability to unite the three traditional areas of conservatism- fiscal, foreign policy,", "new_id": -2}, {"uid": "1295354545109396003", "i": 27833, "idx": 0, "sa": ["Emanuel Cleaver", "John Lewis", "Mike Pence", "Ron Klein", "Artur Davis", "Tim Scott", "Allen West", "Barack Obama"], "q": "] <strong> Allen West </strong> got elected from a majority white district-- a sort of middle-to-conservative district. And he had the backing and support of the Tea Party; he raised more than$ 4 million, \" <strong> John Lewis </strong> said. <q> I went down to campaign against him <strong> Artur Davis </strong>[ <strong> Mike Pence </strong>] <strong> Ron Klein </strong>, who I thought was a much better member and a much better candidate and should have remained in the Congress. \" And the young man, <strong> Tim Scott </strong>, from South Carolina, came from a solid Republican district, <strong> Artur Davis </strong> the most part. And he succeeded a Republican. </q> Some Democrats, such as <strong> Mike Pence </strong> <strong> Emanuel Cleaver </strong>( Mo.), have predicted <strong> Barack Obama </strong>'s reelection prospects look daunting. \" It's realistic <strong> Artur Davis </strong> our party to understand the enormous chAllen Westge we", "new_id": -2}, {"uid": "1297621441160415795", "i": 41019, "idx": 3, "sa": ["Mike Pence", "Cecile Richards", "Lois Capps"], "q": "_ have vowed to fight the proposed funding cut. \" In my community, Planned Parenthood is a very highly regarded mainstream organization, \" said <strong> Mike Pence </strong> <strong> Lois Capps </strong>, D-Calif., who depicted <strong> Mike Pence </strong>'s bill as <q> driven by an extreme ideological agenda. </q> <strong> Cecile Richards </strong> said Planned Parenthood, with a$ 1 billion annual budget, could survive the loss of the federal grants but would be forced to close some clinics and serve fewer people. \" This", "new_id": -2}, {"i": 16414, "idx": 0, "index_answer": 3, "new_id": -1, "q": "to have plenty of laughs at <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong>'s expense but now they've been replaced with <strong> Michael McIntyre </strong> and <strong> David Hasselhoff </strong>. <strong> Ant McPartlin </strong> admitted BGT had changed without those two big egos to prick. He said: <q> It has changed the mood of the show but, you know, it might be for the better.`` Hoff does a great job but isn't <strong> Simon Cowell </strong> or <strong> Piers Morgan </strong>. You miss <strong> Simon Cowell </strong> because he is the best judge. He has that ability to say what you at home are thinking. </q> <strong> Declan Donnelly </strong> added:`` For me, it's just great to be able to introduce the guy from Knight Rider every day... to a backing track of the Knight Rider theme tune.''", "sa": ["Piers Morgan", "David Hasselhoff", "Simon Cowell", "Ant McPartlin", "Declan Donnelly", "Michael McIntyre"], "uid": "1297481921069795902"}]