[{"uid": "1295425933234078228", "i": 43615, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell", "Michael McIntyre"], "q": "said: \"I love The Hoff.\" The first of the judges to arrive was motormouth comic <strong> Michael McIntyre </strong>, 34, who knew exactly what he was after from the Scottish acts. He said: <q> We've had Subo then we had Janey Cutler. \"This year I'm looking for an even older woman. \"They are getting older and older. \"I'm hoping for a 98-year-old woman to just turn up and blow the roof off the Armadillo. </q> <strong> Michael McIntyre </strong> and The Hoff took over judges' duties from <strong> Piers Morgan </strong> and <strong> Simon Cowell </strong>, who will return for the live TV shows. Also gee-ing up the crowd were pint-sized Geordie presenters Ant and Dec.", "new_id": -2}, {"uid": "1295471396069730345", "i": 36078, "idx": 3, "sa": ["Howard Stern", "Paula Abdul", "Simon Cowell", "Jennifer Lopez"], "q": "laughed, saying it's because of the rehab rumors that dogged <strong> Paula Abdul </strong>. But he added that he'll be no <strong> Simon Cowell </strong> either. \"You can't say you suck,\" he told <strong> Howard Stern </strong>. <q> <strong> Simon Cowell </strong> got off on doing that. My heart's not like that... I'm not into putting people down. I'm into bringing them up. </q> He said <strong> Jennifer Lopez </strong> brings the \"street cred.\" And, this being <strong> Howard Stern </strong>'s show, they discussed <strong> Jennifer Lopez </strong>' \"big tukus.\" \"I'm big on a not big tukus", "new_id": -2}, {"uid": "1295965142202670083", "i": 3206, "idx": 1, "sa": ["Barack Obama", "Mike Pence"], "q": "response must be sweeping, sustained and effective\" 9-15-2001 We were so fortunate to have had a man of great conviction in office when we were attacked by those radical Islamic terrorists on 9/11. When he said, <q> our response must be sweeping, sustained and effective </q>, he meant it, and he stuck to it; he did not relent. You must also rememb... RNC Chairman <strong> Mike Pence </strong> Steele talks about <strong> Barack Obama </strong>'s Congressional Address RNC Chairman <strong> Mike Pence </strong> Steele talks about <strong> Barack Obama </strong>'s Congressional", "new_id": -2}, {"i": 18685, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Sunday, Senate Minority Leader <strong> Mitch McConnell </strong>( R-Ky.) told host <strong> David Letterman </strong> Gregory that he did not \"have much to add\" to what <strong> Hillary Clinton </strong> had said on how the administration was handling the uprising. <q> I don't have any criticism of <strong> Barack Obama </strong> or Secretary <strong> Hillary Clinton </strong> at this point, </q> <strong> Mitch McConnell </strong> added after he was pressed by Gregory. \"I mean, they know full well that we can't give the Egyptians advice about who their leadership is. That's beyond the reach of the", "sa": ["Mitch McConnell", "David Letterman", "Hillary Clinton"], "uid": "1296600312069910560"}, {"uid": "1295997065180568078", "i": 42527, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "for an executive who is transitioning out of the CEO role-- and may even be unusual for sitting CEOs, said David Wise, senior principal at consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q> the board clearly wants to retain his guidance for the next four years. </q> \"It's a signal to shareholders that he'll continue to steer the boat,\" Wise added. <strong> Eric Schmidt </strong>, 55, is being replaced as <strong> Google Inc. </strong>'s CEO by co-founder Larry Page. Both", "new_id": -2}, {"uid": "1295617480099680409", "i": 6060, "idx": 0, "sa": ["Andy Coulson"], "q": "doctor resigns THE British prime minister's director of communications <strong> Andy Coulson </strong> has resigned amid accusations that he was aware of phone hacking by his journalists while working as editor of the \"News of the World\" newspaper. <q> I can today confirm that I've resigned as Downing Street director of communications, </q> <strong> Andy Coulson </strong> said in a statement. \"Unfortunately, continued coverage of events connected to my old job at the \"News of the World\" has made it difficult for me to give the 110 per cent", "new_id": -2}, {"uid": "1295131435025296910", "i": 1267, "idx": 1, "sa": ["Allen Iverson", "Kevin Garnett"], "q": "Celtics on Tuesday night. \"Winning this game puts a lot of pressure on us, because if you can beat a team like this, then you can beat all the other teams,\" <strong> Allen Iverson </strong> said. <q> We have enough talent to scare some people, but we just have to bring it night in and night out. </q> The Nuggets even beat the Celtics at full strength-- kind of. <strong> Kevin Garnett </strong>, who's been out since Jan. 25 with a strained abdominal muscle, wasn't his flashy self, finishing with four points on 2-of-7", "new_id": -2}, {"uid": "1297437923129613850", "i": 6467, "idx": 1, "sa": ["Steve Ballmer"], "q": "of last year, according to the Canalys research firm. Microsoft CEO <strong> Steve Ballmer </strong> said the partnership would give the team \"more innovation, greater global reach and scale.\" <q> We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone, </q> he said. The key challenge will be to come up with devices of a quality level and hip factor that helps position Windows Phone as an attractive alternative to iPhone or Android.", "new_id": -2}, {"uid": "1296708705003522561", "i": 42168, "idx": 0, "sa": ["Hollie Cavanagh", "Marc Anthony", "Simon Cowell", "Steven Tyler"], "q": "on \"American <strong> Marc Anthony </strong>' Newsday 17-year-old ex-Brit <strong> Hollie Cavanagh </strong> up next on \"American <strong> Marc Anthony </strong>,\" sings \"At Last\" in a shockingly soulful voice-- wow, all these soul.... <strong> Steven Tyler </strong> tells her she was <q> all over the place with melody, </q> Randy says she's \"not quite ready, love,\" they draw it out. I like her, think they should give her a shot... <strong> Simon Cowell </strong> who? <strong> Steven Tyler </strong> re-invigorates` <strong> Marc Anthony </strong>\" Newsvine- There", "new_id": -2}, {"uid": "1297639527102711458", "i": 15187, "idx": 1, "sa": ["Donald Rumsfeld", "President Bush"], "q": "unrevealed facts about the six years during which he ran the <strong> President Bush </strong>- particularly since nearly two-thirds of the book deal with that relatively brief period in the author's life. But, as <strong> Donald Rumsfeld </strong> writes, he's <q> never much of a handwringer, I don't spend a lot of time in recriminations, looking back or second-guessing decisions made in real time with imperfect information by myself or others. </q> As seems typical of so much here, that's partially true; the author has no taste for self-criticism or second-guessing himself. Masterful bureaucratic survivor that he was until he ran out of room to maneuver", "new_id": -2}]