[{"uid": "1295586272212418583", "i": 2951, "idx": 16, "sa": ["Allen Iverson", "Martin Luther King"], "q": "with this victory. <strong> Allen Iverson </strong> had 30 points, nine assists and provided a spark for Detroit after a slow start, winning his first game since joining the Pistons, 100-92 over the Sacramento <strong> Martin Luther King </strong> on Tuesday night. <q>It was a huge lift off of me,<q> <strong> Allen Iverson </strong> said. \"I knew it would happen. You think every game you go out and play it's going to happen. It feels good. I wanted to get the monkey off my back. I", "new_id": -2}, {"uid": "1296110120070025222", "i": 3876, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "the U.S. government repays others who invest in U.S. Treasury bonds. \"Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,\" said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q>It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor.<q> Election Protection- Georgia Election Info League Of Women Voters: Online Voters Guide Extra Car Tag Fee Up For Vote In November$ 10 Trauma Tag Fee Vote Faces Tough Fight Children Playing Near Woods Find Man's Body", "new_id": -2}, {"uid": "1295739237074268677", "i": 48547, "idx": 1, "sa": ["Allen Iverson", "Elgin Baylor", "Theo Ratliff", "Joe Louis"], "q": "eight rebounds and a key blocked shot as the 76ers held off the Toronto Raptors, 93-90. \"<strong> Elgin Baylor </strong> wanted to get to a point where <strong> Elgin Baylor </strong> was healthy enough to make a contribution,\" <strong> Theo Ratliff </strong> said. <q>Tonight <strong> Elgin Baylor </strong> felt great. Everything is going well. <strong> Elgin Baylor </strong> enjoyed being out there. \"<strong> Theo Ratliff </strong> was a presence the whole game,<q> 76ers coach Larry <strong> Joe Louis </strong> said. The 6-10 forward started at center and triggered a 12-2 burst in the fourth quarter that was fueled by <strong> Allen Iverson </strong>, who scored eight of his 30 points in the pivotal stretch. <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1295936245231571464", "i": 8545, "idx": 7, "sa": ["George Karl", "Joel Anthony", "Kenyon Martin", "Chris Bosh", "Marcus Camby", "Allen Iverson"], "q": "it was <strong> Kenyon Martin </strong>'s defense that had coach <strong> George Karl </strong> talking. <strong> Allen Iverson </strong> had 36 points, <strong> Joel Anthony </strong> added 33 and <strong> Kenyon Martin </strong> shut down Toronto all-star <strong> Chris Bosh </strong> late as Denver rallied to beat the Toronto Raptors 109-100 on Sunday afternoon. <q><strong> Kenyon Martin </strong>'s defense on <strong> Chris Bosh </strong> was incredible and got better as the game went on,<q> <strong> George Karl </strong> said. \"You win games with stops more than making shots. I thought <strong> Kenyon Martin </strong> was the star of the game.\" JR Smith scored 14 points and <strong> Marcus Camby </strong> had 15 rebounds as Denver rallied from a", "new_id": -2}, {"uid": "1296006075180027460", "i": 1900, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "line, that's great. There are some big opportunities they are chasing after,\" said BGC Partners analyst Colin Gillis. But analysts, including Gillis, remain concerned about the burst of spending. <q>That's the reason why I have one of the lowest price targets on the streets,<q> he said. <strong> Google Inc. </strong> shares rose$ 8.83 to$ 619.91 in regular trading Tuesday. Larry Page, who is taking over the company's reins from <strong> Eric Schmidt </strong> in April, will pay less attention to Wall", "new_id": -2}, {"uid": "1297078488193609737", "i": 43375, "idx": 1, "sa": ["Andy Coulson", "Max Mosley"], "q": ", who was features editors at the NoW between 1998 and 2001 when <strong> Andy Coulson </strong> was deputy editor, and from <strong> Max Mosley </strong>, who sued the NoW for breach of privacy after it exposed his extra-marital exploits with dominatracies. <q>Further to our conversation today a brief email to explain phone hacking was very easy in the 90s when people were new to mobiles and did not change their codes, you simply rang them up to ensure their phone was engaged;<q> you rang a second time, got to their message system pressed 9, followed by 0000, you could then listen to all their messages. Everyone in the schoolyard did it, many particularly showbiz", "new_id": -2}, {"uid": "1297384383139427845", "i": 9056, "idx": 0, "sa": ["Sergio Marchionne", "The CEO"], "q": "month after winning government backing in a battle with unions over labor concessions. <strong> Sergio Marchionne </strong>, 58, caused a stir in Italy this week when he said Feb. 4 the Turin-based carmaker and Chrysler Group LLC may <q>end up looking like one entity,<q> possibly based in the U.S.. <strong> The CEO </strong> later backtracked, saying no decision has been made. Fiat owns 25 percent of Auburn Hills, Michigan-based Chrysler. Fiat plans to build as many as 280,000 cars and", "new_id": -2}, {"i": 2607, "idx": 2, "index_answer": 0, "new_id": -1, "q": "are structured,\" <strong> Eric Schmidt </strong> wrote in a blog post. <strong> Eric Schmidt </strong> said that he would focus on external issues, such as \"deals, partnerships, customers and broader business relationships,\" while Page would <q>merge Google's technology and business vision.<q> In the blog post, <strong> Eric Schmidt </strong> said that the three executives would continue to collaborate on major decisions but that the changes would help clarify the individual roles so \"there's clear responsibility and accountability at the", "sa": ["Eric Schmidt"], "uid": "1295669771065781827"}, {"uid": "1297122854184680470", "i": 4239, "idx": 1, "sa": ["Paula Abdul", "Simon Cowell"], "q": "groups and, maybe, <strong> Paula Abdul </strong> on the judging panel. \"We've spoken to her, she knows I'm a big fan,\" <strong> Simon Cowell </strong> said of his former fellow \"American Idol\" judge. <q>I've always said at some point we are going to be working together.<q> But, he added, \"I have to take everyone's opinions into account,\" including the show's other producers and the network. A decision about who will join <strong> Simon Cowell </strong> on the", "new_id": -2}, {"uid": "1295665797103448719", "i": 20301, "idx": 0, "sa": ["Andy Coulson"], "q": "', it felt a lot more like \"last week and the week before'. They need to move a lot faster if they're going to make this a must-watch programme.\" blog, Seenit.co.uk: <q>Plenty of scope for fixes and polishing but 10 O'clock Live has the potential to become one of Channel 4's biggest shows. I'll definitely be tuning in next week.<q> Get a FREE copy of The Week magazine and keep up-to-date with the most important news stories from the past 7 days by Ten things you need to know today: <strong> Andy Coulson </strong> quits, Alan Johnson's", "new_id": -2}]