[{"uid": "1295739237074268687", "i": 11326, "idx": 0, "sa": ["Hidayet  Türkoğlu", "Dwight Howard", "LeBron James", "Allen Iverson", "Shaquille O'Neal", "Rasheed Wallace"], "q": "as the horn sounded, dropping the Cavs to 8-1 in the postseason. \"It's a <strong> Shaquille O'Neal </strong> victory,\" said <strong> Dwight Howard </strong>, who broke one of the shot clocks with a dunk in the opening minutes. <q> We kept fighting the whole game. We kept believing we could win. </q> <strong> Hidayet Türkoğlu </strong> scored 15 points with 14 Iverson_Allen Iverson_37pts_15_asts_vs_Pistons_2005_NBA_Playoff_Gm_3 <strong> Allen Iverson </strong> was trying to stay with his man on defense when he slammed full-force into <strong> Rasheed Wallace </strong> and went sprawling to the floor. PicLeBron James himself up and shaLeBron James off the aftershocks, <strong> Allen Iverson </strong>", "new_id": -2}, {"uid": "1296867070001982490", "i": 3669, "idx": 5, "sa": ["Sergio Marchionne"], "q": "Last year, Volkswagen AG( VOWG_p. DE) Chairman Ferdinand Piech expressed an interest in buying Alfa Romeo. But on Friday, <strong> Sergio Marchionne </strong> flatly rejected any sale of Alfa Romeo to VW. <q> As long as I'm the CEO of both Fiat and Chrysler, Mr. Piech will never get an offer, </q> <strong> Sergio Marchionne </strong> said during the J.D. Power event. <strong> Sergio Marchionne </strong> said Fiat was looking to \"redimension\" its joint venture with Indian automaker Tata Motors( TAMO.BO) to sell Fiat-branded cars in India. Tata", "new_id": -2}, {"uid": "1296791217147030035", "i": 19665, "idx": 0, "sa": ["Michael Jordan", "Allen Iverson", "Byron Scott", "LeBron James"], "q": "won MVP Former MVP, team Pts Opp <strong> LeBron James </strong>, MIA 38 Cavaliers <strong> Allen Iverson </strong>, DEN 30 76ers K. Abdul-Jabbar, LAL 30 Bucks <strong> Michael Jordan </strong>, WSH 29 Bulls Moses Malone, WSH 28 76ers- from Elias Sports Bureau <q> I thought he played great, </q> Cavs coach <strong> Byron Scott </strong> said. \"Simple as that.\" It was <strong> LeBron James </strong>' first game back in the city where he played for seven years and won back-to-back MVP awards, but failed to win an NBA championship", "new_id": -2}, {"uid": "1294957386210993222", "i": 21263, "idx": 1, "sa": ["Gabrielle Giffords", "Daniel Hernández", "Kirsten Gillibrand", "Barack Obama"], "q": "eye and tried to focus on loved ones for the first time. \"It was raw courage. It was raw strength. It was so beautiful and so moving,\" said Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y. <q> She wanted us to know that she was with us a hundred percent and understood everything we were saying. </q> <strong> Gabrielle Giffords </strong>' neurosurgeon, Dr. Michael Lemole, called it \"a major milestone,\" and said the congresswoman was clearly responding to the gathering of friends and family. <strong> Barack Obama </strong>, <strong> Daniel Hernández </strong> After five", "new_id": -2}, {"uid": "1295669767105103400", "i": 48525, "idx": 0, "sa": ["Steve Ballmer"], "q": "console. Startup City welcomes Hon Wong, CEO of a startup called Symphoniq, which provides web application performance monitoring. Hon discusses their product TrueView and its features. WinRumors said Microsoft would release the utilities <q> in the coming months. </q> The company has not confirmed the report. It's not the first time reports of Kinect software for Windows PCs have surfaced. At the recent Consumer Electronics Show in Las Vegas, Microsoft CEO <strong> Steve Ballmer </strong> told", "new_id": -2}, {"uid": "1296990031136790016", "i": 9240, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak", "Ian Pannell", "Ban Ki-moon", "Barack Obama"], "q": "of it. \"I do not agree at all of what the Americans or the Europeans said. They have no right to interfere in our business,\" says <strong> Zahi Hawass </strong>, Egypt's newly-appointed Minister of Antiquities. <q> We are EgyptIan Pannells who are very proud of our country. We need to continue until September with <strong> Barack Obama </strong> <strong> Hosni Mubarak </strong> until he can smooth. He can smooth the regime and make a new election and a new <strong> Barack Obama </strong> will come by the desire of the EgyptIan Pannells, </q> he told 1014: UN Secretary General <strong> Ban Ki-moon </strong> says an orderly transition in Egypt is essential to the peace process between Israelis and PalestinIan Pannells. \"Egypt has been playing a very strategic role in the Middle East peace process", "new_id": -2}, {"uid": "1297595104169951242", "i": 30347, "idx": 0, "sa": ["Sergio Chiamparino", "Sergio Marchionne", "John Elkann"], "q": "<strong> Sergio Chiamparino </strong>: <q> Fiat a Torino? un futuro da conquistare </q> \"Mi sembra che oggi si sia compiuto un passo avanti\" . Il sindaco <strong> Sergio Chiamparino </strong> esce dal vertice di Roma rinfrancato dopo le rassicurazioni ricevute dall` ad di Fiat <strong> Sergio Marchionne </strong> e dal presidente <strong> John Elkann </strong>. Le nubi", "new_id": -2}, {"uid": "1295632864218054658", "i": 7118, "idx": 0, "sa": ["Léo Apotheker", "Raymond J. Lane", "Larry Page", "Eric Schmidt"], "q": "gave kudos to <strong> Raymond J. Lane </strong> and CEO <strong> Léo Apotheker </strong> for making these decisions. \"On the upside, HP has five new hyper-qualified people replacing people with lesser resumes-- except maybe John Joyce,\" Vell said. <q> In terms of diversity, we've got three new women, one Caucasian male, and one Indian male. Very well done. A couple directors have little or no board experience, but this board is clearly filled with people who beat a lot of odds. </q> Get noticed over other IS Professionals and increase your earning potential. CEO <strong> Eric Schmidt </strong> Will Step Aside for Google Cofounder <strong> Larry Page </strong> In a move that surprised industry analysts, <strong> Eric Schmidt </strong> is stepping down as Google's CEO.", "new_id": -2}, {"uid": "1295637897112984097", "i": 25016, "idx": 0, "sa": ["Tom Long", "David Letterman", "Wanda Jackson", "Johnny Kidd", "Jack White"], "q": "mean, I welcome direction, always. And it's been so <strong> Tom Long </strong> since anybody's had the courage to actually direct me on singin' a song,\" the Rock and Roll Hall of Famer said. <q> They think they shouldn't tell me what to do. But I'm an artist. I want to learn. But I was just getting a bit frustrated because I couldn't seem to get what he wanted. </q> <strong> Wanda Jackson </strong>, <strong> Jack White </strong> and his Third Man House Band performed a rollicking cover of <strong> Johnny Kidd </strong> and the Pirates' \"Shakin' All Over\" from the album Thursday night on \"The Late Show with <strong> David Letterman </strong>.", "new_id": -2}, {"uid": "1295614598098222099", "i": 20196, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "The resignation of <strong> Andy Coulson </strong>, a member of Prime Minister <strong> David Cameron </strong>'s inner circle, is likely to embarrass <strong> David Cameron </strong> and call into question his judgment in appointing the editor of a newspaper embroiled in police investigations. <q> We confirm <strong> Andy Coulson </strong> has resigned, </q> a spokesman for <strong> David Cameron </strong>'s office said. <strong> Andy Coulson </strong> was appointed as <strong> David Cameron </strong>'s media chief after he quit as editor of the News of the World tabloid in 2007 when one of the paper's reporters was", "new_id": -2}]