[{"uid": "1295485188094470156", "i": 979, "idx": 1, "sa": ["Nancy Pelosi", "Eric Cantor", "Mike Pence"], "q": "\" <strong> Nancy Pelosi </strong> Kevin McCarthy( of \"Young Gun\" fame) reiterated the promise, saying, \"We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.\" <q>We've got to roll back there. That will save$ 100 billion in the first year,</q> agreed <strong> Nancy Pelosi </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA) repeated that the GOP is aiming for$ 100 billion in cuts. However, according to the New York", "new_id": -2}, {"uid": "1295566930055705679", "i": 29968, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin", "Katie Boehret"], "q": " \"Day-to-day adult supervision no longer needed!\" remark made by Google co-founder <strong> Sergey Brin </strong> when Mr. <strong> Eric Schmidt </strong> was appointed as chief executivechairman of the company in 2001. He became CEO in August of that year. <q>Basically, he's going to be a bit of chaperone, providing adult supervision. Larry and I are entering our teenage years.</q> Mr. <strong> Sergey Brin </strong> and Mr. Page were 27 when Mr. <strong> Eric Schmidt </strong> became CEO. 5:44 pm January 20, 2011 <cite> Anonymous </cite> kabster728( <strong> Katie Boehret </strong>)\"( Clarification: <strong> Eric Schmidt </strong> out as CEO-- becoming chairman of", "new_id": -2}, {"uid": "1295217119075989139", "i": 28386, "idx": 1, "sa": ["Sarah Palin", "Gabrielle Giffords", "Sen. Bernie Sanders"], "q": "2012 presidential contender, distanced himself from <strong> Sarah Palin </strong> at one point, saying the map markings like the ones on her website weren't his style. But he also agreed with <strong> Sarah Palin </strong> on one key point. <q>There is no evidence to suggest that it( the map) had anything to do with this mentally unstable person's rage and senseless act in Arizona,</q> he said. Liberal <strong> Sen. Bernie Sanders </strong>, a Vermont independent who's seeking re-election next year, distributed a fundraising appeal to constituents that detailed threats against Arizona Democratic lawmakers in addition to <strong> Gabrielle Giffords </strong>. It asked", "new_id": -2}, {"uid": "1295490788204456038", "i": 11962, "idx": 0, "sa": ["Savanna Samson", "Michael Vick", "Sasha Grey", "DeSean Jackson", "Mike Missanelli", "Jenna Jameson"], "q": "star <strong> Savanna Samson </strong>. \"Now that so many adult film stars including <strong> Jenna Jameson </strong> and <strong> Sasha Grey </strong> have crossed over into the mainstream, it's disappointing that the NFL continues to discriminate against them,\" he said. <q>I wonder if they're planning on restricting <strong> Ben Roethlisberger </strong> from playing or <strong> Rex Ryan </strong> from coaching in the big game.</q> MISSANELLI'S SHOW GOES TO THE DOGS <strong> Mike Missanelli </strong> committed an unintentional violation while interviewing Eagles quarterback <strong> Michael Vick </strong> on his radio show yesterday. <strong> Mike Missanelli </strong> reminded <strong> Michael Vick </strong> that <strong> DeSean Jackson </strong> made some comments about the quarterback", "new_id": -2}, {"uid": "1295929511173178941", "i": 48012, "idx": 0, "sa": ["Steve Ballmer"], "q": "ARM processors. Unlike the x86 architecture that today's Windows laptops and desktops work with, ARM-based chips tend to run such low-power devices as tablets and smartphones. CES keynote speech, Microsoft CEO <strong> Steve Ballmer </strong> said, <q>This announcement is really all about enabling a new class of hardware, and new silicon partners for Windows, to bring the widest possible range of form factors to the market.</q> In other words, Windows won't be just for laptops and desktops anymore. Actual Facts Microsoft's ARM announcement represents the firm's only officially released factual detail about Windows 8.", "new_id": -2}, {"uid": "1295686742156401686", "i": 47059, "idx": 26, "sa": ["Stephen Jackson", "Tyronn Lue", "Shaquille O'Neal", "Ron Artest", "Robert Horry", "Brian Xanders", "Allen Iverson"], "q": "off <strong> Shaquille O'Neal </strong> with a flurry of 3-pointers in the second and fourth quarters. <strong> Robert Horry </strong>, <strong> Brian Xanders </strong> Shaw, <strong> Ron Artest </strong> Harper and <strong> Tyronn Lue </strong> all struck at least once from the arc. Los Angeles was 10-of-19 from long range. <q>The second unit that came in the form of <strong> Robert Horry </strong> and Shaw and <strong> Tyronn Lue </strong> really saw the game to the end,</q> <strong> Stephen Jackson </strong> said. \"I think http://wn.com/Allen_Iverson_35pts_12asts_vs_Notwizki_a_night_after_51pts <strong> Allen Iverson </strong> went hard to the basket. He didn't get there, but he did draw a foul. The next time down the court, AI made another veteran move,", "new_id": -2}, {"uid": "1297402284143720477", "i": 3549, "idx": 3, "sa": ["Rick Santorum", "Barack Obama", "Donald Rumsfeld"], "q": "not just determine the occupant of the Oval Office, but the very survival of the country as a global superpower. \"This is a crossroads of American history. This is a moment,\" said <strong> Rick Santorum </strong>. <q>Were you there? Did you see it? Did you understand what was at stake?</q> As can be expected, much of the blame for America's precipitous state was laid at the feet of <strong> Barack Obama </strong> and the Democratic agenda, which <strong> Donald Rumsfeld </strong> poetically described as \"the gentle despotism of big government", "new_id": -2}, {"uid": "1295224474227999745", "i": 13854, "idx": 1, "sa": ["Sam Donaldson", "Sarah Palin", "David Letterman"], "q": " \"spews out rage and hate, fear and falsehood.\" It would take volumes to chronicle the outrageous attacks on George Bush or <strong> Sarah Palin </strong>. On \"Late Night with <strong> David Letterman </strong>,\" <strong> Sam Donaldson </strong> said, <q>I think he's[ <strong> Ronald Reagan </strong>] going to have to pass three tests. The first is, will he get there, stand in front of the podium, and not drool?</q> After the audience showed its disapproval, <strong> Sam Donaldson </strong> responded, \"Wait a minute, I don't mean that disrespectfully.\" <strong> David Letterman </strong> replied, \"Well, I think we all took that as flattery, <strong> Sam Donaldson </strong>,", "new_id": -2}, {"i": 466, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,</q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.\"[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295467181182812683"}, {"uid": "1297123768200310841", "i": 15046, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "or exploited by the market. \"We hated the whole frenzy of the push for homeownership, and then watching low-income people being raped of equity,\" says Brenda Torpy, CEO of the Champlain Housing Trust. <q>Poor people never get rich in the real-estate market. If prices go up, you can't afford to buy a home. But if prices go down, you lose tremendous value.</q> Torpy has been with the Burlington shared-equity project from the beginning. Initially, Mayor <strong> Sen. Bernie Sanders </strong> rejected the idea because he objected on principle to treating low-income people differently than everyone else. But at the time Burlington", "new_id": -2}]