[{"uid": "1296892753198656023", "i": 37946, "idx": 0, "sa": ["Tramon Williams", "Michael Vick", "Darren Perry"], "q": "game to the next level. His film study has probably been the area of biggest difference this year from last year in terms of his growth as a football player,\" Green Bay secondary coach <strong> Darren Perry </strong> said. <q> That's how you continue to be productive by continuing to find a way to get better each year. My hats off to <strong> Tramon Williams </strong>. </q> <strong> Tramon Williams </strong> was fifth in the NFL with six regular-season interceptions, but burst on the national scene in the playoffs. His late pick of Philadelphia quarterback <strong> Michael Vick </strong> solidified the Packers' Wild-Card victory. In", "new_id": -2}, {"uid": "1295340862035373085", "i": 18324, "idx": 3, "sa": ["Rick Santorum", "Mike Pence"], "q": "Dakota and former <strong> Rick Santorum </strong> of Pennsylvania. <strong> Mike Pence </strong> said this was his first town hall since the Tucson, Ariz., shootings and he always consults with local law enforcement on security at such events. <q> To me the focus is and should remain on public safety. We volunteer for these jobs, but just because someone comes to a town hall meeting, they should never have to be concerned that there's not a reasonable amount of security, </q> he said. He said town hall meetings are\" very routine\" for him and said he was grateful that everyone came out Monday in the wake of the Tucson shootings.___", "new_id": -2}, {"uid": "1294953126035717169", "i": 24335, "idx": 0, "sa": ["Kirsten Gillibrand", "Debbie Wasserman Schultz", "Gabrielle Giffords"], "q": "News <q> And Then She Finally Opens Her Eyes... </q> Jim Nintzel on Thu, Jan 13, 2011 a first-hand account of Congresswoman <strong> Gabrielle Giffords </strong> opening her eyes while Sen. <strong> Kirsten Gillibrand </strong> and Rep. <strong> Debbie Wasserman Schultz </strong> were with her at UMC last night: \" <strong> Kirsten Gillibrand </strong>: And we just", "new_id": -2}, {"uid": "1295832823187138072", "i": 2132, "idx": 2, "sa": ["Joe Dumars", "Allen Iverson"], "q": "season than continue to come off the bench. <strong> Joe Dumars </strong> said he understood <strong> Allen Iverson </strong>'s frustration. <strong> Allen Iverson </strong> then said his back was still not feeling right and he thought he was hurting the team more than helping, saying <q> I can't play up to my standards. </q> <strong> Allen Iverson </strong> then said he thought it would be best for the team if he sat out the rest www.instablogs.com Gaza truce After few days of the truce expire and following the crucial retaliation between Israel and Palestinian brigades in Gaza", "new_id": -2}, {"i": 29884, "idx": 1, "index_answer": 0, "new_id": -1, "q": ". <strong> Zahi Hawass </strong> wrote, in a post to his Web site, which, due to the blocked Internet access at the time, he had to fax to colleagues in Italy to upload: <q> My heart is broken and my blood is boiling. I feel that everything I have done in the last nine years has been destroyed in one day, but all the inspectors, young archaeologists, and administrators, are calling me from sites and museums all over Egypt to tell me that they will give their life to protect our antiquities. </q> On Saturday, he wrote, \" I was met outside by many Egyptians, who asked if the museum was safe and what they could do to help. The people were happy to see", "sa": ["Zahi Hawass"], "uid": "1296752424175587371"}, {"uid": "1295566871244678664", "i": 48494, "idx": 5, "sa": ["Eric Schmidt"], "q": "lead.\" Page said <strong> Eric Schmidt </strong> had done\" an outstanding job leading Google for the last decade. The results speak for themselves.\" The news surprised and worried Google observers. <q> The executive change is very much unexpected, and somewhat of a concern to investors, </q> said Clayton Moran, an analyst at Benchmark Co.. He said Wall Street was comfortable with <strong> Eric Schmidt </strong>, and that investors may question whether Page is the right person for the job because he lacks CEO experience at a", "new_id": -2}, {"uid": "1296197040069206031", "i": 38869, "idx": 4, "sa": ["Robert Dion", "Mike Pence"], "q": "a lawmaker to an executive, and to go from the federal level to the state level. There's going to be that transition that might have a few hiccups to it,\" he said. <q> But he's familiar with all the issues, he's an energetic campaigner, he's got solid conservative credentials, he knows how to raise money. </q> <strong> Robert Dion </strong> said one of <strong> Mike Pence </strong>'s strongest assets is that he seems able to bridge the gap between traditional Republicans and the tea party movement. The 2012 governor's race is wide open. Current", "new_id": -2}, {"uid": "1297488927192626691", "i": 14489, "idx": 0, "sa": ["Simon Cowell"], "q": "The singer, who is a good friend of show boss <strong> Simon Cowell </strong>, said that he would be happy to take a judging or mentoring role on the new series. He told the Daily Mail: <q> <strong> Simon Cowell </strong> and I have talked about doing things together and I always try to be supportive of people who are friends of mine. </q> <strong> Simon Cowell </strong> previously described Usher as a\" great mentor\" but questioned whether he could afford enough time to the programme. gives us an insight into her character", "new_id": -2}, {"uid": "1296582437225869913", "i": 4330, "idx": 0, "sa": ["Sen. Bernie Sanders", "Sharif Abdel Kouddous"], "q": ". The Egyptian army has declared they will not use force and have recognized the\" legitimate grievances\" of the people. We speak to <strong> Sharif Abdel Kouddous </strong>, senior producer at Democracy Now!, live from Tahrir Square. <q> I am standing in an ocean of people... They are demanding with one voice for the <strong> President Dwight D. Eisenhower </strong> Mubarak to step down, </q> <strong> Sharif Abdel Kouddous </strong> says. Cummings Seeks Copies of Industry Group Letters on Regulation Privately Sent to Issa <strong> Sen. Bernie Sanders </strong> Paul Appointed To Education Committee On Same Week He Proposed Abolishing The Education Dept. Bloomberg's Undercover Gun Show Bust Reveals Firearm Sales", "new_id": -2}, {"uid": "1297706437046809090", "i": 23791, "idx": 0, "sa": ["Donald Rumsfeld", "Hillary Clinton"], "q": "would be a step too far, but the U.S. would certainly need to extend its commitment to the conventional defense of the states bordering Iran. In July 2009, <strong> Donald Rumsfeld </strong> of State <strong> Hillary Clinton </strong> explicitly admitted this: <q> We want Iran to calculate what I think is a fair assessment that if the United States extends a defense umbrella over the region, if we do even more to support the military capacity of those in the Gulf, it's unlikely that Iran will be any stronger or safer because they won't be able to intimidate and dominate as they apparently believe they can once they have a nuclear weapon. </q>[ 20] A policy of containment thus implies that the U.S. will expand its military presence in the Persian Gulf. This could mean many things. It might imply guarantees of conventional U.S.", "new_id": -2}]