[{"uid": "1297242012104841244", "i": 8784, "idx": 1, "sa": ["Howie Day", "David Letterman", "Jay Leno", "Mat Kearney", "Conan O'Brien"], "q": "also do our best to be diverse in our selection of performers to bring.'' According to an SEB press release, <strong> Mat Kearney </strong>, whose top songs include`` Nothing Left to Lose,''`` Undeniable,'' <q> Breathe In, Breathe Out, </q> and`` Closer to Love,'' has been featured on`` The Tonight Show with <strong> Jay Leno </strong>,''`` The Late Show with <strong> David Letterman </strong>,''`` Ellen'' and`` Late Night with <strong> Conan O'Brien </strong>.'' <strong> Howie Day </strong> has", "new_id": -2}, {"uid": "1296503399053821452", "i": 3651, "idx": 2, "sa": ["Zahi Hawass"], "q": "<strong> Zahi Hawass </strong>, the council's secretary general, said yesterday. Dozens of demonstrators had stood guard around the building, one of Cairo's biggest tourist attractions, to protect it until troops arrived, he said. \" <q>`` If you shut the lights in New York City for one hour, the people will rob everything in all the shops, </q> <strong> Zahi Hawass </strong> said in an interview at his office.`` What's happening is normal. Thankfully, all the damaged items can be restored.'' \" Actually, there was a major blackout in New York City", "new_id": -2}, {"uid": "1295105515258523157", "i": 824, "idx": 1, "sa": ["Colin Powell", "Barack Obama"], "q": "'s`` ability to inspire'' and the`` inclusive nature of his campaign.'' Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. Former Secretary of State <strong> Colin Powell </strong> says he is voting for <strong> Barack Obama </strong>. <q> He has both style and substance. I think he is a transformational figure, </q> <strong> Colin Powell </strong> said on NBC's`` Meet the Press.''`` <strong> Barack Obama </strong> displayed a steadiness. Showed intellectual vigor. He has a definitive way of doing business that will do us well,'' <strong> Colin Powell </strong> said. <strong> Colin Powell </strong>", "new_id": -2}, {"uid": "1295637236112984241", "i": 53638, "idx": 6, "sa": ["Kay Burley", "Andy Coulson", "Chris Bryant"], "q": "on Sky News Labour MP <strong> Chris Bryant </strong> has enough of <strong> Kay Burley </strong>'s snippy remarks, and hits back, accusing her of lying, and calls her` dim'. <strong> Kay Burley </strong> hits the nail on the head when she says <q> Nobody cares what I think </q>.( Apologies for shaky video and crappy sound!)... video results for: phone hacking <strong> Andy Coulson </strong> Met: No 10 aide will be questioned I am, of course, very happy to correct any and all", "new_id": -2}, {"uid": "1295667567122535955", "i": 321, "idx": 5, "sa": ["Larry Page", "Eric Schmidt", "Sergey Brin"], "q": "big decisions among the three of us,'' <strong> Eric Schmidt </strong> wrote.`` But we have also agreed to clarify our individual roles so there's clear responsibility and accountability at the top of the company.'' <q> As Executive Chairman, I will focus wherever I can add the greatest value: externally, on the deals, partnerships, customers and broader business relationships, government outreach and technology thought leadership that are increasingly important given Google's global reach; and internally as an advisor to <strong> Larry Page </strong> and <strong> Sergey Brin </strong>, </q> he said. Buy the latest industry research online today! Europe IT Buying In 2010-2011: Procurement, Investment& Industry Trends Outlook VMware- Virtualisation and Cloud Infrastructure VMware( NYSE: VMW), the global", "new_id": -2}, {"uid": "1295575736103366674", "i": 45551, "idx": 5, "sa": ["Peter Piot", "Eric Schmidt", "Larry Brilliant", "Steve Poizner"], "q": "about the future of traditional media and new products that Google is developing to help increase profits.... Google.Org: 25 Years of AIDS 53:11 A conversation with Dr. <strong> Peter Piot </strong>, <strong> Eric Schmidt </strong>, and <strong> Larry Brilliant </strong> on the topic of <q> AIDS: Are We Destined for Another 25 years? </q>( February 2007)... <strong> Steve Poizner </strong> speaks with <strong> Eric Schmidt </strong> California Insurance Commissioner and gubernatorial candidate <strong> Steve Poizner </strong> speaks with <strong> Eric Schmidt </strong> on April 13, 2010 at the Googleplex in Mountain View, CA... <strong> Eric Schmidt </strong>'s University of Pennsylvania commencement address", "new_id": -2}, {"uid": "1296541564262815760", "i": 12675, "idx": 2, "sa": ["Allen Iverson", "Erik Spoelstra", "Stan Van Gundy", "Tony Allen", "Dwyane Wade", "Glen Davis"], "q": "for the series.'' After <strong> Dwyane Wade </strong> burst out of the second-half gates with nine points in the first five minutes, the Celtics found themselves down 14 and a quarter and a half away from losing home-court adStan Van Gundytage. <q> We are normally good in those situations, </q> Heat coach <strong> Erik Spoelstra </strong> said.`` We are normally able to control the game, grind it, take good shots, dictate the pace.'' Enter <strong> Tony Allen </strong> and <strong> Glen Davis </strong>. With <strong> Allen Iverson </strong> on <strong> Dwyane Wade </strong> and <strong> Glen Davis </strong> surveying Miami", "new_id": -2}, {"uid": "1297478638099156011", "i": 22337, "idx": 0, "sa": ["Eric Cantor", "Scott Garrett", "Mike Pence"], "q": "members of the conservative House Republican Study Committee. RSC budget guru <strong> Mike Pence </strong> <strong> Scott Garrett </strong>( R-N.J.) said Friday the RSC was still mulling what amendments to offer when the bill comes out next week. <q> I think it is important to keep the word </q> of the Pledge to AmEric Cantora, he said. Some freshmen and RSC members argue that under the GOP Pledge, a full$ 100 billion must come from non-security spending. The House Appropriations CR contains$", "new_id": -2}, {"uid": "1295877057093847566", "i": 16975, "idx": 0, "sa": ["Donald Rumsfeld"], "q": " If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many`` <strong> Donald Rumsfeld </strong>'s Rules'': <q> The harder I work, the luckier I am. </q> When <strong> Donald Rumsfeld </strong> began thinking about his book,`` Known and Unknown,'' he imagined a more typical Washington release: a quick, impressionistic story based on whatever he recalled. Instead, he and a", "new_id": -2}, {"i": 17605, "idx": 16, "index_answer": 0, "new_id": -1, "q": "with an injured rib and back.`` Part of the reason I'm here is because I was able to wear some rib protection this season to guide me through my injury,'' <strong> Michael Vick </strong> said. <q> Unequal was one of the reasons I've been able to make it through the season. </q> <strong> Michael Vick </strong> will get the start on Sunday and try to earn his first Pro Bowl victory. Subscribe Now Home delivery prices for Oahu Only. Please call customer service at(808) 538-6397 for Neighbor Island", "sa": ["Michael Vick"], "uid": "1296128197246497300"}]