[{"uid": "1295314047045481996", "i": 23607, "idx": 0, "sa": ["Tammy Duckworth", "Barack Obama", "Sen. Bernie Sanders"], "q": "have to pay the hospital or... Event: Community Health Data Initiative Launched( 06/02/2010) Event: Community Health Data Initiative Launched( 06/02/2010) Confirmation Hearing for General Shinseki <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong> said the Veterans Affairs secretary is <q> one of the most important jobs in the entire federal government, but also one of the most challenging. </q> <strong> Sen. Bernie Sanders </strong>, a member of the Senate Veterans' Affairs Committee, will vote to confirm retired Gen. Eric K. Shinse... Tuesday Talks: Veterans Day 26:14 Veterans Affairs Assistant Secretary for Public and Intergovernmental Affairs <strong> Tammy Duckworth </strong> answers your", "new_id": -2}, {"uid": "1296171297131055622", "i": 30444, "idx": 0, "sa": ["Kirsten Gillibrand"], "q": "Anthony Moll January 27th, 2011 at 5:42 pm Today, Senator <strong> Kirsten Gillibrand </strong>( D-NY), a strong ally during efforts to repeal the military's <q> Don't Ask, Don't Tell </q> law, was named to the Senate Armed Services Committee( SASC) for the 112 th Congress. Along with other Congressional allies, <strong> Kirsten Gillibrand </strong> fought to make repeal legislation a reality in 2010, and has been at", "new_id": -2}, {"uid": "1296744949119816196", "i": 15569, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "the Defense Department recommend additional ways to punish the violating contractors, but the Report to Congress on Contractor Fraud concluded, \"The department believes that existing remedies with respect to contractor wrongdoing are sufficient.\" <q> It has been said that insanity as doing the same thing over and over and expecting different results, </q> replied the <strong> Sen. Bernie Sanders </strong> staff in an analysis of the findings. \"It is clear that DOD's current approach is not working, and we need a much more vigorous approach to dealing with contractor fraud", "new_id": -2}, {"uid": "1295432780218038315", "i": 4753, "idx": 2, "sa": ["Ross Hall", "Rebekah Brooks", "Neville Thurlbeck", "Andy Coulson", "Keir Starmer"], "q": "by the News International executives at the grades of <strong> Andy Coulson </strong> and <strong> Rebekah Brooks </strong> and to examine the existing illegally transcribed phone message made by <strong> Ross Hall </strong> for <strong> Neville Thurlbeck </strong>?\" Speaking outside the chamber, Watson told the Guardian: <q> It is absolutely vital now that the attorney general is confident that there is a proper investigation in which all the servers are examined and not just one. </q> Watson's remarks came after <strong> Keir Starmer </strong>, the director of public prosecutions, announced last week a \"comprehensive\" review of all phone-hacking material held by the police. <strong> Keir Starmer </strong> acted after new information emerged in civil", "new_id": -2}, {"uid": "1296042712201015299", "i": 43298, "idx": 0, "sa": ["Craig Ferguson", "David Letterman", "Betty White"], "q": "finally dementia, dying at 86. But <strong> Betty White </strong>, already three years older than that, was cracking to an aide summoning her out of the theatre to do a CBS interview after she'd already been seated, <q> I've been thrown out of better places than this. </q> How sharp she is, whether interviewed by <strong> David Letterman </strong>, <strong> Craig Ferguson </strong> or interacting with a longtime fan. Just prior to the screening, I left the wine bar reception to make sure I'd get a good seat", "new_id": -2}, {"uid": "1295547193232112144", "i": 6443, "idx": 0, "sa": ["Hu Jintao", "Steve Ballmer", "Jeff Immelt", "Barack Obama"], "q": "pheasant, the White House pointed out, is a native bird of China, revered for its beauty and seen as a symbol of nobility.\" Sheryl Gay Stolberg writes that the 225 attendees were survivors of an <q> intense winnowing-down process by a White House confronted by some of toughest jockeying for invitations in recent memory. </q> The guest list was particularly heavy on business leaders, including General Electric CEO <strong> Jeff Immelt </strong> and Microsoft's <strong> Steve Ballmer </strong>, a trend Stolberg says made sense considering how \"<strong> Barack Obama </strong> used Mr. <strong> Hu Jintao </strong>'s visit to press China", "new_id": -2}, {"uid": "1296076333106119175", "i": 1403, "idx": 0, "sa": ["Eric Schmidt"], "q": ". By this summer, developers with games on Facebook's platform will have to accept payments made with the social network's own in-house currency, Facebook Credits. By requiring game developers to offer Facebook Credits, <q> it brings them inline with what you see on other gaming platforms such as Microsoft or Nintendo, </q> said Todd Northcutt of GameSpy Technology. It might appear that Google has an advantage over Facebook with the 38-year-old Page taking over as CEO after spending nearly a decade under the watchful eye of 55-year-old <strong> Eric Schmidt </strong>, a veteran", "new_id": -2}, {"uid": "1295223846165576705", "i": 38520, "idx": 0, "sa": ["Rasheed Wallace", "Allen Iverson", "Lamar Odom"], "q": "Pistons since Jan. 8, 2002. The Western Conference-leading Lakers earned their fourth straight victory to pull within a game of NBA-leading Cleveland, and five in a row on the road for a league-high 26 this season. <q> One of our goals is to have the best record before the playoffs start to have home-court advantage, </q> <strong> Lamar Odom </strong> acknowledged. At this point, the once-mighty Pistons simply are hoping to make the playoffs. They were without <strong> Allen Iverson </strong>( back), Richard Hamilton( groin) and <strong> Rasheed Wallace </strong>( calf) against the Lakers.", "new_id": -2}, {"i": 40829, "idx": 0, "index_answer": 0, "new_id": -1, "q": "political operatives say he must do if he hopes to be re-elected. \"The jury is still out on which way the <strong> Bill Clinton </strong> is going to go,\" said <strong> Greg Mueller </strong>, a Republican political strategist. <q> Will he continue to draw lines in the sand far to the left of the electorate or is he going to lurch to the middle the way <strong> Bill Clinton </strong> did to see if he can come back? The State of the Union is the kickoff of his re-election campaign. </q> \"For a Democratic <strong> Bill Clinton </strong> to win, you have to move to the center,\" said <strong> Mike Pence </strong> Martin, a Democratic operative from Missouri. \"This country is not ready for a pure progressive.", "sa": ["Greg Mueller", "Bill Clinton", "Mike Pence"], "uid": "1295309791147243008"}, {"uid": "1296026728046219311", "i": 15933, "idx": 0, "sa": ["Eric Schmidt"], "q": "Britons as the technology behind Transport for London's Oyster card. More recently it has been promoted by Barclaycard: For small purchases, users just have to wave their card rather than enter a PIN. <q> The reason this NFC chip is so interesting is because the credit card industry thinks the loss rate is going to be much better, they're just more secure, </q> said Google CEO <strong> Eric Schmidt </strong> in November. Apple's forthcoming launches will be particularly closely watched, because as with technologies popularised by the iPhone, such as mobile web browsing and touchscreens, the mobile industry has", "new_id": -2}]