[{"uid": "1295217385130613292", "i": 2030, "idx": 0, "sa": ["Kirsten Gillibrand", "Barack Obama", "Debbie Wasserman Schultz"], "q": "law in the House, obviously, but I do think the tone will change and that's a good thing.\" Representative <strong> Debbie Wasserman Schultz </strong> said calling health-care overhaul a \"jobs-killing\" measure isn't appropriate. <q> All of us need to be more careful about the words that we choose to use, </q> <strong> Debbie Wasserman Schultz </strong>, a Florida Democrat, said on CBS. The debate should focus on specific parts of the legislation that are contentious, said <strong> Barack Obama </strong> <strong> Kirsten Gillibrand </strong>, a New York Democrat. \"If we", "new_id": -2}, {"uid": "1295840632071843856", "i": 7991, "idx": 2, "sa": ["Andy Coulson", "Chris Huhne"], "q": "have had settlement deals made to them by NI management. The Guardian reported over the weekend that <strong> Andy Coulson </strong>'s resignation has prompted Labour frontbencher <strong> Chris Huhne </strong> Bryant to call for the police to conduct a new investigation. <q> To say this is long overdue is an understatement. <strong> Andy Coulson </strong> should never have been appointed in the first place, </q> he said. \"I hope now, finally, that the police will be able to conduct the full, transparent, and thorough inquiry into phone hacking that we are still waiting for and that the murky truth", "new_id": -2}, {"uid": "1295604135192069644", "i": 2452, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "as chief executive As part of the reshuffle, <strong> Eric Schmidt </strong> will become the executive chairman. Schimdt said the changes where to \"simplify\" management structure and \"speed up decision making\". <q> By clarifying our individual roles we'll create clearer responsibility and accountability at the top of the company, </q> he said. <strong> Eric Schmidt </strong> became chief executive in 2001, leading the company alongside its co-founders Larry Page and <strong> Sergey Brin </strong>. Schidmt will continue to act as an advisor to them both, with <strong> Sergey Brin </strong> focusing on", "new_id": -2}, {"uid": "1295668674231571473", "i": 25790, "idx": 0, "sa": ["Andy Coulson"], "q": "In a personal statement, Mr <strong> Andy Coulson </strong> said that the drip-drip of claims about illegal eavesdropping under his editorship meant he could not \"give the 110% needed\". <q> I stand by what I've said about those events but when the spokesman needs a spokesman it's time to move on, </q> he added. The Prime Minister said he was \"very sorry\" Mr <strong> Andy Coulson </strong> felt \"compelled\" to go after months of intense pressure, insisting he was being \"punished for the same offence twice", "new_id": -2}, {"uid": "1297714527167477255", "i": 2776, "idx": 0, "sa": ["Donald Rumsfeld", "President Bush"], "q": "The former defense chief who served under <strong> President Bush </strong> has endorsed repeal of <q> Don't Ask, Don't Tell </q> and said open service in the U.S. military is \"an idea whose time has come.\" <strong> President Bush </strong> Defense <strong> Donald Rumsfeld </strong>, who also headed the Pentagon under <strong> President Bush </strong> Ford, made remarks in favor of ending the", "new_id": -2}, {"uid": "1296485204037306425", "i": 7733, "idx": 1, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "the museum was heavily protected by the Egyptian military. Later Monday, he was appointed Minister of State Antiquities in the new government named by President <strong> Hosni Mubarak </strong>, who faces calls from protesters for his ouster. <q> If the museum is safe, Egypt is safe, </q> <strong> Zahi Hawass </strong> said. A museum administrator found the head of a small clay statue on the stairs. Looters had broken into the museum on Friday, ripping the heads off two mummies and damaging about", "new_id": -2}, {"uid": "1295587963072171541", "i": 25088, "idx": 5, "sa": ["Eric Schmidt", "Google Inc."], "q": "trading after Thursday's announcement. In the regular session earlier, the stock fell$ 4.98, or 0.8 percent, to close at$ 626.77. The stock peaked at$ 747 before the recession. <q> <strong> Eric Schmidt </strong> has played his innings very well, </q> said analyst Sandeep Aggarwal of Caris& Co. The management reshuffling appears to be amicable. Both Page and <strong> Eric Schmidt </strong> had high praise for each other during a Thursday conference call with analysts, with <strong> Eric Schmidt </strong> describing <strong> Google Inc. </strong>", "new_id": -2}, {"uid": "1297616629186400779", "i": 26895, "idx": 37, "sa": ["Donald Rumsfeld"], "q": "It was a set up for failure, and <strong> Donald Rumsfeld </strong> was in charge. \"You are responsible for the occupation of Iraq,\" said Martin. \"Supposedly.\" <q> There's a presidential directive saying you are responsible. You have a command which is not up to the job. You have a civilian authority in Iraq not really taking your guidance, </q> Martin continued. \"And not working closely with the military, which is unfortunate,\" <strong> Donald Rumsfeld </strong> added. \"Why did you stand for that?\" asked Martin. \"You", "new_id": -2}, {"i": 8927, "idx": 1, "index_answer": 1, "new_id": -1, "q": "<strong> Colin Powell </strong> thinks that America \"isn't quite post-racial\" at this time. \"These problems still exist in post-racial America.\" However, he suggested that <strong> Henry Louis Gates </strong> should not have argued with the policeman arresting him. <q> You don't argue with a police officer, </q> he says. <strong> Colin Powell </strong> also called the arresting cop, Sergeant James Crowley, \"an outstanding police officer.\" Also, at 5:10, <strong> Colin Powell </strong> admits he's been profiled \"many times\" as a national security", "sa": ["Henry Louis Gates", "Colin Powell"], "uid": "1295963185223494146"}, {"uid": "1297698692228933636", "i": 3509, "idx": 1, "sa": ["Zahi Hawass"], "q": "undated photo released by the Egyptian... Photo: <strong> Zahi Hawass </strong>: No mummies damaged by looters at Cairo's... World Video: Suicide blast strikes downtown Kabul World Video: American Accused of Multiple Murders in Pakistan Report Abuse <q> What hasn't been reported in US news but you can find in several euro news feeds is that the looters were actually members of the elite police force not the general public who is rioting. they were caught in the act of looting and destroying the exhibits- caught by the army- the army is now protecting the museums. </q> Time.com: What the Halal? For French Muslims, Confusion Over What's Forbidden Asian Gold Rush- SMNG Don't miss out on the Vietnamese Gold Rush! Invest in gold today. Trader Makes$ 4 Billion", "new_id": -2}]