[{"uid": "1297099404187170818", "i": 26499, "idx": 0, "sa": ["Eric Schmidt"], "q": ". I bet they are the same folks who poo-poohed the idea back in September of 2010 when it was rolled out. Did Google's <strong> Eric Schmidt </strong> Quit Apple's Board Over AdMob Squabble? 1 comment on <q>Examining Google's Claim of Instant's Success</q> Notify me of followup comments via e-mail Cup of Joe: The Sky May Be Falling, But At Least Everyone Is Laughing! Social Media Monitoring Gaining Ground But Has Plenty of Room for Growth Zuckerberg Gets Letter", "new_id": -2}, {"uid": "1297181584182665248", "i": 10147, "idx": 0, "sa": ["Simon Cowell"], "q": "The former American Idol judge was asked during a news conference whether viewers would see the \"old <strong> Simon Cowell </strong>\" or a different side to him when the show premieres on Fox later this year. <q>Look, you adapt over the years,</q> he replied. \"I started to cringe when I started to see people being booked as the so-called mean judge and just being gratuitously rude for the sake of it. I don't like that.", "new_id": -2}, {"uid": "1295880426196345858", "i": 15360, "idx": 1, "sa": ["Andy Coulson"], "q": "Such a lackadaisical approach to law enforcement is either incompetent or corrupt.\" Incompetent or Corrupt. Sends a shiver down my spine. Ishowerdaily 23 January 2011 12:41 AM@qwertboi <q>Incompetent or Corrupt. Sends a shiver down my spine</q> This comment has been removed by a moderator. Replies may also be deleted. oldefarte 23 January 2011 12:46 AM I can not believe that <strong> Andy Coulson </strong> is such a paragon of virtue that he", "new_id": -2}, {"uid": "1295314716264208390", "i": 1957, "idx": 1, "sa": ["Piers Morgan", "Steve Ballmer"], "q": " \"good things come to those wait\" The man was right. Windows 8 already?? Please. The FIRST thing you need to do is fire your bozo CEO, <strong> Steve Ballmer </strong>. Report Abuse <q>One-Size-Fits-All.... show me one product that has used that philosophy that actually \"fits right</q> for a job.\" Sometimes good enough is not good at all. Mashable: \"<strong> Piers Morgan </strong> Tonight\" Turns to Social Media to Build Buzz for CNN Premiere Mashable: MLK Day Gets a", "new_id": -2}, {"uid": "1295968642108970021", "i": 22808, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "of a New Vision for global think tanks. For more information visit www.ceip.org <strong> Eric Schmidt </strong>, CEO of <strong> Google Inc. </strong>, gives an exclusive interview to iinnovate( www.iinnovatecast.com) on <strong> Google Inc. </strong>, innovation, and the web landscape. www.theytoldyou.com <q>If you have something that you don't want anyone to know, maybe you shouldn't be doing it in the first place,</q> <strong> Eric Schmidt </strong> tells CNBC http://wn.com/Eric_Schmidt,_CEO_of_Google_discusses_Internet_dictators Dr. <strong> Eric Schmidt </strong> delivered the keynote address at the Carnegie Endowment for International Peace's launch of a New Vision for global think tanks. For more information visit The Carnegie Endowment for International Peace: www.ceip.org", "new_id": -2}, {"uid": "1295458414232456261", "i": 31458, "idx": 1, "sa": ["Sergio Marchionne"], "q": " \"In addition to creating the jobs of the future, clean energy benefits the U.S. economy by ultimately making energy costs more affordable for consumers, especially if their dollars stay in America,\" <strong> Sergio Marchionne </strong> said. <q>Hydraulic hybrid vehicle technology is one more promising path worth pursuing in the effort to reduce our carbon footprint, and we are excited to partner with the EPA to push forward on this track.</q> \"Hydraulic hybrid vehicles represent the cutting edge of fuel-efficiency technology and are one of many approaches we're taking to save money for drivers, clean up the air we breathe and cut the greenhouse gases that jeopardize", "new_id": -2}, {"uid": "1295991953089178223", "i": 3077, "idx": 4, "sa": ["Donald Rumsfeld", "President Bush", "Dick Cheney", "Gerald Ford", "President Lyndon Johnson"], "q": "staff under <strong> President Lyndon Johnson </strong> <strong> Gerald Ford </strong>- with passages initialed by <strong> Donald Rumsfeld </strong>'s then-assistant, <strong> Dick Cheney </strong>. \"It's not a journal, it's not a diary,\" he says of the <strong> Gerald Ford </strong> White House notes. <q>It is a set of working documents that I've never edited. In fact, most I've never reread.</q> As defense secretary under <strong> President Bush </strong>, <strong> Donald Rumsfeld </strong> issued thousands of memos, \"snowflakes,\" they were called. He reads from some issued in 2003 and in 2005: \"Are we winning or losing the", "new_id": -2}, {"uid": "1295488988026624012", "i": 10854, "idx": 1, "sa": ["Peggy Lee", "Harold Jacob Rome", "David Letterman"], "q": "or the Carolina Hurricanes.( Disclaimer)... Abe, Shanghoon, <strong> David Letterman </strong> and Kerry!... <strong> Peggy Lee </strong> \"All of a sudden my heart sings\" performed by Steve Bone. Day 268 of the JSC. <strong> Peggy Lee </strong> <q>All of a sudden my heart sings</q> performed by Steve Bone. Day 268 of the JSC. <strong> Harold Jacob Rome </strong>( May 27, 1908, Hartford, Connecticut-- October 26, 1993, New York City, NY) was an American composer, lyricist,", "new_id": -2}, {"uid": "1296776655116113416", "i": 48563, "idx": 0, "sa": ["Donald Rumsfeld"], "q": ", to make bold assertions with no pretense of substantiation. Of a war that has already cost the United States more than$ 700 billion and claimed more than 4,400 American lives, Mr. <strong> Donald Rumsfeld </strong> writes: <q>Knowing what we later learned and recognizing the costs, there is not a persuasive argument to be made that the United States would be in a stronger strategic position or that Iraq and the Middle East would be better off if Saddam were still in power. In short, ridding the region of Saddam's brutal regime has created a more stable and secure world.</q> And of the argument that the war in Iraq diverted troops and resources from Afghanistan, leading to the resurgence there of the Taliban, Mr. <strong> Donald Rumsfeld </strong> simply declares, \"It was precisely during the toughest period", "new_id": -2}, {"i": 2767, "idx": 3, "index_answer": 0, "new_id": -1, "q": ", nor did he always receive effective implementation of the decisions he made\", Mr <strong> Donald Rumsfeld </strong> writes. \"There were far too many hands on the steering wheel,\" he writes elsewhere; it was <q>a formula for running the truck into a ditch</q>. Regrets He adds he regrets some of the quips he became famous for, such as \"stuff happens\" about the early looting in post-war Iraq, or his remark about \"old Europe\"-", "sa": ["Donald Rumsfeld"], "uid": "1296742183180060166"}]