[{"uid": "1295665752254312485", "i": 19226, "idx": 1, "sa": ["David Cameron", "Andy Coulson"], "q": " Mr <strong> Andy Coulson </strong> quit as editor in 2007 saying he took ultimate responsibility for the scandal. He denied knowing phone hacking was taking place. In a statement on Friday, he said it had been <q> a privilege and an honour to work for <strong> David Cameron </strong> for three-and-a-half years </q>. But he added:`` Unfortunately, continued coverage of events connected to my old job at the News of the World has made it difficult for me to give the 110% needed in this role", "new_id": -2}, {"uid": "1296770511173654034", "i": 14637, "idx": 11, "sa": ["Donald Rumsfeld", "George Tenet", "Darrell Hammond"], "q": "truth is that we were wrong,'' <strong> Donald Rumsfeld </strong> writes. Once the Taliban were toppled, <strong> Donald Rumsfeld </strong> emerged as a major media personality, mocked by <strong> Darrell Hammond </strong> on Saturday Night Live, to his amusement. <q> If one starts with` good press,' one often gets more and more favorable coverage; early bad stories often spawn additional negative reporting, </q> he says.`` But journalists also relish dramatic reversals.'' That was yet to come. <strong> Donald Rumsfeld </strong> devotes little space to the fiasco at Tora Bora, saying he told CIA Director <strong> George Tenet </strong> in a memo that", "new_id": -2}, {"uid": "1295563266055705603", "i": 33433, "idx": 3, "sa": ["Eric Schmidt"], "q": "A billion browser-based phones also means that Google can display advertisements to that many more people around the world. Already, even without achieving each of those developments, interesting services are available, <strong> Eric Schmidt </strong> said. <q> We are at the point where, between the geolocation capability of the phone and the power of the phone's browser platform, it is possible to deliver personalized information about where you are, what you could do there right now, and so forth-- and to deliver such a service at scale, </q> <strong> Eric Schmidt </strong> wrote. If you enter anything in this field your comment will be treated as spam Users posting comments agree to the Computerworld comments Cloud Services: Using Virtual Private Clouds to Improve Business Agility href=\"http://www.computerworld.com.au/article/373644/opposition_slams_nbn_co_exemption/#comment-424120\">''", "new_id": -2}, {"uid": "1297067872184320061", "i": 15368, "idx": 4, "sa": ["Michael Vick"], "q": "is big for me. I'm just thankful to have the opportunity to play in this league again. And have the opportunity to go out on the field this year and play again,'' <strong> Michael Vick </strong> said. <q> However it comes, whatever happens, happens. </q> Because your contributions are currently under review, no comments can be made at this time. Philly.com comments are intended to be civil, friendly conversations. Please treat other participants with respect and in a way that", "new_id": -2}, {"uid": "1296931503080756769", "i": 46296, "idx": 0, "sa": ["Amir Dossal", "Dan Doyle", "Greg Mortenson", "Colin Powell"], "q": "United Nations community and are particularly thankful to Mr. <strong> Amir Dossal </strong> for accepting our invitation to serve as Special Envoy to the Summit,'' said <strong> Dan Doyle </strong>, the Founder and Executive Director of the World Youth Peace Summit. <q> The World Youth Peace Summit brings scholar-athletes and scholar-artists from all over the world to Connecticut, so it truly is a natural partnership and we are thrilled to have the opportunity to incorporate the mission of the United Nations with the Summit's goals of promoting peace through athletics and the arts. </q> Nobel Laureate and former United States Vice President <strong> Colin Powell </strong> and acclaimed author of Three Cups of Tea, <strong> Greg Mortenson </strong>, will speak at the World Youth Peace Summit, which comes to Connecticut in June and July,", "new_id": -2}, {"uid": "1296030809164511749", "i": 4102, "idx": 1, "sa": ["Larry Page", "Eric Schmidt", "Ken Auletta"], "q": "that he will step down as chief executive officer in favor of Google co-founder <strong> Larry Page </strong> and become executive chairman. <strong> Eric Schmidt </strong> is`` committed to Google,'' he told reporters at the Digital-Life-Design conference in Munich on Tuesday. <q> How long are you committed to doing what you're doing? As long as it's exciting, </q> he said in response to a question about his plans. <strong> Eric Schmidt </strong>, 55, may be considering a career as a television host, the New York Post reported Monday. <strong> Ken Auletta </strong>, author of`` Googled", "new_id": -2}, {"uid": "1297254047238534667", "i": 55676, "idx": 0, "sa": ["Simon Cowell", "Christina Aguilera", "Terri Seymour"], "q": "also still in the running to appear on the panel. Girls Aloud star Cheryl, it seems that Nicole is by far his favourite to be a judge on the the American X Factor, telling <strong> Terri Seymour </strong>: <q> She is gorgeous and she does know what she's talking about. </q> CHECK OUT PICS OF <strong> Simon Cowell </strong> IN MTV'S NATIONAL TELEVISION AWARDS GALLERY HERE! <strong> Christina Aguilera </strong> as judges on the talent show, joking that Xtina could have been chosen before messing up the American national anthem at the Super Bowl", "new_id": -2}, {"uid": "1297616165186400816", "i": 24677, "idx": 0, "sa": ["Nick Lachey", "Vivica A. Fox", "Marlon Wayans", "Russell Brand", "Simon Cowell", "Katy Perry", "Vanessa Minnillo"], "q": "Valentine's Day From the POV of the Stars <strong> Marlon Wayans </strong> Stars in Commercials Stars get fit, fabulous ahead of the Grammys Has <strong> Simon Cowell </strong> Been Watching The New` American Idol'? <strong> Russell Brand </strong> Hosts Saturday Night Live: <q> I'm Much More Famous in England </q> href=\"http://us.rd.yahoo.com/news/Vivica A. Fox-a-Vivica A. Fox-i-m-taking-my-engagement-slow/56266\"> <strong> Vivica A. Fox </strong>: I'm Taking My Engagement Slow <cite> Us Magazine </cite> See the Dress <strong> Vanessa Minnillo </strong> Wore When <strong> Nick Lachey </strong> Proposed Royal romance of William, Kate turned into comics <cite> Associated Press </cite> <strong> Katy Perry </strong>:' I", "new_id": -2}, {"uid": "1297438111065749093", "i": 201, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "fits <strong> Donald Rumsfeld </strong>'s newly published memoirs, Known Unknowns. <strong> Donald Rumsfeld </strong> pulled the title from a press conference at which he waxed eloquent about knowledge. Hart Seely put <strong> Donald Rumsfeld </strong>'s ruminations into href=\"http://www.slate.com/id/2081042/\"> poetry form: <q> The Unknown As we know, There are known knowns. </q> There are things we know we know. We also know There are known unknowns. That is to say We know there are some things We do not know. But there", "new_id": -2}, {"i": 18911, "idx": 1, "index_answer": 0, "new_id": -1, "q": "Page`` in my clear opinion, is ready to lead.'' <strong> Sergey Brin </strong> will continue to focus on technology products, assuming the title of co-founder as opposed to his current role of president, technology. <q> He's an innovator and entrepreneur to the core, and this role suits him perfectly, </q> <strong> Eric Schmidt </strong> wrote in his post.`` As Google has grown, managing the business has become more complicated. So Larry, <strong> Sergey Brin </strong>, and I have been talking for a long time about how best to", "sa": ["Eric Schmidt", "Sergey Brin"], "uid": "1295560003078905357"}]