[{"uid": "1295992799205340701", "i": 4605, "idx": 1, "sa": ["The Lost Dogs", "Michael Vick"], "q": "book details the behind-the-scenes stories of <strong> Michael Vick </strong>'s surviving dogs and the influence, resilience, dedication and commitment of the animal behavior experts, animal-care groups, lawyers and government officials that united to save them. <q>I didn't interview <strong> Michael Vick </strong> for this book because to me the story was more about what happened afterwards, which was an amazing thing,</q> says Gorant. ''At the very core of the story is the human-animal bond that affects and inspires us all.'' Gorant will kick-off NASC's Annual Conference with the story of <strong> The Lost Dogs </strong>, on", "new_id": -2}, {"uid": "1296507212234177380", "i": 27090, "idx": 0, "sa": ["Michael Vick"], "q": "left before ending of 3rd quarter, Eagle is setting another record for ''Most Scoring Team'' on Monday Night Football with the spank ''Eagle 59- 21 Redskin''. Eagle also set a new record for <q>Most Scoring Team On The Road In NFL</q>. This is an amazing night for Micheal <strong> Michael Vick </strong> performing. The final score of the game is ''Eagle 59- 28 Redskin''. <strong> Michael Vick </strong> Record Night^^. The Sooners would travel to beautiful Colorado Springs", "new_id": -2}, {"uid": "1295817478183353364", "i": 12703, "idx": 0, "sa": ["Colin Powell"], "q": "cut military spending. <strong> Colin Powell </strong>, a retired four-star general who served in the Bush administration, made the comment on CNN's ''State of the Union'' show on Sunday. <q>When the Cold War ended 20 years ago, when I was chairman and[ Dick] Cheney was Secretary of Defense, we cut the defense budget by 25 percent. And we reduced the force by 500,000 active duty soldiers, so it can be done. Now, how fast you can do it and what you have to cut out remains to be seen, but I don't think the defense budget can be made sacrosanct and it can't be touched,</q> he said. Republicans have pledged to cut$ 100 billion from the budget in an effort to control spending, but most top leaders want to leave Medicaid and military and veteran spending untouched.", "new_id": -2}, {"uid": "1296407544252772372", "i": 147, "idx": 25, "sa": ["Elgin Baylor", "Allen Iverson"], "q": "difficult to argue after what <strong> Allen Iverson </strong> did Friday night. <strong> Allen Iverson </strong> scored 40 points in leading the 76ers to a 108-99 victory over the Seattle SuperSonics, giving Philadelphia its 11th win in 12 games since the All-Star break. <q>He's had the best year since <strong> Elgin Baylor </strong>'ve been around him,</q> said Brown, who has been coaching <strong> Allen Iverson </strong> for the last six seasons. ''He's a Hall of Fame coach,'' said <strong> Allen Iverson </strong>. ''So <strong> Elgin Baylor </strong> guess he knows what he's talking about as far", "new_id": -2}, {"uid": "1297076865142704662", "i": 19085, "idx": 0, "sa": ["Simon Cowell"], "q": "a recent suggestion he could be a frontrunner. emerged as a possible candidate last month with reports that he could join <strong> Simon Cowell </strong>'s new Fox competition this year. Speaking to Digital Spy, he said: <q>I've met people within the X Factor USA circle but you can't really talk about these things because if they don't come[ to anything] you end up looking like a bit of a d** k! ''It's one of the biggest- probably the biggest- jobs in presenting at the moment... Of course I would love to do it, I'm a big X Factor fan, but I haven't confirmed anything.</q> The Welsh presenter also dismissed the suggestion that his accent could be a problem for American audiences if he did secure the role. ''I know I'd be OK. I've worked a lot in", "new_id": -2}, {"uid": "1295562314055377950", "i": 9811, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "government outreach. <strong> Eric Schmidt </strong> also says he will act as an advisor to Page and co-founder <strong> Sergey Brin </strong>. ''As Google has grown, managing the business has become more complicated,'' <strong> Eric Schmidt </strong> said on Thursday. <q>So Larry, <strong> Sergey Brin </strong> and I have been talking for a long time about how best to simplify our management structure and speed up decision making-- and over the holidays we decided now was the right moment to make some changes to the way we are structured.</q> No longer will the company be run by the ''triumvirate'' of <strong> Eric Schmidt </strong> as leader with Page and <strong> Sergey Brin </strong> as presidents. <strong> Eric Schmidt </strong> said Page, who was the company's founding CEO, is now ready", "new_id": -2}, {"uid": "1295455673232161306", "i": 16386, "idx": 1, "sa": ["Kathie Lee Gifford", "David Letterman", "Regis Philbin"], "q": "Wants to Be a Millionaire,'' and banter with <strong> David Letterman </strong> on ''Late Show,'' it was ''Live'' that brought his espresso-shot energy, big personality and avuncular jokes to a national audience. <q>He's everyman to so many people,</q> said <strong> Kathie Lee Gifford </strong> on the Today'' show, after <strong> Regis Philbin </strong> made his announcement. ''Nobody tells a story like Reeg does.'' The move comes at a time when daytime TV is undergoing a massive changing", "new_id": -2}, {"uid": "1295560041021315598", "i": 32406, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "more mature leader. <strong> Eric Schmidt </strong>, 55, will remain an adviser to Page and <strong> Google Inc. </strong>'s other co-founder, <strong> Sergey Brin </strong>, as <strong> Google Inc. </strong>'s executive chairman. The changes will be effective April 4. <q>In my clear opinion, Larry is ready to lead and I'm excited about working with both him and <strong> Sergey Brin </strong> for a long time to come,</q> <strong> Eric Schmidt </strong> said. Page praised <strong> Eric Schmidt </strong>, too. ''There is no other CEO in the world that could have kept such headstrong founders so deeply involved and still run the business so brilliantly,", "new_id": -2}, {"uid": "1296340734125665312", "i": 33047, "idx": 2, "sa": ["Carmelo Anthony", "Marcus Camby", "Lil Jon", "Steve Blake", "Allen Iverson"], "q": "the Nuggets' Dec. 20 game against Phoenix. He'll be available for Monday's game against Memphis. ''Monday, I get to wake up and it's Christmas,'' <strong> Allen Iverson </strong> said with a smile. <q>Obviously, it's going to be a fun day.</q> The four-time scoring champion and seven-time All-Star wanted to leave Philadelphia and play for a contender. With <strong> Carmelo Anthony </strong> and JR <strong> Lil Jon </strong> back from suspensions, the newly acquired <strong> Steve Blake </strong> contributing already and <strong> Marcus Camby </strong> playing well, <strong> Allen Iverson </strong> thinks the", "new_id": -2}, {"i": 43187, "idx": 0, "index_answer": 2, "new_id": -1, "q": "NFL Commissioner <strong> Roger Goodell </strong> presented the Pete Roselle trophy to him this morning. After accepting it, <strong> Aaron Rodgers </strong> talked about the journey that led him to the Super Bowl and a Championship win. <q>Finally getting an opportunity and making the most of it, and this was another opportunity last night, they don't come around that often, i just wanted to make the most of it, we did as a team, a great team win, a great group of guys in the locker room, just really excited to be a part of it,</q> said <strong> Aaron Rodgers </strong>. And <strong> Aaron Rodgers </strong> is getting even more MVP treatment tonight, where you can catch him on The Late Show with <strong> David Letterman </strong>. The show starts at 10:35 p.m. tonight, right after Channel", "sa": ["Roger Goodell", "David Letterman", "Aaron Rodgers"], "uid": "1297105023141246472"}]