[{"uid": "1295906343201736302", "i": 301, "idx": 0, "sa": ["Bernie Sanders", "Paul Ryan"], "q": "how they would cut federal spending, <strong> Paul Ryan </strong> has never been afraid to be specific. Sen. <strong> Bernie Sanders </strong>, a liberal independent from Vermont, applauded Republicans for picking <strong> Paul Ryan </strong>, saying that unlike GOP leaders who have <q> been vague about what programs they want to cut, Congressman <strong> Paul Ryan </strong> has been very clear. </q> He added that <strong> Paul Ryan </strong>'s ideas on squeezing savings from Social Security, Medicare, Medicaid and other programs were`` a very wrong approach to take.'' During the fall election campaign, Democrats jumped on", "new_id": -2}, {"uid": "1296332996218349576", "i": 26984, "idx": 1, "sa": ["Angelina Jolie"], "q": "12 in the Chinese zodiac. In feng shui lore, people entering a year whose sign is the same as their birth sign are considered to be`` in conflict'' and may encounter bad luck. <q> The three stars affecting their relationship this year are related to disputes and arguments, </q> Tsai said.`` They'll be lucky if they manage to stay together.'' Still, Tsai said, there may be a way out of the muddle-- not only for <strong> Angelina Jolie </strong> and <strong> Angelina Jolie </strong>,", "new_id": -2}, {"uid": "1297148455140001282", "i": 24476, "idx": 0, "sa": ["Colin Powell", "Condoleezza Rice", "George H. W. Bush", "Scott McClellan", "George Tenet", "Dick Cheney"], "q": "<strong> George H. W. Bush </strong> could do so.'' Rumsfeld is the latest to join a circular firing squad of former <strong> George H. W. Bush </strong> administration officials continuing their bureaucratic disputes in published form- what former <strong> George H. W. Bush </strong> Pentagon official Doug Feith dubbed the <q> I-was-surrounded-by-idiots school of memoir writing. </q> In his own book, Feith blamed <strong> Colin Powell </strong> and the CIA. Former CIA chief <strong> George Tenet </strong> wrote a memoir blaming <strong> George H. W. Bush </strong> <strong> Dick Cheney </strong> and <strong> Condoleezza Rice </strong>. Bremer's memoir blames Rumsfeld. Former White House press secretary <strong> Scott McClellan </strong>'s", "new_id": -2}, {"uid": "1297445521223772687", "i": 55645, "idx": 0, "sa": ["Steve Ballmer", "Steve Jobs"], "q": "newly announced partnership, Nokia will turn to Windows Phone to fight off the competition, while`` innovating on top of the platform in areas such as imaging.'' The Finnish handset maker has said it will also <q> drive the future of Windows Phone </q> by contributing its expertise on global markets.`` I am excited about this partnership with Nokia,'' said <strong> Steve Jobs </strong> A. <strong> Steve Ballmer </strong>, Microsoft CEO.`` Ecosystems thrive when fueled by speed, innovation and scale", "new_id": -2}, {"uid": "1296467645082231308", "i": 26619, "idx": 2, "sa": ["Kevin Kolb", "Michael Vick", "Kevin Greene"], "q": "though, the logical move for the Eagles is to at least listen to offers for their backup. Asked about the accuracy of the report on both <strong> Michael Vick </strong> and <strong> Kevin Kolb </strong>, the team had no comment. <q> Well, that's a part of the business, </q> <strong> Michael Vick </strong> said of the possibility that <strong> Kevin Kolb </strong> will be traded.`` Hopefully they do[ trade <strong> Kevin Kolb </strong>] and <strong> Kevin Greene </strong> will find a great place to play. If not, then maybe he'll end up back with", "new_id": -2}, {"uid": "1295667384153141359", "i": 33747, "idx": 0, "sa": ["Mike Pence", "Jim Ryun"], "q": "<strong> Mike Pence </strong> <strong> Jim Ryun </strong>, is working with a well-connected conservative public relations firm to convince <strong> Mike Pence </strong> to run for president. <strong> Mike Pence </strong> says he will decide by the end of the month, so the effort it intensifying. <q> For all the praise they heap on the congressman- and his fans tend to be effusive- it's also plain that what makes him so compelling is the perception that he lacks the flaws of the other candidates currently in the presidential mix, </q> Politico reports. Doctor Cures Arthritis With Antibiotics and 3 Nutrients", "new_id": -2}, {"uid": "1295681875220479510", "i": 16006, "idx": 0, "sa": ["Andy Coulson"], "q": "\" Report Abuse \" Mike Putt: Just reading history and especially from Genesis to today should be PLENTY of Wake UP calls... \" Nope these folks are not that educated or wise.... Report Abuse <q> Al-Qaida/ Taliban are the product of Arab sheikh's. They have just hijacked the Islamic religion and concocted 1000's of Hadith's for their benefits and playing with the lives of innocent people. Under the true definition of Islamic relegion, they are non muslim, since they do not follow the basics teachings of Islam. Even Quran says the Kingship is not allowed, and look at all the Saudi bastered with small kingdoms of their own and their product Al-Qaida/ Taliban. </q> Report Abuse \" This is child sacrifice, not suicide. \" Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit Time.com: Why Obama and Hu's Talks Won't End U.S.-China Tensions Trader Makes$", "new_id": -2}, {"uid": "1295807421110559236", "i": 34718, "idx": 15, "sa": ["Hillary Clinton", "John McCain", "Colin Powell", "Barack Obama"], "q": "mass destruction were found in Iraq. This hurt his career. I feel <strong> Hillary Clinton </strong> would have won if <strong> Barack Obama </strong> wasn't seen as a black man. That's my opinion. Former Secretary of State <strong> Colin Powell </strong> says, <q> I think that Sen. <strong> Barack Obama </strong> brings a fresh set of ideas to the table. </q> Speaking with reporters after his appearance on NBC, <strong> Colin Powell </strong> said that part of the reason he is supporting <strong> Barack Obama </strong> is because he did not like the negative tone of <strong> John McCain </strong>'s campaign, which has noted the links between", "new_id": -2}, {"uid": "1296080676243154972", "i": 13791, "idx": 0, "sa": ["Angelina Jolie", "Justine Henin", "Michelle Obama"], "q": "Alors qu'elle a r?cemment ouvert les portes de son dressing, <strong> Angelina Jolie </strong> a r?v?l des petites secrets sur sa garde-robe. La star d?teste le jean! <q> Je n'ai pas un seul jean. C'est assez bizarre, mais je me suis rendue compte en cr?ant notre famille, que si j' avais des jeans et des t-shirts dans mes placards, je ne ferais que porter cela avec mes enfants. Donc j' ai fait le choix de ne pas en avoir pour me forcer? faire un effort d'habillement quotidiennement </q>, a- t-elle expliqu? la version anglaise de OK! Magazine. Donnez votre avis, d?couvrez les photos et toute l'actualit people sur News de stars Lire cette vid?o <strong> Justine Henin </strong> tire sa r?v?rence dans la... <strong> Michelle Obama </strong>", "new_id": -2}, {"i": 43187, "idx": 0, "index_answer": 2, "new_id": -1, "q": "NFL Commissioner <strong> Roger Goodell </strong> presented the Pete Roselle trophy to him this morning. After accepting it, <strong> Aaron Rodgers </strong> talked about the journey that led him to the Super Bowl and a Championship win. <q> Finally getting an opportunity and making the most of it, and this was another opportunity last night, they don't come around that often, i just wanted to make the most of it, we did as a team, a great team win, a great group of guys in the locker room, just really excited to be a part of it, </q> said <strong> Aaron Rodgers </strong>. And <strong> Aaron Rodgers </strong> is getting even more MVP treatment tonight, where you can catch him on The Late Show with <strong> David Letterman </strong>. The show starts at 10:35 p.m. tonight, right after Channel", "sa": ["Roger Goodell", "David Letterman", "Aaron Rodgers"], "uid": "1297105023141246472"}]