[{"uid": "1296622781114606115", "i": 10849, "idx": 6, "sa": ["Sergio Marchionne"], "q": "industry analyst.`` European manufacturers are very adept at engine technology.'' This could benefit Fiat, as`` fuel economy is embedded into the brand'', Mr <strong> Sergio Marchionne </strong> acknowledges. <q> But it's about much more than that. I don't think it's dependent on fuel prices, </q> he insists.`` Buying a Fiat 500 is a lifestyle statement,'' according to Mr <strong> Sergio Marchionne </strong>. VW to manufacture cars in Malaysia Anxious Israel Egypt's neighbour fears what might follow Mubarak", "new_id": -2}, {"uid": "1295554703175849476", "i": 33160, "idx": 8, "sa": ["Mike Pence"], "q": "the American people engage on this issue, I like our chances.'' In the meantime, Republicans, <strong> Mike Pence </strong> says, will use the`` power of the purse'' to block Obamacare's implementation. <q> We have a wide variety of legislative tools available. </q> reports,`` <strong> Mike Pence </strong> has raised his profile a number of times in recent years- when he was elected chairman of the the House conservative caucus in 2005, when he ran for House minority leader in 2006,", "new_id": -2}, {"i": 46291, "idx": 0, "index_answer": 2, "new_id": -1, "q": "<strong> Reggie Miller </strong>, then went down the sideline to receive his family's congratulations. <strong> Ray Allen </strong> made one more in the game to finish two ahead <strong> Reggie Miller </strong>, but the Boston Celtics lost the NBA finals rematch 92-86. <q> I told him,` I'm glad you're here, because it is your moment as well', </q> <strong> Ray Allen </strong> said.`` When we came in the league, <strong> Allen Iverson </strong>, myself, all the guys in my class that came in... <strong> Reggie Miller </strong> was the shooting guard who we were out there competing against and trying to", "sa": ["Allen Iverson", "Reggie Miller", "Ray Allen"], "uid": "1297538891173686785"}, {"uid": "1296784629036126790", "i": 41646, "idx": 15, "sa": ["Donald Rumsfeld"], "q": "Rice once pointed out that the pinstripes on his pant leg were worn off, <strong> Donald Rumsfeld </strong> teased her by quipping his wife could sew them back on. He also snaps at McCain, calling him a man <q> with a hair-trigger temper and a propensity to fashion and shift his positions to appeal to the media. </q> And <strong> Donald Rumsfeld </strong>, who was one of the first supporters of a Freedom of Information Act but came to believe it was being abused, reserves plenty of scorn for the media. Though he praises the", "new_id": -2}, {"uid": "1296009293261193784", "i": 21742, "idx": 0, "sa": ["James Smith", "Colin Powell", "Laura Bush"], "q": "not listed as a speaker at the event in numerous print and radio advertisements. Nor was another investment education speaker recommending extra training sessions, <strong> James Smith </strong>, who was squeezed between high-profile speakers <strong> Laura Bush </strong> and <strong> Colin Powell </strong>. <q> <strong> Warren Buffett </strong> does this all the time, </q> Andrus said of some investment tactics, evoking the name of one of the world's richest men. After Andrus's and <strong> James Smith </strong>'s one-hour sessions, audience members were given a break in which they were", "new_id": -2}, {"uid": "1297114520257425412", "i": 32280, "idx": 0, "sa": ["Simon Cowell", "DJ Pauly D"], "q": "rest of the gang are headed abroad to film the upcoming fourth season of their hit MTV reality show in Italy- something`` Yeah, gon na do the exact same thing!'' <strong> DJ Pauly D </strong> said. <q> I'm looking forward to going to Italy. I don't know how to speak the language, so it's going to be tough for us. I'm going to try to brush up on it a little bit- learn how to say` GTL' in Italian. </q> NBC Universal, Inc.. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. <strong> Simon Cowell </strong> arrives for his final night on` American Idol' at the season nine", "new_id": -2}, {"uid": "1295799534123387904", "i": 20470, "idx": 0, "sa": ["Colin Powell"], "q": "matters in his State of the Union address Tuesday night. <strong> Colin Powell </strong> also lamented the lack of civility in political discourse and urged Americans to display tolerance in the wake of the shooting in Tucson, Ariz. <q> I think he's got a way to go, </q> <strong> Colin Powell </strong> said.`` I mean, he hasn't achieved all of his purposes, but he's stabilized the economy'' and taken on health care reform.`` You know, we didn't elect Superman.", "new_id": -2}, {"uid": "1297600387170737665", "i": 32659, "idx": 0, "sa": ["Zahi Hawass"], "q": "pieces including a statue of King Tutankhamun have been stolen from the Egyptian museum in Cairo's Tahrir Square, Egypt's minister of state for antiquities <strong> Zahi Hawass </strong> said on Sunday. The objects stolen by looters include <q> a gilded wood statue of the 18th Dynasty king Tutankhamun being carried by a goddess </q> and parts of`` a gilded wood statue of Tutankhamun harpooning,'' a statement on <strong> Zahi Hawass </strong>' website read. For 18 days Tahrir Square was the epicenter of the nationwide protests demanding the resignation of President", "new_id": -2}, {"uid": "1295224474227999745", "i": 13855, "idx": 2, "sa": ["Sam Donaldson", "Whoopi Goldberg", "David Letterman"], "q": "] going to have to pass three tests. The first is, will he get there, stand in front of the podium, and not drool?'' After the audience showed its disapproval, <strong> Sam Donaldson </strong> responded, <q> Wait a minute, I don't mean that disrespectfully. </q> <strong> David Letterman </strong> replied,`` Well, I think we all took that as flattery, <strong> Sam Donaldson </strong>, we did.'' When <strong> Whoopi Goldberg </strong> drew a distinction between`` rape'' and`` rape-rape,'' she possible provided an explanation", "new_id": -2}, {"uid": "1295640121217038855", "i": 5524, "idx": 0, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "said that after losing out to Page and co-founder <strong> Sergey Brin </strong> over the company's China policy a year ago,`` <strong> Eric Schmidt </strong> lost some energy and focus.`` <strong> Eric Schmidt </strong> was also criticized for allowing Google <q> be overtaken by Facebook, for the company's increasingly frequent privacy scandals and its increasing internal bureaucracy. Together with the co- founders, he decided to step aside.In announcing the move Thursday, <strong> Eric Schmidt </strong> said that the company no longer needed his`` adult supervision </q> and that Page, 38, was ready to run the world's leading internet company.`` We have been talking about how best to simplify our management structure and speed up decision making for a long time,", "new_id": -2}]