[{"uid": "1296500989172736528", "i": 35545, "idx": 3, "sa": ["Clive Goodman", "Andy Coulson", "Tommy Sheridan"], "q": "<strong> Andy Coulson </strong> replied, \"yes he was a reporter on the paper\" Mr <strong> Tommy Sheridan </strong> asked if Mr <strong> Andy Coulson </strong> had emailed Mr <strong> Clive Goodman </strong> asking him to \"take the blame for the good of the paper\" Mr <strong> Andy Coulson </strong> responded <q>No, I'm positive, do you have that email Mr <strong> Tommy Sheridan </strong>?</q>\" In order to post a comment you need to be registered and signed in. Sorry, commenting is not available at this time. Please try again later. Closing this window", "new_id": -2}, {"uid": "1295582183033980446", "i": 4568, "idx": 14, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc."], "q": "products. Some are believed to be social tools designed to counter Facebook's popularity, but <strong> Sergey Brin </strong> wouldn't discuss specifics in a Thursday interviews. \"I have a passion for several projects,\" he said. <q>I don't think anyone has heard of any of them and I don't think anyone will for a while.</q> As CEO, Page will lead product development and technology strategy and run day-to-day operations. <strong> Eric Schmidt </strong>, Page and <strong> Sergey Brin </strong> all still plan to remain with <strong> Google Inc. </strong> through at least 2024, reaffirming a promise they made to each", "new_id": -2}, {"uid": "1296723974251478035", "i": 25684, "idx": 4, "sa": ["Allison Iraheta", "Paula Abdul", "Simon Cowell"], "q": "muster. \"I don't care if you're 16 or 60, all I know is that you're one remarkable, talented young lady,\" said <strong> Paula Abdul </strong>. <strong> Simon Cowell </strong>'s assessment was spot-on, too. <q>You are the girls' only hope in the competition right now,</q> he told <strong> Allison Iraheta </strong>. Sadly, Michael Johns' Inspirational Week choice, Aerosmith's 1973 breakout smash \"Dream On,\" was also the song that sent him home on Top 8 week. Although to be fair", "new_id": -2}, {"i": 15595, "idx": 1, "index_answer": 1, "new_id": -1, "q": "May 21 X Prize Gala at Google's Moffett Field hangar in Mountain View. \"Some of our prizes, like the space challenge, are years in development for competing teams,\" <strong> Peter Diamandis </strong> said. <q>But with the Deepwater Horizon spill in July, we immediately received calls asking, \"Can't you do something?\"</q> But <strong> Peter Diamandis </strong> realized the larger and more critical challenge is about reinventing how we care for our oceans. Instantly inspired, <strong> Eric Schmidt </strong>, president of the <strong> Eric Schmidt </strong> Family Foundation and co-founder of the <strong> Eric Schmidt </strong> Marine", "sa": ["Eric Schmidt", "Peter Diamandis"], "uid": "1296075398185663489"}, {"uid": "1296073911157351964", "i": 291, "idx": 0, "sa": ["Ron Paul", "Eric Cantor", "Mike Pence"], "q": "Chairman <strong> Ron Paul </strong> Ryan( R-WI) said that the GOP's goal was to cut \"a good$ 100 billion.\" <strong> Ron Paul </strong> Kevin McCarthy( of \"Young Gun\" fame) reiterated the promise, saying, <q>We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that.</q> \"We've got to roll back there. That will save$ 100 billion in the first year,\" agreed <strong> Ron Paul </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA", "new_id": -2}, {"uid": "1296341513125665387", "i": 9313, "idx": 0, "sa": ["Piers Morgan", "Howard Stern", "David Letterman", "Larry King", "Ricky Gervais", "Oprah Winfrey"], "q": "arrived. The Brit replaced the <strong> Larry King </strong> after his retirement and has started his show \"Pierce <strong> Piers Morgan </strong> Tonight\" with a bang, interviewing the likes of <strong> Oprah Winfrey </strong>, <strong> Ricky Gervais </strong>, and <strong> Howard Stern </strong>. His promise to viewers? <q>What I want to see is energy, and dynamism, humor... there's nothing more boring than boring TV. Who wants to watch that? The one thing I can guarantee people, is that I won't be boring.</q>( CNN) From one interviewer to another, <strong> David Letterman </strong> offered a piece of advice. <strong> David Letterman </strong> \"You need to grab somebody by the tie and just pop'em, just a short right cross and then it'd", "new_id": -2}, {"uid": "1297167911133922834", "i": 43032, "idx": 2, "sa": ["Cheryl Cole", "Paula Abdul", "Simon Cowell", "Nicole Scherzinger"], "q": "there wouldn't be an announcement for at least a month. As well as <strong> Cheryl Cole </strong> and <strong> Nicole Scherzinger </strong>, another front runner for a spot alongside <strong> Simon Cowell </strong> is former American Idol judge and singer <strong> Paula Abdul </strong>. <q>We've spoken to her[ <strong> Paula Abdul </strong>], she knows I'm a big fan,</q> he admitted. \"I've always said at some point we are going to be working together.\"[ But] I have to take everyone's opinions into account, including the show's other", "new_id": -2}, {"uid": "1297416847025755654", "i": 22127, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "MeeGo was delayed till late this year, but has been sighted on tablets and other devices. \"I am excited about this partnership with Nokia,\" said <strong> Steve Ballmer </strong>, Microsoft CEO. <q>Ecosystems thrive when fueled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> \"Today, developers, operators and consumers want compelling mobile products, which include not only the device, but the software, services, applications and customer support that make a great experience,\" <strong> Stephen Elop </strong>", "new_id": -2}, {"uid": "1297436657123142144", "i": 31801, "idx": 2, "sa": ["Steve Ballmer", "Stephen Elop"], "q": ", <strong> Stephen Elop </strong> said. Android surpassed Symbian to become the world's No. 1 smart phone software in the fourth quarter of last year, according to the Canalys research firm. <strong> Steve Ballmer </strong> said the partnership would give the team <q>more innovation, greater global reach and scale.</q> \"We need to, and we will, collaborate closely on development... so we can really align and drive the future revolution of the mobile phone,\" he said. The key challenge will be to come", "new_id": -2}, {"uid": "1297616629186400779", "i": 26862, "idx": 4, "sa": ["Donald Rumsfeld"], "q": "to the Chairman of the Joint Chiefs: \"I am seeing nothing that is thoughtful, creative or actionable. How can that be?\" \"That was a good memo,\" <strong> Donald Rumsfeld </strong> commented. <q>And what I wanted to do is to put some sense of urgency into this big Department of Defense, the bureaucracy.</q> \"Why did you call it the \"Goose Egg Memo\"?\" asked Martin. \"Because I think in the memo I said,` What are we coming up with? A", "new_id": -2}]