[{"i": 14978, "idx": 1, "index_answer": 1, "new_id": -1, "q": "executive role to Larry Page is \"completely false,' <strong> Eric Schmidt </strong> told a group of reporters Thursday at the World Economic Forum in Davos, Switzerland,\" <strong> Adam Lashinsky </strong> reports for Fortune. <strong> Adam Lashinsky </strong> reports, <q><strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook.` We have a competitor called Microsoft,<q> he said. \"Microsoft has more cash, more engineers, more global reach. We see competition from Microsoft every day.\" \"<strong> Eric Schmidt </strong> also took on Google\"s competition with Apple. Google", "sa": ["Eric Schmidt", "Adam Lashinsky"], "uid": "1296157213138100743"}, {"uid": "1295978177128352275", "i": 24907, "idx": 0, "sa": ["Bill Lockyer", "Olivier Blanchard", "Newt Gingrich"], "q": ". China can help ease imbalances by raising the value of its currency, <strong> Olivier Blanchard </strong> said. The U.S. and other countries charge that China keeps its currency artificially low to maintain an export advantage. <q>China is moving in the right direction and focusing increasingly on domestic demand, but we think it can be done faster,<q> he said. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SYSTEMS ANALYST Company Dextersoft, Inc TECHNICAL SR TECHNICAL PROJECT MANAGER", "new_id": -2}, {"uid": "1295400777230801423", "i": 38705, "idx": 2, "sa": ["Sergio Marchionne"], "q": ", but rivals are nipping at its heels. The Chrysler Town and Country was the top-selling minivan in the U.S. last year, with sales of 112,275, or about 4,000 more than the Honda Odyssey. <q>We are not going to give up one inch of territory,<q> <strong> Sergio Marchionne </strong> said. Chrysler said the 2011 versions of its minivans have a new V-6 engine with improved fuel economy. One amenity is an optional heated steering wheel, a first among minivans.- AP", "new_id": -2}, {"uid": "1295715717099811337", "i": 31269, "idx": 11, "sa": ["Chris Webber", "Allen Iverson"], "q": "high <strong> Allen Iverson </strong> gave the crowd an electrifying performance to remember. Then the fans returned the favor with raucous ovations he won't soon forget. \"That's when you get the goose bumps,\" <strong> Allen Iverson </strong> said. <q>You honestly don't r... <strong> Allen Iverson </strong> 31pts Philadelphia 76ers vs <strong> LeBron James </strong> <strong> James Cleveland </strong> Cavaliers 2004/2005 Regular Season NBA game!!!!!!! <strong> Allen Iverson </strong> 31pts Philadelphia 76ers vs <strong> LeBron James </strong> <strong> James Cleveland </strong> Cavaliers 2004/2005 Regular Season NBA game!!!!!!! <strong> Allen Iverson </strong>'s biggest assist to <strong> Chris Webber </strong> didn't come on a no-look pass. It came in words of encouragement to Philly's slumping newcomer. \"Just get your swagger back,<q> <strong> Chris Webber </strong> said <strong> Allen Iverson </strong> told him. \"That's really what I did. It helped me out.\" Webbe... video results for: points sixers against Sixers vs Celtics( NBA Highlights) 12/18/2009 76ers vs Celtics", "new_id": -2}, {"uid": "1296056630157139033", "i": 7685, "idx": 0, "sa": ["Eric Schmidt"], "q": "she got a PhD: the balance between too much and too little organizational structure. With <strong> Eric Schmidt </strong>'s departure from the CEO position announced last week, several have pointed to the company's decision-making as being <q>increasingly bogged down into a bureaucracy.<q> The Associated Press said:` The managerial constipation and joint decision-making by the trio Page, Brin, and <strong> Eric Schmidt </strong> threatened to put Google at a competitive disadvantage as younger, more nimble Internet services such", "new_id": -2}, {"uid": "1295473479077529089", "i": 3819, "idx": 0, "sa": ["George Washington", "Barack Obama", "Sen. Bernie Sanders"], "q": "<q>That is pretty pathetic! I was not aware that the collapse of our manufacturing base had gone that far,<q> Independent <strong> Barack Obama </strong> <strong> Sen. Bernie Sanders </strong> said in a letter to the director of the National Museum of <strong> George Washington </strong> History. <strong> Sen. Bernie Sanders </strong>'s office released photographs of bronze-colored busts of the first US president, <strong> George Washington </strong>, as well as his current", "new_id": -2}, {"uid": "1295450622002900031", "i": 45509, "idx": 1, "sa": ["Sergio Marchionne"], "q": "underpinnings that could be used for a full-size car, <strong> Sergio Marchionne </strong> said. The Windsor plant could also produce Fiat models, he said, as he stressed the flexibility of the engineering in the future vehicles. <q>You're going to see a new architecture on the line, a completely different architecture, completely re-thought,<q> <strong> Sergio Marchionne </strong> told reporters after the event. \"We've learned a lot in making this minivan over the last 20 plus years. We need to upgrade this and make it a much more versatile platform, one that", "new_id": -2}, {"uid": "1297314901126959709", "i": 758, "idx": 0, "sa": ["Michael Vick", "Joy Behar", "Barack Obama"], "q": "mediated a discussion on <strong> Michael Vick </strong> during Wednesday night's <strong> Joy Behar </strong> Show and asked her panelists about this week's scandal in which the convicted dog fighter received an honorary key to the city of Dallas. <q>Why is he being rewarded with the keys to Dallas?<q> asked <strong> Joy Behar </strong>. \"What is this about? It's driving me crazy!\" Bill O'Reilly to <strong> Barack Obama </strong>: people hate you( video) <strong> Michael Vick </strong> was hit with a fresh wave", "new_id": -2}, {"uid": "1295404963171524096", "i": 22225, "idx": 1, "sa": ["Piers Morgan", "Jay Leno", "Howard Stern", "David Letterman", "the Stern"], "q": "and his dismay at those who watch <strong> Jay Leno </strong>'s show. As he told <strong> Piers Morgan </strong>, \"<strong> the Stern </strong> won't do[ his show] again.\" <strong> Howard Stern </strong> is also staunchly Team <strong> David Letterman </strong>. <q><strong> the Stern </strong> don't know why he's beaten <strong> David Letterman </strong> in the ratings,<q> said <strong> Howard Stern </strong>. \"It's beyond my comprehension. America must be filled with morons, who at night lay in bed, the ones that are watching him, must be in a coma.\" Check", "new_id": -2}, {"uid": "1295802228188252172", "i": 4629, "idx": 4, "sa": ["Colin Powell", "Lee Myung-bak", "Barack Obama", "Robert Gates"], "q": "Superman. We elected a human being, <strong> Barack Obama </strong>.\" \"<strong> Lee Myung-bak </strong> think he has reached out to countries around the world and has developed good relations with countries around the world,\" <strong> Colin Powell </strong> said. <q>And <strong> Lee Myung-bak </strong> think he's working very hard on the issue of unemployment which <strong> Lee Myung-bak </strong> think is the major problem facing America right now, and <strong> Lee Myung-bak </strong> think and <strong> Lee Myung-bak </strong> hope that this will be the centerpiece of the State of the Union speech.<q> Dismissing widespread speculation that he might take a job in the <strong> Barack Obama </strong> administration, possibly replacing <strong> Robert Gates </strong> as defense secretary, <strong> Colin Powell </strong> said he is not interested in a government role. He said he wants to remain", "new_id": -2}]