[{"uid": "1295575736103366674", "i": 45551, "idx": 5, "sa": ["Peter Piot", "Eric Schmidt", "Larry Brilliant", "Steve Poizner"], "q": "about the future of traditional media and new products that Google is developing to help increase profits.... Google.Org: 25 Years of AIDS 53:11 A conversation with Dr. <strong> Peter Piot </strong>, <strong> Eric Schmidt </strong>, and <strong> Larry Brilliant </strong> on the topic of <q> AIDS: Are We Destined for Another 25 years? </q>( February 2007)... <strong> Steve Poizner </strong> speaks with <strong> Eric Schmidt </strong> California Insurance Commissioner and gubernatorial candidate <strong> Steve Poizner </strong> speaks with <strong> Eric Schmidt </strong> on April 13, 2010 at the Googleplex in Mountain View, CA... <strong> Eric Schmidt </strong>'s University of Pennsylvania commencement address", "new_id": -2}, {"uid": "1297702534073007116", "i": 4670, "idx": 3, "sa": ["Stephen Elop", "Steve Ballmer"], "q": "zoals gebeurd is bij andere mobiele platforms,'' verwijst <strong> Steve Ballmer </strong> naar Google's mobiele platform Android. Nokia's Ovi Maps en bijbehorende locatiediensten zullen volgens <strong> Steve Ballmer </strong>` breed worden ingezet' binnen Microsofts zoekmachine Bing. <q> Dat gebeurt niet alleen op Windows Phones, maar ook in andere Bing-diensten, zoals op pc en tv. </q> Telco-vriendelijk <strong> Steve Ballmer </strong> nodigde ook Nokia-topman <strong> Stephen Elop </strong> uit op het podium. De twee oud-collega's sloten vrijdag een samenwerkingsovereenkomst. <strong> Stephen Elop </strong>:`` Nokia en Microsoft vormen een natuurlijke combinatie. Mensen beginnen het te snappen", "new_id": -2}, {"uid": "1295991672063848469", "i": 50084, "idx": 0, "sa": ["Shaquille O'Neal", "Carmelo Anthony", "LeBron James", "Allen Iverson", "Erik Spoelstra", "Tim Duncan", "Kobe Bryant", "Dwyane Wade"], "q": "decade to finish a season among the NBA's top five in scoring. <strong> Kobe Bryant </strong> and <strong> Shaquille O'Neal </strong> did it with the Los Angeles Lakers in 2002-03, and <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> did so for Denver in 2007-08. <q> They're great players and they've proven to be productive in their careers, </q> Heat coach <strong> Erik Spoelstra </strong> said.`` So once they became comfortable with this team and with each other, that was a matter of Tim Duncane.'' When it comes to PAR, <strong> LeBron James </strong> and <strong> Dwyane Wade </strong> are on", "new_id": -2}, {"uid": "1295927685206389254", "i": 5403, "idx": 0, "sa": ["Angelina Jolie", "Borys Kit"], "q": "is on it! People do like going to the movies to see the occasional kick-ass chick. But authentic female comic book heroes have a history of blowing out at the box office. <q> Look at Catwoman and look at Electra, two big female action movies that tanked creatively and financially, </q> says <strong> Borys Kit </strong> of Heat Vision blog. Sure, movies tend to work well with the right female lead, such as <strong> Angelina Jolie </strong>. But for every one of those, you get Barb Wire", "new_id": -2}, {"uid": "1295322109251232280", "i": 5182, "idx": 0, "sa": ["George Osborne", "Chris Huhne", "John Redwood"], "q": "stabiliser, insisting tax cash was needed to bJohn Redwoodce the deficit. Energy Secretary <strong> Chris Huhne </strong> urged people to stop relying on fossil fuels. But senior Tories put pressure on Chancellor <strong> George Osborne </strong>. Ex-Cabinet minister <strong> John Redwood </strong> said: <q> The Chancellor needs to get on with it. </q> Have your say on the issues of the day with MY Sun? News Group Newspapers Ltd.`` The Sun'',`` Sun'',`` Sun Online'' are registered trademarks or trade names of News Group", "new_id": -2}, {"uid": "1296081944165281845", "i": 34421, "idx": 0, "sa": ["Tim Pawlenty", "Claire McCaskill", "Mike Pence", "Ed Martin", "Rob Simmons", "Chris Murphy", "Matt Blunt"], "q": "served as chief of staff to former Missouri Gov. <strong> Matt Blunt </strong>( R), issued a statement to supporters today saying he's`` very seriously'' considering running against Sen. <strong> Claire McCaskill </strong>( D-Mo.) in 2012. <q> The Republican nominee to face Senator <strong> Claire McCaskill </strong> must be someone who understands the limits of Constitutional government, </q> <strong> Ed Martin </strong> wrote.* Justin Bernier, a oneTim Pawlentye legislative aide to former <strong> Mike Pence </strong> <strong> Rob Simmons </strong>( R-Conn.), announced that he will run for the 5th District seat being vacated by <strong> Mike Pence </strong> <strong> Chris Murphy </strong>( D-Conn.", "new_id": -2}, {"uid": "1295411348092504099", "i": 19413, "idx": 0, "sa": ["Salim Lone", "Alassane Ouattara", "Raila Odinga"], "q": "incident as`` a small event'' which only gained significance because the PM was expected at the hotel. He said incidents of Mr Gbagbo's supporters attacking UN peacekeepers are common in Abidjan. <q> Youth who gathered when they saw the UN cars had no idea Mr <strong> Raila Odinga </strong> would be coming to the venue, </q> he said in a telephone interview with Daily Nation. Mr <strong> Salim Lone </strong> said both Mr Gbagbo and his rival claimant to the presidency, Mr Alessane <strong> Alassane Ouattara </strong>, warmly received Mr <strong> Raila Odinga </strong> when they separately met the PM", "new_id": -2}, {"uid": "1295702422236945432", "i": 40694, "idx": 0, "sa": ["Ian Edmondson", "David Cameron", "Andy Coulson"], "q": " LONDON( AFP)- British Prime Minister <strong> David Cameron </strong> began looking for a new media chief Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The GuardIan Edmondson after <strong> Andy Coulson </strong> quit Friday, bowing to pressure over what he knew about hacking at the News of the World( NOTW) when he was its editor. The dramatic", "new_id": -2}, {"uid": "1295610219050561027", "i": 10411, "idx": 6, "sa": ["Eric Schmidt", "Ken Auletta"], "q": "was rocky during its early years, as the founders frequently undercut Mr. <strong> Eric Schmidt </strong>'s decisions. Although they worked well together for the last several years, there remained recurring strains. <strong> Ken Auletta </strong>, the author of <q> Googled: The End of the World As We Know It, </q> said in an interview that while Mr. <strong> Eric Schmidt </strong> may simply have been ready for a change after 10 years, he may have received some encouragement to step aside.`` I don't think he was pushed", "new_id": -2}, {"i": 8439, "idx": 0, "index_answer": 1, "new_id": -1, "q": "An update on missing children in Amarillo for Amber Alert Awareness Day <strong> Simon Cowell </strong>. <q> I'm not going in there to be a harsh judge or an overbearing judge, </q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295465162182796299"}]