[{"uid": "1296605303069910550", "i": 19155, "idx": 0, "sa": ["Justin Bieber", "David Letterman"], "q": "his sold-out show at Madison Square Garden last year. A poised <strong> Justin Bieber </strong>, 16, told a news conference he hopes the film will show people he worked at learning music and writing songs. <q> There's going to be haters no matter what. People want to see you succeed and then once you're there they want to bring you down. It's a weird world, but that's just how it is, </q> he said. <strong> Justin Bieber </strong> was fresh off an appearance Monday evening on Late Show with <strong> David Letterman </strong>, where he showed the talk-show host how to use Twitter. The young singer has 6.9 million followers on", "new_id": -2}, {"uid": "1295813371072826939", "i": 33488, "idx": 10, "sa": ["Colin Powell", "Barack Obama", "John McCain"], "q": "same. Despite his support for <strong> Barack Obama </strong>, <strong> Colin Powell </strong> would make no commitment yet for the 2012 <strong> John McCain </strong> House race.`` I will always vote for the person who I think is best qualified,'' he said. <q> I am not committed to any candidate until I see all the candidates. I have not yet seen anybody on the Republican side that I am ready to commit to and I am not committed to <strong> Barack Obama </strong> either. </q> Clerk Nails Would-Be Robber With Hammer Caught On Camera: Out-Of-Control Truck Video Forecast: Winter Weather Advisory For SW Iowa Customize Your Resume For Best Results", "new_id": -2}, {"uid": "1295284054229982243", "i": 27866, "idx": 0, "sa": ["Steve Ballmer"], "q": ". Microsoft Dynamics CRM Online is available today at a promotional price of$ 34 per user per month for the first 12 months of service to qualified customers that sign up by June 30, 2011. <q> Sales professionals are at the heart of almost every successful business, </q> <strong> Steve Ballmer </strong> said.`` Microsoft Dynamics CRM redefines productivity by offering an industry-leading product that is fully embracing the cloud. The things that make Microsoft Dynamics CRM an industry leader include giving sales professionals a familiar user experience,", "new_id": -2}, {"uid": "1295266429010354711", "i": 7797, "idx": 0, "sa": ["Steve Ballmer"], "q": "take an Xbox.' I want that average 15-year-old girl as excited about the Kinect, and we haven't done as good a job drawing in that broader set of demographics,'' <strong> Steve Ballmer </strong> said. <q> If you want to know where is the consumer heat, the things that people want to get their hands on, it's Xbox and Xbox Kinect. I think about my own family. My wife used to say,` No, no, that's the machine the boys use,' and now she says,` Yeah, I want to go watch movies. Let's go play the dance game.' </q> <strong> Steve Ballmer </strong> continued:`` It opens up accessibility to family entertainment because with the Kinect, you control these systems with your body, with your voice. We've opened up the world of content in TV", "new_id": -2}, {"uid": "1297381329030818359", "i": 11556, "idx": 0, "sa": ["Sergio Marchionne"], "q": "The most memorable ad during Sunday's Super Bowl- Chrysler's two-minute spot featuring rap star Eminem- was a gut-wrenching decision for the carmaker's chief executive <strong> Sergio Marchionne </strong>. <q> This was not an easy choice... apart from the money involved... and this is pretty expensive stuff, but you know, the choice of the topic, the choice of the characters in the thing were not easy choices. I had to think about this really long and hard, </q> <strong> Sergio Marchionne </strong> said. Why? I asked him.`` You know, I love Eminem but... I also know that some of the choices of language that he has made are things that are not what I would", "new_id": -2}, {"uid": "1296218123081313799", "i": 2821, "idx": 1, "sa": ["Chris Webber", "Allen Iverson"], "q": "away from the Warriors with an 11-2 run to open the quarter and actually kept their double-digit lead for most of the rest of the game.`` It felt like we turned that corner,'' <strong> Allen Iverson </strong> said. <q> We just did everything right at the end. I think <strong> Chris Webber </strong> did a great job at the end. We ran the offense through him and he made some great things happen. </q> <strong> Chris Webber </strong> and <strong> Allen Iverson </strong> combined for 50 of the Sixers' 84 shots and made 25 of the 42 field goals. While <strong> Allen Iverson </strong> scored 24 points in the first half, <strong> Chris Webber </strong> followed with 15 in the second.``", "new_id": -2}, {"uid": "1295264028094093318", "i": 7258, "idx": 6, "sa": ["Andy Coulson", "David Cameron", "Benedict Brogan"], "q": "turn of phrase from <strong> David Cameron </strong>. I think you will find that <strong> David Cameron </strong> has adopted this stance at least since 25th September last year when he was interviewed by <strong> Benedict Brogan </strong> for the Daily Telegraph on the matter. <q> People are trying to punish him twice for the same offence, </q> he said. <blockquote> <strong> David Cameron </strong>: <strong> Andy Coulson </strong> deserves to be given a second chance </blockquote> LouisLou 17 January 2011 10:54 AM communityworks1 17 January 2011 10:57 AM teaplanter 17 January 2011 10:57", "new_id": -2}, {"uid": "1294985458245579817", "i": 36462, "idx": 1, "sa": ["Mike Pence"], "q": "believed since the American founding, that firearms in the hands of law-abiding citizens make communities safer, not less safe,'' said Rep. <strong> Mike Pence </strong>, R- Ind., in an interview. <q> And I understand the human impulse us to look for blame. Heartache does that. But no expressed opinion and no public policy created what happened on Saturday last. </q> In recent years, mass shootings have not have generated momentum for new gun laws. Colorado, in which two teenagers murdered 13 people before killing themselves, sparked gun control proposals in Congress,", "new_id": -2}, {"uid": "1295682265065617928", "i": 86, "idx": 10, "sa": ["Mike Pence"], "q": "said Monday he's leaning in one direction but declined to say what it was.`` We're nearing the end of a process that began right after Election Day in November,'' <strong> Mike Pence </strong> said. <q> We've determined that it would be appropriate for us to make a decision on our general direction before the end of January. </q> His recent activities suggest he has been keeping his options open. <strong> Mike Pence </strong> addressed state legislators Monday and is speaking at 16 upcoming Lincoln Day dinners across the state. He campaigned heavily for Indiana GOP", "new_id": -2}, {"i": 14136, "idx": 6, "index_answer": 0, "new_id": -1, "q": "$ 2.54 billion in the fourth quarter of 2010 from$ 1.97 billion in the same quarter a year ago. Revenue was up 26 per cent to$ 8.44 billion from the same period last year. <q> Our strong performance has been driven by a rapidly growing digital economy and by the extraordinary momentum of our newer businesses, such as display and mobile, </q> <strong> Eric Schmidt </strong> said.`` These results give us the optimism and confidence to invest heavily in future growth- investments that will benefit our users, <strong> Google Inc. </strong> and the wider web,'' he said.", "sa": ["Eric Schmidt", "Google Inc."], "uid": "1295568681147800068"}]