[{"uid": "1295224464227999941", "i": 33059, "idx": 2, "sa": ["Kirsten Gillibrand", "Gabrielle Giffords"], "q": "body. <strong> Gabrielle Giffords </strong> has been breathing on her own since Saturday, when she was taken off of a ventilator.`` The Congresswoman continues to do well,'' the Medical Center announced on Sunday. <q> Yesterday's procedures were successful and uneventful. </q> New York Sen. <strong> Kirsten Gillibrand </strong>, who was in the hospital room last week to witness <strong> Gabrielle Giffords </strong>'`` miracle'' awakening, said the injured Congresswoman is`` making progress every day.'' CBS'`` Face the", "new_id": -2}, {"uid": "1296954560216498177", "i": 5123, "idx": 0, "sa": ["Sean Duffy", "Mike Pence"], "q": "into the manager's actions. Yesterday, two U.S. congressmen, Rep. <strong> Mike Pence </strong> and Rep. <strong> Sean Duffy </strong>, called for the defunding of Planned Parenthood based upon the information uncovered in Live Action's videos. <q> Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking, </q> said <strong> Mike Pence </strong>.`` The time to deny any and all funding to Planned Parenthood is now.'' Posted by charsch on Feb 4, 2011 In the book of Acts in the", "new_id": -2}, {"uid": "1295668482153141257", "i": 11713, "idx": 0, "sa": ["Eric Schmidt", "Michael Hawley"], "q": "and an appetite for making new things, as opposed to talent for selling things,'' said <strong> Michael Hawley </strong>, a longtime M.I.T. professor who knows Mr. Page socially and has advised him on writing projects. <q> Larry is more the archetype of founder, innovator, hacker, inventor, interested in all of the magical things that digital technologies do. </q> But others say that Mr. <strong> Eric Schmidt </strong>'s two biggest job responsibilities- being the public face of the company and managing internal politics- are areas where Mr. Page has less experience. Mr. Page, whom", "new_id": -2}, {"uid": "1295970663009764877", "i": 22969, "idx": 1, "sa": ["Linas Kleiza", "Carmelo Anthony", "Kenyon Martin", "Allen Iverson"], "q": "each scored a season high 21 points to help the NBA champions beat the Denver Nuggets 102-91 and improve to 13-0 at home.`` Their role players beat us as much as anyone else,'' said Karl. <q> From[ <strong> Brent Barry </strong>] <strong> Brent Barry </strong> to <strong> Michael Finley </strong> to <strong> Fabricio Oberto </strong>, they beat us as much as[ <strong> Manu Ginobili </strong>] <strong> Manu Ginobili </strong> or[ <strong> Tim Hardaway </strong>] <strong> Tim Duncan </strong> did. </q> <strong> Allen Iverson </strong> led the Nuggets with 30 points and <strong> Linas Kleiza </strong> had 16 points. <strong> Carmelo Anthony </strong> added 15 points and nine rebounds. The Nuggets were without starter <strong> Kenyon Martin </strong>, who was suspended for one game after he was assessed a flagrant", "new_id": -2}, {"uid": "1295755514184385545", "i": 22158, "idx": 21, "sa": ["Allen Iverson"], "q": "its bid to win three straight games for the first time this season.`` We do a lot of things positive on the basketball court, we're just not putting together whole games,'' <strong> Allen Iverson </strong> said. <q> That's the frustrating part, because a game like this, we're supposed to win. </q> Pacers coach Jim O'Brien blamed Saturday's loss on fatigue caused by a schedule that had the Pacers play nine sets of back-to-backs since Dec. 18 http://wn.com/Allen_Iverson_20pts_vs_Indiana_Pacers_09/10_NBA_*Home-to-Home_Game_2 <strong> Allen Iverson </strong>'s`` team first'' approach with the Philadelphia 76ers has earned", "new_id": -2}, {"uid": "1297259880064307224", "i": 25240, "idx": 10, "sa": ["Dwaine Caraway", "Michael Vick"], "q": "mailliam Perhaps Mr. <strong> Dwaine Caraway </strong> is falling short of the prime motive that he inadvertently imposed upon Mr.`` Felon'' <strong> Michael Vick </strong>? People who exploit animals for personality/profit, are not far from the same type of <q> personality reflects attitude; attitude reflects behavior </q> that child predators employ to impinge upon our children. Is the NFL deficient for not holding him, or his continuing salary- as ill gotten gains FOR PAST TRANSGRESSIONS? Please someone with my experience", "new_id": -2}, {"uid": "1294997802152699116", "i": 17862, "idx": 1, "sa": ["David Letterman", "Conan O'Brien", "Bill Cosby"], "q": "n't edgy or realistic.`` Someone said,` How come one of your kids( from the show) is not dating a white kid?''' remembers the show's patriarch, <strong> Bill Cosby </strong>. <q> And I said,` Because the one on` Family Ties' hasn't touched a black person yet.' </q> <strong> Conan O'Brien </strong> OK with <strong> David Letterman </strong>, not so much with Leno'' tooltipId=`` mi_tt2''> <strong> Conan O'Brien </strong> OK with <strong> David Letterman </strong>, not so much with Leno <strong> Conan O'Brien </strong> says he got a phone call", "new_id": -2}, {"uid": "1295937877228343832", "i": 41109, "idx": 0, "sa": ["Kevin Systrom", "Bill Lockyer", "Newt Gingrich"], "q": "on the Afghanistan-Pakistan border, construction of a school in Haiti and glimpses inside NPR's headquarters. An indie rock band, the National, uses Instagram to show fans behind the scenes pictures of its tour. <q> It's a strong and compelling way to consume moments in the world, whether it be newsworthy events or simple daily moments in a friend's life, </q> <strong> Kevin Systrom </strong> said.`` Instead of reading what they're doing, you're seeing what they're doing.'' Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts:", "new_id": -2}, {"uid": "1295416635053772290", "i": 30673, "idx": 1, "sa": ["Steve Ballmer"], "q": "Microsoft CEO <strong> Steve Ballmer </strong> delivers his keynote address on the... Report Abuse \" funny how the US and europe bail out all their banks and no one say anything \" Report Abuse \" better-than-expected US jobs data \" Report Abuse <q> Dumping our dollars for gold and silver is our only safe investment.. and it's the Constitution's ONLY Legal form of money. </q> Give a THUMBS DOWN if you hate the Constitution. I'll bet a LOT of you didn't know that the Constitution does NOT allow`` paper money''... and only allows gold and", "new_id": -2}, {"i": 27999, "idx": 0, "index_answer": 0, "new_id": -1, "q": "by tea party activists and others- have pledged to reverse this dangerous trend of wasteful federal spending in an effort to place the nation on the path toward fiscal sanity. Veteran Indiana Congressman <strong> Mike Pence </strong> said: <q> Any increase in the debt ceiling should be married to very real and significant reductions in spending in the short term and the long term. </q> In light of this, one must ask, what will it take to persuade Congress and the Obama administration to reverse the trend of outrageous extravagance? The importance of this issue can not be", "sa": ["Mike Pence"], "uid": "1295676799220479491"}]