[{"uid": "1296889632106627078", "i": 3064, "idx": 1, "sa": ["Roger Goodell", "Michael Vick"], "q": "ring. <strong> Michael Vick </strong>'s name has been attached to several events that don't fit the rehabilitated image he's trying to cultivate. <strong> Roger Goodell </strong> said <strong> Michael Vick </strong> told him others were using his name without permission. <q>I don't want him to put himself in a position where bad things can happen around him,</q> <strong> Roger Goodell </strong> said. ''He takes that seriously. ''We're looking for success stories; we're not looking for players to fail. He's paid a very significant price and he's doing the", "new_id": -2}, {"uid": "1295333072190038066", "i": 44178, "idx": 1, "sa": ["Jared Loughner", "Kirsten Gillibrand", "Gabrielle Giffords", "Mayor Michael Bloomberg", "Al Sharpton", "David N. Dinkins"], "q": "as accused Arizona psycho killer <strong> Jared Loughner </strong>-- from buying guns. ''It is absolutely ridiculous that any idiot can get a gun and then go forth and kill people,'' said former <strong> David N. Dinkins </strong>. <q>Since we know that to be the case and most peo ple would agree with this then why, pray tell, can we not do some thing about it legally? And I say that we will.</q> <strong> Mayor Michael Bloomberg </strong> and <strong> Kirsten Gillibrand </strong>( D- NY)-- a personal friend of <strong> Gabrielle Giffords </strong>-- also spoke about the importance of gun control during <strong> Al Sharpton </strong>'s event. <strong> Kirsten Gillibrand </strong> spoke passionately about tolerance and the need", "new_id": -2}, {"uid": "1296932811087031838", "i": 26177, "idx": 1, "sa": ["Paolo Romani", "Sergio Marchionne", "Sergio Chiamparino"], "q": "in the United States,'' <strong> Sergio Chiamparino </strong> said. A number of leading politicians also expressed indignation, and ANSA news agency said talks were planned next week between <strong> Sergio Marchionne </strong> and Economic Development Minister <strong> Paolo Romani </strong>. <q>In the next two or three years we will be able to see a single entity. It could be based here in the United States,</q> Corriere della Sera quoted <strong> Sergio Marchionne </strong> as saying. ''We'll have to integrate the companies first, though, and then look at the management,'' he added. Faced with the outcry,", "new_id": -2}, {"uid": "1296770865240501190", "i": 15923, "idx": 0, "sa": ["Andy Coulson"], "q": "The trust includes Barts in the City, the Royal London in Whitechapel and The London Chest hospital in Bethnal Green. The announcement came after a review of every aspect of the trust's expenditure to ensure it is <q>truly essential and represents best value,</q> said a spokesman. Barts and the London NHS Trust to cut 630 jobs Commons leader attacks MPs' expenses watchdog as latest claims are published BBC editor Craig Oliver replaces <strong> Andy Coulson </strong> as No 10 communications chief", "new_id": -2}, {"uid": "1296759238078708740", "i": 5377, "idx": 0, "sa": ["Nigel Lythgoe", "Simon Cowell"], "q": "name-Muck-rhymed with a certain other FCC-angering word. Almost immediately, the Twitterverse felt duped and began slamming the attention play. Producer <strong> Nigel Lythgoe </strong> did his best to defend the stunt, tweeting, <q>Wow, there is a huge lack of humor out there!! Hey you guys, don't take things too seriously, especially my shows.</q> And then, just to punctuate his point, he added: ''Smile or ''Go**** a duck.'' That's what we were waiting for. It''s almost like <strong> Simon Cowell </strong> never", "new_id": -2}, {"uid": "1295903932252543006", "i": 5119, "idx": 0, "sa": ["Andy Coulson"], "q": "Tories lack the common touch? Photograph: Lewis Whyld/PA <strong> Andy Coulson </strong>'s exit from Downing Street, one of the more interesting responses came from Conservative maverick David Davis. Most current Tory high-ups, he told the BBC, <q>don't come from a background where they had to scrape for the last penny</q>, whereas and will be missed. Davis went on: ''There he was, an Essex boy, council-house lad, made his way in the world and frankly never minced words.'' So, who", "new_id": -2}, {"uid": "1295882797196345858", "i": 12421, "idx": 0, "sa": ["Steve Ballmer"], "q": "States for the first time. Also for the first time, Microsoft says it is making the cloud-based edition of the software available before the on-premise, server-based version, which will come out in late February. <q>That really reflects the push Microsoft is making into the cloud,</q> <strong> Steve Ballmer </strong> said during an online launch event on Thursday. Microsoft's not the only one gunning for the cloud. Its latest CRM announcement is an attempt to snatch market share away from Salesforce.com and", "new_id": -2}, {"uid": "1295584823230457349", "i": 15049, "idx": 2, "sa": ["Norman Schwarzkopf", "Colin Powell", "Saddam Hussein"], "q": "resolve things. <strong> Colin Powell </strong> <strong> Norman Schwarzkopf </strong>, commander of the coalition forces, wasn't able to attend Thursday's event because of health reasons. He sent a letter that <strong> Colin Powell </strong> read to the audience. <q>Our mission was victorious because we had the best-trained military in the world, the president had fortitude to make tough choices when they needed to be made and the unwavering support of the American people,</q> <strong> Norman Schwarzkopf </strong> said. ''Our mission in Kuwait ended 20 years ago, but the impact will endure for generations to come.'' <strong> Colin Powell </strong> said a peaceful solution was not possible because <strong> Saddam Hussein </strong> was unfazed by the", "new_id": -2}, {"i": 466, "idx": 0, "index_answer": 1, "new_id": -1, "q": "<strong> Simon Cowell </strong>. <q>I'm not going in there to be a harsh judge or an overbearing judge,</q> <strong> Steven Tyler </strong> told reporters in a conference call Tuesday.''[ What I am bringing is] 40 years as the front guy in Aerosmith, who's judged the hell out of himself and made a", "sa": ["Simon Cowell", "Steven Tyler"], "uid": "1295467181182812683"}, {"uid": "1295872993066535447", "i": 16937, "idx": 16, "sa": ["Saddam Hussein", "Donald Rumsfeld"], "q": "Article: ''The Good Wife' producers want <strong> Donald Rumsfeld </strong> on show... Entertainment Video: ShowBiz Minute: Razzies, Box office, Awards Entertainment Video:` Airbender' and` Eclipse' top Razzie nominations Report Abuse <q>Al Qaeda murdering 3,000 citizens is dwarfed by <strong> Donald Rumsfeld </strong> helping to murder hundreds-of-thousands of Iraqis. And that's not mentioning that he was ''buddy buddy</q> with <strong> Saddam Hussein </strong> huseein and was partly responsible for giving the dictator chemical weapons during the 80s.'' I understand that <strong> Donald Rumsfeld </strong>-- the lifelong criminal-- can''t leave the country because so many nations have shown", "new_id": -2}]