[{"uid": "1295893085258490450", "i": 1131, "idx": 0, "sa": ["Ali Coulibaly", "Nicolas Sarkozy", "Alassane Ouattara"], "q": "- C?te d'Ivoire Le gouvernement du pr?sident reconnu par la communaut internationale en C?te d'Ivoire, href=\"http://actuAli Coulibalyte.nouvelobs.com/ Alassane Ouattara/\"> <strong> Alassane Ouattara </strong>, est le seul`` l?gal et l?gitime'', a r?affirm <strong> Nicolas Sarkozy </strong>. <q> Pour la France les choses sont claires: la C?te d'Ivoire a un seul gouvernement l?gal et l?gitime, un seul </q>, a d?clar le chef de l'Etat.`` Celui que le peuple ivoirien s` est choisi et qui est reconnu par les Nations unies et par toutes les organisations africaines'', a-t-il ajout en r?f?rence au", "new_id": -2}, {"uid": "1297213698081690631", "i": 35267, "idx": 0, "sa": ["Donald Rumsfeld", "Mark Riley", "Tony Abbott", "Jim Creighton"], "q": "heaven and earth to ensure they were( appropriately) crucified. <strong> Tony Abbott </strong>= <strong> Donald Rumsfeld </strong>. This is a known. <cite> <strong> Jim Creighton </strong>| Ascot Vale- February 09, 2011, 10:13 AM </cite> <q> I don't particularly like <strong> Tony Abbott </strong> Abott and he does have a tendency to speak before thinking, however I do think that channel 7 manipulated the footage to take him out of context. </q> <strong> Mark Riley </strong> knew exactly what he was doing when he confronted <strong> Tony Abbott </strong> and can almost guarantee he was licking his lips when he submitted the interview footage to the network. I think it's time the media become", "new_id": -2}, {"uid": "1295342642027394062", "i": 58262, "idx": 4, "sa": ["Steven Tyler", "David Letterman"], "q": "star has come from the show. <strong> Steven Tyler </strong> does qualify, or should we say clarify, his statement.`` This way is more fun,'' he says referring to the` Idol' process. <q> It's more excruciating; we got to put'em through hell and they do it, and they come out the worm-hole looking good. You'll see. </q> But is it enough to dampen the fact that he agreed with <strong> David Letterman </strong>'s assessment of the validity of what` American Idol' is hoping to create. For the few genuine stars they have found,", "new_id": -2}, {"uid": "1297323061023478278", "i": 9688, "idx": 1, "sa": ["Ahoua Don Mello", "Alassane Ouattara"], "q": "on our business. We will take appropriate actions as the situation evolves.'' Gbagbo's camp has dismissed <strong> Alassane Ouattara </strong>'s export ban as unenforceable. Spokesman <strong> Ahoua Don Mello </strong> says the reality is that cocoa shipments continue. <q> Every day cocoa is being shipped out, </q> he says.`` Trying to cripple Ivory Coast economically is not possible. Cocoa exports will continue. Coffee too and rubber- because it's the foreigners themselves who need them.'' Francophone West Africa", "new_id": -2}, {"uid": "1296073913157351994", "i": 4985, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "800 Pages CBS News If the memoir of <strong> Donald Rumsfeld </strong>, among the most powerful and controversial secretaries of defense, catches on with readers and critics, he could cite one of his many`` <strong> Donald Rumsfeld </strong>'s Rules'': <q> The harder I work, the luckier I am. </q> When <strong> Donald Rumsfeld </strong> began thinking about his car bombs in Iraq's holy city of Karbala on Monday, killing at least 26 mostly Shiite pilgrims and injuring nearly 200 others, security and target=\"_blank\" href=\"http://medicaljournal.com/\"> medical officials said", "new_id": -2}, {"uid": "1295712888234373124", "i": 39985, "idx": 4, "sa": ["Gerry Adams", "Brian Cowen", "Eamon Gilmore"], "q": "but about the collective performance of this Government and the need for a new start,'' Mr <strong> Eamon Gilmore </strong> said. Sinn F?in president <strong> Gerry Adams </strong> said Mr <strong> Brian Cowen </strong>'s announcement would lead to further instability. <q> The Government and Fianna F?il are in chaos... their focus is not on the problems facing the country. </q> 1Brian Cowen resigns as FF leader, but to remain as Taoiseach 2FF teetering on brink of oblivion as Taoiseach's failings exposed 2FF teetering on brink of oblivion as Taoiseach's failings exposed 3Brian Cowen resigns as FF leader,", "new_id": -2}, {"uid": "1296675995024215578", "i": 35777, "idx": 1, "sa": ["Halle Berry", "David Letterman", "Justin Bieber"], "q": "`` I've met him a few times. I can't imagine how difficult it would be for two superstars like that to actually have a budding romance, but I wish them the very best.'' <q> From what I have seen so far he's a nice young man, </q> she shared. OK! NEWS: <strong> Justin Bieber </strong> OUT`` LIKES'' HIMSELF ON <strong> David Letterman </strong> And their friendship or relationship or whatever you want to call it doesn't surprise <strong> Halle Berry </strong> one bit!", "new_id": -2}, {"uid": "1295065068262389786", "i": 13879, "idx": 1, "sa": ["Mike D'Antoni", "David Letterman"], "q": "'ve been doing.''... <strong> Mike D'Antoni </strong> said he stayed up late Thursday to watch Stoudemire on the Late Show with <strong> David Letterman </strong>, where the All-Star told the host that the players do in fact listen to the coach. <q> He doesn't listen to me, </q> <strong> Mike D'Antoni </strong> said with a laugh.`` He was nice, though, very diplomatic.''", "new_id": -2}, {"uid": "1296795069209420297", "i": 14102, "idx": 1, "sa": ["Mary Miss", "Eric Carle", "Colin Powell"], "q": "Document: Emancipation Proclamation,'' Mondays through Saturdays at 10 a.m. and 11:30 a.m. and Sundays at 1:30 p.m., National Constitution Center, 525 Arch St., Philadelphia. Free with museum adMary Mission. Daily through February: <q> The African AmEric Carlean Soldier Experience, </q> about Benjamin O. Davis Jr., <strong> Colin Powell </strong> and others, an interactive program, Mondays through Saturdays at 11 a.m. and 1 p.m., and Sundays at 2:30 p.m., National Constitution Center, 525 Arch St., Philadelphia.", "new_id": -2}, {"i": 35940, "idx": 0, "index_answer": 0, "new_id": -1, "q": "from applying for the research and development incentive. Her proposal would simplify the program. It also would make permanent a credit Congress has renewed 14 times since its first passage in 1981, <strong> Kirsten Gillibrand </strong> said. <q> We want to eliminate that uncertainty so that businesses can continue in </q> their research and development projects, she said.`` This is not a Democrat or a Republican idea,'' <strong> Kirsten Gillibrand </strong> said.`` It's just a good idea.'' She said a permanent 20", "sa": ["Kirsten Gillibrand"], "uid": "1296833917069533714"}]