[{"uid": "1296088302204783658", "i": 36189, "idx": 5, "sa": ["Maurice Cheeks", "Allen Iverson"], "q": "at that end, considering he lost his starting job because of his poor defense. \"We didn't make the correct switch,\" Sixers coach <strong> Maurice Cheeks </strong> said without singling out which player made the defensive mistake. <q>Whoever didn't make the switch didn't do it on purpose. This isn't about placing blame, it's about figuring out how to do it right at the end.</q> <strong> Allen Iverson </strong> LAUS DEO SEMPER www.cobuspotgieter.com FACEBOOK www.facebook.com TWITTER: www.twitter.com______________________________ 30 Seconds To Mars- Vox Populi( aka Call To Arms) from their 2009 release \"This Is War\" is the copyrighted property of its owner", "new_id": -2}, {"uid": "1297006742041598979", "i": 29621, "idx": 0, "sa": ["Eric Schmidt", "Google Inc."], "q": "sns-rt-net-us-google-eutre71518s-20110206 LONDON( Reuters)- <strong> Google Inc. </strong> wants to avoid a lengthy legal battle with European Union regulators investigating its market dominance, the Sunday Telegraph quoted its chief executive as saying. <q>We certainly want to avoid that,</q> <strong> Eric Schmidt </strong> told the paper in an interview. \"I think it is in our interests and I would hope in their interests to a do a quick analysis of concerns that have been raised by competitors, hopefully they", "new_id": -2}, {"uid": "1295380356071155734", "i": 37216, "idx": 1, "sa": ["Mike Pence"], "q": "the importance of state government. \"This nation faces serious challenges that will require us to renew our commitment to institutions resilient enough to lead America back,\" he will say, according to prepared remarks. <q>I believe those are the institutions of faith, family, community and state government. To renew our nation we must have a renewal of American federalism.</q> <strong> Mike Pence </strong>'s speech is likely to fuel further talk of a run for the White House or the governor's mansion in Indiana. The Indiana lawmaker-- who is a favorite of conservative activists has been urged to", "new_id": -2}, {"i": 7853, "idx": 3, "index_answer": 0, "new_id": -1, "q": "sense of normalcy, reaching high for comparisons. He suggested that other great repositories of culture-- the British Museum and New York's Metropolitan Museum of Art-- were equally vulnerable to plunder or destruction. <q>It can happen to any place in the world,</q> said <strong> Zahi Hawass </strong>, who faces demands for higher wages from antiquities workers who demonstrated outside his office this week. Related Links Egypt's Damaged Artifacts to Be Restored in Days Egypt's Treasures Saved from", "sa": ["Zahi Hawass"], "uid": "1297373755254705834"}, {"uid": "1296225396172146744", "i": 29678, "idx": 1, "sa": ["Eric Schmidt"], "q": "is locked in a competitive war with Facebook, but <strong> Eric Schmidt </strong> reportedly told the forum that Facebook has clearly said it has no interest in the search business and its ads business does not replace Google's advertising. <q>I'm somewhat perplexed by the obsession because I don't think the facts support it. Things are going great for Google,</q> he added. However, he apparently said: \"We have a competitor called Microsoft[ that] has more cash, more engineers, more global reach. We see competition from Microsoft every day", "new_id": -2}, {"uid": "1296152835245841973", "i": 8268, "idx": 3, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "Page, who will become CEO in April, as a brilliant products person who has participated in every major decision Google has made during <strong> Eric Schmidt </strong>'s tenure. He said <strong> Sergey Brin </strong>, the other co-founder, will focus on <q>the order of three big initiatives,</q> on which <strong> Eric Schmidt </strong> didn't elaborate. <strong> Eric Schmidt </strong> also challenged the assertion that Google is locked in a competitive battle with Facebook. \"We have a competitor called Microsoft( MSFT),\"", "new_id": -2}, {"uid": "1297412587250134529", "i": 29138, "idx": 1, "sa": ["Matthew Hancock", "Michael Gove"], "q": "in the country to be passed through stage 2 and the third in Suffolk. In his letter, Mr <strong> Michael Gove </strong> said the application was \"sufficiently strong in all areas\". He said: <q>I am very keen for the first Free Schools to be innovative and responsive to parental demand, and I believe that the new school your group is proposing can carry through this vision.</q> Mr <strong> Michael Gove </strong> also wrote to <strong> Matthew Hancock </strong>, MP for West Suffolk, who said he was delighted with the news. \"The SABRES team have worked tirelessly for a free school at Brandon and it", "new_id": -2}, {"uid": "1297180926217825330", "i": 18944, "idx": 0, "sa": ["Allison Janney", "Courteney Cox", "Mark Steines", "Simon Cowell"], "q": "comedy, \"<strong> Simon Cowell </strong> Sunshine,\" also starring his \"The West Wing\" co-star <strong> Allison Janney </strong>, and ET's <strong> Mark Steines </strong> catches up with the former \"Friends\" star to get the latest. <q>I think I did maybe the most selfish thing a person can do, I created a television show for myself,</q> Matthew tells <strong> Mark Steines </strong>. \"I was playing a video game for about three years and decided I needed to do something with my life and I created a TV show.\" Matthew Perry Replaces <strong> Courteney Cox </strong> When`", "new_id": -2}, {"uid": "1297286448241352724", "i": 26928, "idx": 0, "sa": ["Mike Pence"], "q": "currency. Qe until the free market is dead and the dollar is worthless. \"If you take out food and energy...\" Skandia Recluse on February 9, 2011 at <q> \"Bernanke needs Congress to act to pare spending back significantly in order to strengthen the American position on bonds and currency...</q>\" \"the Daily Caller reports that one Fed official, Dallas Fed president <strong> Mike Pence </strong> Fisher, raised a public warning against going any further.\" \"I'm sure Obama will focus like a", "new_id": -2}, {"uid": "1296713442108806145", "i": 852, "idx": 4, "sa": ["Tyronn Lue", "Allen Iverson", "Ray Allen"], "q": " \"I just try to deny him the ball as much as possible, because when he does get the ball, the best penetrator in the game is going to be hard to stop,\" <strong> Tyronn Lue </strong> said. <q>We were trying to keep the ball out of his hands as much as possible.</q> \"He was holding me the whole time,\" <strong> Allen Iverson </strong> said Thanks to platinumchefindia for some of these highlights. <strong> Ray Allen </strong> Biography/Stats: <strong> Ray Allen </strong>( born July 20, 1975), referred to as <strong> Ray Allen </strong>, is an", "new_id": -2}]