[{"uid": "1297266030254083228", "i": 32039, "idx": 0, "sa": ["Simon Cowell"], "q": "looks like the singer and her mentor <strong> Simon Cowell </strong> have finally convinced TV chiefs at Fox to give her a slot on the show. Cheryl Cole Sings X-Factor Contract. A source told the News of the World: <q> <strong> Simon Cowell </strong> is the boss of this show. He gets what he wants and he wants Cheryl. The money you make on American TV is huge, but there's also a huge risk. </q>*** \"The way American contracts are gives Fox the chance to opt out if viewers don't take to her. But <strong> Simon Cowell </strong> won't let that happen. As soon as it's announced", "new_id": -2}, {"uid": "1294979241033619997", "i": 8791, "idx": 0, "sa": ["Ted Kaufman", "Sergio Marchionne"], "q": "he wanTed Kaufman to pay off the Treasury Department in full and another$ 1.6 billion owed the Canadian government before launching a public offering of Chrysler stock, which he hopes to do by year's end. <q> I think we will repay every ounce of the loans, 100 cents on the dollar, </q> <strong> Sergio Marchionne </strong> said. Despite the likelihood of narrower losses or even a break-even outcome for the government, the congressional watchdog panel said it was still leery of federal bailouts because of the questions they raise about government", "new_id": -2}, {"uid": "1296628848054968320", "i": 32195, "idx": 0, "sa": ["Zahi Hawass"], "q": "official, said in a telephone interview on Tuesday. He also rejected comparisons between the current situation in Egypt and scenes of chaos and discord that resulted in the destruction of artifacts in Iraq and Afghanistan. <q> People are asking me,` Do you think Egypt will be like Afghanistan?' </q> he said. \"And I say,` No, Egyptians are different-- they love me because I protect antiquities.\" ' Mr. <strong> Zahi Hawass </strong>, who has never been shy about promoting his work,", "new_id": -2}, {"uid": "1296770511173654034", "i": 14675, "idx": 49, "sa": ["Paul Bremer", "Andrew Card", "Donald Rumsfeld", "Colin Powell", "Richard Armitage"], "q": "<strong> Donald Rumsfeld </strong> responded that it was State that was trashing the Pentagon. Chief of staff <strong> Andrew Card </strong> said he heard the opposite complaint from <strong> Colin Powell </strong>'s team. Bush called the next day. <strong> Donald Rumsfeld </strong> recalls telling him that <q> what is happening is hurting you. If it gets to a point where the solution is for me to leave, I will do so in a second. </q> \"That's a crappy solution,\" Bush said. He said he had seen the recent articles and was \"working hard on <strong> Colin Powell </strong> and <strong> Richard Armitage </strong>.\" Another <strong> Donald Rumsfeld </strong> culprit is <strong> Paul Bremer </strong>,", "new_id": -2}, {"uid": "1297379324211959809", "i": 57311, "idx": 0, "sa": ["Kirsten Gillibrand", "Bob Casey", "Sherrod Brown", "Jon Tester", "Charles Ellis Schumer", "Janet Napolitano", "Herb Kohl"], "q": "increased in the past few years. <strong> Charles Ellis Schumer </strong> was joined in his request by fellow New York Sen. <strong> Kirsten Gillibrand </strong>, <strong> Bob Casey </strong> of Pennsylvania, <strong> Sherrod Brown </strong> of Ohio, <strong> Jon Tester </strong> of Montana and <strong> Herb Kohl </strong> of Wisconsin. <q> Given what is at stake in combating illegal cross-border activity, and given its past success,( we) write to ask your agencies to co-ordinate in determining whether there are any available military technological assets anywhere around the world that can be more effectively deployed along our northern border to combat drug smuggling, </q> the senators wrote in the letter. Their move is seemingly at odds with <strong> Janet Napolitano </strong>, who defended bilateral border security efforts just a day earlier by tersely brushing off the findings of a recent congressional report that", "new_id": -2}, {"uid": "1296532058020578328", "i": 19471, "idx": 0, "sa": ["Michael McIntyre", "David Hasselhoff", "Simon Cowell", "John Hampson"], "q": "are the best comedian. You belong on that stage. I've never seen anyone intimidate <strong> David Hasselhoff </strong> like that. I love you for it.\" After the boy left the stage, <strong> Michael McIntyre </strong> said: <q> He had bought a one way ticket to tears. I thought I was going to have to jump on the stage. The buzzer is so loud. I hope they edit that out. I don't want to see him jumping out of his skin. </q> <strong> Michael McIntyre </strong> is fast becoming the new <strong> Simon Cowell </strong>- as another act stormed off the stage after he buzzed him. <strong> John Hampson </strong>, 47, from Portsmouth, painted his head gold to perform Spandau Ballet's", "new_id": -2}, {"uid": "1297251724009437215", "i": 15066, "idx": 1, "sa": ["Simon Cowell"], "q": "recent admission that he is a \"massive fan\" of hers. \"I think you need to take` mass' off and put` obsess'[ there instead],\" she laughed. <q> He's obsessed with me! </q> Leno also quizzed the dancer on rumours suggesting that she could work with <strong> Simon Cowell </strong> again in the future, to which she replied: \"He always talks to me about we'll work together somehow, someway", "new_id": -2}, {"uid": "1297112292257425417", "i": 55055, "idx": 0, "sa": ["Simon Cowell"], "q": "Idol last year got a glimpse of the curmudgeonly judge during a Super Bowl spot promoting his new singing competition, The X Factor. Now additional details are emerging about the upcoming Fox show, which unlike <q> I like the idea that a 12-year-old on this show can compete with an older singer and a singing group, </q> <strong> Simon Cowell </strong> told target=\"_self\"> UsMagazine.com in a statement. \"I've never believed there should be a cut-off age for talent, and we are going to put our money where our mouths are with the", "new_id": -2}, {"uid": "1297375532207732794", "i": 8454, "idx": 0, "sa": ["Marty Mornhinweg", "Donovan McNabb", "Doug Pederson", "Michael Vick", "Andy Reid", "James Urban"], "q": "with offensive coordinator <strong> Marty Mornhinweg </strong> in game preparation. \"I'm absolutely pleased to have the opportunity to work with the different positions on offense and improve my knowledge,\" said <strong> James Urban </strong> via a phone conversation. <q> It's great to be working with <strong> Andy Reid </strong> and <strong> Marty Mornhinweg </strong>, who are great role models for me. I'll be helping with the game planning, and also be working toward my goal. </q> Replacing <strong> James Urban </strong> as quarterback coach is <strong> Doug Pederson </strong>, who was the offensive quality control coach. <strong> James Urban </strong> worked closely the past two seasons with former Eagle <strong> Donovan McNabb </strong>, <strong> Michael Vick </strong>, who won the NFL Comeback Player of the", "new_id": -2}, {"uid": "1296048510257392641", "i": 19067, "idx": 1, "sa": ["Andy Coulson", "Ed Miliband", "David Cameron"], "q": "n't got, to spend money on things we can't afford and not to do the work we need to do to sort this economy out.\" Mr <strong> Ed Miliband </strong> said he was \"surprised\" that <q> this week of all weeks </q> Mr <strong> David Cameron </strong> had raised the issue of personalities, following communications chief <strong> Andy Coulson </strong>'s departure from No 10. The Labour leader said: \"Who has made the right judgment, me that appointed the shadow chancellor", "new_id": -2}]