[{"uid": "1296846601173342727", "i": 11404, "idx": 2, "sa": ["David Letterman", "Howard Stern", "Jay Leno"], "q": "in the process. After acknowledging that he's been a keen observer of the late-night battle for many years, <strong> Howard Stern </strong> suggested that he supports <strong> David Letterman </strong> because he has a personal distaste for <strong> Jay Leno </strong>. <q> You know as well as everyone in this room, <strong> Jay Leno </strong> is horrible, </q> he asserted. \"<strong> Jay Leno </strong>'s got no talent.\"", "new_id": -2}, {"uid": "1295937890179191810", "i": 14229, "idx": 12, "sa": ["Rodney Stuckey", "Antonio McDyess", "Dirk Nowitzki", "Tony Parker", "Allen Iverson", "Tim Duncan", "Josh Howard", "Jason Terry"], "q": "dropped to 2-10 at home in the past six weeks, and face a road trip that includes games at Boston, Cleveland, New Orleans and Orlando. \"We lost again,\" point guard <strong> Rodney Stuckey </strong> said. <q> I don't know. I really can't explain anything anymore. We just keep losing, and now we've got some great teams to play. </q> <strong> Allen Iverson </strong> led all scorers with 31 points, and <strong> Antonio McDyess </strong> added 13 points and 13 rebounds. San <strong> Antonio McDyess </strong> led Nowitzki_31pts,9reb,Jason Terry_19pts_vs_Tim Duncan_30pts,8reb,Tony Parker_26pts,12ast SAN <strong> Antonio McDyess </strong>, April 28,2009( AP) <strong> Jason Terry </strong> galloped down court after one big shot and <strong> Josh Howard </strong> skipped", "new_id": -2}, {"uid": "1295556345175849518", "i": 23671, "idx": 0, "sa": ["Eric Schmidt"], "q": "Shooting video on d-SLR cameras has become increasingly popular among filmmakers and enthusiasts. Nearly 20 percent of the overall 2011 Sundance Film Festival films were shot on HD d-SLR cameras. Canon will also have a <q> The Story Beyond the Still </q> room presence the entire week to showcase digital imaging products. During the festival, Canon will host exclusive educational workshops led by filmmaker <strong> Eric Schmidt </strong>, creator of the film, \"I Melt with You,\"", "new_id": -2}, {"uid": "1295410977255492156", "i": 7578, "idx": 1, "sa": ["Roddy White", "Michael Vick", "Tramon Williams"], "q": "by intercepting <strong> Michael Vick </strong> in the end zone, stepped in front of a quick out pass intended for <strong> Roddy White </strong> and was gone on a 70-yard interception return for a touchdown on the final play of the half. <q> I recognized the formation, </q> <strong> Tramon Williams </strong> said. \"I knew they were trying to get into position for a field goal.\" The second half was one long victory lap for the Packers, whose hefty contingent of fans was able", "new_id": -2}, {"uid": "1297187652077496350", "i": 18528, "idx": 4, "sa": ["Condoleezza Rice", "George W. Bush", "Donald Rumsfeld"], "q": "at Powell's contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq. \"Powell was not duped or misled by anybody,\" <strong> Donald Rumsfeld </strong> writes. <q> nor did he lie about Saddam's suspected WMD stockpiles. The <strong> George W. Bush </strong> did not lie. The vice <strong> George W. Bush </strong> did not lie.[ CIA Director <strong> George W. Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong. </q> Even so, <strong> Donald Rumsfeld </strong>- who does reveal that <strong> George W. Bush </strong> asked for Iraqi invasion plans within days of 11, 2001 Attacks\" 9/11- argues that removing Hussein was the right thing to do.", "new_id": -2}, {"uid": "1296577307029786112", "i": 27393, "idx": 0, "sa": ["Bill Clinton", "David Letterman", "Hosni Mubarak", "Keith Olbermann", "Alec Baldwin", "Rupert Murdoch"], "q": "<strong> Keith Olbermann </strong> returns to TV-- for five seconds In his surprise cameo on the Late Show with <strong> David Letterman </strong>, the former MSNBC shows his face to American viewers The Late Show <q> We got ta guy backstage... that if anything ever happened to me... </q> As a coda to a joke about the Egyptian protests and <strong> Bill Clinton </strong> <strong> Hosni Mubarak </strong>'s imminent departure, <strong> David Letterman </strong> pointed his thumb at an eager-looking <strong> Rupert Murdoch </strong> Olberman. <strong> Alec Baldwin </strong> When rumors began swirling this week that MSNBC", "new_id": -2}, {"uid": "1296140177192086050", "i": 27635, "idx": 0, "sa": ["Larry Page", "David Wise", "Eric Schmidt"], "q": "\" for an executive who is transitioning out of the CEO role- and may even be unusual for sitting CEOs, said <strong> David Wise </strong>, senior principal at management consulting firm Hay Group. But given <strong> Eric Schmidt </strong>'s success, <q> the board clearly wants to retain his guidance for the next four years. </q> \"It's a signal to shareholders that he'll continue to steer the boat,\" <strong> David Wise </strong> added. <strong> Eric Schmidt </strong>, 55, is being replaced as Google's CEO by co-founder <strong> Larry Page </strong>(", "new_id": -2}, {"uid": "1297446685101842958", "i": 30489, "idx": 0, "sa": ["Steve Ballmer", "Stephen Elop"], "q": "with unrivaled global reach and scale,\" <strong> Stephen Elop </strong>, Nokia's chief executive officer, said in a statement. Referring to the rivalry between Apple's iPhone and Google's Android system, <strong> Stephen Elop </strong> said, <q> It's now a three-horse race. </q> Microsoft Chief Executive Officer <strong> Steve Ballmer </strong> said: \"I am excited about this partnership with Nokia. Ecosystems thrive when fueled by speed, innovation and scale.\" Nokia said it would relegate its Symbian", "new_id": -2}, {"uid": "1296038465119881742", "i": 38297, "idx": 0, "sa": ["Tom Jones", "Ricky Gervais", "John Travolta", "Derek Hough", "Aishwarya Rai", "Simon Cowell"], "q": "medical world and undergone a sex-change. Welsh Crooner <strong> Tom Jones </strong>, 84, is now a 22 year old Venezuelan supermodel. Speaking from a... <strong> John Travolta </strong> Furious At <strong> Ricky Gervais </strong> For Insinuating That He Is Gay- <strong> Ricky Gervais </strong> Replied <q> Get Over It Missy! </q> Cheryl Cole and <strong> Derek Hough </strong>- True romance in a smouldering kiss Bollywood's <strong> Aishwarya Rai </strong> Turns Down <strong> Simon Cowell </strong>'s Offer of Being A Judge On His New American Show` X-Factor'", "new_id": -2}, {"uid": "1295565086075235341", "i": 15911, "idx": 0, "sa": ["Larry Page", "Steve Jobs", "Eric Schmidt"], "q": "Only three days after Apple chief executive <strong> Steve Jobs </strong> announced he was Jobs_Steve Jobs_medical_leave_need_to_know.html\"> taking an undefined medical leave, Google chief executive <strong> Eric Schmidt </strong> announced that he would hand that job over to co-founder <strong> Larry Page </strong>. a tweet( <q> Day-to-day adult supervision no longer needed! </q>, poking fun at his blog post. The latter explained that he, <strong> Larry Page </strong> and other co-founder Sergei Brin no longer needed to guide the company as a trio: \" So <strong> Larry Page </strong>, Sergey and I have been", "new_id": -2}]