[{"uid": "1296907704235421733", "i": 23442, "idx": 0, "sa": ["Zahi Hawass", "Hosni Mubarak"], "q": "<strong> Hosni Mubarak </strong> demanding his \"day of departure,\" no one was allowed to approach within 20 metres( yards) of the gate. The embattled museum has on display about 120,000 priceless relics. <q> It is secure, very secure, we are not worried, </q> Egyptian antiquities chief <strong> Zahi Hawass </strong> told AFP, playing down the risks of theft. He recalled the role of demonstrators who helped catch the January 28 intruders and return the stolen artefacts. They formed a \"human", "new_id": -2}, {"uid": "1296173892054247454", "i": 10825, "idx": 0, "sa": ["Sen. Bernie Sanders"], "q": "of Representatives, discussing ways to create private accounts with Social Security taxes. Centrist Democrats, while they're not backing privatization, are discussing ways to save money by making smaller alterations to the system. <q> Social Security has been the most successful social program initiated by the federal government in the history of this country, </q> said <strong> Sen. Bernie Sanders </strong>, a Vermont independent who's the caucus's leader. \"We are getting very tired of hearing Republicans saying Social Security is collapsing.\" It's not, and estimates are that its", "new_id": -2}, {"uid": "1297242468110002178", "i": 7577, "idx": 0, "sa": ["Colin Powell"], "q": "are,\" Rumsfeld told a television interviewer. \"They're in the area around Tikrit and Baghdad.\" In his book, he denied that he or any other administration official lied about WMD. <q> While I made a few misstatements- in particular the one mentioned above- they were not common and certainly not characteristic. </q> Rumsfeld revealed in his book that he urged a U.S. military strike on a suspected chemical weapons site in northern Iraq in 2003 and that he wanted the attack to coincide with Secretary of State <strong> Colin Powell </strong>'s address", "new_id": -2}, {"uid": "1297147091028524573", "i": 47486, "idx": 0, "sa": ["Paula Abdul", "Simon Cowell"], "q": "27 in Los Angeles, in front of live audiences, not in a private room, as is done on \"Idol.\" The person or group \"you want winning,\" <strong> Simon Cowell </strong> said, <q> you want them to be performing in front of 5 or 10 thousand people afterwards, and I need to know right at the beginning whether they can cope with that. </q> <strong> Simon Cowell </strong> said he'd also be up for veteran talent on the show-- such as his former \"Idol\" pal <strong> Paula Abdul </strong>. NEW YORK POST is a registered trademark of NYP Holdings, Inc.", "new_id": -2}, {"uid": "1295718175131842121", "i": 1440, "idx": 0, "sa": ["Piers Morgan", "Simon Cowell", "Amanda Seyfried"], "q": "Green had the judges and audience crying out for more as he serenaded them with the classic swing song: Summer Wind. After receiving a standing ovation, the 10 year-old crooner from Droitwich was told by <strong> Simon Cowell </strong>: <q> That was fantastic. I think you are a little star! </q> <strong> Piers Morgan </strong> thought Charlie \"had it all\"; whilst <strong> Amanda Seyfried </strong> predicted he could go on to win the show. taken from the official site: talent.itv.com Show 2( Saturday, 19 April 2008 at 20:05)-", "new_id": -2}, {"uid": "1295439934220266568", "i": 39166, "idx": 1, "sa": ["Barack Obama", "Mahatma Gandhi", "Michael Vick"], "q": "instead being trumpeted as some sort of hero of transformation. It is truly sickening. I am one person who will never forget. I know I am not alone. In the words of <strong> Mahatma Gandhi </strong>, <q> The greatness of a nation and its moral progress can be judged by the way its animals are treated. </q> I voted for Mr. <strong> Barack Obama </strong> to lead this nation out of the failures of the Bush years and into greatness. His embracing of Mr. <strong> Michael Vick </strong> does nothing to advance that goal. To both <strong> Barack Obama </strong> and the", "new_id": -2}, {"uid": "1295921372006537277", "i": 39619, "idx": 0, "sa": ["Ahmed Nazif", "Zahi Hawass"], "q": ". The Supreme Council of Antiquities of Egypt head <strong> Zahi Hawass </strong> said that the 3,300-year-old statute should be given back to Egypt. His request was backed by Prime Minister <strong> Ahmed Nazif </strong> and Culture Minister Faruq Hosni. <q> This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artifacts that have been taken illicitly out of the country, </q> the statement read, according to Reuters. The Nefertiti bust resides at Neues Museum in Berlin where it is the centerpiece of the museum's Egyptian Museum and Papyrus Collection. Hermann Parzinger, president of the", "new_id": -2}, {"uid": "1295615554111296525", "i": 41558, "idx": 0, "sa": ["Sam Coulson", "Clarence Mitchell", "Andy Coulson"], "q": "emails, home voice mail recorders, etc.. <strong> Andy Coulson </strong> one degree of separation to the McCann affair: McCann family spokesman <strong> Clarence Mitchell </strong> joins CCHQ as head of media monitoring for the election www.prweek.com PR Week has the story: <q> The Conservative Party has signed up <strong> Clarence Mitchell </strong>, best-known as spokesman for Madeleine McCann's parents, as the head of media monitoring for its general election campaign, PRWeek can exclusively reveal. \"<strong> Clarence Mitchell </strong> joins the Tory comms operation today, reporting directly to director of communications <strong> Andy Coulson </strong>. <strong> Clarence Mitchell </strong>, who was the director of the Government's media monitoring unit for two years( 2005-2007) will take a back room role, monitoring the progress of the Tories' campaign in the media. </q> <strong> Clarence Mitchell </strong>, a former BBC News presenter, is a member of the Conservative Party in north London and also http://wn.com/Sam_Coulson_improvises_over_our_'Hollywood_Blues'_Jam_Track The charismatic lickmaster <strong> Sam Coulson </strong> improvises over our HOLLYWOOD BLUES jam track taken from our ESSENTIAL BLUES SERIES package.", "new_id": -2}, {"uid": "1296330421077611055", "i": 24157, "idx": 0, "sa": ["Timothy McVeigh", "Sen. Bernie Sanders"], "q": "assumption was that it \"had to be\" an Arab or Muslim terrorist who was responsible. For the few days after the bombing, before <strong> Timothy McVeigh </strong> was captured, all the usual experts were certain the attack bore <q> all the hallmarks of Middle Eastern terrorism. </q> Then white Christian American citizen <strong> Timothy McVeigh </strong> was caught. Oops. Sorry. Veterans Slam <strong> Sen. Bernie Sanders </strong> Bachmann's Plan To Cut Vet Benefits: \"Heartless,'` Shows Contempt' For Troops\" Sacrifice Virginia Lawmaker Says", "new_id": -2}, {"i": 46066, "idx": 2, "index_answer": 0, "new_id": -1, "q": "\" <strong> Dwaine Caraway </strong> said. It came up that Kiss lead singer <strong> Gene Simmons </strong> got a key to the city last week for supporting the troops. <strong> Dwaine Caraway </strong> said that supports him giving a key to <strong> Michael Vick </strong>. <q> He is supporting the troops, I am supporting the children, </q> he said. <strong> Dwaine Caraway </strong> gave <strong> Michael Vick </strong> the key during an event at Club Cirque that was attended by children who came to hear <strong> Michael Vick </strong>'s story. <strong> Dwaine Caraway </strong> said he would do it all over again", "sa": ["Dwaine Caraway", "Gene Simmons", "Michael Vick"], "uid": "1297240707110002225"}]