[{"uid": "1297183957149962756", "i": 36120, "idx": 0, "sa": ["Dwaine Caraway", "Michael Vick", "Mayor Tom Leppert"], "q": "1909 Woodall Rogers Freeway, Suite 100 Gary CUNNINGHAM, FAIA, <q>The Design of Sustainability- Science and Sensibility</q> Dallas <strong> Mayor Tom Leppert </strong> Pro Tem <strong> Dwaine Caraway </strong> gives <strong> Michael Vick </strong> a key to the city City of Dallas announces closures on February 18 and 21 for President's Day Dallas Councilmember Tennell Atkins to host Community Office meetings <strong> Dwaine Caraway </strong>,", "new_id": -2}, {"uid": "1296218172048857110", "i": 15095, "idx": 5, "sa": ["Shirley Houston", "Mike Pence"], "q": "n't be voting for him for president in the next election, she expects to be doing so someday. \"I'll vote for him for president when he runs,\" <strong> Shirley Houston </strong> said. <q>I'd really like to see him for president. I know he'll make a good governor. Pundits say you can't leave Congress and run for president. I'm not sure that's true. It's all where God wants you to serve.</q> <strong> Shirley Houston </strong> said that because she knows <strong> Mike Pence </strong> is a godly man, she is sure he prayed and sought the leadership of the Lord in making his decision not to run for president in 2012.", "new_id": -2}, {"uid": "1296003640146669582", "i": 44624, "idx": 0, "sa": ["Bill Lockyer", "Newt Gingrich"], "q": "Last year, residents flooded the city with letters about the mosque and attended raucous hearings about the project. Supporters rallied around the Islamic community and cited the contributions made by American Muslims. <q>The hallmark of our country is that we allow all faiths and beliefs to be practiced and that we, as a country, tend to give people the benefit of the doubt until they prove differently,</q> Ada Hand wrote to the commission. Treasurer <strong> Bill Lockyer </strong> says <strong> Newt Gingrich </strong> proposal to let states file for... Republicans target high-speed rail for cuts: SFGate: Politics Blog SOCCER COACH Company International SOFTWARE ENGINEER Company", "new_id": -2}, {"uid": "1296169455065814529", "i": 19154, "idx": 4, "sa": ["Dick Armey", "Mike Pence"], "q": "been urged to run for president by <strong> Dick Armey </strong>, a former House Republican leader from Texas, who helped build the Tea Party movement. But Mr. <strong> Mike Pence </strong>'s statement on Thursday, in which he declared, <q>Indiana can lead the national back to fiscal responsibility, reform and strong families,</q> suggested that his eye is focused more squarely on the statehouse in Indianapolis.", "new_id": -2}, {"uid": "1295530460005685268", "i": 14299, "idx": 3, "sa": ["Simon Cowell", "Steven Tyler"], "q": "this-is-harder-on-me than-it is-on you routine, which was all the more painful for rejected contestants. \"Oh my God, this is awful,\" she moaned after saying no to a young woman from the Ivory Coast. <q>Oh my God, I hate this.</q> <strong> Simon Cowell </strong> <strong> Steven Tyler </strong> wasn't as snide as <strong> Simon Cowell </strong>, but he did become the de facto hard man to please. \"You sang beautiful but I just wasn't feeling that pizzazz,\" he told an", "new_id": -2}, {"uid": "1295450622002900031", "i": 45508, "idx": 0, "sa": ["Sergio Marchionne"], "q": "Caravan. Chrysler Group Chief Executive <strong> Sergio Marchionne </strong> vowed to keep the automaker on top of the minivan segment in the North American market and said the company will develop a new type of minivan by 2014. <q>We're not going to give one inch of territory in terms of our domination of( the minivan) segment,</q> <strong> Sergio Marchionne </strong> said to workers at the Windsor Assembly Plant on Tuesday, where the Dodge Grand Caravan and the Chrysler Town& Country minivans are made. Chrysler, which popularized the minivan segment in 1983 under former", "new_id": -2}, {"uid": "1295594471029032458", "i": 12278, "idx": 0, "sa": ["Michael Gove", "Viktor Bout", "Andy Burnham"], "q": "30 per week. Spending priority Mr <strong> Andy Burnham </strong> said it was an attack on the aspirations of young people. <strong> Viktor Bout </strong> Education Secretary <strong> Michael Gove </strong> said the grant had been \"poorly targeted\" and told MPs <q>you can not spend money you do not have</q>. Several hundred university and college students and other campaigners held a noisy but peaceful protest, waving placards as they marched from Piccadily Circus to Westminster to a pumping sound system on wheels. Jessica", "new_id": -2}, {"uid": "1295254600092618767", "i": 7201, "idx": 3, "sa": ["Eric Musselman", "J.R. Smith", "Allen Iverson", "Andre Miller"], "q": "they arrived at the Pepsi Center only 90 minutes before tipoff, or about the same time <strong> Allen Iverson </strong> finally made it. \"We will never have a worse travel day than today,\" Kings coach <strong> Eric Musselman </strong> said. <q>Our energy and effort was phenomenal.</q> The Kings might go down as a trivia answer if <strong> Allen Iverson </strong>'s arrival in the blockbuster trade that sent <strong> Andre Miller </strong> and Joe <strong> J.R. Smith </strong> to Philadelphia takes the Nuggets where they hope it will. In his debut, playing on", "new_id": -2}, {"i": 3223, "idx": 2, "index_answer": 0, "new_id": -1, "q": "efforts of the two companies, the execs hope to move quickly in gaining ground on Mountain View and Cupertino. \"I am excited about this partnership with Nokia,\" <strong> Steve Ballmer </strong> said of the pairing. <q>Ecosystems thrive when fuelled by speed, innovation and scale. The partnership announced today provides incredible scale, vast expertise in hardware and software innovation and a proven ability to execute.</q> Private Nokia memo reveals potential stratospheric shift for the manufacturer", "sa": ["Steve Ballmer"], "uid": "1297443077223772703"}, {"uid": "1296127988138051590", "i": 2404, "idx": 0, "sa": ["Clive Goodman", "Tony Blair", "Andy Coulson", "David Cameron"], "q": "jailed for six months in January 2007 alongside royal editor <strong> Clive Goodman </strong>, who was sentenced to four months, for hacking into the mobile phones of royal aides. A source at News International told the BBC: <q>We have decided to root out and hunt down anyone connected with this practice. We are determined to end this.</q> The new Met inquiry follows the resignation last week of <strong> Tony Blair </strong> <strong> David Cameron </strong>'s official spokesman <strong> Andy Coulson </strong>, who said the media storm surrounding ongoing hacking claims had distracted him from his work. Mr <strong> Andy Coulson </strong> edited", "new_id": -2}]