[{"uid": "1297260302158613537", "i": 25880, "idx": 1, "sa": ["Bill Lockyer"], "q": "negotiation between the two houses, not the two parties.`` That's what I told Brown the day after the election,'' said Sen. Bob Dutton, R-Rancho Cucamonga( San Bernardino County). <q> I told him his biggest challenge will be getting Assembly Democrats and Senate Democrats on the same page. </q> State Treasurer <strong> Bill Lockyer </strong>, speaking about the dilemma at a conference last month, said there`` has been this nervousness, partly as a result of listening to political consultants... that you can't seem to", "new_id": -2}, {"uid": "1295254520092618763", "i": 530, "idx": 0, "sa": ["Piers Morgan", "Jo Frost", "Simon Cowell"], "q": "it finally has`` buzz'' again. And though it remains to be seen whether the host of CNN's`` <strong> Piers Morgan </strong> Tonight'' will do for skinny ties what his long-running predecessor did for suspenders- <q> it wasn't lost on me[ that] the Beatles always had skinny ties, and they were quite successful in Britain and America </q>- the fast-talking Brit does have a few things going for him:_ An accent that Americans, used to the scolding of everyone from <strong> Simon Cowell </strong> to`` Supernanny'' <strong> Jo Frost </strong>, seem powerless to resist.", "new_id": -2}, {"uid": "1295094125134053943", "i": 20082, "idx": 12, "sa": ["Carmelo Anthony", "Allen Iverson"], "q": "that brought them together three months ago. Now, the surging Nuggets hit the road for five straight games and eight of their next nine.`` This does a lot for our confidence,'' <strong> Allen Iverson </strong> said. <q> To win four games in a row, you get a certain swagger about your game. </q> The Nuggets have quite the saunter thanks to their red-hot superstars. <strong> Allen Iverson </strong> made 16-of-22 shots from the field and <strong> Carmelo Anthony </strong> was 13-for-20. And many of the shots were alley-oop dunks and rim-rattling jams that were the product of", "new_id": -2}, {"uid": "1296151238229572691", "i": 7449, "idx": 0, "sa": ["Alec Baldwin", "Michael Vick", "Jane Fonda"], "q": "to tuna fish, hot dogs to hand soap, companies have been shaving ounces and inches from packages for years,'' ABC News quotes a Consumer Reports study as saying. The story suggests that <q> to keep consumers from noticing the incredible disappearing act, manufacturers have grown clever about packaging. </q> The study cites up to 20 percent reductions. Tidbits: <strong> Alec Baldwin </strong>, The Dirtiest Hotel, Hacking, <strong> Michael Vick </strong>, <strong> Jane Fonda </strong>, and Taco Bell Meat Socialize: Monetizing Social Media conference March 31-April 1, 2011", "new_id": -2}, {"uid": "1295587628071548946", "i": 25612, "idx": 0, "sa": ["Vint Cerf", "Eric Schmidt"], "q": "there are only a few million left. run out very shortly but the industry is moving towards a new version, called IPv6, which will offer trillions of addresses for every person on the planet. <q> Who the hell knew how much address space we needed? </q> <strong> Vint Cerf </strong> said. Google's leadership shake-up <strong> Vint Cerf </strong> said Google's Today the company announced that Google co-founder Larry Page would take over as chief executive from <strong> Eric Schmidt </strong>, who has become its executive", "new_id": -2}, {"uid": "1295911772175931421", "i": 35394, "idx": 2, "sa": ["Ahmed Nazif", "Zahi Hawass"], "q": "had no legal claim to it. The SCA, which <strong> Zahi Hawass </strong> heads, said in an email that its request had been approved by both Prime Minister <strong> Ahmed Nazif </strong> and the Egyptian ministry of culture. <q> This request is a natural consequence of Egypt's long-standing policy of seeking the restitution of all archaeological and historical artefacts that have been taken illicitly out of the country, </q> it said. <strong> Zahi Hawass </strong> has campaigned to repatriate several pharaonic treasures in recent years, including the Rosetta Stone now in the British Museum. The bust dates back to the time of the 14th century", "new_id": -2}, {"uid": "1295560443214679557", "i": 11702, "idx": 3, "sa": ["Sen. Bernie Sanders"], "q": "Given the state of the American economy, I would urge the National Museum of American History to do its very best to find American companies to manufacture the products it sells,'' <strong> Sen. Bernie Sanders </strong> continued in the letter. <q> I believe that Americans from all over the country who visit our beautiful national museum would be very appreciative if you would move in that direction. </q> told ABC's The Note blog that while many of the gift-shop products are American-made, product affordability is a factor as well.`` We do, whenever possible, try to buy from U.S.-made manufacturers and", "new_id": -2}, {"uid": "1296110214112230422", "i": 22035, "idx": 1, "sa": ["Sen. Bernie Sanders"], "q": "the U.S. government repays others who invest in U.S. Treasury bonds.`` Its' an IOU that is backed by Treasury bonds and the faith and credit of the United States government,'' said <strong> Sen. Bernie Sanders </strong>, I-Vt. <q> It is the same faith and credit that enables us to borrow from rich people and from China and from other countries. As you well know, in the history of this country, the United States has never defaulted on one penny owed to a creditor. </q> The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed. The following are comments from our users. Opinions expressed are neither created nor endorsed by", "new_id": -2}, {"uid": "1295907918177651713", "i": 23778, "idx": 15, "sa": ["Donald Rumsfeld", "Henry Kissinger", "Ronald Reagan", "Saddam Hussein", "President Lyndon Johnson"], "q": "Iraq. The differences were not personal, <strong> Donald Rumsfeld </strong> says. He recalls receiving a book that <strong> Henry Kissinger </strong> had written, with the inscription,`` To an occasional adversary and a permanent friend.'' <q> When I started working on the book, <strong> Henry Kissinger </strong> said,` You tell it like it was.' We differed on some issues, and there's nothing wrong with that. It was professional and healthy, </q> <strong> Donald Rumsfeld </strong> says. Working on the book meant second-guessing his memory. In 1983, <strong> Donald Rumsfeld </strong> was a special Middle East envoy for <strong> President Lyndon Johnson </strong> <strong> Ronald Reagan </strong> and met with Iraqi leader <strong> Saddam Hussein </strong>,", "new_id": -2}, {"i": 40814, "idx": 2, "index_answer": 0, "new_id": -1, "q": "points on the highest stage you can ever score,'' said <strong> Linas Kleiza </strong>, whose previous career-high of 29 came March 15 against the Los Angeles Lakers.`` It was definitely a special night,'' <strong> Linas Kleiza </strong> said. <q> I will remember this night for the rest of my life. </q> The Nuggets have been searching for a consistent third scorer behind <strong> Anthony Atkinson </strong> and <strong> Allen Iverson </strong>, and <strong> Linas Kleiza </strong> filled the role Thursday. He got going early, leaking out on the fast break and getting easy layups. He then", "sa": ["Linas Kleiza", "Allen Iverson", "Anthony Atkinson"], "uid": "1296796643209420294"}]