[{"uid": "1295094125134053943", "i": 20086, "idx": 16, "sa": ["Carmelo Anthony", "Allen Iverson", "Mark Allen"], "q": ".\" At one point, both <strong> Allen Iverson </strong> and <strong> Carmelo Anthony </strong> were 12-for-16 from the floor. \"When you're in a zone, it doesn't matter if guys are on you or anything,\" <strong> Allen Iverson </strong> said. <q> It just feels good. It just feels like throwing rocks in an ocean. </q> The Suns have lost twice-- by a combined 46 points-- since their 129-127 double-overtime win at Dallas on Wednesday http://wn.com/Allen_Iverson_Highlights_vs_David_Lee_New_York_Knicks_09/10_NBA <strong> Mark Allen </strong> Lee played with a heavy heart. He was still right there when the New York Knicks", "new_id": -2}, {"uid": "1295619952132808753", "i": 41616, "idx": 3, "sa": ["Andy Coulson", "David Cameron"], "q": "do so.\" <strong> Andy Coulson </strong> played a major role in helping propel Conservative leader <strong> David Cameron </strong> to power in elections in May 2010 and was a key backroom figure in Downing Street's slick media operation. <q> <strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government, </q> <strong> David Cameron </strong> said in a statement. The hacking saga has refused to die down since the News of the World's royal correspondent and a private investigator were jailed in 2007 for conspiracy to access mobile phone messages", "new_id": -2}, {"uid": "1296277283055640091", "i": 347, "idx": 0, "sa": ["Allen Iverson"], "q": "just over a month since he underwent chemotherapy. In the locker room afterward, Nene never stopped smiling. He said he's still full of nerves, still absent enough stamina but certainly not lacking any strength. <q> I survived, I'm still here, </q> he said. \"I'm a new man, stronger than ever, I just say,` Thank you, everybody.\" <strong> Allen Iverson </strong> added 31 points for the Nuggets, who are a half-game behind Golden", "new_id": -2}, {"uid": "1295620023033243166", "i": 43120, "idx": 0, "sa": ["Andy Coulson", "Peter Charles", "George Osborne"], "q": ". The CML predicts total advances for 2011 will be Â£ 135bn, but warned that an early rise in interest rates due to inflationary pressures could slow consumer demand. CML economist <strong> Peter Charles </strong> said: <q> Money market rates have recently moved higher in anticipation of a rise in base rate and some lenders have recently reflected these increases in their product pricing. \"Against this backdrop, consumer demand may be weaker than we would otherwise have expected. \"Higher interest rates will also hit the budgets of existing borrowers, although the expected modest rises in base rate will result in a relatively small proportionate rise in monthly payments for most mortgage holders. </q> Play video News Headlines( Lunchtime) for January 21st,... Play video <strong> George Osborne </strong> praises <strong> Andy Coulson </strong> Subscribe to RSSMost Popular in: UK Snappy videos separating the facts from the fiction. Keep up to", "new_id": -2}, {"uid": "1296742613164560898", "i": 29369, "idx": 1, "sa": ["Donald Rumsfeld", "L. Paul", "President Bush"], "q": ". Ultimately, <strong> Donald Rumsfeld </strong> blames former <strong> President Bush </strong> for not clearly resolving the disagreement and clearly charting a post-war plan before hostilities commenced, instead deferring to his point man on Iraq reconstruction, <strong> L. Paul </strong> Bremmer. <strong> President Bush </strong> <q> did not always receive, and may not have insisted on, a timely consideration of his options before he made a decision, nor did he always receive effective implementation of the decisions he made, </q> writes <strong> Donald Rumsfeld </strong>. Bremmer, suggests <strong> Donald Rumsfeld </strong>, pursued a muddled reconstruction plan that more closely resembled that which was advocated by the State Department. At the same time, <strong> Donald Rumsfeld </strong> gripes Brummer did not keep the", "new_id": -2}, {"uid": "1297137361144228394", "i": 3543, "idx": 0, "sa": ["Sergio Marchionne"], "q": "... Photo in Slideshow: Chrysler Group LLC CEO <strong> Sergio Marchionne </strong> speaks during the... U.S. Video: Raw video: Packers return to Green Bay as champs U.S. Video: Jury convicts NY TV exec of beheading wife Report Abuse <q> Detroit was left with a factory mentality. </q> Time.com: A Tale of Two Super Bowls: Suspense and Glory Inside, Tears and Anxiety Outside ABC News: Watch: Obama's Urgent Message to the Chamber of Commerce Mortgage Rates Hit 2.99% If you owe", "new_id": -2}, {"uid": "1297451846240746502", "i": 36815, "idx": 8, "sa": ["George Washington", "Donald Rumsfeld", "Alexander Cooley"], "q": "when government forces started shooting at the square. In such circumstances government forces had an obligation, which they utterly ignored, to prevent harm to the many who were unarmed,\" Denber told EurasiaNet.org. <q> <strong> Donald Rumsfeld </strong> may be right that the <strong> John McCain </strong> has a better chance of exposing Uzbekistan to democratic values through contact, but that contact will be of questionable value if <strong> George Washington </strong> doesn't respond to serious breaches of those values, </q> she added. Events since 2005 have also shown that <strong> Donald Rumsfeld </strong>'s fears that <strong> George Washington </strong> had \"lost\" Uzbekistan to Russia were unfounded, said <strong> Alexander Cooley </strong>, a political science professor at Barnard College who studies Central", "new_id": -2}, {"uid": "1296582238026624004", "i": 27613, "idx": 3, "sa": ["Zahi Hawass"], "q": "heads were ripped off two mummies. On Tuesday, though, he said the museum had mistaken two skulls, separated from their skeletons, for mummy heads and that the items were intact. <q> I had tears because I thought that what I did for the last nine years protecting the Egyptian monuments, was gone, </q> <strong> Zahi Hawass </strong> declared, so ebullient that he was almost shouting. \"I am so happy to announce that today everything is safe.\" He spoke in his office at the Supreme Council of Antiquities in the", "new_id": -2}, {"i": 13862, "idx": 4, "index_answer": 1, "new_id": -1, "q": "at Mr. <strong> Colin Powell </strong>'s contention that he was misled by faulty intelligence into making the public case for the invasion of Iraq. \"<strong> Colin Powell </strong> was not duped or misled by anybody,\" Mr. <strong> Donald Rumsfeld </strong> writes. <q> Nor did he lie about <strong> Saddam Hussein </strong>'s suspected WMD stockpiles. The president did not lie. The vice president did not lie.[ CIA Director <strong> President Bush </strong>] Tenet did not lie. <strong> Condoleezza Rice </strong> did not lie. I did not lie.... The far less dramatic truth is that we were wrong. </q> Even so, Mr. <strong> Donald Rumsfeld </strong>-- who does reveal that former <strong> President Bush </strong> asked for Iraq invasion plans within days of 9/11-- argues that removing <strong> Saddam Hussein </strong> was the right thing to do. He denies,", "sa": ["Saddam Hussein", "Donald Rumsfeld", "Colin Powell", "President Bush"], "uid": "1297662325045400099"}, {"uid": "1296565246043499534", "i": 1593, "idx": 1, "sa": ["Robbie Williams", "Simon Cowell", "Katie Price"], "q": "it is not only <strong> Simon Cowell </strong> who believes this to be the case.His ex-girlfriend, Sinnita, who has helped out in a mentor role on the show in the past, is in agreement. She said: <q> Having <strong> Katie Price </strong> on the panel would make interesting viewing, so I can definitely see it working. She can do anything she puts her mind to. She's got the personality that would fit the role perfectly. <strong> Simon Cowell </strong> really likes her as well. There's no denying they get along. </q> <strong> Katie Price </strong>, who has just split from husband Alex Reid, would face competition in the form of <strong> Robbie Williams </strong>, who is also being lined up to fill <strong> Simon Cowell </strong>'s place. A source said,", "new_id": -2}]