[{"uid": "1297272872262504463", "i": 38393, "idx": 0, "sa": ["Howard Carter", "Zahi Hawass"], "q": "down. Twenty-five objects were in need of restoration work including a statue of King Tutankhamun, part of the treasure trove discovered in his tomb in Luxor's British archaeologist <strong> Howard Carter </strong> in 1922. <q> We started the restoration two days ago. In three days, all these monuments will be completely restored, </q> <strong> Zahi Hawass </strong> told Reuters in an interview at his Cairo office. The museum had in part been saved by the fact it was night-time when the robbers broke in, <strong> Zahi Hawass </strong> said. They had stolen gold souvenirs", "new_id": -2}, {"uid": "1296159048231161856", "i": 17614, "idx": 0, "sa": ["Eric Schmidt"], "q": "and trends in tech that are moving market and making headlines. Written by@FortuneMagazine S&P's Japan downgrade... this is one massive debt problem.@FortuneMagazine RT@ktbenner: Hate Goldman? Its employees love it for a <q> sense of family and belonging </q>( and maybe money)@FortuneMagazine RT@LaMonicaBuzz:$ SLE plunges 7% on reports it will split meat& coffee units instead of selling out to PE firms or Brazil's JBS.@FortuneMagazine Google's <strong> Eric Schmidt </strong> refutes", "new_id": -2}, {"uid": "1295596538037634240", "i": 8965, "idx": 2, "sa": ["Larry Page", "Eric Schmidt"], "q": "\" . \"Sunt foarte m?ndru de cei zece ani la conducerea companiei i sunt sigur c urm?torii 10 ani sub conducerea lui <strong> Larry Page </strong> vor fi i mai buni!\" , a mai scris <strong> Eric Schmidt </strong>. <q> <strong> Larry Page </strong>, n opinia mea, este preg?tit pentru a conduce </q>. Schimbare de conducere la Google: <strong> Eric Schmidt </strong> p?r?se?te conducerea gigantului internet. Cofondatorul <strong> Larry Page </strong>, noul CEO Sony Eric Schmidtsson a ob?inut anul trecut un profit net de 90 milioane euro Campurile marcate cu rosu nu sunt valide", "new_id": -2}, {"uid": "1295672246172441622", "i": 6580, "idx": 8, "sa": ["Allen Iverson", "Kobe Bryant", "Yao Ming"], "q": "Lakers had averaged a league-high 104.7 points and held opponents to a league-low 86.7. The Pistons obviously beat them on both ends of the court, with Los Angeles becoYao Ming the final NBA team to lose this season. <q> We just played defense, </q> <strong> Allen Iverson </strong> said. \"We made them take tough, contested shots. When they missed, we got out and ran and took advantage. On the offensive end, we just attacked all night.\" <strong> Kobe Bryant </strong> said", "new_id": -2}, {"uid": "1294953423093012024", "i": 21566, "idx": 0, "sa": ["Gabrielle Giffords", "Kirsten Gillibrand", "Nancy Pelosi", "Mark Kelson", "Debbie Wasserman Schultz"], "q": "party's recruitment efforts and visited with <strong> Gabrielle Giffords </strong> in Tucson. The families attended <strong> Mark Kelson </strong>'s last shuttle launch together, and they've vacationed together in New Hampshire several times. <strong> Debbie Wasserman Schultz </strong> said the women <q> don't get a lot of social time, </q> in Washington, but try to catch up when they can, recently lunching together in the Senate dining room at New York Sen. <strong> Kirsten Gillibrand </strong>'s request. The two women and House Minority Leader <strong> Nancy Pelosi </strong> were in <strong> Gabrielle Giffords </strong>'", "new_id": -2}, {"uid": "1297481493200835114", "i": 53156, "idx": 0, "sa": ["Sergio Marchionne"], "q": "it through bankruptcy protection. Bloomberg News reported Thursday that the bonuses would average$ 10,000 for 10,755 salaried workers, but some who aren't covered by government pay restrictions could get up to half their salary. <q> Details regarding salaried performance awards are considered confidential employment records, </q> <strong> Sergio Marchionne </strong> has said the workers deserve bonuses even though the company lost money because of work they did in revamping or redesigning 16 models since the 2009 bankruptcy. For both companies, the bonuses come less than", "new_id": -2}, {"uid": "1296018266109002765", "i": 16446, "idx": 0, "sa": ["Kirsten Gillibrand", "John Thune", "Barack Obama", "Eric Adams", "Paul Tonko"], "q": "\"I was happy to hear that the <strong> Barack Obama </strong> and I agree: The foundation of our future economy will be built on investments in higher education and in scientific research and development,\" said <strong> Paul Tonko </strong>. <q> Innovation in technology and clean energy will be the keys that unlock unlimited opportunities for future generations of AmEric Adamsans, and allow us to maintain our status as the leader of the global economy. </q> Sen. <strong> Kirsten Gillibrand </strong>, D-N.Y., who sat with South Dakota Republican Sen. <strong> John Thune </strong>, expressed optimism that the evening's bipartisan mood could translate into bipartisan legislating. \"We need to continue the spirit of", "new_id": -2}, {"uid": "1294977377249905175", "i": 42243, "idx": 13, "sa": ["Tubby Smith", "Eduardo Nájera", "Linas Kleiza", "LeBron James", "Allen Iverson", "Ben Gordon", "George Karl"], "q": "advantage to 101-90. <strong> Eduardo Nájera </strong> hit a 3-pointer and <strong> Allen Iverson </strong> converted a three-point play after Carter hit a free throw for a 107-91 lead. \"My teammates hitting shots opened it up for me,\" <strong> Allen Iverson </strong> said. <q> Once JR and LK hit shots that enabled me to get in the lane and make shots. </q> <strong> George Karl </strong> could not say enough about <strong> Linas Kleiza </strong>, <strong> Tubby Smith </strong> and <strong> Eduardo Nájera </strong>. \"It was one of those nights where our Ben Gordonch needed to come through and we James_LeBron James_38_Points_vs_Pistons_Game_1_Playoffs_!!_HD_! capped by venomindustries CLEVELAND-- <strong> LeBron James </strong> crossed midcourt and launched", "new_id": -2}, {"uid": "1297226350092209194", "i": 14554, "idx": 1, "sa": ["Colin Powell", "George W. Bush"], "q": "Rumsfeld wrote that the Joint Chiefs of staff supported a strike, based on what Mr. Rumsfeld called extensive but not conclusive CIA evidence that the site housed an underground facility for testing chemical weapons. He called it a <q> fairly sizeable terrorist operation. </q> The pre-war attack never happened, although the site was struck in the opening days of the war that <strong> George W. Bush </strong> launched in March 2003, about six weeks after <strong> Colin Powell </strong>'s U.N. speech. The United States never", "new_id": -2}, {"uid": "1297431157014974977", "i": 33162, "idx": 1, "sa": ["Don Ness", "David Letterman", "Kelsey Grammer"], "q": "\"What I hope is that <strong> Kelsey Grammer </strong> and I can improve our communications and truly co-parent our two wonderful children,\" her statement said. She also wished her ex and his fiancee, Kayte Walsh, <q> love and happiDon Ness in their new marriage. </q> <strong> Kelsey Grammer </strong>, 55, told <strong> David Letterman </strong> on his show last month that he plans to marry Walsh sometime in February. The veteran actor starred in the comedy series \"Cheers\" and \"Frasier.\"", "new_id": -2}]