[{"uid": "1295674696105103375", "i": 8808, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Mark Hurd", "Charles Arthur"], "q": ", and he has to prove he is a businessman,'' Hardy adds. <strong> Eric Schmidt </strong>'s departure had been a long time coming, says <strong> Charles Arthur </strong> in The Guardian: <q> After slipups with search, Street View and Android, it's clear that Google needs tighter control at the top- and <strong> Eric Schmidt </strong> is not the man for the job. </q> What of Google's other co-founder, <strong> Sergey Brin </strong>? He is said to be focusing on strategic projects and is particularly interested in social networking. HP's former CEO <strong> Mark Hurd </strong>; Image by Getty Images North"}, {"uid": "1295915073213958666", "i": 47514, "idx": 0, "sa": ["Rick Santorum", "Michele Bachmann", "Mike Pence"], "q": "for Life on Monday, <strong> Michele Bachmann </strong> is set to keynote the event's dinner tonight, and former <strong> Rick Santorum </strong> joined marchers in the cold-the only three potential Republican 2012 presidential hopefuls to appear at the annual gathering. <q> Our economy is struggling and our national government is awash in a sea of debt. Amidst these struggles, some would have us focus our energies on jobs and spending, </q> <strong> Mike Pence </strong>, an Indiana Republican, told the thousands of activists who gathered in Washington to march to the Supreme Court to protest the 38th anniversary of Roe vs. Wade.`` We must not remain silent when great moral"}, {"uid": "1297717091255754251", "i": 39050, "idx": 0, "sa": ["Donald Rumsfeld", "Robert Gates"], "q": "Defense <strong> Robert Gates </strong> talks about the Defense Video: Sneak Preview: <strong> Donald Rumsfeld </strong> on` Hannity'... U.S. Video: Valentine's Day Edible Aphrodisiacs U.S. Video: UF Students Killed While Caving In Ga.. Report Abuse <q> I am thinking... freeze and seize... and the same with his Government Pensions and free lifetime healthcare... </q> Report Abuse <blockquote>`` The judges allegedly disguised the extortion payments as rental income from a Florida condo owned by their wives.'' </blockquote> Report Abuse <blockquote> Sounds like 3rd world operations- finder's fees,"}, {"uid": "1296520620167067651", "i": 19031, "idx": 0, "sa": ["Barack Obama", "Michael Vick"], "q": "small improvements in the law but was not willing to consider a complete repeal. Photo in Slideshow: White House urges calm ahead of Egypt's mass protest Photo in Slideshow: <strong> Barack Obama </strong>, William Daley Report Abuse <q> Good examples <strong> Steve T </strong>- but remember that a drivers license is necessary only if you CHOOSE to drive a car, a fishing or hunting license is only necessary if you CHOOSE to hunt or fish, a building permit is on necessary if you CHOOSE to build something. All of these require an individual make a choice if they want to purchase something... </q> Report Abuse <blockquote> These naysayers are afraid because they don't fully understand the bill... fear of the unknown is the greatest fear there is. </blockquote> Time.com: <strong> Michael Vick </strong>: Eagles QB's Journey from Prison to the"}, {"uid": "1296540382102203404", "i": 45773, "idx": 0, "sa": ["Mark Steines", "Deena Nicole Cortese", "Nicole Polizzi", "David Letterman"], "q": "The cast of the`` Jersey Shore'' sits down with ET's <strong> Mark Steines </strong> to reflect on the horrific night when cast member <strong> Deena Nicole Cortese </strong>`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong> was punched in the face by a man in a bar. <q> It's really hard for me to watch, </q> <strong> Nicole Polizzi </strong> says of watching the punch t...`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010)`` <strong> Nicole Polizzi </strong>'' <strong> Nicole Polizzi </strong>- Jersey Shore* Interview( Sept. 22,2010) Late Show with <strong> David Letterman </strong> www.mtv.com"}, {"uid": "1297217470140312578", "i": 46883, "idx": 3, "sa": ["Colin Powell", "President Bush"], "q": ", because otherwise the site would be abandoned. Had <strong> Colin Powell </strong> not stood in the way, in Rumsfeld's view, the <strong> President Bush </strong> administration might have gained conclusive evidence that Iraq had an active WMD site. <q> As expected, shortly after <strong> Colin Powell </strong>'s speech was delivered, many of the terrorists fled Khurmal, </q> he wrote. An AP reporter who visited the site a few days after <strong> Colin Powell </strong>'s speech found a half-built cinderblock compound filled with heavily armed Kurdish men, video equipment and children, but no obvious sign"}, {"uid": "1297258773064307237", "i": 10637, "idx": 1, "sa": ["Simon Cowell"], "q": "in as a wildcard act by <strong> Simon Cowell </strong>, just weeks after he originally told them their dream was over. Joe Al-Smadi, the other half of Diva Fever, added: <q> It has been non-stop for us since we left The X Factor.`` We really enjoy doing things like this and it's good to help bring the Christmas spirit to Peterlee. </q> After the performance and the big countdown with the excited crowd, attention turned sky as colourful fireworks exploded and youngsters danced and sang along to the Christmas hits bellowing around the"}, {"uid": "1296561500134217730", "i": 17290, "idx": 3, "sa": ["Mike Pence"], "q": "went back and forth in our heads, we never went back and forth in our hearts.'' Saying his`` heart was in Indiana,'' <strong> Mike Pence </strong> said he would continue to meet with <q> the good and strong and opinionated people of this state </q> before deciding his next move. During a question-and-answer session, <strong> Mike Pence </strong> said his proudest moment as a congressman came when he helped a Muncie mother avoid deportation to her home country of Sierra Leone."}, {"uid": "1297220603217088033", "i": 40905, "idx": 0, "sa": ["Donald Rumsfeld"], "q": "U.S. Video: Controversial AZ Sheriff Speaks In OC Report Abuse <blockquote> young men& women volunteered to serve their country for 25-45 K/yr. </blockquote>... thousands killed... thousands more injured... physically and mentally Report Abuse <q> Bribing a public official is nothing out of the norm for securing these type jobs but you can rest assured these two guys will go down for doing what they have done. </q> Time.com: Super Bowl Ticket Scandal: Are Fans Planning A Suit? ABC News: Watch: ABC News Exclusive: <strong> Donald Rumsfeld </strong> on Controversy Mortgage Rates Hit 2.99% If you owe less than$ 729k you probably qualify"}, {"uid": "1295571569192872501", "i": 5007, "idx": 5, "sa": ["Eric Schmidt"], "q": "BGC Financial in New York, said the tension that the row engendered may have added to the reshuffle. But he said it was clear Google wanted to use <strong> Eric Schmidt </strong>'s political connections to the full. <q> They need government outreach, officials in Washington and Europe are all taking a closer look at Google, </q> he said. Gillis said that the wider issue may stem from inside the company. While Google has bought and successfully integrated companies including YouTube, Android and ad firm DoubleClick, its recent record of internal"}]