[{"uid": "1295650549188383258", "i": 28475, "idx": 2, "sa": ["Robin Williams", "Bill Clinton", "David Letterman"], "q": "a Heartbeat, No Matter How Famous You Are`` I realized there was really no alternative, if I wanted to live, I had to do this,'' <strong> Bill Clinton </strong> <q> I would find myself busting into tears and sobbing uncontrollably, </q> <strong> David Letterman </strong>''... Stop the heart, work on it, restart it... good luck,'' <strong> Robin Williams </strong>`` They're going to put him on a gurney, roll him"}, {"uid": "1295824906038354961", "i": 11611, "idx": 0, "sa": ["Mahmoud Abbas", "Andy Coulson"], "q": "homes Photo in Slideshow: FEATURE- Al Jazeera TV makes waves with Tunisia coverage Article: Israelis protest NGO probe: report... Photo in Slideshow: Palestinian President <strong> Mahmoud Abbas </strong> Photo in Slideshow: Palestinian President <strong> Mahmoud Abbas </strong> Report Abuse <q> Israel's Lieberman charts interim peace deal: report </q> Time.com: After Tunisia: Why Egypt Isn't Ready to Have Its Own Revolution Time.com: Unchanged and Unrepentant: Blair Defends the Decision to Invade Iraq Time.com: Phone-Hacking Saga Forces Cameron's Spin Doctor <strong> Andy Coulson </strong> to Quit"}, {"uid": "1295596906046137392", "i": 47775, "idx": 1, "sa": ["Eric Schmidt"], "q": "lead.'' 07 Jan 2011 He explained that the previous structure, in which the triumvirate took collective decisions, had slowed down decision making. He said the changes would help clarify the individual roles so <q> there's clear responsibility and accountability at the top of the company </q>. However, Mr <strong> Eric Schmidt </strong> reassured investors that he does not expect any`` material change'' in the way the company is run because`` we tend to agree on pretty much everything''."}, {"uid": "1296664605083984414", "i": 11436, "idx": 2, "sa": ["Allen Iverson", "LaMarcus Aldridge", "Brandon Roy", "LeBron James"], "q": ": With the Blazers in front by seven after <strong> LaMarcus Aldridge </strong>'s basket with 1:46 remaining, they failed to score on three straight possessions. The Heat converted seven points over that duration to draw even. QUOTABLE <strong> Allen Iverson </strong>: <q> <strong> I Roy </strong> didn't want to jinx it pregame by saying something to my teammates, but every time he's played here, he's shot the ball well. It's like he saves all his jump shots for us. </q>-- <strong> LaMarcus Aldridge </strong> on <strong> LeBron James </strong> HOT: <strong> LeBron James </strong> scored 11 points in the final three minutes of overtime to pull Miami even, then scored This time, <strong> Brandon Roy </strong> and the Portland Trail Blazers didn't need any late-game heroics to"}, {"uid": "1294961940081149955", "i": 21917, "idx": 0, "sa": ["Kirsten Gillibrand", "Debbie Walsh", "Gabrielle Giffords"], "q": "Reacting to a story about the friendship between <strong> Debbie Walsh </strong> Wasserman-Schultz, <strong> Gabrielle Giffords </strong>, and <strong> Kirsten Gillibrand </strong>, Shani Hilton observes: <q> It's good that the women who are there have been able to support one another, but this is a reminder that women haven't made many inroads in Congress </q>- or the congressional leadership- in nearly a decade. The 2010 election saw the first drop in women in Congress since 1979, from 93 to 90. It was also the first year since 1979 that women"}, {"uid": "1296279093111296519", "i": 10802, "idx": 0, "sa": ["Allen Iverson", "Orlando Woolridge", "Matt Geiger", "Ray Allen"], "q": "of 7-footer <strong> Matt Geiger </strong> in the fourth quarter lifted Philadelphia to a 104-90 victory over the <strong> Orlando Woolridge </strong> Magic in the opener of their Eastern Conference first-round series.`` I am still excited about this game,'' <strong> Allen Iverson </strong> said. <q> I feel like I could still play another 48 minutes. The crowd was against us and it was just great playing in that kind of atmosphere. This was my first one, and I would love to play in a lot more. </q>`` <strong> Ray Allen </strong> told me he got 15 minutes of sleep last night, that was 15 more than I expected,'' said 76ers coach Larry Brown, who took his record sixth different organization to the playoffs.``"}, {"uid": "1297322163023478316", "i": 25263, "idx": 0, "sa": ["Sergio Marchionne"], "q": "that Italians' concerns that a combined Fiat-Chrysler may put its headquarters in the United States are overblown. No decision has been made on governance or a headquarters location, he said. Advertisement <q> It was a typical overreaction to an honest reflection of the issues that must be dealt with, </q> <strong> Sergio Marchionne </strong> said at the Chicago Auto Show. Last week in San Francisco, <strong> Sergio Marchionne </strong> told reporters that two corporate structures for Fiat and Chrysler don't make sense after the U.S. automaker goes public. <h5> Energy Dept."}, {"uid": "1297595711017956866", "i": 6363, "idx": 2, "sa": ["Zahi Hawass"], "q": "artefact is the teenage monarch's gold funerary mask, which stares out from a case on the first floor of the museum. <strong> Zahi Hawass </strong> said an investigation has been launched to find those behind the theft. <q> The police and army plan to follow up with the criminals already in custody, </q> he added. Should Malta have a consultative referendum on divorce before Parliament votes, or should it have an abrogative referendum after the House decides? Malta should have a consultative referendum before the House votes"}, {"uid": "1295972342230735876", "i": 16631, "idx": 0, "sa": ["Rahm Emanuel", "Eric Cantor", "Don Young", "Mike Pence"], "q": "Chairman Paul Ryan( R-WI) said that the GOP's goal was to cut`` a good$ 100 billion.'' <strong> Rahm Emanuel </strong> Kevin McCarthy( of`` <strong> Don Young </strong> Gun'' fame) reiterated the promise, saying, <q> We're saying you go through, go back to pre-stimulus bailout numbers. We can live with that. </q>`` We've got to roll back there. That will save$ 100 billion in the first year,'' agreed <strong> Rahm Emanuel </strong> <strong> Mike Pence </strong>( R-IN). Just yesterday, in fact, incoming Majority Leader <strong> Eric Cantor </strong>( R-VA"}, {"uid": "1295298855113115208", "i": 4510, "idx": 1, "sa": ["Steve Ballmer"], "q": "capabilities and Kinect support makes it an entertainment device.`` Xbox isn't a gaming console. Xbox is a family entertainment centre. It's a place to socialise,'' he said. <q> It's a place to watch TV. We have Hulu coming. It's the only system where you are the controller. Your voice, your gestures, your body. </q> Although <strong> Steve Ballmer </strong> admitted that the firm could improve with targeting a broader set of demographics, such as teenage girls, the console is resonating better with a wider audience.`` I think about my"}]