[{"uid": "1295125227265830412", "i": 42522, "idx": 1, "sa": ["Lindsey Graham", "Norm Coleman", "Nat Hentoff", "Donald Rumsfeld"], "q": "the media, to our surprise, when they had not even arrived in the Pentagon.- <strong> Donald Rumsfeld </strong>,[ 33] Following <strong> Donald Rumsfeld </strong>'s testimony, several SeNat Hentoffors responded: SeNat Hentoffor <strong> Lindsey Graham </strong>: <q> The American public needs to understand we're talking about rape and murder here. </q>[ 34] \"It was pretty disgusting, not what you'd expect from Americans\" , said SeNat Hentoffor <strong> Norm Coleman </strong>.[ 35] \"I don't know how the hell these people got into our army\"", "new_id": -2, "mturk_index": "464"}, {"uid": "1295169134245350414", "i": 35069, "idx": 0, "sa": ["Simon Cowell"], "q": "has claimed. Speaking to the News of the World, the Irish music manager seemed to confirm` Promise This' singer will join <strong> Simon Cowell </strong> on the judging panel of the forthcoming US competition. <q> It will be me and Dannii[ Minogue] on the UK show with two more people, </q> he stated. The paper further reports that ITV bosses are desperately attempting to convince <strong> Simon Cowell </strong> and Cole to reconsider their Stateside move.", "new_id": -2, "mturk_index": "1316"}, {"uid": "1296222045048857103", "i": 14509, "idx": 3, "sa": ["Geoffrey Canada", "Michael Gove"], "q": "Josephine Baker, executive director of the Washington public charter school board, which approves applications from new charter schools and oversees existing ones. She will urge teachers not to oppose the changes. She said: <q> One of the values to people who teach of being in a charter school is its approach to education, its teachers are at the table when decisions are made, not because they are members of a union but because they bring to that table a certain kind of expertise, there is a collaborative approach to how everything takes place. </q> <strong> Michael Gove </strong>'s move to win back the initiative over free schools follows the appearance at Tory conference last year of <strong> Geoffrey Canada </strong>, who is credited with turning around black under-achievement in Harlem and has been hailed as a", "new_id": -2, "mturk_index": "952"}, {"uid": "1296467037100122661", "i": 34681, "idx": 0, "sa": ["Steve Ballmer", "Bob Muglia"], "q": "the enterprise-spending pie. Microsoft's Server and Tools Business- in many ways the epicentre of its cloud strategy- is primed to undergo a shakeup this year with the departure of long-time division president <strong> Bob Muglia </strong>. <q> While Windows and Office are household words, our Server and Tools business has quietly and steadily grown to be the unquestioned leader in server computing, </q> Microsoft CEO <strong> Steve Ballmer </strong> Muglia-quits-microsoft-as-brain-drain-continues\" Muglia-quits-microsoft-as-brain-drain-continues-17745\" target=\"_self\"> wrote in a January 10 email to employees announcing <strong> Bob Muglia </strong>'s removal. \"We are now ready to build on our success and move forward into the era of cloud computing", "new_id": -2, "mturk_index": "890"}, {"uid": "1295733110147996681", "i": 41489, "idx": 0, "sa": ["Andy Coulson", "David Cameron"], "q": "media chief on Saturday to replace <strong> Andy Coulson </strong> after he quit over a tabloid phone-hacking row, in a test for the nine-month-old government. <q> So far, our worst day in government, </q> a senior <strong> David Cameron </strong> aide told The target=\"_blank\" Guardian after <strong> Andy Coulson </strong> quit yesterday, bowing to pressure over what he knew about hacking at the development also renewed questions about practises at the Sunday tabloid, commentators said", "new_id": -2, "mturk_index": "181"}, {"uid": "1295959277216842330", "i": 6510, "idx": 2, "sa": ["Simon Cowell"], "q": "\"I have been in there. He loves a bath, <strong> Simon Cowell </strong>, it gives him time to think.\" The 37-year-old credited the TV mogul for giving him a masterclass in confidence. <q> He's a workaholic. He's a great boss, and I'm not just saying that, </q> he said. \"He's very loyal, he's very honest, and he just wants that in return. He smells fear though, he's like a wolf. If you're confident in", "new_id": -2, "mturk_index": "101"}, {"uid": "1295628336142901248", "i": 14702, "idx": 2, "sa": ["David Letterman", "Paul McCartney", "John Lennon Silva Santos"], "q": "of photographs, Fab Four FAQ 2.... <strong> Paul McCartney </strong> on \"A Day in the Life\" In this clip from the June 1, 2010 Library of Congress press conference, <strong> Paul McCartney </strong> talks about collaborating with <strong> John Lennon Silva Santos </strong> on <q> A Day in the Life. </q>( Thanks to <strong> David Letterman </strong> Stinson.) Visit www.examiner.com... Beatles It's Only Love Live Solo Acoustic Ivan Katz BUY THE CD IVAN KATZ ON ITUNES: itunes.apple.com Beatles It's Only Love Live Solo Acoustic Ivan Katz.", "new_id": -2, "mturk_index": "1620"}, {"uid": "1297562861212975627", "i": 3371, "idx": 0, "sa": ["Charles Ellis Schumer", "Abdelbaset al-Megrahi", "Kirsten Gillibrand"], "q": "\"It strains credulity to expect anyone to believe that the position of the British government wasn't well known by those who granted <strong> Abdelbaset al-Megrahi </strong> his so-called compassionate release,\" said Sen. <strong> Charles Ellis Schumer </strong>( D-N.Y.). <q> This report confirms what many of us have long suspected: the British government and BP wanted <strong> Abdelbaset al-Megrahi </strong> released so that an oil deal being negotiated with Libya could go forward. </q> Sen. <strong> Kirsten Gillibrand </strong> said the findings only heighten her worry that Megrahi's release undermines the international struggle against terrorism. \"Economic and trade interests should never take precedence over matters of justice,\" <strong> Kirsten Gillibrand </strong>( D-N.Y.", "new_id": -2, "mturk_index": "1589"}, {"uid": "1295665006250150923", "i": 44720, "idx": 2, "sa": ["Allen Iverson", "Phil Jackson", "Eric Snow", "LeBron James"], "q": "received a scare when Denver's JR Smith fell on <strong> LeBron James </strong>' right ankle when both were scrambling for a loose ball late in the fourth quarter. <strong> LeBron James </strong> sat out all of 8 seconds before checLeBron James back in. <q> It's been better, </q> <strong> LeBron James </strong> Iverson_Allen Iverson_FOULED-OUT_vs_Denver_Nuggets_02/03_*9_straight_win <strong> Allen Iverson </strong> wasn't around during the final minutes, so <strong> Eric Snow </strong> picked up the slack for the Phil Jacksonadelphia 76ers. <strong> Eric Snow </strong> scored 25 points and made seven free throws in the final minute as the 76ers withstood <strong> Allen Iverson </strong>", "new_id": -2, "mturk_index": "1868"}, {"uid": "1295675869065781763", "i": 6375, "idx": 1, "sa": ["Žydrūnas Ilgauskas", "Jared Jeffries", "Rodney Carney", "Samuel Dalembert", "Allen Iverson"], "q": "Knicks( 16-22), who snapped a two-game losing streak. The Knicks also ended a nine-game skid in Philadelphia, dating to Dec. 17, 2004. \"We finally got one here,\" <strong> Jared Jeffries </strong> said. <q> We made some <strong> Žydrūnas Ilgauskas </strong> plays when we needed them down the stretch. </q> <strong> Allen Iverson </strong> scored 16 points, <strong> Rodney Carney </strong> added 13 and <strong> Samuel Dalembert </strong> had 12 and a season-high 21 rebounds for the Sixers( 12-26), who had won two straight and their previous six meetings with New York. <strong> Samuel Dalembert </strong> played", "new_id": -2, "mturk_index": "2136"}]