[{"uid": "1295562514244678661", "i": 7040, "idx": 2, "sa": ["Eric Schmidt"], "q": "the quarter were$ 8.75 a share. On average, industry analysts were expecting Google to report earnings, excluding items, of$ 8.06 a share, on$ 6.05 billion in revenue. <q>Q4 marked a terrific end to a stellar year,</q> <strong> Eric Schmidt </strong> said in a statement. \"Our strong performance has been driven by a rapidly growing digital economy, continuous product innovation that benefits both users and advertisers, and by the extraordinary momentum of our newer businesses,", "new_id": -2}, {"uid": "1295563175055377952", "i": 21075, "idx": 1, "sa": ["Eric Schmidt", "Sergey Brin"], "q": "from the same quarter in 2009, with Google-owned sites generating 67 percent of total revenues. But forget the company's clearly successful quarter: all the discussion is about the shift in <strong> Eric Schmidt </strong>'s position. <q>For the last 10 years, we have all been equally involved in making decisions,</q> <strong> Eric Schmidt </strong> wrote in a post on Google's Blog, referring to himself, Page, and <strong> Sergey Brin </strong>. \"This triumvirate approach has real benefits in terms of shared wisdom, and we will continue to", "new_id": -2}, {"uid": "1295612076003915798", "i": 1250, "idx": 1, "sa": ["Andy Coulson", "David Cameron"], "q": "the Daily News of dozens of articles the writer contributed to the tabloid. \"I am very sorry that <strong> Andy Coulson </strong> has decided to resign as my director of communications,\" <strong> David Cameron </strong> said in a statement. <q><strong> Andy Coulson </strong> has told me that the focus on him was impeding his ability to do his job and was starting to prove a distraction for the government.</q> <strong> Andy Coulson </strong> is a trusted aide and his departure is a blow to <strong> David Cameron </strong>, whose office had long insisted he would stay on despite the scandal. Earlier this week, <strong> David Cameron </strong> told BBC radio that", "new_id": -2}, {"uid": "1296017647213418050", "i": 46692, "idx": 0, "sa": ["Eric Schmidt"], "q": "outreach as executive chairman, also said the group would hire thousands of people this year, rejecting accusations that it has struggled to keep its best talent from leaving for Facebook and other Silicon Valley rivals. <q>I'm very personally excited about my next decade at Google,</q> <strong> Eric Schmidt </strong>, who oversaw Google's meteoric rise, told the DLD media conference in Munich on Tuesday. He told Reuters on Jan. 21 that his move was an effort to speed up decision-making.", "new_id": -2}, {"uid": "1297671532135315459", "i": 8317, "idx": 2, "sa": ["Michael Vick", "Michael Hansen"], "q": "she said <strong> Michael Vick </strong>'s dogfighting operation probably helped pit bulls' bad rep because it showed that \"people can reintroduce these dogs back into a society that's not going to abuse them.\" <q>The owner is responsible for what an animal does. It's totally your behavior, whether you have a good dog that minds well and is not a problem to society or you turn it into a vicious animal that will bite the mailman, the girl next door or grandma walking down the street,</q> <strong> Michael Hansen </strong> said. Betsy Adevai, 50, of Grand Rapids, Mich., said muscle dogs have become status symbols for young men who walk through her inner city neighborhood.", "new_id": -2}, {"uid": "1295561213061718589", "i": 2857, "idx": 2, "sa": ["Eric Schmidt", "Sergey Brin", "Google Inc.", "Larry King"], "q": "in a some sort of blood sport, saying people \"assume that these are zero-sum games, which are battles to the death.\" <strong> Eric Schmidt </strong> instead proposed that the market was big enough for multiple approaches, saying <q>there's plenty of room for everyone.</q> techplanet30.com In this video I talk about <strong> Google Inc. </strong> and would like to know your thoughts on the company and their position in the world. I talk a little about <strong> Larry King </strong> Page, <strong> Sergey Brin </strong>, <strong> Eric Schmidt </strong> http://wn.com/Eric_Schmidt_at_IBM_Business_Partners_Leadership_Conference <strong> Eric Schmidt </strong> speaks at", "new_id": -2}, {"uid": "1296774980232128580", "i": 14557, "idx": 1, "sa": ["Desmond Bishop", "Michael Vick", "Ben Roethlisberger"], "q": "It sounds kind of comical, but he is very similar to a <strong> Michael Vick </strong> in that he's elusive in the pocket and can break tackles,\" Matthews said Wednesday at the Packers' media session. <q>He may not have the same speed as <strong> Michael Vick </strong>, but he definitely has that play-making ability, and I think that is why they have had so much success to date.</q> Packers linebacker <strong> Desmond Bishop </strong> said trying to stop <strong> Ben Roethlisberger </strong> is different than virtually any other quarterback in the NFL. \"His ability to break tackles in the pocket, his elusiveness, and when he does", "new_id": -2}, {"uid": "1296755730029065226", "i": 31049, "idx": 0, "sa": ["Donald Rumsfeld", "Joan Weber", "Bill Clinton", "Dick Cheney"], "q": "health insurance giants. He is a member of the Project for the New American Century( PNAC) and was one of the signers of the PNAC Letter sent to US <strong> Bill Clinton </strong> dated January 26, 1998, advocating <q>the removal of <strong> Saddam Hussein </strong>'s regime from power</q> along with <strong> Dick Cheney </strong>, <strong> Donald Rumsfeld </strong> and 29 other notable Republicans. Currently, <strong> Joan Weber </strong> is managing partner of the Washington, DC branch of lobbying firm Clark& Weinstock. In 2006, <strong> Joan Weber </strong>'s firm received$ 360297 from", "new_id": -2}, {"i": 18685, "idx": 0, "index_answer": 0, "new_id": -1, "q": "Sunday, Senate Minority Leader <strong> Mitch McConnell </strong>( R-Ky.) told host <strong> David Letterman </strong> Gregory that he did not \"have much to add\" to what <strong> Hillary Clinton </strong> had said on how the administration was handling the uprising. <q>I don't have any criticism of <strong> Barack Obama </strong> or Secretary <strong> Hillary Clinton </strong> at this point,</q> <strong> Mitch McConnell </strong> added after he was pressed by Gregory. \"I mean, they know full well that we can't give the Egyptians advice about who their leadership is. That's beyond the reach of the", "sa": ["Mitch McConnell", "David Letterman", "Hillary Clinton"], "uid": "1296600312069910560"}, {"uid": "1297126622188514326", "i": 21136, "idx": 3, "sa": ["Donald Rumsfeld"], "q": "aired Monday on ABC, <strong> Donald Rumsfeld </strong> conceded that \"it's possible\" decisions on troop levels for Iraq were the biggest mistake of the war. But he said, while many decisions cost lives in war, he <q>doesn't have enough confidence to say that that's right.</q> \"I think that it's possible. We had( an) enormous number of troops ready to go in. They had-- we had off-ramps, if they weren't needed,\" he said", "new_id": -2}]