[{"uid": "1296169455065814529", "i": 23185, "idx": 0, "sa": ["Mike Pence"], "q": "Pence_Mike Pence/index.html?scp=1- spot&amp;sq=Mike Pence%20Mike Pence&amp;st=cse\"> Representative <strong> Mike Pence </strong> of Indiana announced Thursday that he would not be a Republican candidate for president in 2012, but he left the door open to running for governor. <q> In the choice between seeking national office and serving Indiana in some capacity, we choose Indiana, </q> MMike Pence wrote in a letter to supporters. \" We will not seek the Republican nomination for president in 2012. \" The decision of MMike Pence, which was first reported by The Indianapolis Star, ended weeks", "new_id": -2}, {"uid": "1295980514180977677", "i": 40680, "idx": 1, "sa": ["Michele Bachmann", "Mike Pence", "Newt Gingrich"], "q": "on- 2012/Newt Gingrich- <strong> Mike Pence </strong>- and- <strong> Michele Bachmann </strong>- co.html?wprss=thefix\"> noted Washington Post blogger Aaron Blake. But potential candidates Reps. <strong> Michele Bachmann </strong>, R-Minn., and <strong> Mike Pence </strong>, R-Ind., and former House Speaker <strong> Newt Gingrich </strong> <q> have a lot going for them that their predecessors didn't. Underestimating any of them, including <strong> Michele Bachmann </strong>, in a presidential race as wide open as this one would be a mistake given Republican primary voters' demonstrated willingness to upset the establishment apple cart in 2010. </q>", "new_id": -2}, {"uid": "1296082803258637838", "i": 14530, "idx": 0, "sa": ["Mike Pence", "Barack Obama", "Anthony Weiner", "Peter King"], "q": "\" What comes of this moment will be determined not by whether we can sit together tonight, but whether we can work together tomorrow. \" - Obama-state-union-address\" target=\"_blank\"> <strong> Barack Obama </strong> <q> I sat with <strong> Peter King </strong>. We have not gotten along and I still don't like the guy that much, to be honest. </q>- target=\"_blank\"> <strong> Anthony Weiner </strong>, a Democratic congressman from New York \" I thank@GOPLeader for his#SOTU offer, but I invited my friend <strong> Mike Pence </strong> Bartlett from MD yesterday& am pleased he accepted.", "new_id": -2}, {"uid": "1295481890209436710", "i": 44174, "idx": 1, "sa": ["Mike Pence"], "q": "! Or by mail to: Free Republic, LLC, PO Box 9771, Fresno, CA 93794 To: pissant.. my# 2 choice for POTUS 2 posted on 01/19/2011 3:38:49 PM PST <q> lock, stock and barrel, </q> <strong> Mike Pence </strong> said Wednesday. Hey Hey Hey!!! The President has asked for a \" New Tone \" . <strong> Mike Pence </strong> needs to tone down that gun rhetoric. For the good of the country and the children. We", "new_id": -2}, {"uid": "1295631499142901251", "i": 33225, "idx": 4, "sa": ["Gabrielle Giffords", "Mike Pence", "Jesse Kelly", "Bill Maher", "Jon Stewart", "Barack Obama", "Sarah Palin"], "q": "!! <strong> Jon Stewart </strong> kills Fox News on <strong> Barack Obama </strong>'s speech in Tucson- <strong> Sarah Palin </strong>'s breath- CAN NOT BE UNSEEN!! www.thedailyshow.com <strong> Barack Obama </strong>: Memorial in Arizona <strong> Sarah Palin </strong> Facebook scrubbing in realtime <strong> Bill Maher </strong>: Go2 Rhetoric for Right Wing Is <q> Wouldn't It Be Fun To Kill The People We Disagree With </q> WikiLeaks To Expose Fox News? <strong> Sarah Palin </strong>'s Breath Watch <strong> Barack Obama </strong>'... <strong> Jesse Kelly </strong>'s Strategy to Defeat <strong> Gabrielle Giffords </strong> 072110.MP4 <strong> Jesse Kelly </strong> Says How He Plans to Defeat <strong> Mike Pence </strong> <strong> Gabrielle Giffords </strong> in the upcoming General Election For Congress for Tucson's CD-8", "new_id": -2}, {"uid": "1297621750013008911", "i": 2129, "idx": 1, "sa": ["Mike Pence"], "q": "$ 70 million in annual funding. \" Every American should be shocked that an employee of the largest recipient of federal funds under Title X has been recorded aiding and abetting underage sex trafficking, \" <strong> Mike Pence </strong> said. <q> The time to deny any and all funding to Planned Parenthood is now. </q> By law, federal funds may not be used directly for abortions. But <strong> Mike Pence </strong> argues that the grants, by covering overhead and operational costs, free up other money to provide abortions. Planned Parenthood's staunchest allies", "new_id": -2}, {"uid": "1296225359092700754", "i": 14515, "idx": 2, "sa": ["Mike Pence", "Barack Obama"], "q": "' Indiana <strong> Mike Pence </strong> announced Thursday he would not seek the Republican nomination for <strong> Barack Obama </strong> in 2012, but he did \" I'm open to running for governor, \" <strong> Mike Pence </strong> told the Indianapolis Star. <q> We're going to take the next several months to travel across the state and hear what Hoosiers have to say. We'll seriously consider it. </q> The 51-year-old congressman easily won re-election to a sixth term last November. In recent weeks, as <strong> Mike Pence </strong>'s self-imposed deadline to decide on a Barack Obamaial bid neared, some conservatives Pence-Mike Pence-s-letter-supporters\"> letter to supporters", "new_id": -2}, {"uid": "1297290610118325259", "i": 40914, "idx": 0, "sa": ["Mike Pence", "Joseph R. Pitts"], "q": "' continuing resolution would wipe it out entirely. <strong> Mike Pence </strong> will hold a press conference on his legislation tomorrow, although he does not have an indication from Republican leadership as to when it would move forward. <q> I'm talking to Chairman[ <strong> Joseph R. Pitts </strong> of the Energy and Commerce Health Subcommittee], working with him and hope to see this through, </q> <strong> Mike Pence </strong> told POLITICO in an interview Tuesday. Women's reproductive health groups immediately denounced the spending proposal. \" The new anti-choice House leadership now wants to take away birth control and cancer screenings from", "new_id": -2}, {"uid": "1295545193181207041", "i": 23026, "idx": 4, "sa": ["Mike Pence", "Chris Smith"], "q": "\" <strong> Chris Smith </strong> said a third bill by <strong> Mike Pence </strong>, R-Ind., would add to the limitations on federal funding for abortions by cutting off federal money from going to Planned Parenthood. <strong> Chris Smith </strong> called the health care group <q> the largest abortion network in the world, </q> performing 324,000 abortions each year and deriving up to$ 1 billion each year from fees for services paid by federal, local and state governments. \" When there's no public subsidy for abortion, the", "new_id": -2}, {"i": 1014, "idx": 5, "index_answer": 1, "new_id": -1, "q": "CEO switch, said founder and marketing vice president <strong> Michael Cohn </strong>.`` We're sad to see <strong> Eric Schmidt </strong> step down. He was a strong supporter of Google Enterprise,'' <strong> Michael Cohn </strong> said in a phone interview. <q> But we don't have any fear with regards to Larry. </q> However, <strong> Michael Cohn </strong> also looks forward to hearing what enterprise strategy Page plans to pursue, especially his plans for the Google Apps channel partners. For analyst Rebecca Wettemann at Nucleus Research, Page has", "sa": ["Eric Schmidt", "Michael Cohn"], "uid": "1295815498029966341"}]